{
  "_id": "77c8af2a4ec17f006efd7ede2fe8af5e2cc368a4baf3b1b87d88d184e6a92ae5",
  "feed": "wall-street-journal",
  "title": "China's Service Sector Slows in Latest Economic Warning Sign; Slowing exports, Covid-19 lockdowns prompt many economists to slash China growth forecasts for 2022 and 2023",
  "text": "<p>A subindex measuring the services sector fell to 48.9 in September from 51.9 the previous month, China's National Bureau of Statistics reported Friday. The poor performance in the services sector dragged the broader official nonmanufacturing purchasing managers index down to 50.6 in September, from 52.6. A reading below 50 indicates contraction.</p><p>Weakening momentum in the services sector underscores the limits to Beijing's campaign to spur domestic demand as youth unemployment hovers near historic levels, income growth stalls and the real-estate market remains depressed.</p><p>Home sales in China continued to slide on a yearly basis in September, despite efforts by central and local governments to lower purchase barriers for potential home buyers and help struggling developers complete construction of their presold building projects.</p><p>Sales at the country's 100 largest property developers fell 25.4% from September 2021 to the equivalent of about $80 billion, according to data released Friday by China Real Estate Information Corp., an industry data provider. That marked a 15th consecutive month of year-over-year declines. Compared with August, sales in September—traditionally a busy month for home sales in China—rose 10%.</p><p>Moreover, economists warn that China's strict Covid-19 curbs, which many expect to remain in place through the rest of the year, are likely to keep a lid on any potential rebound.</p><p>As of Friday, cities under some form of Covid restrictions accounted for 25% of gross domestic product, down from 28% a week earlier, according to Goldman Sachs. The investment bank, along with many of its peers, doesn't expect China to begin easing Covid restrictions until toward the middle of 2023.</p><p>Spending during a coming weeklong national holiday that begins on Saturday, typically one of the busiest travel seasons of the year, is expected to pale in comparison with the year-earlier level, analysts say, pointing to guidance from public health officials across China urging the public to avoid moving around and reduce infection risks.</p><p>\"We think the economy will continue to struggle over the coming months,\" Zichun Huang, an economist at Capital Economics, told clients in a in note Friday.</p><p>The World Bank, along with many investment banks,have slashed their China growth forecasts this year to 3% or lower—a far cry from Beijing's official target of about 5.5%. Research firms now anticipate China's economy to expand by around 4.5% next year, a comedown from earlier forecasts of growth of 5% or higher.</p><p>The slump in service-sector activity overshadowed a surprise improvement in factory activity, which returned to expansionary territory in September as the impact of a summer power crunch caused by drought and a heat wave dissipated—and as government support measures kicked in.</p><p>The official manufacturing purchasing managers index ticked up to 50.1 in September from 49.4 the previous month, according to official data. The reading followed two consecutive months of contraction. Economists polled by the Journal had expected a reading of 49.8.</p><p>Surprising as the outcome was, many economists aren't holding out hope for a sustained improvement, given cooling global demand for Chinese-made goods as fears of a global recession rise.</p><p>Separate data released on Friday by Caixin Media Co. and S&amp;P Global, focused on smaller-scale and private-sector manufacturers, pointed to weaker factory activity as new orders contracted for a second straight month. The China Caixin manufacturing purchasing managers index fell to 48.1 in September from 49.5 a month earlier.</p><p>Last month, China's statistics bureau reported a sharp pullback in the export growth rate, to 7.1% in August from a year earlier, the weakest year-over-year gain in four months, as global demand receded and China's factories wrestled with Covid-related disruptions.</p><p>A subindex of the official manufacturing PMI tracking new export orders showed overseas demand continuing to weaken in September. The subindex slipped to 47, the lowest level in four months, the data showed.</p><p>During the first 10 days of September, cargo and container throughput for foreign trade at China's major ports contracted by around 15% when compared with a year earlier, according to economists at Nomura.</p><p>A rapid deceleration in export growth could be a \"real game-changer\" for Beijing policy makers, given the export sector's status as a central pillar of economic growth since the pandemic first exploded nearly three years ago, Nomura wrote in a report last week. It predicted that a rapid deterioration in exports would compel Beijing to reconsider its Covid-prevention and property-sector policies, or risk letting the economy slip into recession.</p><p>So far, the government's measures to support the economy have been tepid and piecemeal, economists say—a contrast to their response during earlier slowdowns. As the outlook worsened during the summer, Beijing lowered interest rates, extended fresh credit to policy banks and cut taxes for small businesses, but otherwise held off on sweeping fiscal stimulus measures aimed at juicing the economy.</p><p>On Thursday, China's central bank said it would allow some cities that are suffering from falling home prices to further slash mortgage rates for first-time home buyers, adding to previous administrative measures aimed at stabilizing the faltering market.</p><p>Rosalea Yao, an analyst at Gavekal Dragonomics, said Thursday that recent property easing policies didn't seem to be making much difference, noting that sales remained sluggish in large cities even after the rollout of looser measures.</p><p>\"There is no indication the new policies are having a significant impact on sales,\" she told clients in a note.</p><p>Grace Zhu and Cao Li contributed to this article.</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com</p><p>China's Service Sector Slows in Latest Economic Warning Sign</p>",
  "published": "2022-09-30T13:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1560,
          "end": 1573
        },
        {
          "start": 1560,
          "end": 1567
        },
        {
          "start": 1551,
          "end": 1564
        }
      ]
    }
  ]
}