{
  "_id": "1e3213e1f88826f262e641bd825cfc0476f9dac3d79bbdcb495edcfcd51286f7",
  "feed": "ftcomall",
  "title": "US banks use thaw in markets to shift ‘hung loans' off their books",
  "text": "<p>Wall Street banks are using a thaw in corporate debt markets to offload billions of dollars' worth of loans tied to risky private equity takeovers, but many are still incurring losses to clinch deals with investors.</p> <p>The sale of debt earlier this month linked to the buyout of television ratings provider Nielsen offered a reprieve to lenders including Bank of America and Barclays, which are desperate to clear “hung” deals that have piled up on their balance sheets this year because of a dearth of investor appetite. </p> <p>The <a href=\"https://www.federalreserve.gov/publications/files/financial-stability-report-20221104.pdf\">$3.2tn market </a>for riskier corporate bonds and leveraged loans has begun revving up in recent weeks after a long lull, paving the way for banks to consider selling some debt on to investors. However, confidence in markets remains shaky and rising recession fears mean that many deals remain too risky for investors to touch, even though others are beginning to go through.</p> <p>“The hung [loans] have clogged up the system and held up capital but is likely temporary,” said Peter Gleysteen, chief executive of asset manager AGL Credit Management. He added that uncertainty in the global economy had “caused investors to stop, look and listen . . . There's a lot of capital available but it's not being put to use in the usual way.”</p> <p>The bond and loan deals that banks have been stuck holding were struck late last year or early this year before markets were jolted by soaring borrowing costs. The banks committed to finance the takeovers at far more generous terms than a company could currently find in markets today. </p> <p>Last week, lenders led by Citigroup and Bank of America abandoned part of a <a href=\"https://www.ft.com/content/d1ffe9a4-25db-4204-a2e9-0d7e8398d223\">planned $2.4bn debt sale</a> to fund Apollo Global Management's $7.1bn takeover of car-parts maker Tenneco, after steep discounts and double-digit yields failed to woo creditors. Weeks earlier, a $3.9bn debt offering to fund Apollo's purchase of telecoms group Brightspeed was scrapped.</p> <p>One lender called the Tenneco deal “a Hail Mary effort to see if [the banks] could capitalise on recent market strength”. In the end, investor orders came up short.</p> <p>Instead, banks have had luck drumming up interest in debt offerings from companies with higher quality ratings, including those judged by investors as being better equipped to withstand an economic slowdown. Banks have been able to offload $2bn worth of hung debt tied to the <a href=\"https://www.ft.com/content/46018f28-118e-45f0-a0a3-c8c61285dc25\">$16bn takeover</a> of Nielsen, and they are in the final stages of selling a further $1.75bn loan linked to the deal. The loan is finding solid demand and is expected to be finalised this week, according to people briefed on the matter. </p> <p>The Nielsen debt nonetheless carried eye-watering yields for potential investors, with banks offering steep discounts to help move the bonds off their books. Even after the bond and loan offerings are completed, banks will be left holding billions of dollars of Nielsen debt.</p> <p>Other debt deals, particularly ones not tied to new leveraged buyouts, have raced through the market. Bankers at Goldman Sachs underwriting a $1.7bn loan for motor racing series F1 last week were able to lock in lower-than-expected borrowing costs for the company after investors telephoned in large orders. </p> <p>The company, which has a double-B rating from S&amp;P Global — near the top of the agency's speculative grade rankings — issued the loan with a yield of roughly 7.9 per cent, paying 3.25 percentage points above a key benchmark for this type of debt. When bankers first started marketing the loan, the yield was expected to be as high as 8.5 per cent.</p> <p>The recent borrowings are “helping dispel the myth that there is this ton of high-yield [debt] that can't clear the market”, according to Andrzej Skiba, head of US fixed income at RBC Global Asset Management. “There is a price for everything. What is true is that people have reservations about particularly cyclically sensitive credits and those in flux because of strategy.”</p> <p>The more tentative mood in credit markets represents a shift from the early months of the year. Central bank stimulus at the height of the coronavirus crisis had sparked an era of cheap money that flowed into the early months of 2022, spurring enthusiasm for dealmaking and the refinancing of existing debt as interest rates stood close to zero.</p> <p>But bonds and equities have since come under acute pressure, taking a hit from high inflation and rising interest rates. In turn, fears have intensified that the US Federal Reserve and its global peers will tighten monetary policy into a protracted economic slowdown as they strive to curb rapid price growth.</p> <p>A recession would potentially mean reduced consumer spending just as companies face a dramatic escalation in borrowing costs that has already effectively locked many out of capital markets. </p> <p>Junk-rated US bond sales have this year slumped to their lowest levels since the global financial crisis in 2008, generating proceeds of just $101bn, according to data from Refinitiv. Last year, issuance stood at $464bn. </p> <p>Leveraged loan sales have also slowed dramatically after a bumper 2021. And the debt that has been able to attract willing investors over the past two months has tended to be single- and double-B rated, with borrowers often having to provide stronger investor protections in the documents that govern their bonds and loans.</p> <p>Adam Abbas, the&#xa0;co-head of fixed income at Harris Associates, said markets were “effectively” closed for triple-C rated companies looking to raise debt, raising the spectre of “a natural default cycle”.</p> <p>Debt financing has been a central component of private equity takeovers for years, supporting buyout firms' acquisition strategies. But it also constitutes a critical source of funding for companies of all sizes around the world as they go about their daily operations, from tech and media giants to high-street retailers. </p> <p>At the same time, the underwriting of corporate debt sales has proved hugely lucrative for banks during hot periods of dealmaking when there are many willing buyers and sellers in the market. But it has become a major headache and a drain on lenders' own coffers as investors have stuck to the sidelines this year, for fear of further volatility to come.</p> <p>“I don't think we've seen the last of this volatility, especially when you think about inflation, the big R word [recession], broader economic uncertainty and everything going on in Europe,” said Cade Thompson, head of US debt capital markets at KKR. “It feels like we're stuck here for a bit”. </p><p>Source: Eric Platt and Harriet Clarfelt in New York 2022 'US banks use thaw in markets to shift ‘hung loans' off their books' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T05:00:36.336Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2957,
          "end": 2970
        },
        {
          "start": 2938,
          "end": 2951
        },
        {
          "start": 2957,
          "end": 2964
        }
      ]
    }
  ]
}