{
  "_id": "f26d3a6334c537dfe2a6f46dd393716a44cc62a019e8a23ac29ff7dadcc067b6",
  "feed": "ftcomall",
  "title": "Investors' Chronicle: Lok'n Store, Wizz Air, Aston Martin Lagonda",
  "text": "<h2>BUY: Lok'n Store (LOK) </h2> <p>The storage company's development pipeline is the key to driving its growth, writes<em> Mark Robinson</em>.</p> <p><a href=\"https://www.ft.com/stream/2b99ba87-2d02-4c1a-9a0b-bec469def8e3\">Lok'n Store</a> was one of the leading risers on Aim after the self-storage company announced a 37 per cent rise in cash profits to £16.4mn. The strong annual showing was driven by a 13 per cent increase on the achieved rate on occupied space combined with a 6.4 percentage point reduction in total operating costs as a proportion of revenues to 38.5 per cent. That's doubly impressive when set against an inflationary backdrop. And sale and manage-back arrangements have been carried out at a premium, helping to reduce net debt and boost cash available for distribution.</p> <p>The self-storage industry was something of an outlier during the pandemic, at least in relation to some other property-based sectors which saw occupancy rates and rents affected by the lockdowns. The consequent spread of hybrid working arrangements has also had a positive impact. And even seemingly tangential issues such as the rental crisis have increased the number of people who need a unit to store their belongings.</p> <p>Management is looking to meet this increasing demand through a development pipeline that will expand store space by 44.1 per cent over the medium term. Of the 14 pipeline sites, 10 are contracted and four are “progressing with lawyers”.</p> <p>Secular trends are favourable, but the development pipeline is key to driving growth and the sole justification for a lofty consensus earnings multiple of 30 times forecast earnings.</p> <p>The company's net asset value increased by 33 per cent in full-year 2022, but it would be fanciful to imagine that will be the standard rate going forward, even though trading in August and September was 13.6 per cent up on the same period last year.</p> <h2>HOLD: Wizz Air (WIZZ)</h2> <p>While the second-half showing was encouraging, the strong dollar put a sizeable dent in Wizz's bottom line, writes <em>Christopher Akers</em>.</p> <p>It was a tale of two quarters for the budget airline, which focuses on Central and eastern Europe and has expanded into the Middle East. Operational performance “normalised” as the year went on, with flight cancellations and disruption returning to historical levels. Revenues in the second quarter were up by 41 per cent against the pre-pandemic rate, with strong cash profits of €218mn (£188mn) recorded. A pretty solid showing.</p> <p>But a challenging first quarter, in which Wizz faced a doubling of fuel prices from pre-pandemic levels, together with the continuing impact of pandemic restrictions&#xa0;and supply chain disruption, cast a pall over the whole. And Wizz wasn't helped by the dollar's strength against the euro, given it reports in the latter currency. This dragged the company down to a significantly worse statutory loss, with an eye-watering 905 per cent increase taking the net foreign exchange loss to €269mn.</p> <p>It is good news that Wizz has changed tack on its former no-hedging policy around the dollar and jet fuel costs. The result of this policy is seen in the company's negative&#xa0;year-to-date share price performance against competitors such as easyJet and Ryanair due to its greater exposure to manic&#xa0;fuel prices. The company said that “given the sustained and ongoing volatility in commodity prices” it will reinstate jet fuel hedging (in line with peers from 2024) and will hedge its dollar exposure.</p> <p>Peel Hunt analysts said that “with rapid fleet growth and a pivot to the Middle East, [Wizz] will continue to expand quickly, using its low cost base to increase market share”. The shares trade at only four times the broker's financial year 2025 earnings forecast, which is notably undemanding.</p> <h2>SELL: Aston Martin Lagonda (AML)</h2> <p>Free cash outflow increases by £100mn during the third quarter, writes <em>Michael Fahy</em>.</p> <p>For a company specialising in making machines built for speed, Aston Martin Lagonda is taking a long time to turn its fortunes around.</p> <p>A £654mn capital raise during the period, which brought in Saudi Arabia's sovereign Public Investment Fund as the company's second-biggest shareholder with an 18.67 per cent stake and China's Geely Automotive with 7.6 per cent, was welcome news given its stretched finances.</p> <p>However, it continues to haemorrhage cash — its year-to-date free cash outflow increased to £336mn, up from £234mn at the half-year stage. Almost two-thirds of this is capital expenditure&#xa0;devoted to the development of a new generation of sports cars, which will begin production from next year.</p> <p>The problem, though, is that it continues to struggle to deliver its existing order book. The company cited “supply chain challenges” affecting the delivery of DBX models over the past six months, which meant wholesale volumes are down by about 4 per cent year-to-date. Parts shortages meant the company had 400 cars waiting to be delivered at the end of September, which it expects to find their way to owners by the end of the year.</p> <p>The company is also having to accelerate the amortisation of capitalised research and development costs as new models replace its existing range, but its biggest headache remains its £833mn net&#xa0;debt. The fact that this is largely dollar-denominated doesn't help — it attributed around half of its year-to-date pre-tax loss of £511mn to a “non-cash FX revaluation” of its borrowings.</p> <p>The recent fundraising should help it to make inroads into paying this off, but until the company can generate cash — let alone make a profit — from building cars its shares remain&#xa0;one to avoid.</p> <h2>Hermione Taylor: US dollar — their currency, your problem </h2> <p>The US Treasury Secretary told a room of European counterparts that “the dollar is our currency, but it is your problem”.</p> <p>This soundbite is actually more than 50 years old –&#xa0;courtesy of 1971's Treasury Secretary, John Connally. But what was true then rings true now: concerns about the spillover effects of a dollar rally are nothing new. The dollar has surged again over the past year, causing headaches for both advanced and emerging economies. But in the past, US policymakers have agreed to international action to curb the strength of the dollar. Is there a chance that they will do so again today?&#xa0;</p> <p>For the rest of the world, a strong dollar increases import costs, stoking domestic inflationary pressures. Thanks to the dollar's status as the world's most traded currency, this means far more than pricey American imports: in much of Europe, for example, energy is purchased abroad using US dollars. According to S&amp;P Global, the 16 per cent depreciation of the euro against the dollar in the past 12 months has added about half a point to eurozone inflation figures, and reduced household consumption by the same amount. A stronger dollar also increases the cost of servicing any borrowing denominated in US dollars – bad news for net debtors.&#xa0;</p> <p>A strong dollar exerts its own pressure on the US economy, too. Goldman Sachs economists estimate that for every 10 per cent increase in the value of the dollar, US GDP takes a 0.7 percentage point hit. This would be bad news in normal times, but it comes as a welcome relief of sorts at a time of high demand-driven inflation: the dollar's recent appreciation is set to reduce core goods inflation by about 0.5 percentage points, largely thanks to lower import prices.&#xa0;</p> <p>Yet the benefits are not felt evenly. US firms reliant on sales in overseas markets take a hit when profits earned in foreign currencies are converted back into US dollars. Figures from S&amp;P Global suggest that large global car makers saw sales decrease by up to 10 per cent in the first half of 2022, due to their exposure to weakening foreign currencies.</p> <p>The ratings agency's economists note that “at some point a strong dollar becomes less than optimal for all involved and if markets do not correct, the solution will have a political element”. In 1985, the Plaza Accord saw US, German, French, Japanese and UK central banks agree to FX interventions designed to bring down the value of the dollar. But despite talk of a modern equivalent, any international agreement looks unlikely today.&#xa0;</p> <p>Firstly, the incentive for the US to intervene is minimal. In the 1980s, the US was more concerned about the impact of a strong dollar on its current account position, whereas today, inflation dominates as a macroeconomic policy objective. Analysts at Goldman Sachs argue that comments from Fed officials “suggest that they remain focused on taming domestic inflation and currently do not see spillovers as large enough to require an adjustment to monetary policy”.&#xa0;</p> <p>International action is harder to orchestrate today, too. In 1985, the Plaza Accord was agreed by a small group of core countries and in an environment where FX intervention was the norm. Crucially, China was absent from Plaza Accord negotiations, owing to its small economy at the time. UBS economists argue that for China, a strong dollar may be no bad thing at the moment, either: as the Chinese housing market and domestic economy slows, a depreciating renminbi could increase the competitiveness of Chinese exports – and deliver a much needed economic stimulus.&#xa0;</p> <p>UBS analysis also suggests that any agreement today would be within the purview of a much broader contingent of G20 countries. This group is already sensitive to disorderly market movements and any currency manipulations that could confer a trading advantage. Unsurprisingly, UBS economists conclude that “there is a higher bar for reaching an international agreement than was the case in the 1980s”. The strong dollar may well be a global problem, but reaching an international consensus on exchange rates looks like an even bigger challenge.&#xa0;</p> <p><em>Hermione Taylor is an economics writer for Investors' Chronicle</em></p><p>Source: Investors’ Chronicle reporters 2022 'Investors' Chronicle: Lok'n Store, Wizz Air, Aston Martin Lagonda' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T18:00:46.723Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6864,
          "end": 6871
        },
        {
          "start": 8315,
          "end": 8328
        },
        {
          "start": 6864,
          "end": 6877
        },
        {
          "start": 8315,
          "end": 8322
        }
      ]
    }
  ]
}