{
  "_id": "fb3c432bbd5975b1915b907fd99d1d2cd94b8168f0fe8428bf542b024ac2039d",
  "feed": "ftcomall",
  "title": "Goldman Sachs considers hundreds of job cuts at consumer business",
  "text": "<p>Goldman Sachs is considering making hundreds of job cuts at its consumer business after chief executive David Solomon unveiled plans to scale back its “Main Street” banking ambitions, according to people familiar with the matter. </p> <p><a href=\"https://www.ft.com/stream/980562d6-2db0-4b25-a349-b83d4b86bea7\">Goldman</a> is also planning to stop offering personal loans through its Marcus-branded retail banking platform, the people added. Personal loans, primarily for debt consolidation, were one of the first consumer products launched by Goldman in 2016. </p> <p>After years of losses and escalating costs, Solomon <a href=\"https://www.ft.com/content/cac2059d-4ead-4415-a7ef-74cdfc3c13d2\">announced</a> in October that Goldman would significantly pare back the company's retail banking business. Its Marcus division will still accept retail deposits, which offer a relatively cheap source of funding for the bank. </p> <p>The job cuts would be in addition to the annual cull of underperforming employees that Goldman typically <a href=\"https://www.ft.com/content/1398e9f5-8e93-4134-ad37-fb5ea78ae7bf\">conducts</a> each year. The exact number of cuts in the consumer unit is still being decided, the people said. </p> <p>Bloomberg, which earlier reported the potential cuts, said the <a href=\"https://www.ft.com/us-banks\">bank</a> could eliminate at least 400 positions. Goldman, which globally employs about 49,000 staff, declined to comment. </p> <p>The push into consumer banking had been one of four growth areas <a href=\"https://www.ft.com/content/30c61d67-8af9-474e-872a-b0c75258a781\">identified</a> by Solomon to make Goldman less reliant on profits at its investment banking and trading divisions, sometimes profitable yet volatile businesses that investors do not assign much value to. </p> <p>Following the restructuring announced in October, the consumer division will be split into two, with Marcus sitting in Goldman's broader wealth management business and the rest of Goldman's retail banking operations — such as its Apple credit card partnership — forming part of a new “Platform Solutions” unit. </p> <p>Like the rest of Wall Street, Goldman is contending with a dramatic slowdown in investment banking activity. The bank's net profits were down 44 per cent in the first nine months of 2022. </p> <p>Goldman is also gearing up for a potential recession in 2023. Speaking at an industry conference last week, Solomon said Goldman had “set in motion certain expense mitigation plans, but it will take some time to realise the benefits”.&#xa0;</p> <p>“We continue to see headwinds on our expense lines, particularly in the near term.” </p> <a href=\"http://www.ft.com/cms/8aa07102-a9dd-441f-8f48-8e0e83b3f0c2.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Joshua Franklin in New York 2022 'Goldman Sachs considers hundreds of job cuts at consumer business' FT.com 12 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-12T21:12:53.758Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 229,
          "end": 236
        },
        {
          "start": 230,
          "end": 237
        },
        {
          "start": 457,
          "end": 464
        },
        {
          "start": 459,
          "end": 466
        },
        {
          "start": 551,
          "end": 558
        },
        {
          "start": 554,
          "end": 561
        },
        {
          "start": 831,
          "end": 838
        },
        {
          "start": 836,
          "end": 843
        },
        {
          "start": 1061,
          "end": 1068
        },
        {
          "start": 1069,
          "end": 1076
        },
        {
          "start": 1228,
          "end": 1235
        },
        {
          "start": 1237,
          "end": 1244
        },
        {
          "start": 1516,
          "end": 1524
        },
        {
          "start": 1526,
          "end": 1533
        },
        {
          "start": 1577,
          "end": 1585
        },
        {
          "start": 1587,
          "end": 1594
        },
        {
          "start": 1737,
          "end": 1744
        },
        {
          "start": 1748,
          "end": 1755
        },
        {
          "start": 1893,
          "end": 1900
        },
        {
          "start": 1906,
          "end": 1913
        },
        {
          "start": 2013,
          "end": 2020
        },
        {
          "start": 2027,
          "end": 2034
        }
      ]
    }
  ]
}