{
  "_id": "e274c205bc4e682cd1373508231f8f8d1d2d250e96c002d4cd7e71877c341788",
  "feed": "wall-street-journal",
  "title": "Bank of America's Quarterly Profit Rises 28%; Record investment-banking revenue and loan growth pushes fourth-quarter earnings higher",
  "text": "<p>Bank of America Corp. profit rose 28% in the fourth quarter, boosted by record investment-banking revenue and recovering appetite for borrowing from businesses and consumers.</p><p>The second-largest U.S. bank earned $7.01 billion, up from $5.47 billion a year earlier. Per-share earnings of 82 cents topped the 77 cents that analysts polled by FactSet had expected.</p><p>Higher interest income and record investment banking revenue pushed Bank of America to higher earnings. The bank also reported an earnings slowdown a year ago, making this year's comparisons easier.</p><p>Outstanding loans and leases totaled $979.12 billion in the fourth quarter, up 6% from both the third quarter and a year earlier.</p><p>\"We feel good about loan growth, better than we would in a normal year,\" Alastair Borthwick, Bank of America's finance chief, said on a call with reporters.</p><p>Bank of America shares closed up less than 1%.</p><p>Other large banks saw their profits decline in the fourth quarter. Some of the business lines that powered banks over the past two years, like frenetic trading and a lucrative mortgage market, began to return to normal levels.</p><p>Bank of America's revenue totaled $22.06 billion, up 10% from a year ago. That missed the $22.18 billion expected by analysts.</p><p>Bank of America and its peers are paying the tab for their pandemic deal-making spree, when they hired new employees and paid more to keep their current ones. Bank of America's 2021 compensation expenses rose 10% from a year earlier to $36.14 billion.</p><p>Chief Executive Officer Brian Moynihan said in December that the bank's expenses would increase by a few hundred million dollars in the final three months of the year.</p><p>The bank said Wednesday that its noninterest expenses in 2022 would remain roughly the same as its 2021 expenses.</p><p>\"What's going to come out [of expenses] over time is some of the stubborn Covid costs,\" Mr. Borthwick said. \"It costs more to run our financial centers right now just with the pandemic environment.\"</p><p>Fourth-quarter net interest income, which includes money the bank makes on loans, rose 11% from a year earlier to $11.41 billion.</p><p>Bank of America has a large base of U.S. deposits, making it particularly sensitive to changes in U.S. interest rates. The Federal Reserve signaled this month that it could raise rates as soon as March.</p><p>Expectations for higher interest rates put banks in a good position to make more from their bread-and-butter business of lending. When rates are higher, banks can charge more on loans. A surplus of deposits at retail banks means lenders can take their time upping the amount they pay depositors, further boosting profits.</p><p>For much of the last two years, banks have struggled to grow their loan books. Consumers and businesses awash in cash had little need for lending. But those reserves have started to dwindle, and banks report increased demand from both businesses and individual customers. At Bank of America, commercial loans grew 9% from a year ago, while consumer loans edged up 2%.</p><p>Noninterest income, which includes fees, rose 8% from a year earlier to $10.65 billion. The bank last week said it would lower overdraft fees to $10 from $35. Overdraft fees delivered about 1.3% of Bank of America's revenue in 2020.</p><p>The bank released $851 million it had set aside to cover pandemic loan losses. Big reserve releases padded profit in 2021, though Bank of America and its peers are nearing the end of that cycle.</p><p>Investment banking fees increased 25% from a year earlier to $2.38 billion. Adjusted trading revenue was $2.93 billion, down 4% from a year earlier. JPMorgan Chase &amp; Co., Citigroup Inc. and Goldman Sachs Group Inc. also reported gains in investment banking but declines in trading revenue.</p><p>Shares of Bank of America have risen 4.4% since the beginning of the year. The KBW Nasdaq Bank Index, which tracks shares of the largest lenders, is up about 5% so far in 2022.</p><p>Analyzing Banks</p><p>Recent Heard on the Street columns, selected by the editors</p><p>* Goldman Sachs Places Bets on a Steadier Future</p><p>* Bank Investors Must Wait for the Benefits of Rising Interest Rates</p><p>* Credit Suisse's New Captain Needs to Show Early Turnaround Progress</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com</p><p>Bank of America's Quarterly Profit Rises 28%</p>",
  "published": "2022-01-19T21:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3622,
          "end": 3629
        },
        {
          "start": 3622,
          "end": 3646
        },
        {
          "start": 3622,
          "end": 3645
        },
        {
          "start": 3622,
          "end": 3635
        },
        {
          "start": 3977,
          "end": 3984
        },
        {
          "start": 3977,
          "end": 3990
        }
      ]
    }
  ]
}