{
  "_id": "f58a4d3e14bfe451b8cdd16d52120b7e6d9f5c30f54dca7eb3428d16f62c7250",
  "feed": "market-watch",
  "title": "Gold steadies near 9-month lows, silver slides to weakest since summer 2020",
  "text": "<p>* Gold futures GC00 GCQ22for August delivery gained $3.40, or 0.2%, to $1,735.</p><p>* Silver futures SIU22 for September delivery fell 30 cents, or 1.6%, to $18.83, a new two-year low.</p><p>* Platinum futures PLV22for October delivery were down $19.30, or 2.2%, to $841 per ounce.</p><p>* Palladium futures PAU22for September delivery were down $53, or 2.4%, to $2,119 per ounce.</p><p>* Copper prices HGU22for September delivery were down 9 cents, or 2.5%, to $3.34 per pound.</p><p>What's driving the market ?</p><p>Since gold hit its 2022 peak north of $2,000 per ounce back in March, it has been largely driven by the strong dollar which is at a 20 year high based on the index DXY measuring its strength against major currencies, while higher Treasury yields, which have stolen some of the precious metals' luster in the eyes of investors.</p><p>Analysts at TD Securities blamed relative weakness in precious metals and crude oil on the broader \"risk off\" mood on Tuesday. The S&amp;P 500 SPX, Dow Jones Industrial Average DJIAand Nasdaq Composite COMP looked headed for a lower open, while the dollar, EURUSD which has established itself as the market's preferred safe-haven asset, continued to climb toward parity with the euro.</p><p>See: Euro slips closer to parity as Goldman warns the ECB could respond more 'forcefully' to a weak currency'</p><p>Other markets</p><p>* S&amp;P 500 ES00futures were down 0.5%.</p><p>* Dow YM00futures were down 0.6%, or nearly 200 points</p><p>* The dollar was trading within one cent of parity with the euro EURUSD.</p><p>* The 10-year Treasury yield TY00 shed 6.6 basis points to trade at 2.93%, dropping further below 3%.</p><p>Gold steadies near 9-month lows, silver slides to weakest since summer 2020</p>",
  "published": "2022-07-12T11:58:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1219,
          "end": 1226
        },
        {
          "start": 1228,
          "end": 1235
        }
      ]
    }
  ]
}