{
  "_id": "4bcb6b82d6efd1441793efa8c6164168a4a3bcd17b98a7b10cd9eb90cd7b8a26",
  "feed": "ftcomall",
  "title": "Volatility investor warns of false dawn for US equities market",
  "text": "<p>Investors heartened by this summer's recovery in US equity markets should not relax their guard so soon because corporate debt concerns will probably spark another downturn at the end of this year, one of the world's pre-eminent volatility specialists has predicted.</p> <p>While sharply falling equity prices in the first half of the year reflected concerns about future earnings due to inflation, investors have not yet reckoned with the effects of higher interest rates on overly indebted companies, Paul Britton, founder of Capstone Investment Advisors, told the Financial Times. </p> <p>He warned that news of particular companies struggling to refinance their debt at affordable rates would spook the markets again, probably in the fourth quarter or in early 2023.</p> <p>“We are getting close to the end of phase 1, a repricing of growth. Phase 2 is more interesting to me. It is more of a credit cycle,” Britton said. “People are upset that they've lost money, but there is no fear.”</p> <p>“The headlines in Q4 and Q1 are going to be of people having trouble refinancing, and nervous investors will start selling,” he said. “By Q4 or Q1 it will switch to fear.”</p> <p>While many companies took advantage of extremely low interest rates in 2020 and 2021 to refinance their debt for very long periods of time, signs of strain are starting to appear in debt markets. </p> <p>Bankers last month <a href=\"https://www.ft.com/content/3989312e-489b-4cb8-86bf-55b078d96dc9\">postponed a debt financing</a> for the $16.5bn takeover of software company Citrix by Vista Equity Partners and Elliott Management, after struggling to find willing lenders. When companies have pushed ahead, they have often had to <a href=\"https://www.ft.com/content/b22a85ae-3d44-499c-a603-250ecb1158ef\">accept more onerous terms</a> than in the previous 18 months. Banks including Bank of America and Goldman Sachs that initially committed to fund such deals have been left nursing losses.</p> <p>Capstone, which had $9.1bn in assets under management as of July 1, profits from choppy markets. It not only runs one of the world's largest hedge funds specialising in volatility but also helps institutional and wealthy customers protect their portfolios from extreme risk.</p> <p>The investment group's global fund was up 0.8 per cent for the first half and its dispersion fund was 14 per cent higher, according to a person who has seen the results.</p> <p>Global financial markets swung wildly in first half as the S&amp;P 500 index entered a bear market amid concerns about a looming recession and tighter monetary policy from the Federal Reserve. </p> <p>But as the equity market has more recently <a href=\"https://www.ft.com/content/60b2bbc5-e2c3-45fd-89ca-9db0db24c531\">found its footing</a>, gauges of volatility such as the Cboe's Vix index have calmed; earlier this week the Vix closed below its long-running average of 20 for the first time since April. </p> <p>A fierce debate has split the market over whether the rebound in US stocks can persist, particularly if the Fed raises interest rates more aggressively or more quickly than investors are wagering. </p> <p>Britton, a former floor trader who profited from the late 1990s volatility of the Asian and Russian crises but <a href=\"https://www.ft.com/content/05bb345f-4ff3-46a0-93c1-f8c3d92d1f55\">took losses in the 2008 financial crisis</a>, said he did not expect the number of corporate bankruptcies to be higher than in past downturns. Problems are likely to be concentrated among companies rated below investment grade, he added. </p> <p>“Leveraged loans are the top of my list, and high-yield debt from anyone that doesn't have cash flow,” he said. </p> <p>Refinancing woes will have an outsized effect on market sentiment, he said, because investors have become too complacent that central bankers will ride to their rescue with lower rates. This time, he predicted, Fed governors will stick to their inflation-busting mantra and maintain higher rates.</p> <p>“They don't want to recreate what they have done today. Any intervention they make to stabilise markets is going to be significantly smaller [than previous efforts] and the market is going to be severely disappointed,” Britton said. “The Fed and other central bankers are going to be incredibly gun-shy.”</p> <p>Indeed, Mary Daly, president of the San Francisco branch of the Fed, <a href=\"https://www.ft.com/content/0aae2c99-69f1-49d8-bfab-0599add9e491\">warned this week</a> that it is far too early to “declare victory” in the central bank's fight against elevated inflation.</p> <p>Britton said he doubts the Fed can avoid a recession, and that could push the US unemployment rate to 4.5 per cent from its current 3.5 per cent level. </p> <p>“Ultimately the Fed has got an extraordinarily difficult job. It [the economy] is a very large plane they are trying to land on a very short and very narrow runway. They could stick the landing. I just think it will be hard.”</p> <p><em>Additional reporting by Laurence Fletcher in London and Eric Platt in New York</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/2f3ddf26-c791-4fa4-add3-0c1fe6ffab16\"><em>Debt is one thing, but fall in sales is bigger risk for companies</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/2f3ddf26-c791-4fa4-add3-0c1fe6ffab16\"><em>From Christophe Cauvy, Ox​ford, UK</em></a></p><p>Source: Brooke Masters in New York 2022 'Volatility investor warns of false dawn for US equities market' FT.com 14 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-14T04:00:54.231Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1678,
          "end": 1691
        },
        {
          "start": 1668,
          "end": 1681
        },
        {
          "start": 1678,
          "end": 1685
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.1920929e-07,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}