{
  "_id": "63b44530a71b720aba14a5de7168191e23dba1c547deed891110128269439e47",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs Sees Profit Slip 13%; The Wall Street giant said that fourth-quarter trading revenue fell 7%",
  "text": "<p>Goldman Sachs Group Inc.'s profit fell in the fourth quarter, even as the deals market stayed strong.</p><p>The Wall Street giant said Tuesday that profit declined 13% to $3.94 billion, or $10.81 a share. That fell short of the consensus forecast of $11.77 a share among analysts polled by FactSet. Revenue grew 8% to $12.64 billion. That beat the forecast of just over $12 billion.</p><p>The bank continued to benefit from ebullient deal making. Investment-banking revenue jumped 45% to $3.8 billion, with demand for mergers and acquisitions still brisk. JPMorgan Chase &amp; Co. and Citigroup Inc. also reported big gains in investment-banking fees last week.</p><p>Trading revenue was $3.99 billion, down 7%, as pandemic-induced volatility in capital markets subsided. Trading revenue fell 11% at JPMorgan and 17% at Citigroup.</p><p>Bond-trading revenue of $1.86 billion was essentially flat from a year earlier, while stock-trading revenue shrank 11%.</p><p>Goldman shares were down 2% in premarket trading on Tuesday.</p><p>While profits are still flowing from Wall Street, Goldman is working to increase its businesses that cater directly to consumers. Revenue from its consumer and wealth management unit, which includes the Marcus consumer bank and the team serving wealthy clients, rose 19% in the fourth quarter. Consumer-banking revenue grew 8% as consumers carried higher credit-card balances.</p><p>Total operating expenses were $7.27 billion, up 23% from the same period a year earlier. Compensation expenses at Goldman rose 31% to $3.25 billion. Banks are in a battle to get and keep rainmakers who can maintain the momentum of the last couple of years. Wall Street firms including Goldman also raised salaries last year for junior bankers, many of whom found the grunt work of entry-level banking less appealing when they were doing it from home.</p><p>Profit at JPMorgan fell 14% from a year earlier, while profit at Citigroup fell 26%. Still, JPMorgan posted record profits for the full year, while net income at Citigroup nearly doubled.</p><p>The bank's return on equity, a measure of how profitably it uses shareholders' money, was 23% in 2021 after a return of 11.1% in 2020. In January 2020, Goldman set a target return of at least 13% by 2023.</p><p>Earnings Picture</p><p>Read more articles on earnings in the banking sector, selected by WSJ editors</p><p>* BlackRock Now Manages Over $10 Trillion in Assets (Jan. 14)</p><p>* Wells Fargo's Quarterly Profit Soars 86% (Jan. 14)</p><p>* Citigroup's Quarterly Profit Falls 26% (Jan. 14)</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Goldman Sachs Sees Profit Slip 13%</p>",
  "published": "2022-01-18T13:15:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 0,
          "end": 24
        },
        {
          "start": 929,
          "end": 936
        },
        {
          "start": 1040,
          "end": 1047
        },
        {
          "start": 1481,
          "end": 1488
        },
        {
          "start": 1652,
          "end": 1659
        },
        {
          "start": 2158,
          "end": 2165
        },
        {
          "start": 2520,
          "end": 2527
        },
        {
          "start": 2520,
          "end": 2533
        }
      ]
    }
  ]
}