{
  "_id": "21f0646b8bc13bafae575cf2a75f603584d1bd43b69087e01aef39f7d8c7fd53",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Planned Twitter Takeover Creates a 'Chaos Tax' for Employees; Deal has left employees bewildered about what their jobs are and will be",
  "text": "<p>It is a tricky time to work at Twitter. Far beyond the usual uncertainty at an acquisition target, Mr. Musk's $44 billion takeover deal has left employees bewildered about what their jobs are and will be, as well as how to keep operating a platform with around 229 million daily users while its would-be owner uses it to publicly assail the company for everything from its free-speech policies to its business model.</p><p>Internal conversations and Slack channels are awash in distress and anger over the criticism, while company leaders who themselves have no way to know the outcome have responded with repeated staff meetings to try to soothe the angst and encourage people to press forward, according to current and former staffers and internal communications viewed by The Wall Street Journal.</p><p>\"I expect the 'chaos tax' and ups and downs to continue,\" Jay Sullivan, Twitter's new head of product, wrote on May 13 in an internal message to thousands of employees that was viewed by the Journal. \"As I know more, I will find ways to share with this group!\"</p><p>Mr. Sullivan replaced one of the two executives that CEO Parag Agrawal fired earlier this month and is filling in for the other on an interim basis. In an internal memo circulated in mid-May, Mr. Agrawal attributed the hiring freeze to another cloud looming over Twitter: a weakening global economy intensified in part by the war in Ukraine.</p><p>Twitter executives have held 15 companywide or large division-wide meetings in recent weeks to address employee questions about Mr. Musk's takeover, the hiring freeze and other company changes, according to a person close to the matter.</p><p>Whatever the fate of the deal, many current and former employees say the company has been irrevocably shaped by the five weeks since Mr. Musk publicly disclosed his unsolicited bid to buy Twitter, one of the world's most influential social-media platforms. Some employees have left. Many more say they are looking for new jobs. Others are hunkering down to await an uncertain fate under Mr. Musk, who recently tweeted an image of cartoon excrement at the current CEO.</p><p>Some have expressed optimism at the possibility that Mr. Musk's ownership might reinvigorate a company that has languished compared with some of its social-media peers.</p><p>In one internal group created in recent weeks—called \"i_dissent\"—dozens of employees have argued that Mr. Musk's offensive comments aside, he has the potential to spur Twitter's product and growth teams to reach their potential, according to a person familiar with the internal discussions. Mr. Agrawal told employees this month that the company has so far fallen short of audience and revenue growth targets set in early 2020.</p><p>Any employees who own stock in Twitter also stand to benefit if a deal goes through: Mr. Musk offered $54.20 a share for the company, a premium to the closing price Friday of $38.29.</p><p>Mr. Musk's deal was accepted by the company's board on April 25 and endorsed by former CEO Jack Dorsey, who described Mr. Musk as \"the singular solution I trust.\" Mr. Musk went on to publicly upbraid Twitter for its past content-moderation decisions, lambasting the company's top legal and policy chief Vijaya Gadde at one point by posting a meme that included her face.</p><p>On May 12, Mr. Agrawal told employees the company was pausing hiring and looking to cut costs, and that two senior executives—Bruce Falck, general manager of revenue, and Kayvon Beykpour, general manager of consumer—were leaving. Mr. Beykpour tweeted he was on paternity leave when he got the news. Some employees described the changes as stressful on an internal Slack channel. \"Can post-CEO-email Day of Rest be a thing til this is all over?\" one wrote.</p><p>The next day, Mr. Musk tweeted that the deal was \"on hold\" until he could get more clarification from the company about how pervasive bots were on the platform. That rattled already wobbly investor confidence that the deal will happen at the price Mr. Musk agreed to—if at all. Twitter shares are down more than 25% since late April.</p><p>Twitter's board has insisted that the existing deal must be honored. In a company meeting Thursday, executives were in the awkward position of reassuring employees that the company would fight to complete a deal that many staffers aren't sure they want. Ms. Gadde told employees that there was \"no such thing as a deal being on hold,\" people familiar with the matter said, adding they would go to court if necessary. Bloomberg earlier reported Ms. Gadde's comments.</p><p>Twitter has had other leadership challenges since its launch in 2006. Several CEOs have been fired or pushed out, including Mr. Dorsey, whose second stint ended abruptly in November.</p><p>\"We went through a lot of terrible times, a lot of them self-inflicted,\" said Jason Goldman, an early Twitter executive who served on its board of directors between 2007 and 2010. \"This is by far the worst. This is an externally imposed chaos agent who is not acting in good faith.\"</p><p>Mr. Musk didn't immediately respond to a request for comment.</p><p>Among those most concerned are staff responsible for moderating content and developing tools that minimize abuse and hate speech on the platform, current and former employees say. Mr. Musk has repeatedly said Twitter's limits on expression are too great and that he wants to allow almost all speech on the platform that isn't illegal. Mr. Musk's complaints echo those of others, including some conservative lawmakers who have criticized efforts at content moderation, saying they are subjective and can lead to bias.</p><p>Some current employees say they view Mr. Musk's behavior on the platform, particularly his targeting of Ms. Gadde, as an example of the type of online bullying they have been tasked with minimizing.</p><p>Many employees feel \"undermined and humiliated at scale\" by Mr. Musk's attacks, one former executive said, adding that there is particular shock and disappointment by some longtime employees that Mr. Dorsey hasn't publicly defended Ms. Gadde and the trust and safety teams.</p><p>Mr. Dorsey didn't immediately respond to a request for comment.</p><p>Some Twitter employees have taken their Twitter accounts private, according to people familiar with the matter, out of fear of being harassed on or off Twitter by Mr. Musk's supporters.</p><p>During an April 29 all-hands meeting after the deal was announced, employees asked a number of questions about the standard severance package and what would happen to employees on work visas if they were laid off, according to internal communications reviewed by the Journal. Two weeks later, employees said they were frustrated with a lack of answers.</p><p>For many employees, the top concern is their livelihood, and clarity about severance benefits should they lose their jobs after a deal is completed. \"If we don't get an answer, how can we be expected to 'continue to do the work despite the noise?'\" one employee wrote in an internal chat reviewed by the Journal.</p><p>Others are dusting off their résumés out of concern that Mr. Musk could claw back the company's remote-work policy if his bid were to succeed. \"Everyone's making contingency plans,\" another employee said.</p><p>Some recruiters say they have had more success lately in approaching Twitter employees about job openings they are looking to fill in technology and human resources.</p><p>Executive recruiter Valerie Frederickson said the human-resources executives at Twitter that she has spoken in recent weeks to have indicated interest in finding a new job rather than staying to work for Mr. Musk.</p><p>Rebecca Elliott contributed to this article.</p><p>Write to Deepa Seetharaman at Deepa.Seetharaman@wsj.com and Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Elon Musk's Planned Twitter Takeover Creates a 'Chaos Tax' for Employees</p>",
  "published": "2022-05-21T01:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4776,
          "end": 4783
        }
      ]
    }
  ]
}