{
  "_id": "237fbee14211fd397d31e71771824b96a08ec84559f3c523bb4c8c793432081b",
  "feed": "market-watch",
  "title": "Fed has to be ‘far more aggressive…than the Street thinks,' says academic who called Dow 20,000: ‘This is too much money chasing too few goods'",
  "text": "<p>“Everything&#xa0;is pointing upward.&#xa0;everything&#xa0;is going up…and the Fed,” Siegel said in an interview with CNBC Wednesday afternoon. He speculated that the surge in inflation may cause the Fed to be “far more aggressive than what the Street thinks.”</p><p>Rex Nutting: Why interest rates aren't really the right tool to control inflation</p><p>The professor's comments come as Wednesday's important inflation data showed consumer price gains pushing the headline year-over-year rate to 7%, a nearly 40-year high.</p><p>The academic said that in his estimate the problem with inflation was, perhaps, more pernicious than just a supply-chain bottleneck issue exacerbated by the COVID pandemic but one rooted in demand and easy money.</p><p>“This is a demand problem,” the professor said. “This is too much money chasing too few goods,” he said.</p><p>Deutsche Bank's DB economists expect four hikes in 2022, starting in March, while economists at Goldman Sachs Group Inc.&#xa0;GS raised their forecast for 2022 rate increases,&#xa0;to four from three.</p><p>Still, Siegel's remarks imply that further rate increases might be needed to beat back inflation.</p><p>He isn't alone in that thinking either.</p><p>JPMorgan Chase &amp; Co.&#xa0;JPM CEO Jamie&#xa0;Dimon, during a CNBC interview on Monday afternoon, said market projections for as many as three rate increases would be “very easy” for the economy (and market) to absorb. But he said he expects that the central bank might aim to do more.</p><p>Read: As Wall Street watches yields climb, a big question emerges: What is the ‘right size' for the Federal Reserve's balance sheet?</p><p>Meanwhile, Siegel said that so-called TINA, or there is no alternative (to stocks). trading will help buttress the equity markets as bonds get hit.</p><p>“Stocks are real assets, you just can't hold paper assets which are bonds,” Siegel said. The 10-year Treasury note yields 1.73% on Wednesday, hovering around its highest levels since March of 2021.</p><p>Earlier:Why Jeremy Siegel says stocks can ‘more than compensate' even if inflation rises 20% over next 2 to 3 years</p><p>On Wednesday, however, equities were struggling for direction, with the Dow Jones Industrial AverageDJIA, the S&amp;P 500 index SPX and the Nasdaq Composite IndexCOMP fighting to stay above the flatline as investors assess the prospects for markets and the economy and adjust their portfolios, scaling back on rate-sensitive highflying names and into those that might perform better in a higher-inflation and interest-rate environment.</p><p>“Higher real rates does mean the rotation happens throughout,” the Wharton professor said, referring to value-oriented trades, compared against growth stocks, which have been winners over the past several years.</p>",
  "published": "2022-01-12T14:20:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 910,
          "end": 917
        },
        {
          "start": 910,
          "end": 934
        },
        {
          "start": 910,
          "end": 933
        },
        {
          "start": 910,
          "end": 923
        }
      ]
    }
  ]
}