{
  "_id": "88679bf8ea79c2bc2129733e9287143c0fc8577b143f4a99b9f28e2b63dc6a20",
  "feed": "ftcomall",
  "title": "The male beauty rebellion in China",
  "text": "<p>Chinese president Xi Jinping has tried to halt the rise of <em>niang pao</em>, a slur meaning “sissy boys”, as he attempts to reform the country's youth culture and encourage masculinity.</p> <p>But as <a href=\"https://www.ft.com/topics/people/Xi_Jinping\">Xi</a> approaches his second decade in power, he might have to get used to Chinese men with a penchant for smoky eyeliner and fake eyelashes — and the companies catering to them.</p> <p>“I think I'm more masculine than most straight guys,” said Xi Er, a 28-year-old using a nickname for anonymity. “I dare go to work wearing a skirt. Dare they? They're restrained by their biases.”&#xa0;</p> <p>Following several years of double-digit growth, <a href=\"https://www.ft.com/stream/dd3cc5a2-d14b-4b78-811c-89c387497476\">China</a>'s fledging male beauty market is expected to top $10bn this year, and double again over the next three years, as local and foreign businesses target hundreds of millions of new customers.</p> <p>Xi Er, who works in the tech sector and lives in the southern megacity of Shenzhen, said he started wearing make-up during a trip to Thailand in 2017 to celebrate graduating from university.</p> <p>He now uses Xiaohongshu — a Chinese super app that is a blend of Pinterest, Instagram, Amazon and TripAdvisor — to post videos on topics such as the “benefits of wearing press-on nails at [the] workplace as a dude”.&#xa0;Xi Er rates a clutch of new Chinese brands among his favourites. </p> <p>Men's beauty is still a fraction of the broader Chinese market, yet it is expanding quickly, in line with other Asian markets including South Korea and Japan. Goldman Sachs has forecast total cosmetics spending in China will hit $120bn by 2026, from about $82bn in 2021.</p> <p>In China, the beauty market has traditionally been dominated by a clutch of foreign brands including France's L'Oréal, South Korea's AmorePacific, Japan's Shiseido and American group Estée Lauder. </p> <p>Despite the threat posed by Xi's crackdown, analysts said China remained a critical market for beauty companies. </p> <p>“China is the only region in the world that is growing, so cosmetics companies need to manage these political challenges and continue to sell their products,” said Yu Sato, a cosmetics industry analyst in Tokyo at SMBC Nikko, the Japanese brokerage.</p> <p>The boom in men's beauty comes as <a href=\"https://www.ft.com/content/25ab5f9f-0cf9-4c2b-aed6-990aff95c34c\">homegrown Chinese companies are winning market share</a> from foreign rivals.</p> <p>Chinese brands including DearBoyFriend and Make Essence are booming, reports Jing Daily, a specialist publication covering China's luxury market, in part because they directly market to first-time make-up users, initiating them into the beauty world. </p> <p>Mark Tanner, managing director of China Skinny, a Shanghai-based market research group, pointed out a paradox: younger Chinese consumers are increasingly patriotic but “toe the line less”. This means many prefer to support local brands but shrug off the “sissy boy” crackdown.</p> <p>“The post-95s are among the most nationalistic of the consumers we've seen in a long time. At the same time, they are much more independent . . . and not being too conforming,” Tanner said.</p> <p>The trend poses a long-term challenge to beauty industry incumbents. For years, South Korean beauty groups led by AmorePacific and LG Household &amp; Health Care benefited from the <a href=\"https://www.ft.com/content/62d4e232-304c-11ea-9703-eea0cae3f0de\">massive popularity of K-pop and Korean dramas</a>. In 2015, South Korea overtook the US and Japan in China's cosmetics market to become the second-biggest player, after France. </p> <p>Today, LG Household &amp; Health Care and AmorePacific make more than 30 per cent of their sales in China. Brands including AmorePacific's Hera, Innisfree, Laneige and Sulwhasoo have long been household names in China, but waning demand is taking its toll. Hera is reported to have closed nearly all its physical stores in the country, and Innisfree, Amore's core mid-market brand, is slashing its locations from 600 to 140.</p> <p>Overseas groups hope focusing on ecommerce will help them retain market share or make up for lost ground, but analysts warn bigger challenges are emerging. Domestic brands are often better at understanding local tastes and quicker to act on new trends. As they grow, they also attract staff who prefer to work for local companies.</p> <p>Tanner said that for the Korean and Japanese cosmetic groups in China, the “golden years are over”.</p> <p>“Korea, in particular, was ahead of the curve for the ‘effeminate men' craze . . . It is not just a case of showing up any more with a ‘Made in Korea' sticker on the back. But it is like this with just about every category, and every foreign brand . . . you've got to work a lot harder.”</p> <p>Japanese luxury giant Shiseido is among the brands doubling down on China bets, as is its toiletries unit, which spun off last year</p> <p>Yuki Takahashi, chief operating officer of the new company, Fine Today Shiseido, which sells men's mass-targeted skincare items in China, said Beijing's drive to eradicate coronavirus is a bigger problem for sales than Xi's anti-“sissy boy” crusade.</p> <p>“The largest China risk for us right now is logistics under the government's zero-Covid strategy. We have handed over power to the local team to deal with these business continuity plans, so that they can handle issues with speed.”</p> <p>Scott Chen, managing partner in Asia of L Catterton, a global private equity firm, remains upbeat on the sector, despite the fallout from the zero-Covid policy, which has “disrupted the ascent of domestic brands”.</p> <p>“The underlying factors which augur well for the industry remain intact and history has shown that consumer sentiment and spending often quickly rebound after each downturn,” Chen said.</p> <p>Still, many business leaders <a href=\"https://www.ft.com/content/0df987c6-166d-4cd4-85f7-57a51bca6867\">are trying to recover</a> from last year, when the common prosperity campaign wiped hundreds of billions of dollars off the value of Chinese companies.</p> <p>Both the European and British Chambers of Commerce told the Financial Times that while Beijing's focus has shifted to more pressing threats such as a property sector meltdown, it would be a mistake to believe the policy had ended. </p> <p>“It's clearly taken a back seat to the immediate issues facing the country . . . nevertheless, common prosperity is still China's long-term ambition,” said Steven Lynch managing director of the British chamber of commerce in China.</p> <p>Despite that threat, Xi Er's experience points to signs of greater acceptance among ordinary Chinese.</p> <p>On the day that the city of Shenzhen lifted a citywide Covid lockdown in late March, Xi Er met a group of clients.</p> <p>Usually, his make-up routine involves primer, foundation and Kim Kardashian-inspired contouring before applying brushstrokes of salmon-pink blush to his cheeks.</p> <p>Complementing his recently-dyed red hair, he added pop of glitter to his red smoky eye. Xi Er wore a Marvel-themed T-shirt with a pair of pink sequinned trousers.</p> <p>“All the clients I met on that day complimented my fashion sense,” he said.</p> <p><em>Additional reporting by Maiqi Ding in Beijing</em></p><p>Source: Edward White and June Yoon in Seoul, Gloria Li in Hong Kong and Eri Sugiura in Tokyo 2022 'The male beauty rebellion in China' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-23T23:01:38.852Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1420,
          "end": 1433
        },
        {
          "start": 1430,
          "end": 1437
        },
        {
          "start": 1430,
          "end": 1443
        }
      ]
    }
  ]
}