{
  "_id": "173edc6149a0594c25065b558f3736b8b7cad834a3cb723f2f0f3082dd0bc22c",
  "feed": "ftcomall",
  "title": "Why did Wall Street loan billions to alleged fraudster Bill Hwang?",
  "text": "<p>Bill Hwang secured billions in dollars in financing from leading Wall Street banks with lies that ranged from assurances he could quickly exit his positions to claims he had large holdings of easily traded stocks like Apple and Google, according to US authorities.</p> <p>The banks apparently took Hwang's words at face value as they entered into leveraged derivatives trades with Hwang's family office, Archegos Capital Management. These deals enabled him to hide the size of his enormous positions in a half dozen US stocks from the broader market and the banks themselves before the scheme collapsed in March 2021.</p> <p>Following Hwang's <a href=\"https://www.ft.com/content/acc0158d-77cd-422d-b8be-d3ae64b588a1\">arrest</a> on Wednesday on federal racketeering, fraud and market manipulation charges, Wall Street faced renewed questions about how sophisticated trading desks and compliance departments fell for his alleged misrepresentations — and lost more than $10bn in the process.</p> <p>“Systems used to keep track of the risk were not kept up to date, in terms of technology,” said Darrell Duffie, a Stanford finance professor. “There were gross lapses in common sense about how much risk of loss was too much for one customer, and an apparent unwillingness by some managers to confront Archegos with hard questions.”</p> <p>Archegos's alleged deceptions were detailed in an indictment filed by the US Department of Justice and in complaints issued by the Securities and Exchange Commission and the Commodity Futures Trading Commission.</p> <p>“These deceptions induced Archegos's counterparties to continue to transact with it and extend leverage beyond what the counterparties' risk tolerance would have otherwise permitted had they known the truth,” the SEC said in its complaint.</p> <p>Hwang pleaded not guilty during an arraignment in Manhattan federal court, while his attorney said the indictment “has absolutely no factual or legal basis”.</p> <p>Archegos kept a low profile in part by using derivatives that shielded it from public scrutiny. While the investment group would typically first purchase the stock of a company it wanted to bet on, it shifted tack once its ownership approached 5 per cent of the business — a threshold that would trigger regulatory disclosures in the US.</p> <p>Instead, it would increase its positions through instruments known as total return swaps. That meant Archegos could win or lose money depending if a stock rose or fell, but that the bank it struck the agreement with was the actual purchaser of the shares. </p> <p>Hwang's derivatives deals enabled him to inflate his assets from $1.6bn to more than to $36bn in just 12 months. At one point, Archegos owned or had derivative exposure to more than 50 per cent of&#xa0; outstanding shares in media company ViacomCBS, now known as Paramount Global. </p> <p>While trying to persuade UBS to increase his trading limit, Hwang's team told the Swiss bank that Archegos could unwind its entire portfolio in around a month without serious market disruption, the DoJ alleged in its indictment. In reality, according to the DoJ, Archegos would have needed roughly well over 100 days for this.</p> <p>Archegos also informed UBS that it held large positions in liquid stocks like Amazon, Google and Apple with other banks. But in reality its bets were similar across all the other banks in less liquid stocks like ViacomCBS and online retailer Shopify, as well as US-listed Chinese companies like tech firm Baidu.</p> <p>UBS, which <a href=\"https://www.ft.com/content/c480d5c0-ccf7-41de-8f56-03686a4556b6\">lost $861mn</a> from the Archegos debacle, ended up raising Archegos's trading limits by around $2bn “based in part on these misrepresentations”, the DoJ said. </p> <p>UBS declined to comment on whether or not it should have conducted greater due diligence before extending Archegos's credit limit. </p> <p>The DoJ alleged that Archegos “made similar deceptive, false, and misleading statements regarding the size of Archegos's largest positions on additional occasions and to additional counterparties”, to bankers from Goldman Sachs, MUFG, Credit Suisse, Nomura, Deutsche Bank and Macquarie.</p> <p>The banks were victims of Archegos's false claims and also “a victim of wanting to continue having him as a client [and] the money involved”, said Robert Webb, a finance professor at the University of Virginia. </p> <p>In another case of alleged deception, the DoJ alleges that Archegos provided Goldman with “dummy” or “decoy” names when discussing its investment interests to create an impression that its portfolio was broader than it was. It ended up using Goldman to trade similar stocks as it had with other banks. </p> <p>The DoJ alleged Archegos also misled Morgan Stanley, employing misrepresentations when it rebuffed a request to replace some of its holdings in Chinese education technology company Gaotu Techedu with more liquid stocks like Apple and Amazon.</p> <p>Deutsche said in a statement it was “able to significantly de-risk our exposure to Archegos without incurring any losses”. Goldman Sachs, Morgan Stanley, MUFG, Credit Suisse, Nomura and Macquarie declined to comment. </p> <p>Risk management teams across Wall Street were focused on the size of Archegos's positions as well as how much each stock traded every day. The larger the trading volume, the more palatable it was for a bank to lend against a particular stock. </p> <p>The reason: in a default, if a bank had to claim the stock as collateral and sell it in the open market, positions that were relatively illiquid would be hard to sell without significantly depressing the stock price, resulting in potential losses for the broker. </p> <p>However, a 2021 report from the law firm Paul Weiss into Credit Suisse's $5.4bn in Archegos losses said its Wall Street counterparties knew Archegos had tended to make concentrated bets. This was also true of Tiger Asia, the hedge fund Hwang ran before settling insider trading charges with the SEC in 2012.</p><p>Source: Joshua Franklin and Eric Platt in New York 2022 'Why did Wall Street loan billions to alleged fraudster Bill Hwang?' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-28T04:00:12.637Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4810,
          "end": 4817
        },
        {
          "start": 3859,
          "end": 3872
        },
        {
          "start": 4220,
          "end": 4227
        },
        {
          "start": 4385,
          "end": 4392
        },
        {
          "start": 3859,
          "end": 3866
        },
        {
          "start": 4810,
          "end": 4823
        }
      ]
    }
  ]
}