{
  "_id": "dfa5d4873ae2ac5bb03d224adcdac506a42d7217c08b3c85d96480a76874820f",
  "feed": "wall-street-journal",
  "title": "Aravt Global Shutting Down as Hedge Funds Get Hit by Unraveling of 'Growth Trade'; Firm's hedge fund lost 8.5% last year, was down by double digits in 2022 through last month",
  "text": "<p>In recent months, Aravt's concentrated stakes in growth companies including PayPal Holdings Inc. and GitLab Inc. have been pummeled. Other wagers have hurt the fund, too, including on cable operator Charter Communications Inc.</p><p>\"When we launched in 2014, I made a promise to return capital if I ever lost conviction in our ability to deliver superior absolute returns sustainably. I believe our flagship long/short equity strategy has reached that point,\" Mr. Liow, 50, wrote in a letter to investors dated Feb. 28 that was viewed by The Wall Street Journal. He wrote that \"structural shifts in the market\" would require Aravt to change how it manages its portfolio in ways he wasn't sure would position the fund for strong performance. He didn't say what the market shifts were.</p><p>Unlike some other growth-oriented hedge funds, Aravt didn't have the benefit of huge size or significant private investments to help it ride out recent losses, a person familiar with the firm said. Another person familiar with Aravt said Mr. Liow's decision to close his hedge fund wasn't based on short-term performance and that the fund hadn't received any redemption requests recently.</p><p>The so-called growth trade, which has generated huge profits for investors across public and private markets over the past decade, is showing signs of unraveling.</p><p>For years, low interest rates and a paucity of other attractive opportunities fueled investor appetite for stocks of companies expected to deliver faster-than-average profit growth.</p><p>But the strategy has backfired since November as the Federal Reserve has said it would lift rates to combat inflation. Higher rates hurt the value investors ascribe to potential future earnings and hit growth stocks disproportionately hard.</p><p>Tiger Global Management's hedge fund lost 36.7% from November through February, while D1 Capital Partners lost about 25% in its portfolio of public investments. D1's share class allowing up to half of clients' money to be invested in private companies lost 6%. Melvin Capital Management, which has been trying to recover from losses suffered in the meme-stock rally of January 2021, lost 18.6% for the period.</p><p>The first trading days of March have added to growth funds' losses, said portfolio managers. The popular reopening trade—a wager that hotels, cruises, airlines and related companies would benefit as the economy reopens—has been hurt by soaring oil prices. Shares of Carnival Corp. and American Airlines Group Inc. have fallen by 13% and 18%, respectively, in March.</p><p>Managers estimate that growth-focused funds lost as much as 10% on Monday alone. As those funds look to limit losses, their reduction of exposure to markets in the prior five days was one of the most aggressive in the past decade, a Tuesday client note from Goldman Sachs said.</p><p>\"March has been horrific,\" said one manager who asked not to be named.Some clients of growth-oriented hedge funds said they are re-evaluating their investments.</p><p>A Malaysian-Chinese Australian who attended business school in the U.S., Mr. Liow oversaw technology, media and telecom investments for a hedge fund run within the New York family office of the Ziff brothers, heirs to a publishing fortune. When he joined the firm in 2000 during the dot-com bust, Mr. Liow recounted in a podcast recently, he contributed to the \"mother of all shorts\" across the ecosystem of internet infrastructure that became hugely profitable.</p><p>Running his own fund proved tougher. Aravt launched in February 2014, managing $1.5 billion at one point, and was one of a number of funds founded by former Ziff sector heads to launch around the time the firm closed its multibillion-dollar hedge funds in 2013 and 2014.</p><p>From its start through 2018, Aravt averaged gains of less than 2% a year compared with more than 9% for the S&amp;P 500, including dividends. Mr. Liow by early 2019 had \"streamlined\" his investment team, a change he told investors would improve returns. Indeed, the hedge fund gained 31% and 36% in 2019 and 2020, respectively, but its assets by mid-2020 had dwindled to $500 million as investors stung by earlier losses defected.</p><p>Aravt's name pays homage to Genghis Khan, Mr. Liow said in the podcast, adding the Mongolian warrior always chose battles he likely would win. He said a lesson was, \"If you want to compound capital at a really extraordinary rate, you've got to be very, very careful in the games you choose and how to play them, and only do it when the odds are stacked in your favor.\"</p><p>Write to Juliet Chung at juliet.chung@wsj.com</p><p>Aravt Global Shutting Down as Hedge Funds Get Hit by Unraveling of 'Growth Trade'</p>",
  "published": "2022-03-11T01:24:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2788,
          "end": 2801
        },
        {
          "start": 2788,
          "end": 2795
        }
      ]
    }
  ]
}