{
  "_id": "ef095f73cc4b2231a9ae6057bc5624aa0e9e72746e186f0ec9898a20639952d7",
  "feed": "ftcomall",
  "title": "Don't deride the Davos prophets of doom",
  "text": "<p>Is the global outlook becoming dark(er)? If you look at equity prices this week, the answer might be “no”. In America, the <a href=\"https://www.ft.com/content/088d3368-bb8b-4ff3-9df7-a7680d4d81b2\">inflation rate</a> has just hit an eye-popping 7 per cent, and the Federal Reserve is <a href=\"https://www.ft.com/content/8d1582b7-a8aa-4bfa-8e29-6ce2f85e7b9a\">preparing to tighten policy. </a></p> <p>But the US stock markets remain buoyant, along with most other world indices — never mind the tensions around Ukraine and Taiwan and <a href=\"https://www.ft.com/content/fce4a625-aa74-46fa-9a62-7a0cb72993d6\">soaring oil prices</a>.</p> <p>However, if you look at the mood among the so-called Davos elite — the business leaders who normally attend the World Economic Forum's annual meeting in that lofty Swiss ski resort — you might feel more alarmed.</p> <p>Each winter the WEF polls its members about perceived risks, and it has <a href=\"https://www3.weforum.org/docs/WEF_The_Global_Risks_Report_2022.pdf\">just released the latest survey,</a> ahead of its virtual meeting next week. This reveals that just 16 per cent of Davosians feel “positive” or “optimistic” about the global outlook; the rest are “worried” or “concerned”.&#xa0;</p> <p>No surprise there, you might think, given Covid trends. But what is more notable is that a mere tenth of Davosians forecast an accelerating global recovery, while a similar proportion fear catastrophe — and four-fifths expect a “consistently volatile” scenario or “fractured trajectory”. This is startlingly gloomy, even allowing for the caveat that this survey often skews pessimistic, because it focuses on risk. </p> <p>Doubly striking is the detail about what scares the Davos elite. <a href=\"https://www3.weforum.org/docs/WEF_GlobalRisks_Report_2012.pdf\">A decade ago, </a>the issues preoccupying them tended to relate to economic, technological or political problems such as “fiscal imbalances”, “oil price spikes”, “financial collapse”, “cyber security threats” or “interstate conflict” (the polite term for war).</p> <p>These remain concerns, to some degree. “Geoeconomic confrontation” (ie trade wars and other clashes) is considered to be the tenth biggest general global risk now. “Debt crises” sit in ninth place. And a supplementary, more detailed survey of world leaders shows that 14 per cent of Davosians are worried about an “asset bubble burst” in the next two years (albeit the tenth worry in a list of 10). </p> <p>But fewer are worrying about a bubble than are fretting about “cyber security failure” or environmental or social problems. And in the general outlook, five of the top 10 global risks are linked to green issues such as “climate action failure”, “extreme weather” and “biodiversity loss”.&#xa0;The rest are social in nature and include “social cohesion erosion”, “livelihood crises” and “infectious diseases”. </p> <p>Moreover, the list of social concerns features problems that have never cropped up in this ranking before. Some 26 per cent of respondents, for instance, now worry about “mental health deterioration” — a higher proportion than express concern about debt and fiscal or cyber risks. In other words, if the WEF survey is correct, then the denizens of Davos today are overwhelmed with human-to-human and human-to-nature problems of the sort that most of them were never trained to analyse. </p> <p>So what should investors conclude? One (cynical) interpretation of the results is that these simply reflect a generalised howl of fear, not a hard-headed assessment of risk. Corporate boards, like the proverbial generals, tend to fight the last war, or worry about problems that are in the news. </p> <p>The focus on environmental and social issues in this WEF survey — which is echoed in polls such as the<a href=\"https://www.axa.com/en/press/publications/future-risks-report-2021\"> one conducted annually by AXA life insurance</a> — is thus probably distorted by the recent Glasgow climate change talks and the Covid-19 pandemic. That does not necessarily make it a good guide to the ranking of future risks, however. </p> <p>On the contrary, if you look back at the past two decades, the Davos consensus has sometimes called the world wrong: <a href=\"https://www3.weforum.org/docs/WEF_Global_Risks_Report_2007.pdf\">the 2007 risk survey</a>, for example, focused on oil prices and a Chinese economic slowdown, not financial collapse; its <a href=\"https://reports.weforum.org/global-risks-report-2020/\">2020 counterpart fretted about </a>climate change but barely mentioned pandemic risk. There's a reason that some hedge fund traders joke that a smart way to trade markets is to sniff the mood in Davos and then take the opposite tack.</p> <p>Another issue which might also be distorting the poll: disorientation. Today's corporate leaders have spent their careers assessing tangible economic risks, such as rising rates or oil prices. At a pinch, they ponder political ones too. However, many of the new social and environmental issues are unknowns. That might explain why the survey reveals such a high level of generalised fear; and why this seems so at odds with the experience of many company leaders today. <a href=\"https://www.ft.com/content/8e368846-b4f8-467f-a7d9-52a39b54f62d\">Next week's corporate reports</a> in America are expected to show that earnings have jumped in nine of the 11 sectors.</p> <p>However, there is another explanation for what is going on: that it is the Davos elite who are right to be worried, and the equity markets that have it wrong. A decade of ultra-loose money has bred dangerous levels of complacency about risks, be they economic, environmental or cyber. </p> <p>This is not a conclusion that most investors want to hear. Nor does it mean that markets are about to collapse — at least not while the <a href=\"https://www.ft.com/content/2c73b1f4-b8c1-415b-8df0-237eff180cb0\">Goldman Sachs index of financial conditions</a> is at record loose levels. But I think it is partly the right one. Flawed or not, investors would be foolish to ignore the tone of this report. And Davosians are probably also wrong to rank “asset bubble burst” so low on their worry list.</p> <p><a href=\"mailto:gillian.tett@ft.com\"><em>gillian.tett@ft.com</em>&#xa0;</a></p> <p><strong>Letter in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/25ee193c-7754-4b93-864f-8fb275ce1a0c\"><em>Prognosis of Davos elite should be more gloomy</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/25ee193c-7754-4b93-864f-8fb275ce1a0c\"><em>From Jonathan Reiss, New York, NY, US</em></a></p><p>Source: Gillian Tett 2022 'Don't deride the Davos prophets of doom' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-13T17:36:36.776Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5017,
          "end": 5030
        },
        {
          "start": 5017,
          "end": 5024
        }
      ]
    }
  ]
}