{
  "_id": "c8a08a4c2adb2997974b0ff2c25828be9eeb6c7badc8119598fff38eafb4843a",
  "feed": "ftcomall",
  "title": "Tiger Global-backed Missfresh faces fight for survival",
  "text": "<p>Tiger Global-backed grocery delivery start-up Missfresh is fighting to survive as it shuts operations across China, wallows in an accounting scandal and searches for capital to sustain its business. </p> <p>Shares of the Nasdaq-listed company have lost 97 per cent of their value since its IPO in June last year, and this week announced it would dilute ailing shareholders further by issuing 300mn shares to a Shanxi coal mining group for Rmb200mn ($30mn). </p> <p>The sale will hand Shanxi Donghui Group a roughly 30 per cent stake in Missfresh and it will be able to appoint two directors as part of the transaction. </p> <p>One person close to the company said that in recent months, it had held talks with a wide range of suitors including GOME Electrical Appliances, SF Express and China Resources as management searched for financing or an acquirer.</p> <p>The upheaval marks a stark turn of fortunes for Missfresh, which pulled in more than $1bn in financing from investors such as <a href=\"https://www.ft.com/stream/52bd1a81-1b6d-4e41-a258-d421cbef390b\">Tiger Global</a> and Goldman Sachs and gained a $3bn valuation in New York one year ago. Its market value has now sunk to $88mn.&#xa0;&#xa0;&#xa0;</p> <p>It is the latest investment to turn sour for Tiger, which has been hit by <a href=\"https://www.ft.com/content/4d5a9ca9-8eb5-4c7a-a469-e0ad28e5c6c0\">losses of about $17bn </a>during this year's sell-off of publicly traded technology stocks, marking one of the biggest dollar declines for a hedge fund in history.</p> <p>Missfresh pioneered a strategy of blanketing cities with mini-warehouses that combined storage of a small number of high-volume items with delivery capabilities, allowing its pink-clad riders to zip fresh fruit and meats to Chinese households in roughly 30 minutes.</p> <p>Management claimed the low-cost model would allow Missfresh to profitably deliver groceries, a notoriously tough proposition. Investors stepped up to fund the venture, with Tiger putting in $117mn over several years for a 12 per cent stake while Goldman Sachs injected $66mn.</p> <p>The funding propelled Missfresh's expansion into 16 Chinese cities where it ran 625 warehouses as of June 30 last year. But the person close to Missfresh said the company had “blindly expanded, blindly opened new warehouses and blindly entered new cities”.&#xa0;</p> <p>“The cash flow is drying up . . . if we don't pay vendors on time, it will cause a shortage of supplies,” said the person who asked not to be named. </p> <p>Missfresh denied it was seeking an acquirer and said the company had sufficient supplies.</p> <p>While Missfresh has been unable to issue audited financials or its annual report for the year to December 31, the company estimated losses last year hit Rmb3.7bn. </p> <p>The cash-starved start-up is also facing multiple lawsuits in China as debts pile up. One supplier surnamed Li told the Financial Times that his company was still owed more than Rmb226,000 for fruits sold to Missfresh in 2020.</p> <p>“All the payments went smoothly in 2019 but since 2020 they've started delaying payments, so we stopped supplying . . . and we are bringing it to court,” said Li.</p> <p>This year, Missfresh has moved to close down its mini-warehouses in at least nine cities, leaving mainly customers in Beijing, Shanghai and Tianjin able to enjoy its fast 30-minute delivery service.</p> <p>Earlier this month, the company admitted employees in one business unit had created “questionable transactions” that led to revenues being overstated by Rmb677mn in the first nine months of last year. </p> <p>The company said an independent review found no evidence of executive involvement and that the implicated employees had left the company. With its share prices languishing below a dollar, Missfresh faces the threat of delisting in November.</p> <p>Missfresh said closing warehouses in some cities was done to reduce costs and that some supplier products did not meet its standards, which could have caused delayed payments. Tiger Global did not immediately respond to requests for comment.</p> <a href=\"http://www.ft.com/cms/ad86aef6-6243-4546-b8a0-4c249db4495b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Ryan McMorrow and Nian Liu in Beijing and Gloria Li in Hong Kong 2022 'Tiger Global-backed Missfresh faces fight for survival' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-16T11:00:13.464Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 975,
          "end": 988
        },
        {
          "start": 975,
          "end": 982
        },
        {
          "start": 971,
          "end": 984
        },
        {
          "start": 1820,
          "end": 1833
        },
        {
          "start": 1829,
          "end": 1836
        },
        {
          "start": 1829,
          "end": 1842
        }
      ]
    }
  ]
}