{
  "_id": "8c4ac28cc4439840836c6a0b47628c6f7305ac72101c0b01dadcd1800742a12d",
  "feed": "wall-street-journal",
  "title": "Tesla and Other Auto Makers Move to Restart Plants in Shanghai; Amid fears of economic impact of Covid lockdowns, Tesla and SAIC aim to resume production in stages, people familiar with the matter say",
  "text": "<p>Some economists expect China's economic growth this year to fall well short of the official target of around 5.5%—a rate of expansion seen by senior officials as needed to create more than 11 million urban jobs. China is set to release its first-quarter economic results on Monday.</p><p>Tesla, which halted manufacturing at its Shanghai factory on March 28, is preparing to restart some production there on Monday, people familiar with the matter said. The American electric-car maker plans to start with one shift and increase to two shifts by the end of April, as it expects that by then more workers will be released from neighborhood lockdowns, one of the people said.</p><p>The plan could still change if cases surge again and the city tightens controls, the people said.</p><p>Shanghai-based SAIC, China's largest state-owned auto maker and one of the city's biggest employers, is also preparing to resume production in stages at its plants starting next week, according to a Shanghai official briefed on the matter and an internal company notice viewed by The Wall Street Journal.</p><p>While SAIC has kept some of its plants operating under a closed-loop system during the Shanghai lockdown, others have halted production. That includes the plant it jointly operates with Volkswagen AG, according to the German car maker.</p><p>Employees returning to work at Tesla and SAIC's plants will need to undergo Covid tests every 48 hours, according to the people and the SAIC notice.</p><p>Tesla, SAIC and Volkswagen didn't immediately respond to requests for comment sent in after Friday working hours in China.</p><p>On Friday, China's Ministry of Industry and Information Technology vowed to help key companies in Shanghai resume work by clearing logistical obstacles and ensuring supplies of key raw materials. It has made a priority list of 666 companies in key industries such as automotive, semiconductor and biomedicine to make sure they can restart, it said in a statement on its website.</p><p>Car manufacturing, one of the biggest contributors to China's gross domestic product, is among the industries hardest hit by China's Covid-19 controls and lockdowns in cities like Shanghai as well as Changchun, another automotive hub that was shut down for nearly a month until last week.</p><p>Car sales dropped 10.5% in March from a year earlier, and industry executives and analysts expect April numbers will show further declines. Shanghai accounts for 11% of China's automotive production, and some suppliers there also export components.</p><p>Auto and technology executives in recent days have warned that extended production halts in the Shanghai area could lead to huge economic losses.</p><p>\"If production couldn't be resumed in Shanghai, all technology and industrial sectors with supply-chain links to Shanghai—especially the auto industry—will be completely shut down after May, causing a huge economic price,\" Richard Yu, the head of Huawei Technologies Co.'s automotive solution sector, said on Friday on a post in social media platform WeChat.</p><p>That followed concerns shared by the chief executive of electric car maker XPeng Inc. on Thursday. He Xiaopeng said that all auto makers in China could be forced to suspend production in May if suppliers in Shanghai and surrounding areas weren't able to resume operations. In a WeChat post, Mr. He also said that he expects more support from the government as authorities are trying to coordinate on the matter.</p><p>In a poll of 102 companies across 31 cities in China, analysts at Goldman Sachs found that 94% of the auto-sector companies surveyed are facing challenges in production and material sourcing, due to their just-in-time production models. Meanwhile, impact on semiconductor, hardware and industrial tech sectors were minimal, they said.</p><p>Logistics is a common bottleneck for manufacturers in eastern China, the Goldman Sachs analysts said. Many companies and truck drivers have blamed strict pandemic control measures and some inconsistency in policies from different authorities for the supply chain jam.</p><p>Big shipyards in Shanghai such as Hudong-Zhonghua Shipbuilding (Group) Co., Jiangnan Shipyard (Group) Co. and Shanghai Waigaoqiao Shipbuilding Co. have effectively halted operations since mid-March and have over the past 10 days declared force majeure on pending ship deliveries, due to the city's lockdowns, according to shipbuilding executives.</p><p>\"In some facilities, we are out of paint and short on wiring, electrical components and lubricants,\" an executive at one of the yards said. \"Getting in materials is a logistical nightmare.\"</p><p>The problems are spreading to repair terminals that are short of spare parts, forcing shipowners to divert their ships for repairs in Singapore and the Philippines, shipbuilding executives said.</p><p>Meanwhile, localized Covid-19 lockdowns are proliferating across China.</p><p>In the northwestern city of Xi'an, authorities said Friday that residents' movements and business activities will be restricted from Saturday through Tuesday. The restrictions follow dozens of Covid-19 cases this month in Xi'an, a city of 13 million that was under strict lockdown for a month until late January.</p><p>Residents were asked to largely keep their movements within their residential compounds. Most schools will move online. Authorities also ordered shopping malls, bars and gyms to close and banned dine-in services in restaurants.</p><p>China reported more than 24,000 local Covid-19 infections Thursday, 95% of which were found in Shanghai.</p><p>Raffaele Huang, Costas Paris and Yang Jie contributed to this article.</p><p>Tesla and Other Auto Makers Move to Restart Plants in Shanghai</p>",
  "published": "2022-04-15T18:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3821,
          "end": 3828
        },
        {
          "start": 3821,
          "end": 3834
        },
        {
          "start": 3479,
          "end": 3492
        },
        {
          "start": 3479,
          "end": 3486
        },
        {
          "start": 3817,
          "end": 3834
        }
      ]
    }
  ]
}