{
  "_id": "28371ae3d247f25946e0cda36aea05cc042a4b3b65922e33206c9ce65a239505",
  "feed": "ftcomall",
  "title": "Florida to pull $2bn from BlackRock in spreading ESG backlash",
  "text": "<p>Florida will replace BlackRock as the manager of $2bn in state Treasury funds, part of a spreading Republican backlash against sustainable investing.</p> <p>The move comes after Florida governor Ron DeSantis, a potential Republican US presidential candidate in 2024, <a href=\"https://www.flgov.com/2022/08/23/governor-ron-desantis-eliminates-esg-considerations-from-state-pension-investments/\">led a resolution</a> to stop the state's pension funds from considering environmental, social and governance principles to guide investment. </p> <p><a href=\"https://www.ft.com/stream/2b9e833d-3b34-428d-8d2e-0da75ff037df\">BlackRock</a>, the world's largest asset manager, has been outspoken about the need to consider climate change in investing decisions under chief executive Larry Fink.</p> <p>Republican state leaders have argued that <a href=\"https://www.ft.com/esg-investing\">ESG investing</a> incorporates unwarranted concerns about climate change and curtails exposure to oil and gas companies in a way that can hurt performance.</p> <p>“Florida's Treasury Division is divesting from BlackRock because they have openly stated they've got other goals than producing returns,” state chief financial officer Jimmy Patronis <a href=\"https://myfloridacfo.com/news/pressreleases/details/2022/12/01/cfo-jimmy-patronis-florida-treasury-divesting-from-blackrock\">said</a> on Thursday. “There's no lack of companies who will invest on our behalf, so the Florida Treasury will be taking its business elsewhere.”</p> <p>Florida will divest $1.4bn of long-term securities and $600mn in short-term funds from BlackRock, Patronis's office said. </p> <p>The assets are a tiny fraction of the $8tn that BlackRock managed at the end of the third quarter. Republican states <a href=\"https://www.ft.com/content/41de28af-a487-473e-bc17-5e8cb71f4ced\">had already pulled more than $1bn</a> from BlackRock as of October. Florida is the first state to remove some of its longer-term investments from the manager over ESG concerns. </p> <p>At least 19 Republican-leaning states including Florida have now taken action to restrict ESG factors in investing or targeted asset managers for potentially boycotting the energy sector, according to an analysis by law firm Ropes &amp; Gray.</p> <p>BlackRock said: “We are surprised by the Florida CFO's decision given the strong returns BlackRock has delivered to Florida.”</p> <p>No one in Patronis's office raised concerns about BlackRock's performance, it added: “We are disturbed by the emerging trend of political initiatives like this.” </p> <p>The state will probably be able to shift the $1.4bn in long-term securities to other asset managers without selling and locking in losses after this year's market downturn, according to industry executives who declined to be named. The office of Patronis, a Republican who won re-election last month, did not respond to requests for comment about which manager would replace BlackRock.</p> <p>BlackRock has been the most frequent target in the Republicans' ESG attack, but they have also gone after banks. In October, Republican state attorneys-general demanded that Bank of America, Citigroup, Goldman Sachs, JPMorgan Chase, Morgan Stanley and Wells Fargo turn over information about their involvement in the UN Net-Zero Banking Alliance, which asks members to commit to decarbonising their portfolios.</p> <p>Earlier this week, a group of Republican attorneys-general asked the Federal Energy Regulatory Commission not to renew Vanguard's authorisation to buy public utility stocks. The AGs alleged that the money manager's policies on climate change could lead to higher energy costs for consumers.</p> <p>Vanguard has said that its “role is to promote long-term value creation for investors in our funds, leaving management and policy decisions to companies and policymakers. We look forward to working through the regulatory process.”</p> <p>“There is a large political element to this [ESG backlash],” said Michael Littenberg, a partner at Ropes &amp; Gray. “My view is that we have not seen the end.” </p><p>Source: Patrick Temple-West and Brooke Masters in New York 2022 'Florida to pull $2bn from BlackRock in spreading ESG backlash' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T20:40:18.493Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2608,
          "end": 2621
        },
        {
          "start": 2608,
          "end": 2615
        },
        {
          "start": 2595,
          "end": 2608
        }
      ]
    }
  ]
}