{
  "_id": "ac0678db398c2e91b8cb15d0fb0d6bd88468f44ab72a4a936033d9dbb6504d75",
  "feed": "market-watch",
  "title": "Here's what's at stake if Russia doesn't get a key European gas pipeline back up and running this week",
  "text": "<p>Maybe.</p><p>The European Union has been scrambling to prepare countries for a cut off of Russian gas which could crush more dependent countries such as Germany which gets 35% of its gas from the pipeline. The EU governing body has been busy lowering expectations for a full restart on Thursday.</p><p>Faith Birol, the executive director of the International Energy Agency, echoed that sentiment on Monday. \"In my view, it is much better to take steps now to prepare for winter than to leave the well-being of hundreds of millions of people and European economies at the mercy of the weather or, even worse, to give unnecessary extra leverage to President Vladimir Putin of Russia,\"said Birol.</p><p>Pipeline deadline</p><p>Russian energy giant Gazprom RU:GAZP cut gas deliveries to Europe by 60% in June, citing technical problems from a turbine being repaired in Canada that was delayed by sanctions but has now reportedly been returned. In a move that alarmed some, Gazprom on Monday declared force majeure, meaning it claimed unforeseeable circumstances were preventing it from fulfilling its contract to deliver gas to some European customers.</p><p>The EU and Germany have accused Russia of using the pipeline and its energy trove as a tool to retaliate over sanctions imposed by the E.U. stemming from its late February invasion of Ukraine.</p><p>And while efforts are being made to stockpile gas ahead of the winter, southern Europe is also suffering an intense heat wave that is likely to push prices higher, say some. U.K. natural-gas prices surged Tuesday amid record temperatures.</p><p>\"We think Putin is indeed weaponizing natural gas. We think Russia — which has already reduced supply on other pipelines—won't restore full and regular flow through the Nord Stream 1 pipeline after July 21, though our best guess is that some limited and intermittent supply will resume,\" said an Evercore team led by strategist Kirshna Guha, in a July 11 note.</p><p>Guha says a small supplyfor Europe will probably partly balance Russia's interests by weakening Europe sanctions and maximizing the region's vulnerability to a cutoff headed into the winter when Moscow may push for a settlement on its own terms.</p><p>\"We think the squeeze and threatened cutoff will likely push the eurozone into recession, eventually stopping out ECB rate increases, but not until a large enough output gap has emerged to tame inflation concerns,\" Guha said.</p><p>The stress has shown up in the euro EURUSD, which recently dropped under parity against the dollar, partly on worries about gas supplies and a cascading effect on economies.</p><p>Goldman Sachs expects a recession in Germany with 50% odds of a broader EU spillover and even a U.S. hit, chief economist Jan Hatzius told clients in a note on Monday. If Russian gas flows remain at negligible levels, even after summer maintenance, export growth to Europe could fall from 9% annually last quarter to a negative 4% by the first quarter of 2023, he said.</p><p>\"This would lower U.S. annualized GDP growth by roughly 0.25 percentage points in each of the next three quarters—a meaningful headwind at a time when growth is already running below potential,\" said Hatzius.</p><p>And European natural gas shortages could push the region's energy and goods prices even higher, eventually causing price effects in downstream industrials, \"yet another upside risk to U.S. core inflation.\"</p><p>Just what has Russia's war in Ukraine done to Europe natural gas prices? Try a 1,051% rise since 2019, points out Goldman.</p><p>Simon Toennessen, equity analyst at Jefferies, told clients in a July 15 note that aid they expect German gas rationing by the final quarter of this year, a \"catastrophic\" move. Even 40% capacity for that pipeline would leave Germany in a 10% to 20% shortfall of first half 2023 demand, he said.</p><p>Read: Here's the sector most at risk from Russia permanently shutting off gas to Germany — and it's taking a tumble</p><p>Any optimists out there?</p><p>However, Ole Hansen, chief commodity strategist at Saxo Bank, expects gas flows will resume where they left off. He said talk this week about the turbine returning from Canada has helped lower some stress, even if it's a tossup what will happen.</p><p>\"The lowering of the risk has also supported a recovery in the euro and with that an improved investment appetite,\" Hansen told MarketWatch. The common currency has gained about 1.4% this week, having lost 2.4%.</p><p>But Hansen and others pointed out that Gazprom's \"force majeure\" letter may be one indication that Europe is in for some not-so-happy news on Thursday. \"This implies it has no control over supplies and provides Moscow with the pretext to cut off Europe,\" said Neil Wilson, chief market analyst for Markets.com.</p><p>Also adding to Europe's stress plate this week, a potential collapse of Italy's government and the European Central Bank meeting. A perfect storm as some would say.</p><p>Here's what's at stake if Russia doesn't get a key European gas pipeline back up and running this week</p>",
  "published": "2022-07-19T13:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3463,
          "end": 3470
        },
        {
          "start": 2564,
          "end": 2577
        },
        {
          "start": 2564,
          "end": 2571
        },
        {
          "start": 2548,
          "end": 2561
        },
        {
          "start": 3442,
          "end": 3449
        }
      ]
    }
  ]
}