{
  "_id": "aab92d6e4ec07cf9feae6cf997b69cff6347691ecc606b656dfc6f652c395e46",
  "feed": "market-watch",
  "title": "Humana's stock keeps falling amid fears that Medicare Advantage problems will last into next year",
  "text": "<p>The stock HUM lost as much as 4.4% in intraday trading, before paring some losses to be down 1.5% in afternoon trading, putting them on track for the lowest close since April 2020.</p><p>On Thursday the stock was rocked for a 19.4% loss, the biggest one-day selloff since it plummeted 19.5% on Feb. 26, 2009, after the company said it expected 2022 net membership growth for its individual Medicare Advantage (MA) products of 150,000 to 200,000, down sharply from its previous growth estimate of 325,000 to 375,000, due primarily to higher-than-anticipated terminations during the annual election period.</p><p>At the Goldman Sachs Healthcare CEOs conference on Thursday, Chief Executive Bruce Broussard tried to emphasize that the lowered outlook wasn't the result of a sales issue, saying that “it was really a retention issue,” which he blamed on “changes and the evolution of the distribution structure within the industry,” according to a FactSet transcript.</p><p>“We've always held that we don't need to be the cheapest because there's much more value we offer outside of just the product itself that we're selling,” Broussard said. “And so, when we entered the market, we came to the conclusion that we will be disadvantaged, but we felt very confident that we'd be able to sell through.”</p><p>And while sales were “very close” to expectations, the company had trouble keeping the customers they had.</p><p>FactSet, MarketWatchCompetition has become a problem for Humana, given the increasing use of “telephonic” sales over the last few years, and with more money flowing into marketing and to areas to motivate sales individuals. Broussard said the marketplace was becoming commoditized, and he decided “we're not going to play that game.”</p><p>“The combination of us being disadvantaged on sort of what is sold through that channel and then secondarily, the combination of us having a lower value proposition in the marketplace really created this opportunity for…sales people to create churn in the industry, specifically our members,” Broussard said.</p><p>He tried to reassure investors that while he didn't believe the competition's aggressive tactics were sustainable, Humana did plan to make investments in 2023 “that will greatly improve our value proposition.”</p><p>Humana's stock has now lost 19.2% over the past 12 months, while the SPDR Health Care Select Sector exchange-traded fund XLV has advanced 15.1% and the S&amp;P 500 index SPX has rallied 23.2%.</p><p>Analyst Kevin Caliendo at UBS said while the stock's selloff on the downbeat outlook was “surprising,” Broussard's comments did stoke concerns that it could take a while to address concerns over increasing competition.</p><p>“Given ongoing credibility issues, increased concerns about the model and lack of catalysts, it is going to be difficult for investors to get comfort around the margin/growth outlook going forward until later in 2022 or early 2023, perhaps capping its [valuation] multiple,” Caliendo wrote in a note to clients.</p><p>He reiterated the neutral rating he's had on the stock for the past three years and kept his price target at $486.</p><p>Truist analyst David MacDonald maintained his hold rating but slashed his stock price target to $445 from $520, saying he believed it was the company's “conservative” approach to pricing led to the “disappointing” outlook. Deutsche Bank's George Hill also reiterated his hold rating but cut his price target to $418 from $476.</p><p>Meanwhile, Mizuho's Ann Hynes reiterated the buy rating she's had on Humana for at least the past 2 1/2 years and kept her price target at $500, saying that while the depressed MA membership growth was disappointing, the stock's selloff appeared to be “overdone.”</p><p>Although Humana blamed increased competition for the lower MA membership retention, Hynes believes the real problem was just that the company was being “over-conservative” with 2022 pricing.</p><p>And while UBS's Caliendo also said Humana's problems were probably company specific, shares of others in the MA business also lost ground.</p><p>Shares of UnitedHealth Group Inc. UNH dropped $9.03, or 1.9%, in afternoon trading Friday, after sinking $20.04, or 4.1%, on Thursday. The two-day price decline of $29.07 has acted as an 192-point drag on the Dow Jones Industrial Average's DJIA price, while the Dow has lost a total of 80 points over the same time. Read MarketWatch's “Market Snapshot” column.</p><p>Elsewhere, Cigna Corp.'s stock CI rose 2.3% on Friday, after dropping 3.8% on Thursday, while Alignment Healthcare Inc. ALHC shares tumbled 10.7% on Friday after sliding 5.9% the day before.</p>",
  "published": "2022-01-07T14:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 606,
          "end": 613
        },
        {
          "start": 606,
          "end": 619
        }
      ]
    }
  ]
}