{
  "_id": "1041b15db3dc3274c92ba25c03ec09dcc70e0e8e31c2903a32adef52bc48b823",
  "feed": "market-watch",
  "title": "Investors are getting good at expecting the worst. Here's what the smart worriers should be doing now, says this strategist. Critical information for the U.S. trading day",
  "text": "<p>\"We're in this incredibly painful environment where investors are just checking the boxes. They're extremely data dependent, they're very event-focused and on that end, they seem to be expecting the worst for everything,\" Cox said in an interview on Tuesday.</p><p>But that Debbie Downer attitude isn't such a bad thing, as eToro itself has tried to impress upon clients that persistently higher rates will likely stick around. While that may not be a market killer, it means investors favoring \"conservation over innovation,\" something that became more obvious this earnings season with Big Tech disappointments such as Meta META and Amazon AMZN, she said.</p><p>That's as investors seem to be investing less and less, according to an October survey by the broker.</p><p>\"Retail investors are starting to tell us that they're selling out of stocks or…cutting their investment in stocks to cover household bills…because they're worried about the future of the market,\" said Cox.</p><p>What's a smart, worried investor to do? \"This past year has shown us that forecasting is a silly game, so we've been telling customers for a while now to think about barbell strategies,\" she said. \"How you can maintain some exposure to risk but at the same time, how you can stay defensive in case the situation gets worse and we do find ourselves falling into recession.\"</p><p>That means thinking about companies that do well no matter what the economic environment. \"Companies that tend to pay back cash to investors, not making them wait for it, but instead giving them that cash flow on a regular basis, dividends, buybacks,\" she said.</p><p>And quality risk is not such a bad idea, because in a high-rate environment you don't know what parts of growth sectors are going to survive, she says. But also you want to get those cash flows back through dividend yields, \"putting your money in companies that could survive an eventual recession,\" she said.</p><p>\"There are companies out there that have actually done well this year outside of energy. We've seen a lot of those economically resistant companies, like utilities, for example, like, fertilizer manufacturers, manufacturers in general,\" said Cox.</p><p>Can markets move higher into the end of the year? Cox says yes, especially once midterm uncertainties are settled once and for all. And as an aside, history has shown stocks do better in the fourth quarter of a midterm year, she adds, providing the below chart.</p><p>But data will be crucial, and she's watching cyclical stocks in particular as they popped in October after the Fed made clear its tightening stance was not softening. \"If we continue to see strong economic data, especially in the labor market, we could see cyclicals lead the market until the end of the year,\" said Cox.</p><p>Blind spots for investors right now? Some can't see a recession coming with all the spending going on. While earnings for service sector companies are starting to look grim for 2023, the average American is still out there going to restaurants, enjoying life. Spending on luxury cars is also a thing.</p><p>\"It shows that maybe the Fed can maintain this high-rate environment and get inflation down without significantly harming the economy,\" said Cox.</p><p>However, getting too cozy with that view is also a little dangerous. While the U.S. seems to be doing OK, the rest of the world isn't, she says. \"For example, no one is really able to predict what a major energy crisis in Europe will mean stateside.\"</p><p>\"If Europe ends up falling into recession, if this energy crisis escalates, there could be some significant impacts on the U.S. side of the pond. And, you know, it could be the straw that breaks the camel's back. It's a huge risk. That's the biggest blind spot,\" she said.</p><p>The markets</p><p>A fourth-straight winning session is looking iffy, as stock futures ES00 YM00 NQ00 tilt south. Bond yields BX:TMUBMUSD10Y TU00 are steady and the dollar DXY is softer. Oil prices CL.1 are lower ahead of an inventory report. Hong Kong HK:HSI led Asia lower as Beijing COVID-19 cases hit a five-month high and manufacturing hub Guangzhou is also seeing more lockdowns.</p><p>Bitcoin BTCUSD is down after surprising deal between two major crypto exchanges that could be worrying for investors of the asset class as a whole.</p><p>The buzz</p><p>The battle for control of the U.S. House and Senate remains too close to call. Among the highlights, Democrat John Fetterman beat out a wealthy heart surgeon to win Pennsylvania's Senate race,while author JD Vance, backed by former President Donald Trump, grabbed an Ohio Senate seat from the Dems. Also elected, the first Gen. Z member of Congress. Read more on congressional seats that flipped.</p><p>Read: Lindsey Graham says midterm elections 'definitely not a Republican wave, that's for darn sure'</p><p>Shares of Meta META are up in premarket as the Facebook parent announced 11,000 job cuts.</p><p>Disney stock DIS is dropping after disappointing results and predictions for a sales slowdown to come late Tuesday. AI lending group Upstart UPST is also taking a hit after a downbeat forecast.</p><p>Ahead of the open, Roblox RBLX reported surging losses and the stock is falling, D.R. Horton DHI is also down after an earnings miss, with home orders dropping and cancellations up, while Wendy's WEN is up on better-than-expected results, and D.R. Horton DHI are due ahead of the open. Rivian Automotive RIVN, Beyond Meat BYND, Canopy Growth CA:WEED CGC, Wynn Resorts WYNN and Redfin RDFN among others will report after the close.</p><p>Tesla TSLA CEO Elon Musk sold nearly $4 billion worth of the EV maker's stock in the wake of his $44 billion Twitter deal.</p><p>The data calendar is mostly empty. From Zurich, New York Fed President John Williams said spoke of heavily anchored long-term inflation expectations. Richmond Fed President Tom Barkin will comment on the economy at11 a.m. ET.</p><p>Best of the web</p><p>Over three years, this tiny lab has found cancer-causing chemicals in $9 billion worth of consumer products.</p><p>Morgan Stanley funds have billions riding on a bet against Goldman Sachs. What happens Thursday matters a lot.</p><p>The chart</p><p>The tickers</p><p>Note, #EF_F stands for eurodollar futures ED00 and he's referring to the three-month euro</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  AMC     AMC Entertainment  GME     GameStop  AAPL    Apple  DWAC    Digital World Acquisition  NIO     NIO  MULN    Mullen Automotive  AMZN    Amazon.com  APE     AMC Entertainment Holdings preferred shares  META    Meta Platforms</p><p>Random reads</p><p>Oldest written sentence in the world found on a head-lice comb</p><p>Cut 20% of ultraprocesssed foods out of your diet and live longer. Not so easy for the poor.</p><p>2000-year old bronze statues discovered in Italy could \"rewrite history.\"</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Investors are getting good at expecting the worst. Here's what the smart worriers should be doing now, says this strategist.</p>",
  "published": "2022-11-09T13:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5989,
          "end": 6002
        },
        {
          "start": 5989,
          "end": 5996
        },
        {
          "start": 5990,
          "end": 5997
        },
        {
          "start": 5990,
          "end": 6004
        }
      ]
    }
  ]
}