{
  "_id": "79a0b14c55dfb16579ab5e639525a8304598552949874bb45cbf1b53d346b8ff",
  "feed": "ftcomall",
  "title": "Elon Musk's public spat with Twitter bosses exposes unease over future",
  "text": "<p>Elon Musk's public attacks on Twitter's top executives have led to fears among its staff of a wide-ranging clear-out at the social media company once the Tesla chief's $44bn takeover is completed.</p> <p>The tech entrepreneur has been engaged in a war of words with Twitter's past and present leadership since Monday, when the company's board accepted his audacious take-private offer. </p> <p>He has singled out senior figures for criticism, including Twitter's policy chief Vijaya Gadde and deputy general counsel Jim Baker, despite Musk signing a “non-disparagement clause” in an apparent attempt by the board to rein in the tech entrepreneur's <a href=\"https://www.ft.com/content/0c05761e-d68a-49ab-a6b0-676a5a1d0a98\">erratic Twitter posts</a> that have often challenged company policies.</p> <p>Musk's recent tweets have provoked a barrage of hateful responses to the Twitter executives from some of his 88.4mn fervent followers. After the incidents, current chief executive Parag Agrawal, former CEO Dick Costolo and co-founder Evan Williams moved to defend current staffers.</p> <p>Unease within Twitter's ranks comes as lay-offs and significant changes to the company's operations are expected to be part of Musk's agenda, according to people familiar with the takeover talks. One current employee said everyone was “fearful of their jobs”.</p> <p>The friction between Musk and Twitter bosses also exposes a divide in the competing visions of the future of the platform. The new owner's position as a “free speech absolutist” appears at odds with attempts by Twitter executives to enforce tighter content moderation and protect its <a href=\"https://www.ft.com/content/8b39d137-0d40-4bc6-bb53-e3c255eacdf7\">$4.5bn-a-year advertising business</a>.</p> <p>Gadde, who has worked at Twitter for more than a decade, received a barrage of insults and racist abuse following Musk's comment on Tuesday that a decision made under her watch — to block the distribution of a New York Post story regarding Joe Biden's son Hunter — was “obviously incredibly inappropriate”.</p> <p>Musk later posted a meme that had been circulating among followers of rightwing media in which Gadde was again featured.</p> <p>“What's going on?” wrote Costolo in response to Musk's tweet. “You're making an executive at the company you just bought the target of harassment and threats.”</p> <p>In an earlier post, Costolo wrote “Bullying is not leadership”, provoking Musk to reply: “What are [you] talking about? I'm just saying Twitter needs to be politically neutral.”</p> <p>Without mentioning Gadde specifically, Agrawal wrote: “Proud of our people who continue to do the work with focus and urgency despite the noise.” Meanwhile, Williams said Gadde was “one of the most thoughtful, principled people I know”.</p> <p>Multiple people at or close to the company said they were dismayed that former chief executive and co-founder Jack Dorsey, who worked closely with Gadde, had not followed the other executives in defending her and the company.</p> <p>The most recent comment from Dorsey, who resigned as CEO in November, was to give Musk's takeover his blessing, calling him on Monday the “singular solution I trust” to run the company.</p> <a href=\"https://twitter.com/elonmusk/status/1519427628138217473?s=20&amp;t=ITBwKtpgjszhrJ8cFyAOig\">https://twitter.com/elonmusk/status/1519427628138217473?s=20&amp;t=ITBwKtpgjszhrJ8cFyAOig</a> <p>Former Twitter board member Jason Goldman said that Dorsey had “set his reputation on fire” by endorsing Musk. </p> <p>“The day after he writes this tweet, the ‘singular solution' starts torching the employees of the company,” Goldman said. “He knows who Elon is. For him not to expect he was going to do something like that is ridiculous.” He added: “For Jack to not have [Gadde's] back seems, frankly, disgraceful.”</p> <p>Dorsey and Musk did not respond to requests for comment. Twitter declined to comment.</p> <p>While Musk's comments have raised hackles, legal experts said they were unlikely to derail the deal, despite the takeover agreement's non-disparagement clause, which stated Musk could tweet about the deal “so long as such Tweets do not disparage the Company or any of its Representatives”.</p> <p>“My impression was that the [clause] was pretty toothless,” said Raffi Melkonian, a corporate governance attorney at Houston-based law firm Wright Close &amp; Barger. “Maybe it's . . . aspirational.”</p> <p>John Coffee, the director of the Center on Corporate Governance at Columbia Law School, said it was “debatable” that Musk had violated the terms, since the clause seemed to relate specifically to discussion about the transaction, not the company more broadly.</p> <p>“But even if he did, the damages are very unclear, nor will the world's richest man shiver in fear,” he said. “Twitter would not want to call the deal off, as it now seems clear that no one else would offer more for Twitter.”</p> <p>Should either side walk away from the agreement, a break-up fee of $1bn will be imposed. On Thursday, it <a href=\"https://www.ft.com/content/592900af-d963-450d-b8e5-1404e271f853\">was made public</a> that Musk had earlier in the week sold off approximately $4bn-worth of his stake in Tesla. He said in a tweet there would be “No further TSLA sales planned after today”. The sale is one of several steps Musk needs to take in order to stump up the $21bn in cash he has said he will <a href=\"https://www.ft.com/content/f60b6385-eef6-461e-9fcc-b3cb999a70c6\">contribute to the buyout</a>.</p> <p>Musk's continued tweets have led to growing concern for the future of the existing leadership. Goldman, who was part of the company's founding team, said: “What Twitter doesn't need is for the new person to come in with such a reckless disregard of stewardship, of both the community at large but also the people who help build it. It doesn't bode well.”</p><p>Source: Dave Lee in San Francisco and Cristina Criddle in London 2022 'Elon Musk's public spat with Twitter bosses exposes unease over future' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-29T12:04:31.010Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3282,
          "end": 3289
        }
      ]
    }
  ]
}