{
  "_id": "854efc9fbd782d6272201d22e0c191c055d2a88ed05349bc7a6ac6eaf9501140",
  "feed": "ftcomall",
  "title": "Why does Putin want Europeans to pay for gas supplies in roubles?",
  "text": "<p>Vladimir Putin has given Europe an ultimatum: no roubles, no gas.</p> <p>On Thursday, the Russian president signed a decree stating that nations deemed “unfriendly” must start paying for gas deliveries from April onwards <a href=\"https://www.ft.com/content/d8ee2429-7caf-4e1f-9c85-dd1f825d36e3\">in roubles</a>, using a rouble account at Gazprombank, or Moscow will stop supplies.</p> <p>In retaliation for western sanctions blocking access to half of his country's foreign reserves, Putin in effect aims to force the west to breach its own rules by having to interact with the central bank and its banking system.</p> <h2>Why does Russia want to be paid in roubles?</h2> <p>In practical terms, it makes little difference to Moscow. Russia's sales of gas to Europe — estimated at $350mn a day by energy consultant ICIS — already severely undermine the effect of western sanctions in response to the country's invasion of Ukraine, in whatever way the purchases are made. </p> <p>Whether the west pays for Russian gas in euros or roubles, Moscow gains a stash of foreign currency, which is useful for buying imports or for propping up the rouble.</p> <p>Either European companies buy the gas directly in euros, in which case Russia already insists that all exporters convert 80 per cent of revenues into roubles, or all the money is converted first, most probably involving the Russian central bank, which is under sanctions, at some stage.</p> <p>The main impact is political.</p> <p>Bas van Geffen, senior macro strategist at Rabobank, summed it up: “In a show of support to Ukraine, the west stepped up its sanctions against Russia. Russia, in return, will soon accept only rouble payments for natural gas, which can only be obtained via the sanctioned Russian central bank.”</p> <p>“This will either force the west to evade its own sanctions or will effectively mark the end of Russian gas supplies to Europe.”</p> <p>Suddenly, Moscow has more leverage. It has succeeded in exploiting the hole in <a href=\"https://www.ft.com/content/3f1c7151-93ed-48ff-a23c-496320919621\">sanctions on the central bank</a> caused by the exemption of energy supplies. Putin has described the move as a step to “strengthen” Russian sovereignty.</p> <p>“This is a political question, not commercial, and seems to be designed to return some of the discomfort from the restrictions imposed on the central bank to European companies, and to partially subvert those restrictions,” said Ron Smith, senior oil and gas analyst at BCS in Moscow. </p> <h2>Will it undermine the dollar and the euro in global trade?</h2> <p>One of the reasons countries, including Russia, each hold hundreds of billions of dollars in their central bank or wealth fund reserves is that the dollar is the default currency in global trade and markets. In a crisis, when governments need to support a currency or repay debt, it is crucial for countries, often in emerging markets, to hold a stash of dollars, euros and a handful of other global currencies.</p> <p>But, as Goldman Sachs put it this week: “If foreign investors were to become more reluctant to hold US liabilities — for example, because of structural changes in world commodity trade — the result could be dollar depreciation and/or higher real interest rates in order to prevent or slow dollar depreciation.” The same goes for the euro area.</p> <p>Russia is keen to counter western sanctions that have frozen the country out of the dollar and euro financial system. Countries unfriendly or hostile to the US or to the EU might follow suit and be tempted to put more of their rainy-day funds into currencies of more geopolitically aligned countries.</p> <p>“The increased frequency of use of financial sanctions by the US as a foreign policy tool is arguably creating an incentive for third countries to diversify away from a perceived over-reliance on dollar-denominated trade,” Goldman said.</p> <h2>When and how will the move to rouble payments happen?</h2> <p>In its new decree, the Kremlin said buyers in countries deemed hostile to Russia would be required to open an account both in foreign currency and in roubles at Gazprombank, which has been targeted by UK sanctions but spared by the US and the EU because it is a big player in the gas trade.</p> <p>Putin gave the Russian central bank, the customs authorities and the government 10 days to implement the new system. A similar switch of payments for other commodities, such as oil, metals and fertilisers, is also being considered.</p> <p>Analysts say Europe is safe paying in euros for another month because payments for most April deliveries are not due until May.</p> <h2>What do supply contracts and customers say?</h2> <p>EU countries are pushing back. Delivery contracts, which are mostly invoiced in euros and dollars, would “stay that way”, said German chancellor Olaf Scholz. As a result, they are preparing for Russian gas supplies to be interrupted. Germany has warned its industry it might have to <a href=\"https://www.ft.com/content/0706d6f4-6668-4f67-ab1c-d535d847caf7\">ration its electricity supplies</a>.</p> <p>Gazprom is typically entitled to renegotiate terms of contracts every three years, according to analysts. But forcing a new currency on existing contracts is contentious. </p> <p>If the two sides cannot come to an agreement, the issue goes to the Stockholm arbitration court. Gazprom has dozens of different contracts it would need to renegotiate, so a revision would be a long process. </p> <p>“Based on the principle of sanctity of contract, if there's a major dispute under a Gazprom gas export contract, the gas should continue flowing until the matter has been sorted out in an arbitration in Stockholm,” said Morten Frisch, a gas contract negotiator.</p> <h2>Will Russia stop supplying gas to Europe? </h2> <p>A cessation would mean lost revenues for Gazprom and its owner, the Russian state. But, in theory, the gas exporter could stop supplies to Europe almost immediately without much operational difficulty. “Gasfields, unlike oilfields, in general are relatively easy to turn off and on without damaging [them],” said BCS's Smith.</p> <p>A limited volume of gas could be rerouted to places such as central Asia or Turkey, but Russia would probably put some gas output in storage. Russia's vast network of thousands of kilometres of pipelines could also act as a holding system and older gasfields could be closed.</p> <p>Russia's domestic storage capacity is limited — less than half what it exports to Europe annually. Gazprom would fill it in four-and-a-half months, rather than the typical seven, if there were no pipeline exports to the EU, said Tom Marzec-Manser at ICIS.</p> <p>Once filled, Gazprom would then have to stop pumping gas because reorienting pipeline deliveries to other markets quickly is not easily feasible. </p> <p>There is no gas pipeline connection between West Siberia — where Gazprom pumps gas for Europe — and China. Completing the planned 50 bcm-a-year pipeline through Mongolia to China would take about three to four years, Smith said. </p><p>Source: Nastassia Astrasheuskaya in Riga, Harry Dempsey, Katie Martin and Chris Giles in London 2022 'Why does Putin want Europeans to pay for gas supplies in roubles?' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-31T18:25:57.771Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2761,
          "end": 2768
        },
        {
          "start": 3621,
          "end": 3628
        },
        {
          "start": 2761,
          "end": 2774
        }
      ]
    }
  ]
}