{
  "_id": "62c6cfa8855cb0c692f2411c4bc0d9b9bd10f1eb3fbfef4ea596ebc20a896d80",
  "feed": "market-watch",
  "title": "‘If we're lucky,' the Fed can engineer a ‘soft landing': Expect more than 4 rate increases in 2022 and a lot of market volatility, says JPMorgan's Jamie Dimon",
  "text": "<p>“I'd personally be surprised if it was just four [interest-rate hikes],” he told the business channel.</p><p>Sign up for our Market Watch Newsletters&#xa0;here.</p><p>Dimon's comments came as the market was spiraling lower earlier Monday and as economists at Goldman Sachs Group Inc.&#xa0;said that they expect&#xa0;four rate increases in 2022, versus a previous call for three, and a Fed balance-sheet runoff that begins in the third quarter, as early as July.&#xa0;Economists at Deutsche Bank expect four hikes in 2022 starting in March, roughly in line with the market's expectations, researchers there wrote in a Monday note.</p><p>Read:&#xa0;As stock market unravels Monday, here's the level the Nasdaq needs to defend to avoid a correction</p><p>For his part, Dimon said that he's hopeful that the central bank can help ease inflation pressures. “If we're lucky they can engineer a slowdown and you'll see inflation come down … and we'll have what you call a ‘soft landing,' ” Dimon said.</p><p>He said that presently the “consumer balance sheet has never been in better shape,” and that he expects the “best growth we've ever had this year,” he said — “I think since maybe some time after the Great Depression.”</p><p>Meanwhile, a downturn in equity markets that has taken its toll particularly on the Nasdaq Composite COMP, which is largely composed of rate-sensitive technology and growth stocks, has cooled somewhat. The Dow Jones Industrial Average DJIA, which was down by nearly 600 points at its session low, was off over 200 points in afternoon trade, while the S&amp;P 500 index SPX also was trading off its Monday intraday nadir.</p>",
  "published": "2022-01-11T08:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 242,
          "end": 249
        },
        {
          "start": 242,
          "end": 265
        },
        {
          "start": 242,
          "end": 266
        },
        {
          "start": 242,
          "end": 255
        }
      ]
    }
  ]
}