{
  "_id": "2890ae408d65f6f4606ae42212c6da22f86659aac3ba9479b41ff4f5a397a068",
  "feed": "ftcomall",
  "title": "Goldman Sachs weighs bonus cut of at least 40% at investment bank",
  "text": "<p>Goldman Sachs is considering shrinking the bonus pool for its more than 3,000 investment bankers by at least 40 per cent this year, as chief executive David Solomon tries to control costs with deeper cuts than many of its Wall Street rivals.</p> <p>The final bonus pools at <a href=\"https://www.ft.com/stream/980562d6-2db0-4b25-a349-b83d4b86bea7\">Goldman</a> are still being decided but the prospect of the deep cuts has fed fears that the bank could face high staff turnover in the new year, according to people familiar with the matter.</p> <p>“I think we're going to be worse than the Street,” one senior Goldman banker said.</p> <p>The cuts, the worst since the 2008 financial crisis, highlight the feast-to-famine nature of Wall Street banking, an industry that just last year paid out career-high bonuses to many employees on the back of record fees from stock market listings and corporate mergers.</p> <p>But this year's cuts at Goldman are set to be deeper than at peers, despite the bank navigating rising interest rates and a slowing economy better than many rivals.</p> <p>Globally in investment banking fees, Goldman is second only to JPMorgan Chase this year, according to Refinitiv data. Goldman's crown jewel mergers and acquisitions franchise has gained market share and is first in league table rankings.</p> <p>JPMorgan Chase, Citigroup and Bank of America are all contemplating cutting their investment banking bonus pools by 30 per cent, the Financial Times has previously <a href=\"https://www.ft.com/content/f774f6d5-3dfd-4879-ac19-8522e0078902\">reported</a>.</p> <p>BofA's capital markets division is bracing for a decline of more than a third this year in total pay, according to two people familiar with the negotiations, which have not been finalised.</p> <p>The most senior managers in the BofA unit will be forced to take the majority of the pain, with&#xa0;reductions of 50 per cent or more, the people added. The bank has less flexibility to cut the pay of junior staff because it is tied to salary grids and many employees are in line for substantial increases as they are promoted.</p> <p>BofA declined to comment.</p> <p>Similarly, bonuses for Goldman's roughly 400 <a href=\"https://www.ft.com/content/da92dc10-c69f-42d5-930f-639b87e3bffb\">partners</a> may be cut by even more than at the investment bank, perhaps by as much as half, as senior bankers bear the brunt, the people said. The cuts for the partner bonuses were reported previously by Semafor.</p> <p>A person close to some of the most productive partners said many top bankers have already started looking for opportunities in private equity and alternative asset managers as they are concerned the cuts will continue.</p> <p>“Compensation at Goldman Sachs is determined by the performance of the entire bank, not within each business area. The compensation process is not yet completed so any discussion or forecast on specific numbers is premature,” said a spokesperson for the bank, which globally employs about 49,000 staff.</p> <p>One of the central challenges for Solomon is to gain a higher stock market <a href=\"https://www.ft.com/content/6700dba5-a5af-4da7-b816-b971cd950e5e\">valuation</a> for Goldman, which has lagged behind peers for several years. He must deliver on targets for return on tangible equity, a crucial measure of profitability.</p> <p>In 2020, <a href=\"https://www.ft.com/stream/4006fa25-cd2f-409d-9683-296923b93b81\">Solomon</a> set a Rote target of more than 14 per cent. The bank hit the goal last year but fell short in the first nine months of 2022.</p> <p>To cut costs, <a href=\"https://www.ft.com/content/1398e9f5-8e93-4134-ad37-fb5ea78ae7bf\">Goldman</a> this year resumed the annual process of culling underperforming bankers. Its approach to bonuses is for variable pay to reflect how the bank performs as a whole rather than any one particular division.</p> <p>Globally, investment banking fees are down 35 per cent in the year to date, according to Refinitiv. Much of that was front-loaded to the start of 2022, with four of the five biggest global deals announced in the first six months of the year.</p> <p>M&amp;A has dried up amid rising interest rates, worries about the trajectory of the global economy and geopolitical tensions such as Russia's invasion of Ukraine. With stock markets falling, the number of IPOs this year has more than halved.</p> <p>For the US banks, Alan Johnson, head of pay consultancy Johnson Associates that works with Wall Street firms, estimates bonuses will have their biggest declines since the 2008 housing crisis.</p> <p>“It's really a two-year story: 2021 was unbelievably terrific and 2022 is very, very disappointing,” Johnson said. “So you have the top of the mountain and now we're at the bottom.”</p> <p><em>Additional reporting by Stephen Morris and Arash Massoudi in London</em></p><p>Source: Joshua Franklin and Ortenca Aliaj in New York and James Fontanella-Khan in Milan 2022 'Goldman Sachs weighs bonus cut of at least 40% at investment bank' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-14T22:05:25.090Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 266,
          "end": 273
        },
        {
          "start": 267,
          "end": 274
        },
        {
          "start": 517,
          "end": 524
        },
        {
          "start": 828,
          "end": 835
        },
        {
          "start": 832,
          "end": 839
        },
        {
          "start": 1005,
          "end": 1012
        },
        {
          "start": 1010,
          "end": 1017
        },
        {
          "start": 1085,
          "end": 1093
        },
        {
          "start": 1091,
          "end": 1098
        },
        {
          "start": 1935,
          "end": 1943
        },
        {
          "start": 1947,
          "end": 1954
        },
        {
          "start": 2416,
          "end": 2423
        },
        {
          "start": 2416,
          "end": 2429
        },
        {
          "start": 2774,
          "end": 2781
        },
        {
          "start": 2791,
          "end": 2798
        },
        {
          "start": 3078,
          "end": 3085
        },
        {
          "start": 3099,
          "end": 3106
        }
      ]
    }
  ]
}