{
  "_id": "3d8b1a7c0ea3b61c25d9e1dd56e90251d2f89f83c144d7794cca99b39ae67eeb",
  "feed": "wall-street-journal",
  "title": "Robinhood Tells Employees They Can Work From Home Permanently; Retail-trading platform wants to become 'a remote first company' as many employers reconsider when they should return to the office",
  "text": "<p>Most employees of retail-trading platform Robinhood Markets Inc. will be working remotely on a permanent basis amid a spike in Covid-19 cases that has many companies rethinking their return to the office.</p><p>Using a primarily remote workforce will help Robinhood tap top talent across the U.S. regardless of where they live, the company said in a blog post Wednesday, describing itself as \"a remote first company.\" The Menlo Park, Calif.-based company said most employees will no longer be required to make regular trips to the office, while some teams will meet in-person occasionally.</p><p>\"In the last two years, we've seen how flexibility and trust allows teams to do their best work, attract top talent, and create a workplace that's more inclusive and equitable,\" said Robinhood, which employs about 3,400 people. \"Our teams have done amazing work and built a strong workplace community during these uncertain and challenging times, and we're excited to continue to offer them the flexibility they've asked for by staying primarily remote.\"</p><p>Some teams will need to live close to an office location due to regulatory and business reasons, Robinhood said. Some employees will still come into the office as well, it added.</p><p>The company declined to comment beyond the blog post.</p><p>Many major banks, technology companies and other firms planned to return to the office in January but delayed those plans after the Omicron variant pushed Covid-19 infection rates in the U.S. to new highs. Many companies are now avoiding committing to a specific return date and are devising plans for their workforces in recognition that the pandemic will continue to disrupt life across the country.</p><p>Facebook parent Meta Platforms Inc. said earlier this week that it would delay fully openingits U.S. campuses until March. Goldman Sachs Group Inc., which reopened its offices to employees last summer, encouraged its workers to stay home after the holidays at least through Jan. 18.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Robinhood Tells Employees They Can Work From Home Permanently</p>",
  "published": "2022-01-12T18:15:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1797,
          "end": 1810
        },
        {
          "start": 1797,
          "end": 1821
        },
        {
          "start": 1797,
          "end": 1804
        }
      ]
    }
  ]
}