{
  "_id": "31f47a798e9dd435854e3aa23d566a8ebde595e4c69d2ee11081fed10fad1f9d",
  "feed": "wall-street-journal",
  "title": "China Records First Deaths After Easing Covid-19 Policy, With Many More Likely; Lack of data, confusion over new rules mean true scale of wave engulfing nation remains a mystery",
  "text": "<p>A crematorium in Beijing designated to handle Covid cases has seen a jump in demand for cremation and other services, employees said, with a rising number of corpses arriving in recent days.</p><p>Some businesses including delivery services are facing staffing crunches as employees fall ill.</p><p>In Beijing, one of the cities worst hit by the emerging outbreak, authorities publicly committed to helping businesses reopen and allowing factories to maintain production. On Monday, they introduced many measures to assist companies, such as financial support and incentives. Employees who tested positive are allowed to return to work after a seven-day isolation if they fulfill certain conditions, without needing to take a Covid test, authorities added.</p><p>At a press conference Monday afternoon, Beijing officials also said they were working to ensure the city's delivery system would continue to work smoothly, by ensuring delivery workers had access to antigen testing kits and vaccines. Deliveries in the city had been impacted by the Covid outbreak recently, as many drivers had caught the disease. Outbreaks in warehouses and distribution centers created a backlog that led to mounds of parcels piling up on some streets of the capital. About 90% of delivery workers are now back at work, officials said.</p><p>A spokesman for Japan-based chip maker Renesas Electronics Corp. said the company halted operations at its Beijing factory since Friday evening and plans to restart on Tuesday. He described the impact as small because the company and its distributors have adequate inventory. The factory mostly makes chips for nonautomotive uses and has fewer than 1,000 employees, he said.</p><p>In Chongqing, one of China's four provincial-level cities, the local government said on Sunday that people with mild Covid cases could still go to work, and that there was no need to show a negative test result outside of certain workplaces such as schools and nursing homes. While some Chongqing residents said on social media that they were relieved to be done with compulsory isolation for anyone who tested positive, others asked how the new policy wouldn't result in a sharp increase in infections.</p><p>China's leaders said on Friday that officials should focus on restoring economic momentum to achieve \"reasonable\" growth next year. The two-day Central Economic Work Conference concluded with a call to focus on stimulating domestic demand and pledges to support property developers and encourage development of the private sector.</p><p>The government's rapid pivot away from its zero-Covid policy to one of boosting economic growth has cheered investors and analysts. Morgan Stanley and Goldman Sachs are among banks that have recently upgraded their forecasts for China's growth prospects.</p><p>What Beijing's policy shift will mean in terms of deaths and sickness remains to be seen. China, where Covid first emerged three years ago, managed to keep the worst of the pandemic at bay through a stern containment regimen of large-scale lockdowns, location tracking and widespread testing requirements. It has officially tallied just 5,237 deaths from Covid, compared with 1.1 million in the U.S.</p><p>Almost 90% of China's official death toll occurred early in the pandemic, despite the record number of infections this year. The government says the new Omicron strains driving infections now are much less deadly, making it possible to avoid the kind of impact on businesses and the public health system seen as the U.S. and Europe eased their virus controls.</p><p>Public health experts have warned that China's death toll will likely soar in the coming months as Covid races through a population that has had little previous exposure to the virus, though predictions of the eventual toll vary and depend on policy measures the government takes.</p><p>China has said it would carry out a vaccination drive for the elderly, whose inoculation rate has lagged behind the population as a whole, with a goal of at least 90% of those aged 80 and above receiving at least one shot by the end of January. Chinese health officials last week said 66% of people in that age group have been fully vaccinated. Just over 40% had also received a booster shot, compared with 70% of people 60 or older, an official with China's National Administration of Disease Control and Prevention said on Wednesday.</p><p>Research published last week by the University of Hong Kong found that reopening in China would result in 684 deaths per million. That would add up to nearly one million deaths in the country of more than 1.4 billion. The authors said some steps would help cut that rate, including a campaign for a fourth booster dose and large-scale use of antiviral treatments.</p><p>Separately, the Institute for Health Metrics and Evaluation at the University of Washington said on Friday that it projected cumulative deaths in China would surpass 310,000 by April 1.</p><p>China reported 1,918 locally transmitted cases for Sunday, compared with an estimate of more than 640,000 from the Washington institute.</p><p>Xiao Xiao and Chieko Tsuneoka contributed to this article.</p><p>Write to Austin Ramzy at austin.ramzy@wsj.com</p><p>China Records First Deaths After Easing Covid-19 Policy, With Many More Likely</p>",
  "published": "2022-12-19T13:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2660,
          "end": 2673
        },
        {
          "start": 2643,
          "end": 2656
        },
        {
          "start": 2660,
          "end": 2667
        }
      ]
    }
  ]
}