{
  "_id": "5694770f8684d7d38a8159580fe66265192affc2af4675f9ae2f5f0830089af1",
  "feed": "ftcomall",
  "title": "Scrutiny of ESG claims for private investments grows ",
  "text": "<p>When Brookfield Asset Management announced it had raised a $15bn impact fund last month, it was touted as the world's biggest in the world for private assets focused on tackling the global climate transition. </p> <p>Financing of this kind will be essential to achieving the 2015 Paris Agreement goals of limiting global warming, according to Mark Carney, Brookfield's vice chair and former governor of the Bank of England. </p> <p>“As the largest fund in the space by some measure we think we are going to define it,” Carney, a vocal advocate of the financial risks of climate change, told the Financial Times. “What is clear is the expectation from our investors and ourselves that when the fund gets to maturity all the assets and the fund as a whole has to be Paris aligned.” </p> <p>But for outsiders, assessing whether the fund — which will invest in unlisted companies, from those already possessing green credentials to others looking to finance a transition to more sustainable practices — is achieving these goals may be difficult. </p> <p>Although its managers say investors will be provided with full and regular reporting and data on its impact targets, Brookfield declined to share information on its impact goals and measurement systems. </p> <p>This does not make Brookfield an outlier. Some 42 per cent of global private capital — or $4.73tn — is now managed in funds that claim to be run according to sustainable investment principles, according to a survey by data provider Preqin. </p> <p>Yet data and disclosure on environmental, social and governance (ESG) metrics are even less transparent and standardised in private markets than in public ones — which have recently faced a barrage of <a href=\"https://www.ft.com/greenwashing\">allegations of greenwashing</a>. <br><br>Many privately held companies are smaller to midsized, or more recently established, making them less likely to have been subject to the same scrutiny as their listed peers. </p> <p>This opacity makes it difficult to judge who is integrating ESG principles seriously, an issue that has rocked fund managers in recent months as authorities on both sides of the Atlantic crack down on inflated sustainability claims. </p> <p>“It's absolutely true that judging ESG integration in private markets is harder than in public ones,” said Arjun Raghavan, chief executive of Partners Capital, an outsourced investment firm with more than $48bn under management, who pointed to the lack of public data and the difficulty of assessing sustainability at smaller private companies.</p> <p>Whereas in public markets there is a deluge of reporting and firms such as Sustainalytics and MSCI provide some standardised metrics, there are no equivalent systems for private investments yet. </p> <p>US and European regulators are looking to tighten reporting standards and crack down on greenwashing, though much of the focus has been on public investments so far. </p> <p>“I think there's definitely a risk of [mis-selling] on the private side. So many private equity investors put in place a PDF document that describes an official policy that gathers dust between fundraising cycles,” Raghavan said. </p> <p>Scrutiny across the industry in general is rising. Fund manager DWS and its parent Deutsche Bank were <a href=\"https://www.ft.com/content/ff27167d-5339-47b8-a261-6f25e1534942\">raided by German federal police</a> at the end of May as part of a probe into greenwashing, while around the same time BNY Mellon's fund management arm <a href=\"https://www.ft.com/content/ff0097c4-3f1c-49d8-8189-153fc56aeeb3\">agreed to pay $1.5mn</a> to settle charges from the US Securities and Exchange Commission that it allegedly misstated and omitted information about ESG considerations for mutual funds that it managed. Goldman Sachs is also <a href=\"https://www.ft.com/content/5812ab1f-c2d4-4681-a6be-45f0befd92df\">being probed by the SEC</a> over its sustainability claims, and experts believe others are also being queried behind the scenes. </p> <p>“Private markets are at a transparency tipping point. High-quality and reliable ESG data is essential to move from vision to reality,” said Jaclyn Bouchard, head of ESG solutions and corporate responsibility at Preqin. “It's self-reported but isn't that all of ESG? . . . Though it's true there's still a lot less info [on the private side].” </p> <p>For Raghavan at Partners Capital, assessing sustainability credibility for private investments largely falls to in-house processes, including asking managers to fill out surveys and provide case studies. He notes that “the crème de la crème of private investors take it very seriously”, providing information through reporting mechanisms like the UN Principles for Responsible Investment (UNPRI) due diligence questionnaires.</p> <p>Larger managers, and especially those in Europe, consistently have the best information and spend the most time on it, he added. However, in the US, especially for smaller companies being invested in, “it's just a lot lighter”, he notes. </p> <p>Pressure from investors is the biggest factor pushing ESG uptake across private assets, according to Preqin's survey of more than 350 groups. Increased interest in sustainable and private investing have risen in tandem as investors chase diversification and higher returns.</p> <p>For fund managers, the lack of clear best practices lies at the root of some of the confusion. </p> <p>“I genuinely don't believe anybody sets out to write a sustainability report to intentionally mislead . . . but at some point we have to say: this is what good looks like in order to drive consistency. It's never going to be cookie cutter,” said Liz O'Leary, head of agriculture and natural assets at Macquarie Asset Management, pointing to the current “cacophony” of standards and metrics. </p> <p>There is an expectation that influential or mandatory ESG disclosure frameworks aimed at public investments, such as the EU's Sustainable Finance Disclosure Regulation (SFDR), will begin to filter through to private investments. </p> <p>However, more specific requirements for private and alternative managers are also being developed. The US Securities and Exchange Commission proposed new amendments to rules governing disclosures by managers, including in private and alternative funds, at the end of May, </p> <p>Elsewhere, the Task Force on Climate-related Financial Disclosures (TCFD) is developing recommendations on disclosure standards that are expected to become mandatory for UNPRI signatories from 2024-2025. Carney also chairs the Glasgow Financial Alliance for Net Zero (Gfanz), which is working to encourage private sector actors to commit to targets and investments that align with limiting global warming to 1.5C above pre-industrial levels.</p> <p>“Investors really expect us to be in there leading this change. You're running these businesses, you have no excuse. I think it's good actually that we don't have an alibi,” added O'Leary. </p><p>Source: Adrienne Klasa 2022 'Scrutiny of ESG claims for private investments grows ' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-03T04:00:16.503Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3481,
          "end": 3488
        },
        {
          "start": 3464,
          "end": 3477
        },
        {
          "start": 3481,
          "end": 3494
        }
      ]
    }
  ]
}