{
  "_id": "3fd94da53f1eba59597a5bf02621d1bde15d260431602c6a9d293fb003b71194",
  "feed": "ftcomall",
  "title": "Waning stockpiles drive widespread global commodity crunch",
  "text": "<p>Stockpiles of some of the global economy's most important commodities are at historically low levels, as booming demand and supply shortages threaten to fuel inflationary pressures around the world.</p> <p>From industrial metals to energy to agriculture, the rush for raw materials and food staples has been reflected in futures markets, where a large number of commodities have flipped into backwardation — a pricing structure that signals scarcity. </p> <p>Problems are particularly acute in metals, where spot prices of several contracts on the London Metal Exchange are trading higher than those for later delivery, as traders pay large premiums to secure immediate supply. </p> <p>“This is the most extreme inventory environment,” said Nicholas Snowdon, analyst at Goldman Sachs. “It's a completely unprecedented episode. There is no supply response.”</p> <p>The shortages come against a backdrop of persistently high global inflation, fuelled by logistical disruptions and pent-up demand as economies recover from coronavirus lockdowns. Consumer prices in the US rose at their fastest annual pace in four decades last month to hit <a href=\"https://www.ft.com/content/7a0213d2-ad59-485f-bcc9-fc0e10a11988\">7.5 per cent</a>.</p> <p>Copper stocks at major commodity exchanges sit at just over 400,000 tonnes, representing less than a week of global consumption. Aluminium stocks are also low, as smelters in Europe and China have been forced to cut capacity because of the huge financial strain caused by spiralling energy costs. </p> <p>“Inventories are low, not just in exchange warehouses, but through the entire supply chain,” said Michael Widmer, analyst at Bank of America. “There is limited safety buffer in the system.” <a href=\"https://www.ft.com/content/353605ab-e495-4a82-be06-357f45b4b5af\">Aluminium hit a 13-year high above $3,200 a tonne last week</a> after Goldman said stockpiles could be exhausted by 2023.</p> <p>Production cuts are just one factor behind the supply shortages, which have led the Bloomberg Commodity Spot index, a key gauge of raw materials, to rise more than a tenth since the start of the year and hit a record high this month. Nine of the 23 futures contracts that make up the index are in backwardation, according to data from Refinitiv. </p> <p>Other drivers of the shortages include a lack of investment in new mines and oilfields, bad weather and supply chain constraints caused by the spread of Covid-19.</p> <p>On Friday, the International Energy Agency warned that crude oil prices, which are already trading above $90 a barrel, could climb further as producer group Opec and its allies struggle to revive production after the worst of the pandemic.</p> <p>“If the persistent gap between Opec output and its target levels continues, supply tensions will rise, increasing the likelihood of more volatility and upward pressure on prices,” the IEA said. </p> <p>In Europe, gas prices also remain elevated amid heightened geopolitical tensions over Ukraine and lower flows from Russia. Across the continent, gas storage facilities&#xa0;are 35 per cent&#xa0;full, and below seasonal averages, according to commodities consultancy&#xa0;ICIS<em>.</em></p> <p>“The risk of shortages by the end of winter is remote at this point, but the market will still need to secure significant supply through the summer in order to prevent those concerns coming back next winter,” said Thomas&#xa0;Rodgers, European&#xa0;gas&#xa0;analyst at ICIS. </p> <p>In agricultural markets, reserves of arabica coffee, the higher-quality bean loved by espresso aficionados, have fallen to their lowest level in 22 years. </p> <p>Supply disruptions and lower exports from producers in Central America have driven stockpiles of arabica beans on the ICE futures exchange to their lowest level in more than two decades, as coffee buyers rush to lock in supplies.</p> <p>Carlos Mera, senior analyst at Rabobank, said the decline in coffee inventories so far in 2022 was “astonishing”. A further fall could significantly increase “the possibility of an uncontrolled price spike”.</p> <p>Arabica prices on the ICE futures exchange recently hit a 10-year high of $2.59 a pound, up 13 per cent since the start of this year, and are more than double that of a year ago. </p> <p>Supply crunches are also looming in other markets. Citigroup reckons demand for lithium, a key battery raw material, will outstrip supply by 6 per cent this year due to rising sales of electric vehicles.</p> <p>Battery grade lithium carbonate soared more than 400 per cent in 2021 to above $50,000 a tonne. With limited inventory, analysts at Citigroup believe “extreme” pricing will be needed to “destroy demand” and bring the market into balance. </p><p>Source: Neil Hume and Emiko Terazono 2022 'Waning stockpiles drive widespread global commodity crunch' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-13T20:00:08.227Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 747,
          "end": 754
        },
        {
          "start": 1674,
          "end": 1681
        },
        {
          "start": 747,
          "end": 760
        }
      ]
    }
  ]
}