{
  "_id": "b61f268b8126807c050a7b822a5be2c516e9fdc313ad8051396777e4c2c62652",
  "feed": "market-watch",
  "title": "Dow drops 750 points after hotter-than-expected 8.6% May CPI",
  "text": "<p>* The Dow Jones Industrial Average DJIA was down 746 points or 2.3%, at 31,526, with all 30 components in the red. The blue-chip gauge was down more than 800 points at its session low.</p><p>* The S&amp;P 500 SPX dropped 104 points, or 2.6%, to 3,914.</p><p>* The Nasdaq Composite COMP slumped 360 points, or 3.1%, to 11,394.</p><p>What's driving markets?</p><p>The May consumer price index showed a monthly rise of 1%, well above the 0.7% rise forecast by economists surveyed by The Wall Street Journal. The year-over-year rate rose 8.6%, topping the 40-year high of 8.5% seen in March.</p><p>See: Consumer prices surge again, CPI shows, and push U.S. inflation rate to 8.6%</p><p>The so-called core rate of inflation, which omits food and energy, rose by 0.6%, a tick higher than expected. The increase in the core rate over the past year slowed to 6% from 6.2%. The Fed views the core rate as a more accurate measure of price trends, but surging food and gasoline costs are fueling a public and political outcry over inflation.</p><p>\"One can easily draw a scenario where supply shocks continue to push inflation higher despite a hawkish Federal Reserve tightening monetary policy,\" said Nancy Davis, founder of Quadratic Capital Management and portfolio manager of the Quadratic Interest Rate Volatility and Inflation Hedge exchange-traded fund.</p><p>\"A stagflation environment is bad overall for investments. Equities and bonds go down at the same time and the supposedly all-weather 60/40 portfolio is not ready for stagflation. So far in 2022, both bonds and equities are showing negative performance at the same time,\" Davis said, in emailed comments.</p><p>The University of Michigan's gauge of consumer sentiment fell sharply to a record low reading of 50.2, down from a May reading of 58.4. Economists polled by the Wall Street Journal had expected an June reading of 59.</p><p>Americans' expectations for overall inflation over the next year rose to 5.4 in June from 3.3% in May, while expectations for inflation over the next 5 years jumped to 3..3% from 3% in the prior month.</p><p>Treasurys sold off, sending the yield on the 10-year Treasury note BX:TMUBMUSD10Y up 6.5 basis points to 3.105%.</p><p>\"This was a very bad inflation report for both the White House and Fed,\" wrote Edward Moya, Senior Market Analyst, for the Americas at OANDA. \"The Fed's latest mistake is that they did not act strongly to cool inflation, and they will now be forced to deliver more rate hikes as inflation is clearly not transitory and not ready to peak.\"</p><p>The European Central Bank on Thursday announced that its first interest-rate hike in more than a decade will take place next month, with another likely in September, in a bid to get surging inflation under control.</p><p>The central bank also said it would halt its asset buying program next month. European stocks resumed declines on Friday, with the Stoxx Europe 600 index XX:SXXP down 1.8%.</p><p>The U.S. inflation data comes as a Federal Reserve policy meeting looms for next week. The Bank of England, the Swiss National Bank and the Bank of Japan will also holding meetings next week.</p><p>What companies are in focus?</p><p>* Shares of Netflix Inc. NFLX, down 4.6%, Roblox Corp. RBLX, down 7.1%, and eBay Inc. EBAY, off 4.3%, were among a host of internet stocks that Goldman Sachs reportedly cut to sell. Those shares each fell. Frontdoor Inc. FTDR was also downgraded, falling 5.3%.</p><p>* DocuSign Inc. DOCU shares slumped 21.7% after the electronic-documents company missed on fiscal first-quarter earnings and trimmed its billings guidance.</p><p>How are other assets trading?</p><p>* The U.S. dollar DXY gained against a basket of rival currencies, up 0.9%.</p><p>* Crude-oil prices CL.1 pulled back as the dollar rose and equities stumbled, with the U.S. benchmark down 0.4% near $121 a barrel.</p><p>* The Shanghai Composite CN:SHCOMP rose 1.4%, while the Hang Seng Index HK:HSI edged down 0.3% and Japan's Nikkei 225 JP:NIK dropped 1.5%.</p><p>Dow drops 750 points after hotter-than-expected 8.6% May CPI</p>",
  "published": "2022-06-10T14:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3233,
          "end": 3246
        },
        {
          "start": 3233,
          "end": 3240
        }
      ]
    }
  ]
}