{
  "_id": "2cb5e417cec8c45ca7ee2501a394c3213ce2b06724a11881f468047df9398a5e",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis: U.S. Banks Start to Unwind Business Ties in Russia",
  "text": "<p>JPMorgan Chase &amp; Co. and Goldman Sachs Group Inc. are unwinding existing Russia ties and eschewing new ones. Citigroup Inc., which has the biggest Russian presence among its peers, is mulling its future in the country, having already announced plans to sell its branch network there.</p><p>It is a rare and rapid retreat for a group of companies that tend to stay through thick and thin. Banks, especially U.S. ones, are loath to leave countries when the political winds shift, preferring to stick around to support their clients who operate there. That impulse has kept banks in places like China and Saudi Arabia, where opportunity has outweighed human-rights concerns.</p><p>This time is different. The West is waging a financial war of unprecedented might against Russia, one that requires the cooperation of the companies that maintain the infrastructure of global finance. Those firms have swiftly severed Russia's ties to the system, in some cases going further than sanctions require.</p><p>Their exit is unlikely to be quick; it took years for U.S. banks to exit Venezuela after the U.S. leveled sanctions against the regime of President Nicolas Maduro. In Russia, they are untangling a messy web of transactions, and they can't simply abandon clients that require banking services to keep operating until they can get out. Banks also are racing to run the digital traps that prevent money from getting to sanctioned Russian entities.</p><p>And they have employees to consider. Citigroup has 3,000 staffers in Russia, many of them in consumer-bank branches.</p><p>In recent years, U.S. banks have focused their efforts on serving multinational companies inside Russia. The banks help them with currency hedging, bond sales and the management of global-revenue streams.</p><p>Goldman has about $1 billion in total Russia exposure. JPMorgan doesn't disclose the number because Russia isn't among its 20 largest foreign markets. Citigroup had more than $10 billion in loans and investments inside Russia when it invaded Crimea eight years ago. It now has about half that much.</p><p>The retreat is especially significant for Citigroup, whose brand is built around serving the world's global businesses and citizens wherever they go.</p><p>Citigroup operates Russia's 18th-largest bank by assets, according to regulatory filings, and serves some 1,200 corporate clients. It had about $2.2 billion in outstanding loans to companies there, roughly 80% of which historically has been to non-Russian companies, according to disclosures.</p><p>Since the invasion, Citigroup has been working with those companies to pay suppliers and employees, get financing and navigate the global sanctions, according to people familiar with the matter.</p><p>Citigroup's retail bank serves some 5,000 clients and had about $700 million in loans outstanding at the end of 2021. The bank last year said it would exit the Russia consumer market and had been in talks to sell the retail operation to Russia's VTB. U.S. and European authorities have since sanctioned VTB, likely scuttling any potential deal.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1748,
          "end": 1755
        },
        {
          "start": 25,
          "end": 32
        },
        {
          "start": 25,
          "end": 49
        },
        {
          "start": 25,
          "end": 48
        },
        {
          "start": 25,
          "end": 38
        }
      ]
    }
  ]
}