{
  "_id": "c0dbbb9223e9c060405c74a7369f9970d56ab72d800cf050d5ad65f6af00d4c0",
  "feed": "ftcomall",
  "title": "City of London firms order workers back to the office  ",
  "text": "<p>Financial firms across the City of London have started summoning staff back to the office a day after the UK government rescinded guidance that employees should work from home.</p> <p>Banks such as Goldman Sachs and HSBC, alongside law firms, consultants&#xa0;and insurers, have dusted off plans put in place before the government unveiled Plan B restrictions in December to slow the spread of the Omicron variant of Covid-19. This spread rapidly through the country, but now the peak of infections and hospital admissions appears to have <a href=\"https://www.ft.com/content/d07f4559-f4f5-4063-94e7-c322bdcf62ce\">passed in the capital</a>.</p> <p>While compulsory mask wearing in public places, a work from home order and vaccine passports for large venues will lapse after January 26 in England, government guidance in Scotland, Wales and Northern Ireland is still to work from home if possible.</p> <p>Goldman Sachs has asked its 6,500 London staff to return to the office with immediate effect, but will still require them to wear masks when moving around the building as well as undergoing mandatory testing each week, a spokesman said.</p> <p>Wall Street peer Citigroup informed staff that they need to come in for “at least three days a week” — the same policy as it had before Plan B measures — from now on. They will continue to take lateral flow tests on Monday, Wednesday and Friday and must wear masks in the lifts.</p> <p>“We are now free to gather in our offices, without restriction, where we are better able to generate the energy and collaborative spirit on which Citi thrives . . . We look forward to seeing you!” David Livingstone, its top executive in Europe, said in a memo to all UK staff.</p> <p>The return of hundreds of thousands of workers to London and other city centres will provide a much-needed boost to businesses that have been hit hard by lack of footfall over the past two years.</p> <p>HSBC said that staff started returning to its offices around the country on Thursday. From January 27 they will no longer be required to wear face masks in offices or branches and its in-house company gyms have reopened. The bank has restarted business travel in line with international requirements on isolating and testing, it added in a memo.</p> <p>Similarly Standard Chartered has asked staff to come in next week, but added that flexible arrangements unveiled last year remain in place for the majority of employees.</p> <p>Accounting and consulting firm EY, which employs about 17,000 people in the UK, said that from Thursday “all desks will be available to use, the use of face coverings will be optional, and meeting rooms will be able to operate at full capacity” at its offices in England.</p> <p>Kevin Ellis, UK chair and senior partner of Big Four accountant PwC, welcomed the easing of restrictions and said staff “value time with colleagues, alongside the flexibility to work from home when helpful”.</p> <p>Linklaters, the magic circle law firm will fully reopen its offices from Monday although staff will be asked to wear masks when moving around the building, said a person briefed on its new policy.&#xa0;</p> <p>Lawyers at Slaughter and May will be expected to return about 60 per cent of the time from February 7, in line with its plans to move to a hybrid working model, said a person familiar with the firm's plans. </p> <p>A spokesman for Lloyds said: “We have advised our people in England who are currently working from home that they can resume working from an office”. Other lenders including Barclays, NatWest and JPMorgan said they have yet to decide on their new policies, but would update staff on Friday or early next week.</p><p>Source: Stephen Morris and Michael O’Dwyer in London 2022 'City of London firms order workers back to the office  ' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-20T18:53:26.457Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 800,
          "end": 807
        },
        {
          "start": 796,
          "end": 809
        },
        {
          "start": 190,
          "end": 203
        },
        {
          "start": 800,
          "end": 813
        },
        {
          "start": 191,
          "end": 204
        },
        {
          "start": 191,
          "end": 198
        }
      ]
    }
  ]
}