{
  "_id": "b084ec50fe4f69569bcd374fedf4167f7c94a6eefb863baefcd391b95bdfb8db",
  "feed": "ftcomall",
  "title": "Ukraine war sparks food shortages in Arab nations as wheat prices soar",
  "text": "<p>Russia's invasion of Ukraine has made life even harder for Fadia Hamieh, a Lebanese university lecturer who was already struggling to make ends meet in a country with a failing economy. </p> <p>Since the start of March, flour has disappeared from the shops and the price of bread has increased by 70 per cent. “Supermarkets are hoarding basic goods, then selling them at higher prices,” said Hamieh.</p> <p>Even before the Ukraine crisis, <a href=\"https://www.ft.com/content/ebe32abf-522d-40b5-ba8b-e94e25d9bf0e\">Lebanon </a>was in the grip of a financial meltdown; its currency has lost more than 90 per cent of its value since 2019. With more than 70 per cent of its wheat imports coming from Ukraine, consumers have been dealt a further blow. </p> <p>Hamieh, whose monthly salary has plunged from the equivalent of&#xa0;$1,500 to a paltry $200, now faces the additional burden of high bread prices and shortages of basic foods. “Every time I go to buy things for the family, I get depressed. We have had to cut down on so many things,” she said.</p> <p>The situation in Lebanon may be more precarious than elsewhere in the Arab world because of the country's crippling economic crisis. But across the region, grains and vegetable oil from Ukraine and Russia are crucial to national diets, and the war has stoked anxieties about food security and political stability.</p> <p>Although grain prices have come down from the record highs hit immediately after the Russian attack, uncertainty surrounding exports from both countries have kept wheat prices two-thirds higher than a year ago. Sharp spikes in food prices are closely linked to social instability. A food crisis in 2007-08 caused by droughts in key wheat and rice-producing countries and a surge in energy prices led to riots in more than 40 countries around the world. </p> <p>The UN International Fund for Agricultural Development said the impact of rising food prices and crop shortages was already being felt in the Middle East and north Africa. “This could cause an escalation of hunger and poverty with dire implications for global stability,” said Gilbert Houngbo, IFAD president.</p> <p>With the exception of the oil-exporting Gulf states, most Arab countries have weak economies, wide budget deficits and rely on subsidised food and energy. Apart from Lebanon, Ukraine is a leading supplier of wheat to Tunisia, Libya and Syria. Egypt, the world's largest wheat importer, relies on Russia and Ukraine for more than 80 per cent of its wheat purchased on international markets, according to UN Comtrade data. &#xa0;&#xa0;&#xa0;&#xa0;</p> <p>Governments across the region have sought to contain the knock-on effect by attempting to procure more food supplies from other producers in Europe, rationing and imposing export bans on staples including flour, pasta and lentils. Lebanon has allocated all its flour supplies to bread production, and the government has also increased the price. </p> <p>Grain and energy importers such as Egypt, Tunisia and Morocco will find their budgets under bigger strain as they spend more on imports and subsidies, say economists.</p> <p>Kristalina Georgieva, managing director of the IMF, <a href=\"https://www.imf.org/en/News/Articles/2022/03/10/tr031022-transcript-of-imf-media-roundtable-on-ukraine\">warned</a> earlier this month that countries in the Middle East and north Africa that relied on energy and food imports would feel the effects of the war “quite severely”.&#xa0;</p> <p>“I worry for Egypt,” she said about the impact of high food and energy prices on the country, when asked about the Ukraine war and the IMF's response. “We are already engaged in discussion with Egypt on how to target vulnerable populations and vulnerable businesses,” she said. </p> <p>Egypt has adopted drastic measures to ensure that its subsidised bread programme, which feeds 70mn people, will remain on course despite the war. Officials say they have four months' worth of wheat in their granaries, and the local harvest will start in mid-April. </p> <p>On Monday, the government devalued its currency and raised interest rates as the central bank moved to contain the impact of the war in Ukraine on the economy. The country also set a cap on the price of unsubsidised bread, which had shot up in recent weeks. </p> <p>Egypt has tried to diversify the source of its supplies and this year plans to buy 6mn tonnes of local wheat from farmers — the equivalent of 60 per cent of the expected harvest and an increase of more than 50 per cent over 2021. </p> <p>As an incentive, the government has increased the price it pays farmers and laid down a minimum level of grains that growers are required to sell to the state. They will also need permission to transport or sell any wheat above that quota. Failure to comply could result in a jail sentence. </p> <p>Analysts at Goldman Sachs said the biggest near-term risk to Egypt's outlook in the coming months would be from “adjustments to domestic commodity prices, especially any adjustment in bread subsidies”.</p> <p>The subsidised bread programme is at the core of Egypt's social protection system. Successive regimes have been wary of increasing the price of bread for fear of unleashing social unrest.</p> <p>In Tunisia, the expectation of more shortages and the approaching holy month of Ramadan, when food consumption rises, have prompted panicked shoppers to empty supermarket shelves. </p> <p>Having seized power eight months ago, suspending parliament and the constitution, Tunisian president Kais Saied has yet to come up with a plan to address the deteriorating economy. In recent months, the government has sometimes fallen behind in paying public sector wages and there were flour shortages even before the war. </p> <p>“This is very dangerous to the president,” said Youssef Cherif, a political analyst who heads Columbia Global Centers in Tunis. “Many Tunisians feel their lives are getting worse and although we don't see many people blaming the president directly, I think that is coming.”</p> <p><em>Additional reporting by Hiba Tlili in Tunis and Chloe Cornish in Mumbai</em></p><p>Source: Heba Saleh in Cairo and Emiko Terazono in London 2022 'Ukraine war sparks food shortages in Arab nations as wheat prices soar' FT.com 21 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-21T05:00:49.140Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4508,
          "end": 4515
        },
        {
          "start": 4508,
          "end": 4521
        },
        {
          "start": 4476,
          "end": 4489
        }
      ]
    }
  ]
}