{
  "_id": "bd84527bd029c49d7637c505a991c6ec54053720c86516c08e22aa519c06f5f8",
  "feed": "wall-street-journal",
  "title": "A Recession for Thee but Not for Me; Many companies are worried about the economy, but optimistic about their own businesses",
  "text": "<p>The second-quarter earnings season will get under way in earnest in the coming week, with companies including Goldman Sachs, Johnson &amp; Johnson, Netflix and Tesla slated to report results. Analysts have a fairly dour take, estimating that earnings per share at companies in the S&amp;P 500 will be up just 5.6% from a year earlier, a step down from the first quarter's 11.4% gain. Moreover, overall profits are being driven by an estimated 249% increase in energy-company earnings. Excluding those, analysts think S&amp;P 500 earnings will register a 3.4% decline, according to Refinitiv.</p><p>Actual earnings will almost certainly come ahead of estimates—by the time earnings season approaches analysts have typically cast aside their usual optimism and set an earnings bar that companies can easily step over. Analysts' sunny views of future quarters remain intact, however. They expect earnings to grow by 10.7% in the third quarter, and 10.1% in the fourth.</p><p>The obvious risk is that companies' outlooks aren't so rosy, and that during their earnings calls they hang crepe on analysts' expectations. But even as worries swirl that the U.S. is heading into a recession, companies appear remarkably upbeat about their own businesses.</p><p>A quarterly survey of chief executive officers, conducted by the Business Roundtable in the latter part of May through early June, showed that even though their confidence had ebbed, CEOs remained positive about their own companies' prospects. The Business Roundtable's CEO Economic Outlook Index, based upon CEOs' expectations for their own companies' performance, clocked in at 95.6 for the second quarter, with anything 50 or above indicating expansion. That compares with 76.7 in the prepandemic fourth quarter of 2019.</p><p>A separate survey of chief financial officers, conducted by Duke University's Fuqua School of Business and the Federal Reserve banks of Atlanta and Richmond in late May through early June, showed a similar dynamic, with an index of CFO optimism regarding their companies' prospects, rated on a scale of zero to 100, coming in at 68. That was around its average level in the five years ended in 2019. Meanwhile, the index for CFO optimism on the economy was at 50.7, which was the lowest level since 2011. The gap between the two indexes has never been so wide in the history of the survey.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on corporate earnings for the rest of the year? Join the conversation below.</p><p>John Graham, a Duke finance professor who helps direct the survey, thinks the CFOs' optimism about their own companies reflects a belief that they will be able to manage any challenges the economy throws at them. \"Things aren't great, but we have a plan,\" is how he categorizes the mind-set.</p><p>In the near term, that might translate into a lot of cautious optimism on coming earnings calls, leading to the perception that just maybe things aren't so bad out there. The danger is that the optimism will be misplaced. If the economy really does enter a recession, many businesses would likely find out that they are not so well prepared as they think.</p><p>Write to Justin Lahart at justin.lahart@wsj.com</p><p>A Recession for Thee but Not for Me</p>",
  "published": "2022-07-17T14:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 110,
          "end": 117
        },
        {
          "start": 110,
          "end": 123
        }
      ]
    }
  ]
}