{
  "_id": "e408a37e967d64bc9cba2482a7d108d2add2989c4f1412685cc70b8acad2698f",
  "feed": "ftcomall",
  "title": "Credit specialist CQS shuts internal fund following outflows",
  "text": "<p>CQS, the hedge fund manager founded by billionaire trader Sir Michael Hintze, is closing a portfolio that invests across a range of internal strategies following a drop in assets. </p> <p>The London-based firm, which runs $20bn in assets under management and <a href=\"https://www.ft.com/content/dd0f73e5-1b78-42c3-a6e5-a4444034fd26\">suffered large losses</a> during the early stages of the coronavirus pandemic, told clients on Tuesday that the directors of the CQS Diversified Fund had voted to wind it down, according to a person familiar with the situation.</p> <p>The closure of the Diversified fund comes during a testing period for much of the $4tn <a href=\"https://www.ft.com/reports/hedge-fund-strategies\">hedge fund</a> industry. A number of big-name equity hedge funds have suffered heavy losses as the prospect of rising interest rates has prompted a rout in high-growth technology stocks, although computer-driven funds betting on market trends have prospered.</p> <p>The Diversified fund has shrunk to $388mn, roughly half of which was managed on behalf of <a href=\"https://www.ft.com/stream/1df4caf1-8016-4074-bb2c-07b3cf295a10\">CQS</a> staff. </p> <p>They preferred to invest directly in CQS's underlying funds, notably the flagship Directional Opportunities fund and another that invests in asset-backed securities, “which we believe continue to present strong investment opportunities going forward”, the person said. </p> <p>CQS is a credit specialist operating a range of funds that trade instruments including structured credit, convertible bonds, asset-backed securities and equities, based on geopolitical, economic and markets analysis. </p> <p>The move follows a difficult pandemic for Hintze's flagship Directional Opportunities fund, a high conviction fund that invests across credit and other assets. </p> <p>In the market turmoil of March and April 2020 the Directional Opportunities fund lost 47 per cent, or about $1.4bn, and eventually finished the year down about 35 per cent. </p> <p>In a letter to investors towards the end of the year, Hintze admitted he had been “extremely upset at having to come to clients” with the losses.</p> <p>The Directional Opportunities fund has subsequently rebounded, gaining 21.5 per cent last year and 7 per cent this year, helped recently by bets on stocks and credit hedges, although investors are still sitting on losses compared with the start of 2020. </p> <p>In recent years the balance of CQS's assets has shifted away from higher-fee hedge funds to lower-margin long-only strategies. About $18bn of its $20bn in assets are now run in long-only. </p> <p>In his <a href=\"https://www.cqs.com/file.axd?pointerid=626a5fba4b53d703dc80ac9b&amp;versionid=626bda8c4b53d718d4f5aafc&amp;uid=e5da49a1-a540-49c7-962a-bfc482898ee8\">annual update</a> in January this year, Hintze, a former Australian army captain who has been a major donor to the arts, told clients that CQS had “worked hard to rebuild and strengthen post 2020 by focusing on our core strengths across credit markets” and predicted that “geopolitical risk will matter more” in 2022.</p> <p>Hintze has in the past tried to expand CQS from its roots in credit into new asset classes. In December 2018 he hired Xavier Rolet, former chief executive of London Stock Exchange Group, to lead an expansion into equities and a growth push. </p> <p>However, Rolet, who had worked with Hintze at Goldman Sachs three decades earlier, stepped down for reasons “unconnected with CQS” in January 2020 after just over a year in the role. </p><p>Source: Laurence Fletcher, Harriet Agnew and Samuel Agini in London and Joe Rennison in New York 2022 'Credit specialist CQS shuts internal fund following outflows' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T16:18:06.770Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2933,
          "end": 2946
        },
        {
          "start": 2933,
          "end": 2940
        }
      ]
    }
  ]
}