{
  "_id": "39605066a8cf940c5889897466cf43d1c6b4e1c8e7de3c062f3ca2c5bc68731d",
  "feed": "wall-street-journal",
  "title": "Swedish Match Agrees to $16 Billion Takeover by Philip Morris; Acquisition pits tobacco giant against former partner Altria in the rapidly growing market for smoke-free products",
  "text": "<p>\"If you aspire to be a truly global leader, you cannot ignore the largest markets,\" Philip Morris Chief Executive Jacek Olczak said in an interview Wednesday. In the U.S., \"there is room for a number of products from a number of players.\"</p><p>Heard on the Street</p><p>* Philip Morris Coughs Up for U.S. Re-Entry</p><p>Philip Morris in 2008 was spun off from Altria in a move that gave investors direct access to the faster-growing foreign cigarette markets. Philip Morris now sells Marlboro and other cigarette brands outside the U.S., and is one of the world's biggest tobacco companies. Altria sells Marlboros in the U.S.</p><p>As smokers look for less-harmful alternatives to cigarettes, both companies have sought new revenue sources by investing billions of dollars in next-generation products. Altria in 2018 paid $12.8 billion for a 35% stake in e-cigarette startup Juul Labs Inc. Philip Morris, which has been more aggressive in making the pivot to alternative products, aims to generate more than 50% of net revenue from smoke-free products by 2025. Last year, its smoke-free portfolio, led by the company's IQOS devices that heat rather than burn tobacco, accounted for about 29% of net revenue, or $31.4 billion.</p><p>In the U.S.—Swedish Match's largest market, followed by Scandinavia—the smokeless tobacco company's Zyn nicotine-pouch brand dominates a category that includes rival offerings from Altria and British American Tobacco PLC.</p><p>Philip Morris plans to use Swedish Match's U.S. sales force and manufacturing operations to market other smoke-free products including e-cigarettes and possibly its IQOS heated tobacco devices, Mr. Olczak said Wednesday. Altria currently has the exclusive rights to sell IQOS in the U.S. Philip Morris has been unhappy with Altria's slow rollout of the product and the two are at odds about whether Altria has met the milestones to renew its licensing and distribution contract beyond April 2024.</p><p>\"We have to reconcile these views,\" Mr. Olczak said.</p><p>Imports of IQOS to the U.S. were halted last year because of a patent dispute with BAT but sales of the product could resume next year, when Philip Morris plans to begin manufacturing IQOS in the U.S.</p><p>Without IQOS, Altria's reduced-risk product portfolio would be limited to its On! nicotine pouches and its minority stake in Juul. The Federal Trade Commission is seeking to unwind Altria's Juul investment; the commissioners are expected to vote on the matter this year. Altria, which failed in the past to develop next-generation products that appealed to smokers, says it is developing several new oral and heated-tobacco products.</p><p>Altria shares were down 7% since Monday, when The Wall Street Journal reported that Philip Morris and Swedish Match were in talks.</p><p>Altria didn't immediately respond to a request for comment Wednesday. At an analyst conference in February, Altria Chief Executive Billy Gifford said that his company had improved its product-development capabilities and that he was excited about the new products in the works.</p><p>\"We expect to vigorously compete in the major smoke-free categories,\" Mr. Gifford said at the time.</p><p>Under the Swedish Match proposal, subject to shareholder approval, investors in the Stockholm-based company will receive 106 Swedish krona, equivalent to $10.55, in cash for each share held. The price represents a 39% premium to the company's share price of 76.50 Swedish krona on Friday.</p><p>Demand in the U.S. is growing for next-generation tobacco alternatives. Vaping-product sales in U.S. stores tracked by Nielsen increased 11% in the 52 weeks ended April 23 compared with the previous year, according to Goldman Sachs analyst Bonnie Herzog. The U.S. vaping market is led by Juul Labs and Reynolds American Inc., a subsidiary of BAT.</p><p>Meanwhile, nicotine pouches and lozenges are driving growth in the oral-tobacco category, which includes traditional chewing tobacco and moist snuff. Swedish Match posted double-digit sales growth last year, led by its smoke-free division in the U.S., where Zyn is its fastest-growing product. Nicotine pouches are small packets containing nicotine and flavorings, without any tobacco, that are placed between the lip and gum.</p><p>The U.S. Food and Drug Administration in 2019 authorized Swedish Match to market its General Snus smokeless-tobacco products as presenting a lower risk of mouth cancer, heart disease and lung cancer than cigarettes. The FDA also has authorized Philip Morris to tell consumers that switching from cigarettes to IQOS significantly reduces the body's exposure to harmful chemicals.</p><p>BofA Securities and Citigroup were financial advisers to Philip Morris. Roschier Advokatbyrå, DLA Piper, Clifford Chance and Davis Polk &amp; Wardwell were legal advisers. Goldman Sachs was financial adviser to Swedish Match. Mannheimer Swartling Advokatbyrå and KANTER Advokatbyrå were legal advisers.</p><p>Ian Walker contributed to this article.</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com</p><p>Swedish Match Agrees to $16 Billion Takeover by Philip Morris</p>",
  "published": "2022-05-11T17:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3626,
          "end": 3639
        },
        {
          "start": 3626,
          "end": 3633
        },
        {
          "start": 4730,
          "end": 4737
        },
        {
          "start": 4729,
          "end": 4742
        },
        {
          "start": 4730,
          "end": 4743
        },
        {
          "start": 3627,
          "end": 3634
        },
        {
          "start": 3627,
          "end": 3640
        }
      ]
    }
  ]
}