{
  "_id": "3184e546a867b7bd438b09db710c7bf502722a2a4772d9a1b32cc134becc8518",
  "feed": "ftcomall",
  "title": "Letter: New body must help make antiviral drug available",
  "text": "<p>Antiviral medicines are essential to protect immunosuppressed individuals from severe Covid-19 as they do not efficiently respond to vaccination. Unfortunately, access to these potentially life-saving medicines is problematic in Europe. </p> <p>The antiviral drug Paxlovid made by Pfizer is available, but its uptake has been slow as recently documented in the FT (<a href=\"https://www.ft.com/content/0eb0b444-c516-4abf-85a2-8cc9326cf84e\">Report</a>, July 25). Indeed, prescription of Paxlovid is complicated and sometimes contraindicated in immunosuppressed patients. </p> <p>For these last ones, the only therapeutic option is the injection of a neutralising monoclonal antibody. Bebtelovimab, a monoclonal antibody developed by Eli Lilly, received an FDA emergency use authorisation in the US in February.</p> <p>The company decided not to apply for approval in Europe, considering the regulatory requirements to be met and the uncertainty about the European market. With the recent emergence of the BA.5 Omicron variant, the consequence of this decision proves to be dramatic for European patients who cannot receive Paxlovid.</p> <p>Indeed, these patients are deprived of the only therapeutic antibody efficient against the variant which is currently dominant in most European countries. Since the Health Emergency Preparedness and Response Authority created by the European Commission is up and running, it should urgently explore the possible solutions to provide a wider access to bebtelovimab in Europe and elsewhere.</p> <p><strong>Michel Goldman</strong> <br><em>President, Institute for Interdisciplinary Innovation in Healthcare, <br>Université libre de Bruxelles, Belgium</em> </p><p>Source:  2022 'Letter: New body must help make antiviral drug available' FT.com 4 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-04T23:00:42.097Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1426,
          "end": 1433
        }
      ]
    }
  ]
}