{
  "_id": "69fa77ff28d25d4ab874f27e42320388daae34d485d117d610f111ccfe67187e",
  "feed": "wall-street-journal",
  "title": "Ant Group Revamps Its Board in Wake Of Canceled Listing",
  "text": "<p>Fred Hu and Fang Jiang, who previously were Ant nonexecutive directors, left the board last year, according to a person familiar with the matter. Laura Cha, who chairs the board of Hong Kong Exchanges and Clearing Ltd., and Xiaolei Yang , a veteran attorney, were added to the board this year, the person said.</p><p>Mr. Hu is a former chairman of Goldman Sachs Group Inc.'s China business and the founder of Primavera Capital Group, an investment firm that owns shares in Ant.</p><p>Ms. Jiang was one of three Alibaba Group Holding Ltd. representatives on Ant's board. Alibaba's vice chairman, Joseph Tsai, and its chief technology officer, Li Cheng, are still Ant directors. The Chinese e-commerce company owns a third of Ant, which operates Alipay, a ubiquitous payments network in China that also facilitates loans to consumers and small businesses, and other financial services.</p><p>Ant said independent directors now make up half its board, and three of the eight members are women. The company also said it plans to add more independent directors, who will eventually make up a majority of its board.</p><p>When the company filed for dual listings in Shanghai and Hong Kong around two years ago, its board at the time had nine individuals. Three of them, including Primavera's Mr. Hu, were listed as independent directors in Ant's IPO prospectus. Simon Hu, Ant's then-chief executive, resigned in 2021 and vacated his board seat.</p><p>Ant had been on track to raise more than $34 billion from Hong Kong and Shanghai listings in what would have been the world's biggest IPO, before the deals were abruptly called off in November 2020. The Wall Street Journal reported that Chinese President Xi Jinping personally scuttled the deal after Mr. Ma criticized the country's regulators in a speech. Authorities subsequently rolled out a wide-ranging regulatory crackdown on internet-technology companies.</p><p>Ant has been restructuring its business after coming under heavy pressure from Chinese authorities to fall fully in line with financial regulations. The company said last year that it will become a financial-holding company overseen by the People's Bank of China.</p><p>Mrs. Cha has been at the helm of Hong Kong Exchanges and Clearing since 2018. She previously held roles in China's central government and in Hong Kong, including at China's securities regulator and Hong Kong's Securities and Futures Commission.</p>",
  "published": "2022-06-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 342,
          "end": 355
        },
        {
          "start": 342,
          "end": 349
        },
        {
          "start": 342,
          "end": 366
        },
        {
          "start": 340,
          "end": 363
        }
      ]
    }
  ]
}