{
  "_id": "10cddcda573ded42766795374c89c567d9cc8e92a8efd1a9613fe1a50621b75e",
  "feed": "market-watch",
  "title": "Bond yields rise after big spike last week; 2-year Treasury yield marches toward 4% ahead of this week's Fed decision",
  "text": "<p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y rose to 3.919%, up from 3.859% at 3 p.m. Eastern on Friday. Yields move in the opposite direction to prices.</p><p>* The yield on the 10-year Treasury BX:TMUBMUSD10Y rose to 3.495% from 3.447% Friday afternoon.</p><p>* The yield on the 30-year Treasury BX:TMUBMUSD30Y was up3.1 basis points at 3.549%.</p><p>Last week the yield on the 2-year Treasury rose 29 basis points, following a report showing hotter than forecast core inflation.</p><p>What's driving markets</p><p>With only a report on home builders sentiment due for release on Monday, attention was focused on the Federal Open Market Committee decision that ends on Wednesday.</p><p>Futures markets were pricing in just over a one-in-five chance the Fed will hike rates by 100 basis points instead of 75 basis points. And investors will be focused on the dot plot for signals on how high rates may go later this year and next year.</p><p>Economists at Goldman Sachs said in a note that they're expecting a 75 basis point increase, as well as half-point increases in both November and December.</p><p>\"Services inflation will likely remain high, but we expect the FOMC to slow the pace of rate hikes because the funds rate will be at a higher level, concern about overtightening will eventually rise, and the drop in consumer inflation expectations should reduce concern about unanchoring,\" they said.</p><p>\"We expect the median dot to show the funds rate at 4-4.25% at end-2022, an additional hike to a peak of 4.25-4.5% in 2023, one cut in 2024 and two more in 2025, and an unchanged longer-run rate of 2.5%,\" they added.</p><p>Bond yields rise after big spike last week</p>",
  "published": "2022-09-19T11:19:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 920,
          "end": 927
        },
        {
          "start": 920,
          "end": 933
        },
        {
          "start": 912,
          "end": 925
        }
      ]
    }
  ]
}