{
  "_id": "b3b551f722339226833489f8582632a2508e899f24ee00e9bc2821d001a8e3e6",
  "feed": "ftcomall",
  "title": "EU cuts down Russian coal imports ahead of bloc-wide ban",
  "text": "<p>The EU has drastically scaled back its imports of Russian thermal coal ahead of a full ban next month, compounding fears over an intensifying energy crisis in the bloc.</p> <p>Just 1.7mn tonnes of Russian coal, used for power generation, were shipped by sea to the EU in June, a decline of 48 per cent compared with May as western powers extended their punitive measures against Moscow following its invasion of Ukraine. That marked the biggest monthly drop since at least 2019, according to commodity consultants CRU. Europe receives most of its coal through the port of Rotterdam.</p> <p>The decline in June came after three consecutive months of steady rises in imports, even as Russia stepped up its offensive in its neighbouring country. Dmitry Popov, analyst at CRU, said European companies had stockpiled a large amount of Russian coal ahead of the full import ban.</p> <p>European economies including Germany and Austria have become increasingly reliant on coal because of limited Russian gas supplies in recent months. Those countries plan to use coal-fired power stations this year to cover the gas shortfall, meaning that cutting back on imports from Russia is likely to drive up energy costs leading into winter.</p> <p>Popov said that European buyers had continued to take volumes under existing deals in April and May and some had asked for all of their contracted volumes to be sent ahead of schedule so they could stock up before the ban.</p> <p>“We are hearing there is not enough storage for iron ore because the space has been taken by coal,” Popov said.</p> <p>Coal is increasingly viewed by some European nations as a short term solution to replacing Russian gas for power generation. Gas flows from Russia are already down 60 per cent on their standard capacity, while the planned maintenance of the Nord Stream 1 pipeline — Russia's main gas pipeline to Germany — which started on July 11, will further restrict supply. </p> <p>Countries like Germany, the Netherlands, Austria and France are readying their coal-fired power plants in case of emergency energy crunches.</p> <p>However, the European Commission in April agreed on a full ban on the import of “all forms” of Russian coal, scheduled to take effect on August 10, which it said will cost the Kremlin €8bn in annual revenue losses.</p> <p>With the curbs looming, the EU is already starting to look at alternative sources of the commodity. Since the start of March, after Russia's invasion of Ukraine in late February, the bloc imported 15.8mn tonnes of seaborne thermal coal from countries other than Russia, a 45 per cent increase compared to the same period in pre-pandemic 2019, according to Kpler, a commodity data company. The biggest increases came from South Africa and Australia, the data showed.</p> <p>“Coal supplies are abundant for the remainder of summer, but a longer-lasting reliance on coal-burns to replace gas means Europe will eventually have to restock,” said Samantha Dart, senior energy strategist at Goldman Sachs. “And by then Russian coal will be off the table owing to the import ban.”</p> <p>Myles Allsop, analyst at UBS, said “there is a big question mark” over whether Europe can find enough to replace the imports of Russian coal, as well as cover for the shortfall in natural gas supplies. The price of thermal coal in Europe is currently trading around $400 a tonne according to a price assessment from Argus Media, up from $130 this time a year ago.</p> <p>“Europe was importing around 35-40mn tonnes of thermal coal from Russia in 2021. I think the ability for the coal industry to easily fill the gap, the shortage of power, is really challenging,” he said.</p> <p>He added: “We are not going to see a dramatic increase in supply from Colombia, South Africa, Australia and the US. On top of that you potentially need to find 20-30mn tonnes to replace gas. That starts to become a major challenge.”</p> <p>Russia, meanwhile, is expanding its exporting geographies beyond Europe. Sales to countries including China and India have surged compared to pre-pandemic levels, indicating that those buyers are taking advantage of the huge discounts on Russian coal. </p> <p>Russia exported 13.7mn tonnes of seaborne thermal coal in June, the highest figure on record. Exports to China made up 24.8 per cent, while Turkey made up a further 10.9 per cent and India 7.7 per cent.</p><p>Source: Shotaro Tani and Neil Hume in London 2022 'EU cuts down Russian coal imports ahead of bloc-wide ban' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T04:00:06.948Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2934,
          "end": 2947
        },
        {
          "start": 2934,
          "end": 2941
        }
      ]
    }
  ]
}