{
  "_id": "15d3004cb9686bb7ffd1048e51ac33a76921425585ca5c9cf1334f3096610052",
  "feed": "ftcomall",
  "title": "Trick or tweet: Elon's in charge now",
  "text": "<p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Twitter gets Musked</p></li>  <li><p>The Issa brothers fly private</p></li>  <li><p>Michael Klein returns to Wall Street</p></li> </ul> <h1>Musk sinks his teeth into Twitter</h1> <p>It took a bit of arm twisting, but <strong>Elon Musk </strong>finally closed his deal to buy <strong>Twitter</strong> last week — <a href=\"https://www.ft.com/content/9f58ec91-4b68-4399-bc0f-33c6a440fb77\">paying $44bn</a> for the social media platform. </p> <p>“The bird is freed,” he wrote on the platform. So were, it seems, a lot of the company's top brass, who were quickly informed that their services were no longer needed (and escorted to the door). Among them were chief executive <strong>Parag Agrawal</strong>, chief financial officer <strong>Ned Segal</strong> and <strong>Vijaya Gadde</strong>, head of legal, policy and trust. </p> <p>No one expected Musk to keep any of these executives, since he had just spent months trashing them and the company they ran. Then again, no one could have foreseen that Musk would flip-flop for months as he attempted to wrangle out of legally binding contracts.</p> <p>Who are we kidding? This has become a sport for Musk. </p> <p>Per their employment agreements, the executives were expected to receive tens of millions of dollars in the event that Twitter was taken private and they were fired. </p> <p>Instead, Musk <a href=\"https://www.ft.com/content/e80b0213-d9d4-427d-94d5-4d9aedf17bc8\">has terminated them “for cause”</a>, meaning that he believes that he had valid legal justification to fire them, which would get Twitter out of having to pay for their golden parachutes. We can almost hear employment lawyers taking a big breath. </p> <p>In their place, Musk has brought in some of his closest confidants, which include his lawyer, <strong>Alex Spiro</strong>; venture capitalist <strong>David Sacks</strong>; <strong>a16z</strong> partner <strong>Sriram Krishnan; </strong>and <strong>Valor Equity Partners</strong> founder <strong>Antonio Gracias</strong>. His biographer, <strong>Walter Isaacson</strong>, is also roaming about and <a href=\"https://www.cnbc.com/video/2022/10/31/elon-musk-biographer-walter-isaacson-on-looming-twitter-layoffs-and-potential-user-fees.html\">doing some sort</a> of pseudo public relations job, it seems. </p> <p>Musk isn't being indiscriminate about his firing. The self-proclaimed “free speech absolutist” who wants to bring “widely diverse viewpoints” to Twitter has asked managers and advisers to name who should stay and who should be sacked based on who supports him as a leader. &#xa0;&#xa0;</p> <p>For those who pledge allegiance to Musk, there are tough times ahead. </p> <p>The mercurial billionaire <a href=\"https://www.ft.com/content/ad4efd13-3e9e-4e76-968e-6d27b2c9346a\">has ordered</a> Twitter staff to work around the clock to implement a charge on users to keep their verified “blue tick”.&#xa0;</p> <p>The idea is to charge a fixed fee for users who want to have a verified account, something that has been free for politicians, chief executives, famous people and yes, us journalists. The move is seen as a hedge against a possible drop in advertising revenue as companies fret over loosening content moderation on the platform. </p> <p>Eagerly watching how Musk plans to make money will be the banks that agreed to lend him almost $13bn and now are having a very difficult time offloading that debt. DD's Antoine Gara, Eric Platt and Ortenca Aliaj report that lenders such as <strong>Barclays</strong>, <strong>Bank of America </strong>and <strong>Morgan Stanley</strong> are <a href=\"https://ft.com/content/d1879d0c-c52e-4f48-82f0-09458add4aee\">waiting to see a clear business plan</a> from Musk to start marketing the debt. </p> <p>This brings us to the winners and losers of the Twitter-Musk deal. </p> <p>In the winning camp are <strong>JPMorgan Chase</strong> and <strong>Goldman Sachs</strong>, which advised on the deal but thought better than to lend Musk money. Agrawal and his cohort could also find themselves on this list if they can deploy their golden parachutes. </p> <p>The losers include Twitter employees, the lenders, and most of all, the long-suffering journalists who have had to cover every twist and turn in this saga — but also you, the readers. </p> <p>To anyone feeling dispirited about a billionaire owning one of the most influential social media platforms, DD's Rob Smith has some words of hope: it could ultimately end up in the lenders' hands. Let that sink in. </p> <a href=\"https://twitter.com/BondHack/status/1577543671548977154?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1577543671548977154%7Ctwgr%5Eb00cb6cb9f07fed82ef4c9e6f86f80240c5ba31a%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.ft.com%2Fcontent%2Fef12b153-7304-49ac-b735-0584204918fa\">https://twitter.com/BondHack/status/1577543671548977154?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1577543671548977154%7Ctwgr%5Eb00cb6cb9f07fed82ef4c9e6f86f80240c5ba31a%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.ft.com%2Fcontent%2Fef12b153-7304-49ac-b735-0584204918fa</a> <h1>Welcome to Issa Airways&#xa0;</h1> <p>If you ask a bank to lend you money for a private jet, it will typically demand at least two things: first, you pay interest, and second, the bank will have security over the jet. </p> <p>But <strong>EG Group</strong>, the highly leveraged petrol stations business co-owned by private equity firm <strong>TDR Capital</strong> and Blackburn, England-born brothers <strong>Mohsin</strong> and <strong>Zuber Issa</strong>, isn't a bank. </p> <p>And it made no such demands when it <a href=\"https://www.ft.com/content/30e0132f-afad-42d3-a9e6-9bfc91c1a8e3\">lent €39mn to the brothers' personal companies</a> in the Isle of Man to buy two planes in 2018. </p> <p>All it got was a guarantee from the brothers — and the ability to use their planes, as long as it paid them standard commercial rates. </p> <p>The brothers, who also co-own the supermarket chain <strong>Asda </strong>with TDR, own a <strong>Bombardier Global 6000</strong> and a smaller <strong>Bombardier Challenger 350</strong>. </p> <p>Both have vanity call signs ending in EG, even though they belong to the brothers, not the company. The smaller plane has “hand-sculpted seats”, according to a listing online, where it is available to hire, and the big plane has an “elegant stateroom” and<strong> Jo Malone</strong> toiletries. </p> <p>The generous interest-free nature of EG's loans to its shareholders has now been flagged internally as part of an audit process. The brothers are going to be charged backdated interest at a rate to be determined by EG, two people with knowledge of the matter said. </p> <p>What should that rate be? It's hard to tell, since banks are not generally falling over themselves to make unsecured loans for aircraft purchases. The rate should be “multiples higher” in the absence of such security, a private jet lawyer said. </p> <p>The brothers own the planes through entities called <strong>Clear Sky LP</strong> and <strong>Clear Sky 2 LP</strong>. Here's a chart showing how it works: </p> <p>How common is this type of arrangement? Have you seen it elsewhere? Email <a href=\"mailto:kaye.wiggins@ft.com\">kaye.wiggins@ft.com</a> if so. &#xa0;</p> <h1>Credit Suisse's new man on Wall Street</h1> <p>Like many of the Spac frenzy's most prolific sponsors, former <strong>Citigroup </strong>dealmaker <strong>Michael Klein</strong> is sitting atop a large fortune he made as a result of shareholdings received on favourable terms.</p> <p>Now that the blank-cheque boom has effectively gone bust, the Wall Street veteran has moved on to yet another lucrative, well-timed deal: taking over Credit Suisse's investment bank,<strong> CS First Boston</strong>.</p> <p>The deal, set to be completed by the middle of next year, will be structured <a href=\"https://ft.com/content/09a1fb3a-54f2-4830-9ba7-8c86ea917071\">as a spin-off and subsequent takeover</a> of Credit Suisse's capital markets and advisory business by M Klein &amp; Company, DD's Arash Massoudi and the FT's Owen Walker report.</p> <p>A similar deal has been pulled off successfully before. The plan echoes <strong>Blackstone</strong>'s 2014 spin-off of its advisory and restructuring business to form <strong>PJT Partners</strong>, when it combined with an advisory boutique led by former <strong>Morgan Stanley</strong> dealmaker <strong>Paul Taubman</strong>.</p> <p>Unlike Taubman, though, Klein has likely been planning this deal for some time from the inside. A Credit Suisse board member since 2018, he has been deeply involved in the ailing Swiss lender's restructuring and will preside over the newly formed CS First Boston as chief executive.</p> <p>The move cements his return to the helm of a Wall Street firm after his 2008 departure from Citi, where he was once considered a potential successor of its former leader <strong>Sandy Weill</strong> and advised<strong> Barclays</strong> on its purchase of<strong> Lehman Brothers</strong> during the financial crisis.</p> <p>Klein has until now maintained a relatively low profile, his firm <a href=\"https://mkleinandcompany.com/\">only recently adding a sparse website</a>. CS First Boston will be no such low-key operation. </p> <p>He is&#xa0;preparing for Credit Suisse to reduce its shareholding to below a majority stake through stakes sales and an initial public offering.</p> <p>A portion of equity would be set aside as a means to entice top bankers to join the firm, as Credit Suisse seeks to narrow the gap between itself and its US rivals on Wall Street. DD anticipates some big job moves to follow.</p> <h1>Job moves</h1> <ul>  <li><p>Law firm <strong>Latham &amp; Watkins</strong> <a href=\"https://www.lw.com/en/news/2022/10/Latham-Watkins-Names-44-New-Partners-46-New-Counsel\">has named</a> 44 new partners and 46 new counsel.</p></li>  <li><p><strong>Deloitte</strong> <a href=\"https://www.ft.com/content/cf763ba4-6849-4d39-9dd7-5e7d0e743268\">has named</a><strong> Joe Ucuzoglu</strong> as its next global boss, replacing <strong>Punit Renjen</strong>.</p></li>  <li><p><strong>Davidson Kempner</strong> <a href=\"https://davidsonkempner.com/bio?ID=4194\">partner</a> <strong>Risto Koivula </strong>is leaving the US hedge fund at the end of the year after 12 years of working on merger arbitrage. </p></li>  <li><p><strong>Goldman Sachs</strong> has expanded the roles of its head of global activism and takeover defence <strong>Avinash Mehrotra</strong> and head of global natural resources M&amp;A <strong>Brian Haufrect</strong> to become co-heads of M&amp;A for the Americas, according to a memo seen by DD.</p></li>  <li><p>Goldman also promoted chief strategy officer <strong>Russ Hutchinson</strong> as chief operating officer of the M&amp;A franchise in global banking and markets. Global head of investor relations <strong>Carey Halio</strong> will take on the added role of strategy chief.</p></li>  <li><p><strong>Morgan Stanley</strong> has named <strong>Diana Doyle </strong>and<strong> Lauren Garcia Belmonte</strong> as co-heads of technology equity capital markets in the Americas. They are replacing<strong> Lauren Cummings</strong>, who has joined private equity firm <strong>Hellman &amp; Friedman</strong>.</p></li>  <li><p>Private equity firm <strong>Warburg Pincus </strong><a href=\"https://www.bloomberg.com/news/articles/2022-10-28/warburg-pincus-cuts-seven-china-dealmakers-after-tech-slowdown\">has cut</a> seven China dealmakers, per Bloomberg.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Testing the limits </strong>Scraps over the so-called “no-action” clauses <a href=\"https://www.ft.com/content/c793931d-7780-412b-9619-1bab24f87e7b\">have highlighted lawyers' aggressive tactics</a> when designing complex financing transactions in cut-throat corporate restructuring battles, DD's Sujeet Indap explains.</p> <p><strong>Power move </strong>Hedge fund giant Brevan Howard <a href=\"https://www.bloomberg.com/news/articles/2022-10-26/brevan-howard-to-charge-fee-that-s-fueling-hedge-fund-talent-war?sref=pShhn61A\">is imposing a new fee structure</a> that could reach as high as 10 per cent of assets — a strategy justified by its ability to poach top traders, Bloomberg reports. </p> <p><strong>And here's a smart listen:</strong> Adidas's lucrative deal with Kanye West could still motivate other brands to pursue controversial stars, despite recently ending the partnership, columnists at Reuters' Breakingviews argue. Listen <a href=\"https://cms.megaphone.fm/channel/THRH7960152877?selected=THRH7206262621\">here</a>.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/9b5b29a3-f2c9-4386-a01a-797aecce9631\">Tesla held discussions over taking stake in Glencore</a> (FT + <a href=\"https://www.ft.com/content/b2df1bf0-9a72-454f-9d76-9069d53d57cb\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/d92ee0ae-faeb-497d-a8a3-1cc165ef5db5\">Blackstone braves frigid debt financing market with $14bn Emerson unit deal</a> (FT + Lex)</p> <p><a href=\"https://www.ft.com/content/e4b44c3c-2f7e-4f1c-bef0-07f75e908b99\">Former Deutsche Bank trader seeks to overturn ‘spoofing' conviction</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/7889ac74-e90f-4602-ab3f-232814dd1807\">Law firm's new work-life balance: turn off your camera for night-time calls</a> (FT)</p> <p><a href=\"https://www.ft.com/content/adf3ee60-4734-4e0c-b27b-55842136d3f7\">Britishvolt on brink after government rejects rescue plea</a> (FT) </p> <p><a href=\"https://www.ft.com/content/8e3d8b88-274b-4fe8-97d5-a6e93e94c292\">UK calls off probe into Czech billionaire's plan to raise stake in Royal Mail</a> (FT) </p> <p><a href=\"https://www.ft.com/content/cbd21e90-4223-4d57-b080-3b51fd2b40b4\">US drops rate-rigging charges against ex-Citi and UBS trader Tom Hayes</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/verisk-nears-deal-to-sell-energy-analytics-unit-11667190317\">Verisk to sell energy-analytics unit in $3.1bn deal</a> (Wall Street Journal) </p><p>Source:  2022 'Trick or tweet: Elon's in charge now' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-01T05:00:57.693Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8128,
          "end": 8135
        },
        {
          "start": 7891,
          "end": 7904
        },
        {
          "start": 7950,
          "end": 7963
        },
        {
          "start": 7950,
          "end": 7957
        },
        {
          "start": 8188,
          "end": 8195
        },
        {
          "start": 2977,
          "end": 2990
        },
        {
          "start": 2977,
          "end": 2984
        },
        {
          "start": 2955,
          "end": 2968
        }
      ]
    }
  ]
}