{
  "_id": "6540b1d9c77ddb8af79a065efecb4d5fcd73f728da2d62356c70e659328f6930",
  "feed": "ftcomall",
  "title": "Apollo defends push to retail investors amid Blackstone storm",
  "text": "<p>After Blackstone's retail-focused credit and retail funds were hit by a wave of redemption requests, its rival Apollo is facing scrutiny over its own plans to target wealthy individuals.</p> <p>Apollo co-founder Marc Rowan last week defended his group's drive to offer private capital products to rich clients as it rolls out a gated product that it says can match the returns of the S&amp;P 500 but with less volatility.</p> <p>“I actually think it's good for the industry right now,” Rowan told a Goldman Sachs investor conference, as questions emerged about the suitability of so-called alternative investments for retail investors after Blackstone <a href=\"https://www.ft.com/content/195d6a3a-a320-46ec-b879-c7753d1bf205\">restricted withdrawals</a> from a $69bn property fund.</p> <p>“We are going to train clients and advisers to think about how much liquidity they need and how much they're prepared to stock away.” </p> <p>Rowan's comments come days after Blackstone's decision tarnished what had been the biggest engine of asset and fee growth inside the world's largest alternative asset manager, and raised questions about the wider push by private equity to court wealthy individuals.</p> <p>“Private equity firms never wanted retail. Retail was not smart money. Now they are knocking on our door,” said one wealth management executive at a prominent Wall Street bank, noting that Blackstone's success with retail had prompted a wave of copycats.</p> <p>Apollo, which manages more than $500bn, is rolling out Apollo Aligned Alternatives, a vehicle that it says can replicate the annual 10-12 per cent returns of the S&amp;P 500 but with less volatility, justifying its high fees relative to index funds from the likes of Vanguard that charge just a few basis points.</p> <p>“I truly believe this could be the single biggest product inside the Apollo family in the not too distant future,” said Rowan earlier this year.</p> <p>Apollo's AAA is one of dozens of customised products that private capital managers pitch to well-heeled retail buyers who want to diversify away from public market exposure. </p> <p>Apollo has said it hopes to raise $50bn from retail channels through 2026 for funds ranging from AAA to real estate and corporate debt funds.</p> <p>Groups such as Apollo, Blackstone, Ares, KKR and Blue Owl increasingly concede that their traditional offerings for pensions and sovereign wealth funds will not be enough to reach their aspirations to manage trillions of dollars. At the same time, wealthy individuals have been clamouring to get access to “alternative” assets whose high returns had until recently not been readily available to them.</p> <p>While the S&amp;P 500 index tracks the biggest listed American companies, Apollo's AAA is to be backed by nearly 200 investments made by Apollo's retirement annuities merchant, <a href=\"https://www.ft.com/content/5b1a1c63-5920-4876-829f-e3f1552a3903\">Athene</a>. A bulk of Apollo's profits comes from so-called “spread” earnings, where it invests premiums more creatively to capture the difference between promises to customers and investment returns.</p> <a href=\"http://www.ft.com/cms/12108083.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>A small fraction of these investments have included ownership stakes in various Athene vehicles that, for example, lend to midsized businesses or to fund the purchase of heavy equipment or aircraft.</p> <p>While most of Athene's investment portfolio has been in senior debt securities, this equity portfolio has returned over the past decade on average between 10 per cent and 12 per cent annually, a record that makes it “fundamentally a replacement for S&amp;P core equity holdings within an investor's allocation”, according to Rowan.</p> <p>Apollo has said the net asset value of Athene's equity portfolio is up 11 per cent this year even as the S&amp;P 500 fell more than 15 per cent.</p> <p>Private capital titans insist the traditional 60/40 investor allocation between listed stocks and bonds has been rendered useless by central bank largesse correlating the entire market. This dilemma opened up the opportunity for private assets whose returns are presented as a hedge against public market gyrations. </p> <p>At the same time, private equity firms have themselves become far more diversified, moving deeply into corporate credit and real estate, with those areas often becoming the basis of these new retail products.</p> <p>Blackstone — whose property and corporate debt funds, Breit and BCRED, manage nearly $200bn in gross assets — remains by far the leader in private capital retail offerings. Retail funds across private capital managers have similar pitches: dividends will be healthy but redemptions will be limited to 5 per cent of total assets per quarter as the source of long-term investment gains stems from a premium for holding illiquidity.</p> <p>Apollo says its AAA product has $5bn in institutional commitments from backers including the Japanese bank SuMi Trust. Apollo and Athene have $10bn committed to AAA. </p> <p>Rowan has previously acknowledged that the retail products on offer have yet to prove themselves in a real market storm, something analysts agree with.</p> <p>“These businesses are experiencing what we would characterise as its first real-life stress test,” wrote Brian McKenna in a research note to his clients at JMP Securities this week.</p><p>Source: Sujeet Indap in Los Angeles  2022 'Apollo defends push to retail investors amid Blackstone storm' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-13T05:01:00.586Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 481,
          "end": 494
        },
        {
          "start": 481,
          "end": 488
        }
      ]
    }
  ]
}