{
  "_id": "0158d92d0db6a9fdee14e2fbbb384b2f2976bbdb3cb6e3210323c95d4ac21d5a",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Twitter Takeover Debt to Be Held by Banks Amid Turbulent Markets; Truncated timeline to sell $13 billion in debt—and strained market conditions—could make Twitter the biggest 'hung' buyout deal of all time",
  "text": "<p>Banks would likely face losses of around $500 million or more if they tried to sell Twitter's debt at current market prices, The Wall Street Journal previously reported. If all the banks hold the debt instead, they can mark it at a higher value on their books on the premise that prices will eventually rebound.</p><p>Twitter could have the dubious distinction of being the biggest so-called hung deal of all time, surpassing a crop of them in the global financial crisis, when banks were stuck with around $300 billion of committed debt they struggled to sell to investors.</p><p>The Twitter move threatens to bring the faltering leveraged-buyout pipeline to a standstill by tying up capital that Wall Street could otherwise use to back new deals.</p><p>The $44 billion Twitter takeover is backed by banks including Morgan Stanley, Bank of America Corp. and Barclays PLC, which signed agreements in April to provide Mr. Musk with the debt financing he needed to buy the company. They had originally intended to find third-party investors, such as loan asset managers and mutual funds, who would ultimately lend the money as is customary in leveraged buyouts.</p><p>But rising interest rates and growing concerns about a recession have cooled investors' appetite for risky loans and bonds. Mr. Musk's past criticism of Twitter's alleged misrepresentation of the condition of its business and the number of fake accounts on the platform aren't helping either—nor is a deterioration in Twitter's business, the people added.</p><p>Banks also face a timing problem: Mr. Musk and Twitter have until Oct. 28 to close his planned purchase, and there is still no guarantee the unpredictable billionaire will follow through or some other trouble won't arise. (If the deal doesn't close by that time, the two parties will go to court in November.) That means the banks wouldn't have enough time to market the debt to third-party investors, a process that normally takes weeks, even if they wanted to sell it now.</p><p>Assuming the deal closes, banks hope to be able to sell some of Twitter's debt by early next year, should market conditions improve by then, some of the people said. Twitter's banks are discussing how to potentially slice up the debt into different pieces that could be easier for hedge-fund investors or direct lenders to swallow, one of these people said.</p><p>The banks have good reason to want to hold the debt for as short a time period as possible.</p><p>Holding loans and bonds can force them to set more capital aside to meet regulatory requirements, limiting the credit banks are able to provide to others. Banks also face year-end stress tests, and they will want to limit their exposure to risky corporate debts before regulators evaluate the soundness of their balance sheets.</p><p>So far this year, banks have already taken hundreds of millions of dollars worth of losses and been forced to hold a growing amount of buyout debt.</p><p>Twitter's debt, including $6.5 billion of term loans and $6 billion of bonds, would add to the increasing pile banks eventually intend to syndicate, recently estimated by Goldman Sachs at around $45 billion.</p><p>Banks' third-quarter earnings showed a steep drop-off in revenue tied to deal-making. Goldman's debt-underwriting revenue dropped to $328 million in the third quarter from $726 million a year earlier.</p><p>Morgan Stanley CEO James Gorman said recently that his bank has been \"quite cautious in the leveraged-finance arena\" for new deals, while Bank of America's Brian Moynihan said \"there's been a natural retrenching\" in the leveraged-loan market and the bank \"was working to get through the pipeline\" of existing deals.</p><p>Private-equity firms, which rely heavily on debt to fund their buyouts, have increasingly turned to private-credit providers such as Blackstone Credit and Blue Owl Capital Inc. These firms don't have to split up and sell debt and can provide funding from investment vehicles established to do so. Although it is more expensive and harder to come by than earlier this year, private-credit providers have been the main source of buyout financing recently.</p><p>To deal with debts they have already committed to, banks have gotten increasingly creative.</p><p>In a take-private of Citrix Systems Inc., banks agreed to turn some $6 billion of syndicated term loans into a more traditional bank loan that they chose to keep on their balance sheets, but they sold around $8 billion of bonds and loans at a loss of more than $500 million, the Journal reported. There was also a revision in the financing structure of the Nielsen Holdings PLC take-private, with $3 billion in unsecured bonds becoming a junior secured loan that private-credit provider Ares Capital Corp. agreed to lead. The banks held the remainder of Nielsen's roughly $9 billion of debt on their balance sheets.</p><p>Matt Wirz contributed to this article.</p><p>Write to Laura Cooper at laura.cooper@wsj.com and Alexander Saeedy at alexander.saeedy@wsj.com</p><p>Elon Musk's Twitter Takeover Debt to Be Held by Banks Amid Turbulent Markets</p>",
  "published": "2022-10-21T21:19:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3070,
          "end": 3083
        },
        {
          "start": 3174,
          "end": 3182
        },
        {
          "start": 3053,
          "end": 3066
        },
        {
          "start": 3193,
          "end": 3200
        },
        {
          "start": 3070,
          "end": 3077
        }
      ]
    }
  ]
}