{
  "_id": "e11f3c2ce3d0b174d7e0c1b4458a412b75df73a88c50a94cd3918078f5283d95",
  "feed": "wall-street-journal",
  "title": "Cotton-Price Decline Could Cushion Apparel Margins; Unwinding of a surge in cotton prices is welcomed as outlook for clothing demand seems uncertain",
  "text": "<p>Cotton prices, which surged through 2021 and reached an 11-year high in May of this year, have been on a steady decline and are now 47% below that peak. Unfavorable weather—severe flooding in Pakistan and drought in the U.S.—badly hit cotton-harvest forecasts this year, helping push cotton prices up initially. But a worsening consumption outlook has pulled prices back down. In the nine months through September, China's cotton yarn imports, which the U.S. Agriculture Department views as a bellwether for global cotton-consumption growth, have fallen by nearly half from the same period a year earlier. Meanwhile, ocean shipping rates from East Asia to the U.S. West Coast were down 87% in the week ended Nov. 27 compared with a year earlier, according to data compiled by Goldman Sachs.</p><p>Apparel companies managed costs well on the way up, partly because supply-chain snags last year—worsened by factory shutdowns in Vietnam—meant lower inventory across the board. That, and a healthy consumer with an appetite for dressier clothes, made it easy for clothing brands to raise their prices, more than offsetting higher cotton and freight costs. But they face a lot of uncertainty next year as inflation continues to shift consumers' spending priorities away from discretionary purchases.</p><p>Clothing brands are counting on those easing costs to help pad margins starting next year. Cotton comprises roughly 10% to 20% of the cost of goods sold for Levi Strauss, North Face-owner VF Corp. and Michael Kors-parent Capri Holdings, according to a research note from equity analyst Omar Saad at Evercore. Gap, American Eagle Outfitters, Abercrombie &amp; Fitch, Ralph Lauren, Children's Place and Hanesbrands all called out a decline in cotton prices in their most recent earnings calls. Both Gap and Abercrombie &amp; Fitch said they would begin to see benefits of lower cotton prices starting in the second half of next year, lagging behind the movement of cotton prices somewhat because companies tend to make cotton purchases in advance.</p><p>Sharply declining cotton prices following the early 2011 price surge helped clothing makers recover margins. Gross margins at American Eagle Outfitters and Gap declined 3.4 percentage points and 3.8 percentage points, respectively, in 2011. When cotton prices came back down to earth in 2012, Gap recovered most of its margins while American Eagle Outfitters regained the decline and then some.</p><p>The margin-cushion assumption could still come undone next year. China, which is both a key manufacturer of clothes and a consumer of them, looks to be easing its lockdown policy. That could move cotton prices up again, according to Jack Scoville, market analyst at Price Futures Group. Secondly, if consumer demand fades next year, apparel companies could be tempted to discount heavily, giving up their price gains. Clothing prices are already on their way down: Apparel inflation in October moderated to 4.1% from a year earlier, down from a peak of 6.8% in March, according to the U.S. Bureau of Labor Statistics.</p><p>Input costs are moving in the right direction today, but that is no guarantee of a soft landing for all apparel sellers.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Cotton-Price Decline Could Cushion Apparel Margins</p>",
  "published": "2022-12-08T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 776,
          "end": 783
        },
        {
          "start": 776,
          "end": 789
        },
        {
          "start": 772,
          "end": 785
        }
      ]
    }
  ]
}