{
  "_id": "26837e5a45d66ad51c304152e055001ff054a08aef95bbc9a42cbe70384119a6",
  "feed": "ftcomall",
  "title": "Starling doubles valuation and builds ‘war chest for acquisitions'",
  "text": "<p>UK digital bank Starling's valuation has doubled to more than £2.5bn after the start-up raised £130.5mn “to build a war chest for acquisitions”.</p> <p>The fresh round of funding comes as Starling looks to build on its rapid expansion during the coronavirus pandemic and considers an initial public offering in the next two years.</p> <p>The London-based bank has put aside £400mn for acquisitions, according to people familiar with the matter, and has said it is “looking at a number of potential targets” without giving any further details.</p> <p>Starling made its first acquisition last year — a <a href=\"https://www.ft.com/content/7f125086-1c30-40d0-84e4-a3ca23eb9f0a\">£50mn deal </a>to buy Fleet Mortgages, a Hampshire-based buy-to-let mortgage group.</p> <p>The bank tapped its existing investors — including Goldman Sachs, Fidelity Management &amp; Research Company and the Qatar Investment Authority — for the latest round of funding, which values the lender at more than £2.5bn. </p> <p>A previous funding round in <a href=\"https://www.ft.com/content/1ea8ce0d-087d-4436-8324-b2250c351bd3\">March of last year</a> valued it at £1.1bn</p> <p>Last July, chief executive Anne Boden said Starling was targeting an <a href=\"https://www.ft.com/content/7f125086-1c30-40d0-84e4-a3ca23eb9f0a\">IPO </a>in late 2022 or early 2023. </p> <p>Starling had originally primarily courted <a href=\"https://www.ft.com/content/787e221f-4698-4640-96ac-8f910030c245\">retail customers, </a>but pivoted to target companies at the start of the pandemic, beefing up its loan book with more than £2bn of lending through the government's coronavirus business support schemes.</p> <p>Some of the government's coronavirus business support measures, <a href=\"https://www.ft.com/content/37dad961-6582-45bf-8bc6-4dd5f934cba8\">such as Bounce Back loans</a>, have faced criticism over the levels of fraud. Lord Agnew who was minister responsible for counter fraud in the Treasury and cabinet office resigned in January saying he could no longer defend the government's record on tackling fraud in the scheme. </p> <p>Digital banking apps and payment services have started to grow again after many struggled at the start of the pandemic, when lockdowns affected card transactions and attendant fees.</p> <p>Neobank <a href=\"https://www.ft.com/content/9e9bbe27-2dac-447b-a015-b2cd3bc9c868\">Monzo</a>' valuation surged to $4.5bn in December, an increase of more than 200 per cent since the start of the year, as it launched new products such as its business and premium accounts.</p> <p>Fintech Revolut, which was valued at <a href=\"https://www.ft.com/content/4d7b739c-ffbb-4a29-ac5b-4e7dfddff5ae\">$33bn </a>in a funding round last July, also struggled in March and April 2020, but has since significantly outperformed its pre-Covid performance in terms of revenues and gross profit growth last year</p> <p>This week, the Financial Conduct Authority <a href=\"https://www.ft.com/content/4111cb33-4b42-4ddc-b2da-129fd0fde53a\">raised concerns </a>over the adequacy of some challenger banks' defences against financial crime, after a “substantial” increase in suspicious activity reports filed last year.</p><p>Source: Siddharth Venkataramakrishnan in London 2022 'Starling doubles valuation and builds ‘war chest for acquisitions'' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T16:14:00.616Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 710,
          "end": 723
        },
        {
          "start": 710,
          "end": 717
        }
      ]
    }
  ]
}