{
  "_id": "fa06a708497f41bd052f1f018daae94e0b44f8c82396775b8a3ca66c54596309",
  "feed": "wall-street-journal",
  "title": "S&P 500 Pares Losses After Hitting Bear-Market Territory; All three major U.S. indexes extend stock market's run of weeks in the red",
  "text": "<p>The Dow Jones Industrial Average finished up 8.77 points, also less than 0.1%, to 31261.90. The tech-focused Nasdaq Composite fell 33.88 points, or 0.3%, to 11354.62.</p><p>It has been decades since stocks have fallen for such a prolonged period. The Dow industrials notched their eighth straight weekly loss, their longest such streak since 1932, near the height of the Great Depression. The S&amp;P 500 and Nasdaq had their seventh straight weekly loss, their longest such streak since 2001, after the dot-com bubble burst. All three indexes finished the week down at least 2.9%.</p><p>The driving force behind the selloff, investors say, is growing fears about the health of the U.S. and global economy. Money managers spent the first few months of the year worried that the Federal Reserve's interest-rate increases would take a big toll on the expensive stocks that had fueled the market's rally over the past several years. Investors fled shares of technology companies, pulling billions of dollars out of funds tracking the Nasdaq. Higher interest rates tend to dull the allure of companies that are counting on delivering big profits years down the line.</p><p>This week, the pain spread well beyond the technology sector, alarming many investors. Major retailers reported their profits being hurt by rising costs and supply-chain disruptions, driving a selloff that led to Target and Walmart's worst one-day decline since the Black Monday crash of 1987. As investors took stock of how inflationary pressures and slowing growth could weigh on corporate profits in the coming months, shares of everything from banks to real-estate investment trusts to grocery store chains fell, too.</p><p>The ferocity of the selling sent investors and analysts a strong message: There are few, if any, safe parts of the stock market this year. On Friday, even shares of energy companies, which have benefited from surging oil prices, fell alongside the broader market.</p><p>\"It's clear that in a very short period of time, we moved from a pandemic to an inflation scare to, now, serious concerns about growth,\" said Brian Levitt, global market strategist at Invesco.</p><p>Economists at Goldman Sachs estimate there is a 35% probability of the U.S. economy entering a recession sometime in the next two years. Economic slowdowns have historically been bad news for stocks: Going back to World War II, the S&amp;P 500 has fallen an average of 30% from peak to trough during recessions.</p><p>Until the Fed convinces investors it can tighten monetary policy and reel in inflation without triggering a downturn, it is unlikely markets will stabilize, analysts said. The central bank's job will be made more difficult by factors outside of its control that have added to inflationary pressures this year, including China's zero-Covid policy and Russia's invasion of Ukraine.</p><p>\"We still need to build more evidence to convince markets that a soft landing is possible,\" said Arun Sai, a multiasset strategist at Pictet Asset Management.</p><p>Government bonds rallied Friday, benefiting from investors flocking toward assets that tend to perform well in times of economic stress. The yield on the benchmark 10-year U.S. Treasury note fell to 2.785% Friday from 2.854% on Thursday. Bond prices rise when yields fall.</p><p>Meanwhile, disappointing earnings results drove outsize moves in some stocks.</p><p>Shares of Ross Stores slumped $20.83, or 22%, to $71.87 after it posted a decline in sales and said it expects another drop in sales for the current quarter. The retailer, like many other businesses, said its results were hurt by rising costs for transportation and labor.</p><p>Agricultural equipment maker Deere dropped $51.31, or 14%, to $313.31 even though it posted higher sales and profit and raised its profit forecast for the year. The company said supply-chain issues disrupted production levels and deliveries, and that higher costs for materials and freight transportation are squeezing its profit margins.</p><p>Most S&amp;P 500 companies have managed to produce earnings this quarter that have beaten expectations, said Kiran Ganesh, a multiasset strategist at UBS.</p><p>What's less clear is how companies will fare in the coming months.</p><p>\"The question is from the next quarter onward, where we will have the full impact of the jump in oil prices and the war in Ukraine,\" Mr. Ganesh said.</p><p>Brent crude, the global energy benchmark, finished Friday up 51 cents a barrel, or 0.5%, to $112.55. Bitcoin, the world's largest cryptocurrency, fell about 3.6% to finish Friday at $29,121.13. The currency's price has fallen 57% since its November all-time high.</p><p>Overseas, the Stoxx Europe 600 added 0.7%. Asian stocks also rose, with the Shanghai Composite climbing 1.6% and Hong Kong's Hang Seng jumping 3%.</p><p>Write to Akane Otani at akane.otani@wsj.com and Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>S&amp;P 500 Pares Losses After Hitting Bear-Market Territory</p>",
  "published": "2022-05-20T21:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2140,
          "end": 2153
        },
        {
          "start": 2140,
          "end": 2147
        }
      ]
    }
  ]
}