{
  "_id": "cc91df528fa8ae250ef87f696de21c22f88b3fad61f0d1c04f3cf993855fd6b1",
  "feed": "market-watch",
  "title": "JPMorgan and Goldman are still top dogs in investment banking but business shrinks significantly in 2022; Investment bank revenue shrinks in 2022 as M&A activity takes up a bigger piece of the smaller pie",
  "text": "<p>The figures reveal the shrinking investment banking revenue that may force Wall Street firms to impose layoffs this year as the business lags from a lack of initial public offerings and other capital raising activities.</p><p>Also Read: JPMorgan exec sees roughly 50% chance of 'mild' recession and eyes chance to hire laid-off bankers</p><p>With the pie now smaller than last year, market share by the four major components of investment banking has changed. Mergers and acquisitions, which have remained fairly healthy this year, now comprises 45% of all investment banking revenue, up from about 32% in 2021.</p><p>Equity Capital markets now comprises about 15% of investment banking revenue, down from nearly 28% in 2021. Debt Capital markets revenue has remained stable with 25% revenue share in both 2022 and 2021, while syndicated lending also remained steady at about 15%.</p><p>JPMorgan Chase JPM has drawn in $4.55 billion of investment banking fees year-to-date as of Sept. 14, down from $8.52 billion in 2021 and the year-ago period and $5.86 billion in 2020, as of the same date. (See chart)</p><p>Goldman Sachs GS has tallied $4.2 billion in year-to-date investment banking revenue, down from $8.1 billion in 2021 and $4.9 billion in 2020.</p><p>BofA Securities, the investment banking arm of Bank of America BAC, moved into No. 3 from the fourth slot with year-to-date investment banking revenue of $3.49 billion, down from $5.7 billion in 2021 and $4.26 billion in 2020.</p><p>Morgan Stanley MS ranks fourth with investment banking revenue of just under $3 billion in 2022, down from $5.3 billion in 2021 and $3.95 billion in 2020, all as of Sept. 14.</p><p>Citigroup Inc. C remains in fifth place overall in 2022 with $2.36 billion in investment banking revenue, down from $4.59 billion in 2021 and $3.3 billion in 2020.</p><p>Also Read: Bank CEO are heading to Capitol Hill this week for their annual grilling CEOs</p><p>Also Read: Fed to put a 'firm foot on the brake pedal' this week</p><p>JPMorgan and Goldman are still top dogs in investment banking but business shrinks significantly in 2022</p>",
  "published": "2022-09-19T17:28:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 13,
          "end": 20
        },
        {
          "start": 1081,
          "end": 1088
        },
        {
          "start": 1081,
          "end": 1094
        },
        {
          "start": 1957,
          "end": 1964
        }
      ]
    }
  ]
}