{
  "_id": "75ec375e8989413389401b14b6f3bf25febb3acb21cf11a29f2d9ea91b973dc5",
  "feed": "wall-street-journal",
  "title": "Peloton Co-Founder Maxed Out Pledged Shares to Cover Margin Calls; John Foley has pledged more than 40% of his holdings as collateral for personal loans",
  "text": "<p>The Peloton co-founder faced repeated margin calls from Goldman Sachs Group over the past year as the company's shares tumbled, the Journal reported. A year ago, he had pledged 3.5 million shares as collateral. \"This was not a fun personal balance-sheet reset,\" he said earlier this month.</p><p>Mr. Foley resigned as executive chairman and as a board member in September. That gave him flexibility to sell or pledge more Peloton shares, though he said the margin calls weren't the reason he left the company.</p><p>The stock's collapse has also left his successor, CEO Barry McCarthy, underwater on an options grant initially valued by Peloton at $167.6 million when he joined the company in February. The shares have fallen about 80% since he took over and got that award.</p><p>Peloton gave Mr. McCarthy options to purchase 8 million shares with 1/48 vesting each month over four years that he stays in the job. The award has an exercise price of $38.77, meaning Mr. McCarthy would pay far more to buy the shares than the current stock price of $7.81. Like Mr. Foley did, the new CEO receives an annual base salary of $1 million, the filing shows.</p><p>Mr. Foley wasn't the only Peloton officer to borrow against his holdings. Co-founders Thomas Cortese and Hisao Kushi have each pledged about 25% of their holdings as collateral for personal loans, according to the filing. Mr. Cortese is Peloton's chief product officer; Mr. Kushi resigned in September as chief legal officer.</p><p>Mr. Foley stepped down as CEO in February. His stake in the company, worth $1.5 billion a year ago, is currently worth less than $130 million. He holds 33.8% of voting power in the company through Class B shares worth 20 votes apiece, down from 39.6% a year ago.</p><p>Peloton declined to comment and Mr. Foley didn't immediately respond to a request for comment.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Peloton Co-Founder Maxed Out Pledged Shares to Cover Margin Calls</p>",
  "published": "2022-10-27T21:56:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 56,
          "end": 75
        },
        {
          "start": 56,
          "end": 63
        },
        {
          "start": 56,
          "end": 69
        }
      ]
    }
  ]
}