{
  "_id": "6fba358be7ccd42b5a566100e69502e4548cd98eef03fab210fb348782c7f1a6",
  "feed": "wall-street-journal",
  "title": "Green Hydrogen Gets a Boost  In U.S. With $4 Billion Plant  ---  The Air Products-AES  joint venture will be  the biggest such  facility in the nation  ----  By Phred Dvorak",
  "text": "<p>   Industrial-gas manufacturer Air Products and Chemicals Inc. and power company AES Corp. are planning to build a $4 billion renewable-powered hydrogen factory in North Texas, the latest large investment in green energy since Congress passed significant tax credits for such projects. </p><p>   The factory, which is slated to start operations in 2027 on the site of a retired coal plant, will use solar and wind power to manufacture the hydrogen, the companies said Thursday. It will be able to produce more than 73,000 metric tons of hydrogen a year, making it the largest such facility in the U.S. and among the top 10 worldwide, according to data from the Paris-based International Energy Agency. </p><p>   The investment reflects increasing interest in hydrogen as a climate-friendly alternative to fossil fuels -- particularly green hydrogen, so called because it is produced from water using electricity from renewables, in a process that doesn't emit carbon dioxide. But green hydrogen has been prohibitively expensive to make, and most plants so far have been small pilot projects, with a handful of larger factories in Europe and Saudi Arabia. </p><p>   The passage of U.S. legislation in August that offers tax incentives for clean-power projects is changing those economics and starting to make low-carbon hydrogen commercially viable, the companies said. </p><p>   \"This puts the U.S. on the green-hydrogen map,\" said Andres Gluski, chief executive of Virginia-based AES, which will operate the solar and wind farms for the project. </p><p>   Most hydrogen today is used in fossil-fuel refining and as a main ingredient in fertilizer, with total demand estimated at roughly 94 million metric tons a year. But it has long been viewed as a green fuel because it produces water vapor when burned and can be used instead of oil and gas in a variety of industries -- from shipping to steel -- where there are few other low-carbon alternatives. </p><p>   If the world is to hit its climate targets, production of hydrogen could more than double by 2030 and quintuple by 2050, the IEA forecasts. </p><p>   The problem is that hydrogen is seldom found on its own and must be separated out of compounds such as water or natural gas. That process is expensive, takes a lot of energy and can emit large amounts of carbon dioxide, particularly when the hydrogen is made from natural gas, as most is today. </p><p>   Even hydrogen made in the cheapest and dirtiest ways costs a little more than $1 a kilogram, according to estimates from a February Goldman Sachs report -- around double the price of natural gas in the U.S. Making it in a cleaner way, by removing and storing some of the carbon dioxide emitted, adds significantly to the cost. </p><p>   Producing green hydrogen with renewables could cost as much as $5 a kilogram, estimated Anne-Sophie Corbeau, a global research scholar at Columbia University's School of International and Public Affairs. </p><p>   When other costs such as storage and transportation are included, hydrogen becomes too expensive to sub in for many fossil-fuel uses, Ms. Corbeau said. </p><p>   The new U.S. tax credits do a lot to close the price gap, especially for projects that use wind and solar to produce hydrogen, said Air Products Chairman and Chief Executive Seifi Ghasemi. </p><p>   The company expects to receive credits of about $5 a kilogram, which would allow Air Products to sell at a price that would still represent a premium for buyers but not a significant one, he said. </p><p>   Air Products is already the world's biggest producer of hydrogen, making around 3.5 million metric tons a year, Mr. Ghasemi said. The company plans to sell the green hydrogen from the Texas plant to some of its climate-conscious industrial customers as well as users such as trucking companies looking for sources of fuel that don't emit greenhouse gas, he said. </p><p>   The price of low-carbon hydrogen should come down as well, as factories scale up and costs decline for technologies such as carbon capture or electrolyzers, used for separating the gas from water, industry experts say. </p><p>   Air Products is investing in other hydrogen plants using clean-energy technologies as well as planning to retrofit current factories so they are greener, Mr. Ghasemi said. By 2035, the company aims to have all of its facilities producing low-carbon hydrogen, he said. </p><p></p>",
  "published": "2022-12-09T07:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2467,
          "end": 2480
        },
        {
          "start": 2467,
          "end": 2474
        },
        {
          "start": 2455,
          "end": 2468
        }
      ]
    }
  ]
}