{
  "_id": "ad7ab028e8cdfb4f97b159b91067d18975297bd5fb5e470ac18d1870043558d7",
  "feed": "ftcomall",
  "title": "The human and economic cost of China's zero-Covid strategy is mounting",
  "text": "<p>Zhang Weiya bears the emotional scars of China's “zero-Covid strategy”. The mother of a four-year-old son emerged recently from more than 50 days locked in her apartment in Shanghai with her husband, mother-in-law and a yapping family dog.</p> <p>She was ecstatic to breathe the fresh air at the end of last month as China's biggest city lifted an enforced confinement that affected, at one time or another, most of its 25mn residents. But on Thursday she heard the news that authorities will again lock down a district of 2.7mn people to conduct mass coronavirus testing.</p> <p>“My arms are literally trembling,” she said. “It is not our district that is being locked down but it isn't far away. I really don't know if my mental health would be able to withstand another isolation. I even found myself getting pissed off with our beloved son because he wouldn't keep quiet for even a minute.”</p> <p>Her experience reveals one aspect of the human cost of China's “techno-authoritarian” approach to combating the pandemic. But the privations are not limited to those in incarceration. A new phase in the “zero-Covid” policy blends mass mobilisation tactics borrowed from China's revolutionary past with 21st century technology used to monitor and corral people in the intimate detail of their daily lives.</p> <p>Every resident in most of China's largest cities is required to carry a medical report on their mobile phone that shows when they were last tested for Covid. If more than three days have elapsed, they can be refused access to public spaces and to shops to buy daily necessities.&#xa0;Hundreds of thousands of <a href=\"https://www.ft.com/content/d3f3b52c-e4bb-40c2-b2e9-afc2b22f0c19\">Covid testing booths are being built</a> in many cities across the country to ensure that no resident lives more than a 15-minute walk away from an available test. Beijing's intention is to get ahead of the virus by picking up people who have tested positive before they have had a chance to spread it to others.</p> <p>This, in turn, is aimed at freeing the government from the need to impose protracted, citywide lockdowns that hammer the economy and stoke huge public resentment. Thus, the lockdown announced on Thursday in the Shanghai district of Minhang was not intended to be long-lasting, authorities said.</p> <p>For some Chinese, though, all this amounts to just another iteration of digital dystopia by a government sworn to contain the spread of Covid at almost any cost. “This is so much bullshit. When is it going to end?” asked a bar owner in Beijing. “[The government] is ruining us to save their face. What a bunch of posers! Why don't they just lift the controls?”</p> <p>Small, mostly private, businesses have been among the worst hit as China's economic growth slumped this year with the spread of the Omicron variant and the lockdowns it has engendered. An online survey of 16,500 small and medium enterprises published by Peking University, Ant Group and MYBank found that 40 per cent did not have enough spare cash to last another month.</p> <p>In a very real sense, the bar owner's trials are also those of the world economy. Whether the new “dynamic testing” approach proves successful will have a profound influence on economic growth. China has long been the biggest engine of global prosperity, contributing 28 per cent of GDP growth worldwide from 2013 to 2018 — more than twice the share of the US, according to a study by the IMF.</p> <p>The World Bank this week named lockdowns in China, along with the war in Ukraine and supply chain disruptions, as one of the factors behind a cut in its forecast for global GDP growth this year to 2.9 per cent, down from an actual 5.7 per cent in 2021.</p> <p>Several economists say that China may flirt with a rare GDP recession in the second quarter of this year, raising some hopes that it could launch a “big bazooka” stimulus package to rescue its own flagging performance and, in doing so, impart some momentum to the global economy. </p> <p>But is this really likely? “Probably not,” says May Yan, managing director at UBS, an investment bank in Hong Kong. “I don't think China can manage a big stimulus even for its own sake, let alone to save the rest of the world.”</p> <p>For one thing, the big, structural drivers of Chinese growth over the past two decades are now close to tapped out. The local governments that fuelled the world's biggest infrastructure boom are drowning in debt, much of which they keep hidden from their superiors in the central government.</p> <p>Goldman Sachs estimated last year that the total debts owed by local government financing vehicles, the thousands of poorly regulated funds run by local authorities, amounted to around Rmb53tn ($8.2tn) — more than twice the size of the German economy.</p> <p>Financing these is becoming a severe challenge. One crucial source of funding — the sale of land to property developers — is drying up because China now has enough empty apartments to house an<a href=\"https://www.ft.com/content/ea1b79bf-cbe3-41d9-91da-0a1ba692309f\"> estimated</a> 90mn people. </p> <p>China's record in keeping Covid largely under control since the initial outbreak in Wuhan has allowed it to maintain a general equilibrium. But the spread of Omicron is now imposing deep human and economic costs that show little sign of abating.</p> <p><em>Additional reporting by Nian Liu</em></p> <p><a href=\"mailto:james.kynge@ft.com\"><em>james.kynge@ft.com</em></a></p><p>Source: James Kynge 2022 'The human and economic cost of China's zero-Covid strategy is mounting' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-10T17:24:58.404Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4373,
          "end": 4380
        },
        {
          "start": 4373,
          "end": 4386
        }
      ]
    }
  ]
}