{
  "_id": "eb951913a2a03cafd50164b24069ad3ecad64066e987926cb4c559b293b0b280",
  "feed": "wall-street-journal",
  "title": "U.S. Block-Trading Investigation Hits Morgan Stanley's Plans to Expand in China; China's securities regulator cites U.S. probe, problems that arose in local inspection of bank's securities business",
  "text": "<p>Morgan Stanley has been expanding its business in China over the past two years. It has steadily increased stakes in the onshore securities and fund-management joint ventures after Beijing relaxed access to foreign financial institutions as part of a trade deal with Washington.</p><p>The China Securities Regulatory Commission asked Morgan Stanley Huaxin Fund Management Co.—the U.S. bank's Chinese onshore fund-management unit—to provide additional information on an investigation launched by the Securities and Exchange Commission into the bank's block trading business.</p><p>Morgan Stanley declined to comment on the regulator's statements.</p><p>The Wall Street Journal reported that federal investigators are examining whether bankers might have improperly tipped hedge-fund clients in advance of large share sales, according to people familiar with the situation. The investigators are asking for information from Morgan Stanley, Goldman Sachs Group Inc. and several large hedge funds.</p><p>Morgan Stanley confirmed late Thursday that federal investigators are probing its block-trading business, adding that it has been responding to requests from the SEC since June 2019 and requests from the U.S. attorney's office since last August.</p><p>The Chinese regulator's inquiry came as part of the application process for Morgan Stanley to take control of Morgan Stanley Huaxin Fund Management by boosting its ownership in the joint venture to 85%. The regulator asked for details about the U.S. investigation and its status.</p><p>The second line of inquiry by China's securities regulator involves Morgan Stanley's securities joint venture, which is trying to set up an alternative investment subsidiary.</p><p>The regulator said it found a range of problems in an on-site inspection, calling the firm's calculation of certain revenues unreasonable, its pricing of some related-party transactions unfair and its development model in need of standardization. The regulator asked the securities joint venture to provide information on how it is improving these issues.</p><p>Morgan Stanley now holds a 90% stake in its securities joint venture, which has licenses in sponsoring and underwriting equities and bonds as well as proprietary trading of bonds, among others. It is on track to lift that stake to 94.06% by injecting $110 million into the unit, a transaction that would dilute its local partner's ownership to 5.94% from the previous 10%.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com</p><p>U.S. Block-Trading Investigation Hits Morgan Stanley's Plans to Expand in China</p>",
  "published": "2022-02-25T16:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 920,
          "end": 943
        },
        {
          "start": 920,
          "end": 933
        },
        {
          "start": 920,
          "end": 944
        },
        {
          "start": 920,
          "end": 927
        }
      ]
    }
  ]
}