{
  "_id": "fd76d0daef61bae5b2d40a7b3a7155086e05990847dd9d4b79dacfbb5f50ee6f",
  "feed": "market-watch",
  "title": "Here's why this trader is piling back into one of the year's hottest commodities; Critical information for the U.S. trading day",
  "text": "<p>Read: What's at stake for markets if investors get inflation wrong again in the second half</p><p>While still an ugly month, stocks saw a small bump recently, in part thanks to a potentially flawed recession-is-good theory, and cooling commodity prices. Brent BRN00 and West Texas Intermediate crude CL.1 are set for the first monthly losses — 2% and 1.5% roughly — in eight months.</p><p>That brings us to our call of the day from the editor of the MacroTourist newsletter, Kevin Muir, who said he has returned to the \"long side of the energy market,\" buying those oil futures, with energy stocks and even natural gas on his near-term shopping list.</p><p>He said there was really no reason for last week's $10 crude freefall, noting that the \"best bull moves have the sharpest corrections…They grind higher, and then out of nowhere, decline sharply, only to resume their relentless march upward. This is no different.\"</p><p>Oil pulled back because \"investors got too long\", but the longer-term trend is there, with crude, a big energy ETF XLE and even natural-gas charts repeating the pattern of \"a sharp decline into support,\" he said.</p><p>As for challenges to his bullish view, Muir said his worries about rising supplies were quashed by recent reports that French President Emmanuel Macron told President Joe Biden that oil giant Saudi Arabia no spare capacity.</p><p>\"Others might have previously felt comfortable that Saudi Arabia had little extra supply to offer, but for me, this Macron/Biden interaction was the moment I accepted that theory,\" said Muir, who also doesn't see Russia pulling out of Ukraine soon, which would theoretically send prices tumbling.</p><p>As for longer-term supply, Muir doesn't see energy companies fixing the issue via capital expenditure as \"most of the rhetoric\" is blaming them and \"threatening draconian measures.\"</p><p>The last hope for energy bears comes down to hopes for an economic rout. \"What's shocking is that some bears seem to be rooting for Powell to throw us into a recession – somehow believing that having people lose their jobs is better than high gas prices,\" said Muir.</p><p>While some strategists believe high oil prices will cause an economic contraction, Muir says $112-a-barrel oil isn't expensive, given that between 2009 to 2014 oil prices ranged from $100 to $150 with little economic damage.</p><p>He argues that really, the economy is solid, with pandemic fiscal stimulus, a solid job market and pent-up demand making it tougher to tip the economy into recession. And then Muir said sooner or later, we'll get increased Chinese demand once COVID lockdowns are over. Read the full blog here.</p><p>Read: Wells Fargo looks at history of bear markets, says don't buy the dip yet</p><p>The buzz</p><p>Tesla's TSLA Elon Musk may have made good on job-cut warnings, with reports that 200 Autopilot unit workers were laid off, and job offers to some new hires rescinded, say reports.</p><p>NIO NIO is tracking a Hong Kong slump after the EV maker denied allegations of \"accounting games\" from short seller Grizzly Research LLC.</p><p>The only economic data on tap is a revision to first quarter U.S. GDP, due ahead of the market open. Another global inflation shock came from Spain, which reported a 10.2% annual surge in June, the highest since April 1985.</p><p>And we'll hear from the world's biggest central bankers at the ECB conference in Sintra, Portugal. Fed Chair Jerome Powell, ECB Pres. Christine Lagarde and Bank of England Pres. Andrew Bailey, along with Cleve Fed Pres. Loretta Mester and St. Louis Fed Pres. James Bullard are all on the speaker list.</p><p>China stocks fell after President Xi Jinping said the country must stick to its COVID zero policy in a visit to the pandemic's epicenter of Wuhan.</p><p>The markets</p><p>U.S. stock futures ES00 YM00 NQ00 have drifted south, with bond yields BX:TMUBMUSD10Y falling and oil CL.1 BRN00 moving up. Bitcoin BTCUSD is holding around $20,000.</p><p>The chart</p><p>Here's one from Goldman Sachs showing U.S. households cashed out $81.5 billion in home equity (seasonally-adjusted) in the first quarter.</p><p>That marks a 15-year high in dollar terms, but still only 0.75% of the $11 trillion in tappable home equity built up over the years, notes macro strategist, Vinay Viswanathan.</p><p>And \"record-high untapped home equity should continue to serve as a crucial ballast against foreclosures. In our view, concerns over mortgage debt sustainability are overstated,\" he says, in a note to clients on Tuesday.</p><p>The tickers</p><p>These were the top searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker   Security name  TSLA     Tesla  GME      GameStop  AMC      AMC Entertainment  NIO      NIO  ENDP     Endo International  EVFM     Evofem Biosciences  AAPL     Apple  AMZN     Amazon  MULN     Mullen Automotive  BABA     Alibaba</p><p>Random reads</p><p>Here's what that crab-flavored whiskey really tastes like.</p><p>Sleep in shifts and share with strangers? New Zealand airline to offer flat seats in the economy section</p><p>Italy's famed Arborio rice paddies are turning into sandy beaches</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Here's why this trader is piling back into one of the year's hottest commodities</p>",
  "published": "2022-06-29T11:23:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3888,
          "end": 3901
        },
        {
          "start": 3888,
          "end": 3895
        }
      ]
    }
  ]
}