{
  "_id": "636df0184bb83f54b82bf2987994fd4d944808226c3b79e7aedcc5649f10b52f",
  "feed": "ftcomall",
  "title": "Beijing weighs nickel rescue deal for billionaire owner of Tsingshan",
  "text": "<p>Beijing is exploring a plan to rescue the billionaire owner of Tsingshan Holding Group from billions of dollars of potential losses after a backfiring bet brought global nickel trading to a halt.</p> <p>China's leading stainless steel producer is at the centre of a surge in nickel prices, after its wager that the price would fall collided with a rally in the metal sparked by the war in Ukraine, forcing it to buy contracts linked to the metal in huge volumes.</p> <p>The London Metal Exchange suspended dealings in nickel on Tuesday after prices doubled to a record above <a href=\"https://www.ft.com/content/0269cdda-ef67-43c8-b820-a919c919b5fa\">$100,000 a tonne</a>, bringing global trading in the metal, used to make stainless steel, to a <a href=\"https://www.ft.com/content/01ebd493-9df2-417c-9f5b-cbfd9fec229f\">near standstill</a>.</p> <p>Now, Beijing, Tsingshan, its brokers and the LME are scrambling to find a solution. One option under consideration is for Tsingshan to swap some of the lower grade nickel it produces — which does not meet the LME's quality standards — for refined metal held in China's State Reserves Bureau, according to people familiar with the matter. </p> <p>Tsingshan could then deliver the high-grade metal against its contract on the LME, pay off its brokers and close its lossmaking position. </p> <p>The group, owned by metals tycoon Xiang Guangda, has struggled to meet margin calls — demands for extra cash to cover lossmaking positions. The size of its bearish bet remains unclear but is understood to be at least 100,000 tonnes of nickel, leaving Tsingshan facing billions of dollars in potential losses.</p> <p>Chinese officials and the LME both want Tsingshan to pay its brokers, who are also facing large trading losses, and then exit its position, the people said. That will allow the market to reopen in a more orderly fashion. Another potential pathway is for Tsingshan to sell some of its low-grade metal and use the proceeds to settle with its brokers, the people said.</p> <p>For its part, Tsingshan has secured credit promises from several banks that would give the company the ability to withstand further margin calls when the market reopens. </p> <p>It could also use an agreement with the SRB to send a powerful message to the market about its ability to stay in its position without being squeezed. Discussions are continuing, the people said.</p> <p>Tsingshan and the SRB declined to comment. Nickel was trading at around Rmb225,000 ($35,000) a tonne in Shanghai on Friday, a wide gap from the last price at which nickel last traded in London.</p> <p>The LME has not said when nickel trading will resume. It said on Thursday that a plan to match long and short positions before the market reopens had received a mixed response.</p> <p>Like other commodities, nickel has been roiled by the war in Ukraine. Russia is a major supplier of the metal, producing 16 per cent of the world's high-grade nickel, according to Goldman Sachs. Traders fear supplies could be disrupted by sanctions imposed by the west on Moscow. </p> <p>Tsingshan started to amass its short position at the back end of last year when prices started to pick up because of demand from carmakers. </p> <p>Under the leadership of Xiang, the privately owned company has emerged from obscurity to become the world's biggest producer of nickel and also stainless steel.</p> <p>It mainly produces nickel pig iron, a semi-refined product that is a cheap alternative to pure nickel in the stainless steel manufacturing process. It also uses some of its smelters to produce nickel matte, an intermediate product suitable for use in electric vehicle batteries. </p><p>Source: Neil Hume, Helen Thomas and Philip Stafford 2022 'Beijing weighs nickel rescue deal for billionaire owner of Tsingshan' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-11T12:57:56.524Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2737,
          "end": 2750
        },
        {
          "start": 2737,
          "end": 2744
        }
      ]
    }
  ]
}