{
  "_id": "af1a11d79326944b8c20fb0d0f1f297ca24bd512ba0ec197bc79b49d346d788b",
  "feed": "market-watch",
  "title": "Investors pull $15.8 billion from U.S. junk-bond funds to start year, worst outflows since 2010: Goldman Sachs",
  "text": "<p>With another large $3.5 billion of weekly outflows through Thursday, investors have withdrawn a total of $15.8 billion from U.S. junk-bond funds since the year began, the most over the same stretch in a dozen years, per Goldman.</p><p>“In both the USD and EUR markets, the composition of fund flows continues to show a strong aversion towards HY bonds,” Goldman's credit research team lead by Lotfi Karoui, wrote in a weekly client note.</p><p>The rebuke of junk-bond funds and other risk assets comes as the Federal Reserve prepares to tackle inflation pegged at 40-year highs, first by raising short-term rates for the first time since 2018, and then by starting to shrink its near $9 trillion balance sheet.</p><p>European high-yield bond funds saw $1.5 billion in weekly outflows, pegged by Goldman analysts as the largest ever.</p><p>Investor sentiment further soured on Friday after White House National Security Adviser Jake Sullivan&#xa0;said that Moscow was in position to mount a “major military action” in Ukraine, and that an invasion could begin “any day now.”</p><p>The Dow Jones Industrial Average DJIA closed 503 points lower Friday, or 1.4%, while the S&amp;P 500 index SPX shed 1.9% and the Nasdaq Composite Index COMP ended 2.8% lower. U.S. stocks also booked weekly losses.</p><p>Credit investors often sell ETFs first for liquidity when markets get choppy. The iShares iBoxx $ High Yield Corporate Bond ETF, HYG the sector's biggest U.S. junk-bond exchange-traded fund, was down only 0.4% Friday, but off 5.1% on the year, according to FactSet.</p><p>Flows to floating</p><p>Wall Street has been bracing for a higher interest-rate regime taking hold this year, including after St. Louis Fed President James Bullard on Thursday said he wants to see a cumulative 100 basis points rise in the central bank's policy rate by July 1.</p><p>See: A ‘firestorm' of hawkish Fed speculation erupts following strong U.S. inflation reading</p><p>“From our perspective, we don't think this is as much of a&#xa0;de-risking story from a credit perspective as it is investors taking the Fed headlines at face value, and not realizing that interest rates have already been rising significantly,” said Daniela Mardarovici, co-head of multisector fixed-income at Macquarie Asset Management, in a phone interview Friday.</p><p>The 10-year Treasury yields BX:TMUBMUSD10Y climbed above 2% this week, before retreating to 1.93% Friday. The benchmark is used to price everything from commercial property loans to corporate bonds.</p><p>With the rise, Mardarovici pointed to significant investor inflows into floating-rate and zero duration funds to kick off 2022, and away from high-yield and other fixed-rate sectors.</p><p>Goldman Sachs pegged flows into bank-loan fund at $9.2 billion this year. Such funds typically offer investors exposure to floating-rate assets.</p><p>Extractions in 2022 from U.S. junk-bond funds represent the equivalent of shedding 3.8% of the sector's assets under management from the start of 2022, according to Goldman's Karoui.</p><p>“As market speculation increases regarding the magnitude of 2022 interest rate hikes, high-yield investors have retreated,” Jimmy Whang, head of credit and municipal fixed Income at U.S. Bank told MarketWatch. This has been “evidenced by fund outflows, new issue performance, and financing,” that has pivoted away from high-yield to floating-rate sources, he said.</p><p>Mizuho Securities' Brian Zinser, chief corporate bond strategist, and his team charted out, by asset class, the wall of negative total returns on the year-to-date, showing few sectors of financial markets were in positive territory through Feb. 9:</p><p>Mizuho Securities“Investor sentiment shifted dramatically, as inflation data &amp; commentary from the Fed caused markets to reassess risks across asset classes,” the Mizuho team said in a Thursday note, which pointed to “a deep hole” for corporate credit returns.</p>",
  "published": "2022-02-12T10:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 97,
          "end": 104
        },
        {
          "start": 97,
          "end": 110
        },
        {
          "start": 220,
          "end": 227
        },
        {
          "start": 348,
          "end": 355
        },
        {
          "start": 777,
          "end": 784
        },
        {
          "start": 2629,
          "end": 2636
        },
        {
          "start": 2629,
          "end": 2642
        },
        {
          "start": 2939,
          "end": 2946
        }
      ]
    }
  ]
}