{
  "_id": "5d0b6a9c31ed9df01d09a6e76a36f4be9d7ffb315338d780a95412f7eda51f2a",
  "feed": "ftcomall",
  "title": "Equity hedge funds suffer historic declines in first 5 months of 2022",
  "text": "<p>This is shaping up to be the worst year for equity hedge funds on record, in a sign they are struggling to adjust to a dramatic change in market conditions.</p> <p>Equity <a href=\"https://www.ft.com/reports/hedge-fund-strategies\">hedge funds</a>, which manage around $1.2tn in assets, lost 8 per cent on average in the first five months of 2022, according to data group HFR.</p> <p>This outstrips losses in other years marked by crisis, on HFR data going back some 32 years, and leaves funds with a huge task to recoup losses over the rest of 2022. The opening five months of 2020, which brought a huge drop in stocks followed by a volatile recovery, left funds down 5.8 per cent. </p> <p>Equity hedge funds are “generally having a really difficult time, it feels worse for that strategy than in 2008”, said Anthony Scaramucci, founder of New York-based investment firm SkyBridge Capital.</p> <p>This year's losses are milder than the 12.8 per cent fall in the benchmark S&amp;P 500 index of US stocks, including dividends. But the supposed investment acumen of the sharpest investors in the market is still leaving holders in a hole.</p> <p>Such heavy losses at hedge funds can easily become self-fulfilling. As big funds take losses, and customers ask for their money back, often they are forced to sell holdings, regardless of whether those bets are performing well. This can contribute to volatility and deepen market declines.</p> <p>The losses among equity funds stand in stark contrast to the performance of much of the rest of the $4tn hedge fund industry. Computer-driven funds betting on market trends and macro managers trading interest rate and currency moves are among those reaping large gains this year.</p> <p>But in equities, many funds have suffered from a vicious sell-off in high-growth tech stocks, as central banks move to tighten monetary policy. Such companies' projected earnings were flattered by ultra-low borrowing costs, but have lost appeal as the Federal Reserve and international peers raise interest rates to curb inflation.</p> <p>A Goldman Sachs “VIP” index of favourite equity positions taken by hedge funds is down 23 per cent this year.</p> <p>Among those suffering losses have been Chase Coleman, a high-profile so-called “Tiger cub” and protégé of Tiger Management founder Julian Robertson. Coleman has now lost 52 per cent in his Tiger Global fund this year, said a person who had seen the numbers. Fellow Tiger cub Lee Ainslie, who now runs Maverick Capital, is down more than 34 per cent.</p> <p>Dan Loeb's $7.1bn Third Point Offshore funds have lost around 14 per cent while his leveraged $2.9bn Ultra fund has fallen 18.4 per cent, according to documents sent to investors. Boston-based Whale Rock Capital, which focuses on tech, media and telecoms, has lost 33.8 per cent in its portfolio containing both listed and private investments.</p> <p>Tiger Global, Maverick and Whale Rock declined to comment. Third Point did not respond to a request for comment.</p> <p>Long-short equity hedge funds take bets that individual stocks will either rise or fall in price. However, because stock markets tend to rise over the longer term, the funds often give greater weight to bets on rising prices — so-called “longs” — than on falling prices, known as “shorts”.</p> <p>During the protracted bull market of recent years, which was turbocharged during the pandemic as central banks and governments injected massive stimulus into markets and the economy, funds found it far easier to hold long positions than shorts.</p> <p>That stance was profitable when markets were rising. But now some funds have been left badly exposed as growth stocks have entered a bear market, adding to concerns about managers' ability to protect investors' cash during tough times.</p> <p>“Equity long-short is facing an existential crisis: stock selection has been poor, shorting doesn't work and people jumped off the tracks after the train already hit,” said Andrew Beer, managing member at US investment firm Dynamic Beta.</p> <p>“Even longtime investors are wondering why they're paying managers high fees while bearing all the risk,” he said.</p> <p>Investors pulled $9.8bn from long-short equity funds during the first three months of this year, according to data group eVestment.</p> <p>Among other equity funds hit this year is New York-based Select Equity Group, which lost more than 11 per cent across two portfolios that in total manage around $10bn in assets.</p> <p>New York-based North Peak Capital is down more than 28 per cent, and the Brummer &amp; Partners Manticore fund is down around 13 per cent this year, according to numbers sent to investors. SEG, North Peak and Contour, which manages the Brummer fund, did not respond to a request for comment.</p> <p>Funds betting on US equities cut the difference between their long positions and their short positions to close to its lowest since 2010 last month, according to a client note from Morgan Stanley prime brokerage, in a sign of caution, although they have been building this up again in recent weeks.</p> <p>Not all equity managers are struggling. James Hanbury at London-based Odey Asset Management has gained 8.1 per cent in his LF Brook Absolute Return fund this year, despite holding positions in Russia that were written down to zero or near zero, according to investor documentation seen by the Financial Times.</p> <p>Hanbury has been helped by positions in the energy sector and a bet against former meme stock favourite AMC Entertainment.</p> <p>Odey declined to comment.</p> <p><a href=\"mailto:laurence.fletcher@ft.com\"><em>laurence.fletcher@ft.com</em></a></p><p>Source: Laurence Fletcher in London 2022 'Equity hedge funds suffer historic declines in first 5 months of 2022' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-10T20:00:24.009Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1943,
          "end": 1950
        },
        {
          "start": 1943,
          "end": 1956
        }
      ]
    }
  ]
}