{
  "_id": "3bb4a9858e0cfddd8200cdebbc470d948204f22052c1e7602f4d93ce4dedc844",
  "feed": "ftcomall",
  "title": "Investors ‘relaxed' on Conservative leadership rivals' economic plans",
  "text": "<p>The pound is shrugging off the chance of an overhaul to the UK's economic policy as Conservative leadership hopefuls outline starkly different plans for public spending and borrowing. </p> <p>Foreign secretary Liz Truss, the frontrunner in the contest to replace Boris Johnson as prime minister, has outlined tax cuts costing more than £30bn, suggested that she would <a href=\"https://www.ft.com/content/13422933-4829-453a-891a-26ffd8359c6b\">tighten ministerial scrutiny</a> of the Bank of England and said she would delay payment on debt incurred during the height of the Covid-19 pandemic. </p> <p>Her opponent Rishi Sunak, the former chancellor, <a href=\"https://www.ft.com/content/8e494399-ca8c-46b2-b2f5-3284095f5878\">has branded her plans un-Conservative</a> and has prioritised control of inflation over raising taxes.</p> <p>Their duelling views, and Truss's unorthodox comments on borrowing and monetary policy, have had only a minor effect on UK government bond markets over the course of the campaign. </p> <p>Sterling has risen about 3 per cent and 2 per cent against the dollar and the euro since Johnson announced his resignation on July 7, but analysts attributed the pound's strength to the prospect of interest rate rises from the BoE, rather than a possible overhaul of fiscal policy in September. </p> <p>“I don't think anyone's expending too much energy at this stage because there's so far to go,” said James Athey, a senior portfolio manager at Abrdn. “We're so far from anything becoming reality at the moment that people are relaxed.” </p> <p>Although markets are largely unfazed by Truss's economic stance, Athey said there were some signs of concern about how a Truss premiership would affect the UK's longer-term credibility and control of inflation. </p> <p>“Sentiment is souring towards gilts,” he said. “Her policies, as best as we can understand them, are more fiscally expansive relative to Rishi Sunak's. The long-end of the gilt market is coming under pressure . . . which shows nominal growth and inflation are likely to be higher and government borrowing credibility lower.”</p> <p>More government spending could both cushion households from an <a href=\"https://www.ft.com/stream/dd22f655-9202-4325-9c06-b25edf3650dc\">economic slowdown</a> and force the BoE to raise interest rates more aggressively to tackle inflation, according to Vasileios Gkionakis, head of European FX strategy at Citi. </p> <p>This would send sterling higher against the euro in the near term, as the rest of the continent is more affected by the energy crisis and the European Central Bank has been slow to tackle inflation, he added. </p> <p>But <a href=\"https://www.ft.com/content/8efd8261-8ef2-4734-a58f-3ee5364347aa\">more government borrowing </a>to support fiscal expansion would increase the amount of debt relative to gross domestic product, which he said would “eventually be bad for the exchange rate”. </p> <p>Uncertainty over Truss's tax agenda and how it would affect the UK budget deficit “without further clarification . . . could undermine [the pound]”, currency analysts at Rabobank said in a note.</p> <p>However, Goldman Sachs analysts expect the macroeconomic impact of the choice of prime minister “to be somewhat more limited than suggested by their stated platforms in the leadership contest”, a point echoed by Adam Cole, currency strategist at RBC Capital Markets, who said: “The reality [is] likely to be a very dilute version of the policy changes promised.” </p> <p>Investors' scepticism over candidates' campaign pledges means markets are unlikely to move until the winning candidate takes office, said Kit Juckes, head of FX strategy at Société Générale.</p> <p>“What message will they put out in the first few days after they win to set the tone?” he said. “That will affect how we open on the morning after. Things aren't going to move a million miles before then.”</p><p>Source: Ian Johnston 2022 'Investors ‘relaxed' on Conservative leadership rivals' economic plans' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-02T04:00:47.375Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2738,
          "end": 2745
        },
        {
          "start": 2738,
          "end": 2751
        },
        {
          "start": 2723,
          "end": 2736
        }
      ]
    }
  ]
}