{
  "_id": "d04a8d5827a309dd8d962e9840d8a51b3547d1b743ce69eb6365f6d07bb3a000",
  "feed": "market-watch",
  "title": "'Very, very high' risk of recession, warns Goldman's Lloyd Blankfein as bank cuts U.S. growth forecast; Bank cuts U.S. GDP for 2022 to 2.4% from 2.6%",
  "text": "<p>But he added that there's a \"narrow path\" for the Fed to use its \"very powerful tools\" to avoid a recession. \"I think they're responding well,\" he told host Margaret Brennan, according to a transcript.</p><p>In a note to clients released the same day, Goldman cut its 2022 U.S. growth outlook to 2.4% from 2.6% previously and to 1.6% from 2.2% for 2023, citing fears over an uncertain growth path and tightening financial conditions. The bank also made another cut to its S&amp;P 500 SPX target again, to 4,300.</p><p>Blankfein added that the Fed has no choice but to keep raising interest rates to slow down consumer demand. \"And that's going to involve some pain,\" he said. While noting that some inflationary factors — such as the war in Ukraine and supply-chain crunches — are transitory and will eventually go away, until then, \"it's going to be quite difficult and oppressive\" for lower-income individuals as prices rise.</p><p>Also read: Jeff Bezos accuses Biden of 'misdirection' over inflation causes and solutions</p><p>Blankfein said that while inflation has been stoked by extra fiscal spending spurred by the COVID-19 pandemic, he doesn't necessarily blame the government for doing all it could to prevent another financial meltdown. Fed Chairman Jerome Powell admitted last week that the central bank was too slow to start raising interest rates to fight inflation.</p><p>\"They reacted and I think they reacted sensibly with what they knew at the time,\" Blankfein said. \"And you can argue about that, but that's all with the benefit of hindsight.\"</p><p>— Barbara Kollmeyer contributed to this report</p><p>'Very, very high' risk of recession, warns Goldman's Lloyd Blankfein as bank cuts U.S. growth forecast</p>",
  "published": "2022-05-16T09:51:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 43,
          "end": 50
        },
        {
          "start": 44,
          "end": 51
        },
        {
          "start": 246,
          "end": 253
        },
        {
          "start": 1618,
          "end": 1625
        }
      ]
    }
  ]
}