{
  "_id": "3b50d03daaad60d7b9bf8b34af6985cc824c89217059df5b77b24a0a8762969b",
  "feed": "ftcomall",
  "title": "Copper rout worsens as recession fears hammer commodities markets",
  "text": "<p>A rout in the copper market deepened on Friday, with the price of the world's most important industrial metal sliding below $7,000 a tonne for the first time since November 2020 as recession fears gripped markets.</p> <p>The benchmark copper contract on the London Metal Exchange slipped 1.6 per cent lower to $6,987, as slowdown concerns intensified after weak economic data from China. The price later recovered to trade at $7,165, up 1 per cent, after a round of upbeat US economic data.</p> <p>The drop put copper on course for its worst weekly loss since the depths of the coronavirus pandemic in March 2020.</p> <p>“Concerns over declining western economies and the impact of a slow property market as well as repeated Covid-19 lockdowns in China have seen a market worried about lost Russian metal supply . . . change focus,” said Peel Hunt analyst Peter Mallin-Jones.</p> <p>Copper has dropped vertiginously since its price hit a record high above $10,600 a tonne in March, when the market was convulsed by concerns that Russia's invasion of Ukraine could disrupt already tight supplies.</p> <p>Now, the market's gaze has flipped to fears that aggressive rate hikes by central banks, rising Covid cases in China and the prospect of Russia cutting off European gas will hit demand for copper and other commodities. A stronger dollar has also weighed on copper by making it more expensive for holders of other currencies to buy.</p> <p>Earlier this week, Goldman Sachs, which has been one of the most bullish voices on commodities, cut its three-month copper price forecast to $6,700 a tonne, citing “increasingly pessimistic growth expectations”.</p> <p>“This latest leg lower has been tied to increasing headwinds to the European growth path, in particular from the impact of surging regional natural gas prices on activity,” the bank said.</p> <p>On Friday, Rio Tinto, one of the world's biggest copper producers, warned of a darkening outlook for the global economy, citing the “increasing risk” that rapid rate rises dent US demand and the “considerable headwinds” facing China's recovery from pandemic lockdowns.</p> <p>Data on Friday showed the Chinese economy <a href=\"https://www.ft.com/content/bb302ef4-001a-478f-ac61-31cdc972cc8e\">expanded just 0.4 per cent year on year</a> in the three months to the end of June, as Beijing's zero-Covid strategy hit activity. China is the world's largest consumer of commodities, accounting for half of global copper demand.</p> <p>Fears of a demand-sapping recession come as the copper industry braces for what analysts have called a “last hoorah” in mine supply as a number of projects that have been under development for a decade or more hit the market. Bank of America expects copper supply growth of 7.3 per cent year-on-year in 2023 to 26.8mn tonnes. To put that figure into perspective, growth has averaged just 2.4 per cent in the past 10 years.</p> <p>Copper bulls identify a silver lining to the current sell-off, suggesting that it will make miners reluctant to sanction new projects that will be needed later in the decade as the world shifts to cleaner forms of power.</p> <p>A <a href=\"https://ihsmarkit.com/events/the-future-of-copper-in-the-energy-transition/overview.html?utm_campaign=CL_ENR_30Jun_CopperStudy_ET1_PRM2_PC022741_e-production_E-141067_PRDM_0701_2205&amp;utm_medium=email&amp;utm_source=Eloqua\">study</a> published by S&amp;P Global this week concluded that demand for copper will double over the next decade, from 25mn tonnes today to 50mn by 2035, because of its uses in electric vehicles, charging infrastructure, solar panels, wind turbines and batteries.</p> <p>“Copper should be a big beneficiary of the accelerating decarbonisation agenda and current price volatility could further delay needed investment in new mines,” said Mallin-Jones.</p><p>Source: Neil Hume, Natural Resources Editor 2022 'Copper rout worsens as recession fears hammer commodities markets' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T17:22:31.618Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1419,
          "end": 1426
        },
        {
          "start": 1419,
          "end": 1432
        },
        {
          "start": 1410,
          "end": 1423
        }
      ]
    }
  ]
}