{
  "_id": "d3d794e1870f6ff9e60f987dd7dd7125b3430407366e5052c20c0a4cfd733a1d",
  "feed": "ftcomall",
  "title": "Crypto cannot easily be painted green",
  "text": "<p>Can crypto ever be green? Until recently, this was a question that mostly concerned idealists. The crypto kids who dashed into bitcoin a decade ago were so focused on fomenting an anti-establishment financial revolt that they did not usually worry too much about carbon emissions.</p> <p>The type of mainstream investors who are fretting about environmental, social and governance issues today once avoided digital assets because of other kinds of filth; as a report from ChainAnalysis shows, fraud and cybertheft <a href=\"https://www.cnbc.com/2022/01/06/crypto-scammers-took-a-record-14-billion-in-2021-chainalysis.html\">continues to plague</a> the ecosystem. &#xa0;</p> <p>No longer. As 2022 gets under way, even stodgy asset managers like Fidelity <a href=\"https://www.ft.com/content/f2a6d440-804e-4e32-93f1-a9ee2bbf0715\">are starting to use crypto</a> to create exchange traded funds. And, as Goldman Sachs pointed out this week in a <a href=\"https://www.bloomberg.com/news/articles/2022-01-04/goldman-says-bitcoin-100-000-a-possibility-by-taking-on-gold\">research note,</a> mainstream investors are increasingly including crypto in portfolios as an inflation hedge, alongside gold.</p> <p>Indeed, Zach Pandl, Goldman's&#xa0;co-head of global FX, rates &amp; EM strategy, reckons that bitcoin already accounts for 20 per cent of the “store of value” investment sphere (mostly comprising bitcoin and gold). He projects that if that ratio were to rise to 50 per cent, the bitcoin price would double from its current level to $100,000.</p> <p>However, as <a href=\"https://www.marketwatch.com/amp/story/goldman-sachs-thinks-bitcoin-can-get-to-100-000-heres-how-11641392092\">Pandl also notes</a>, there is one “important obstacle”: physical filth. More specifically, the process of “mining” bitcoins (ie creating consensus on a shared computing ledger to make a digital asset) requires eye-popping quantities of electricity. Indeed, bitcoin mining now appears to <a href=\"https://www.ft.com/content/1188803d-4327-4628-9dec-f30f38a03d94\">consume more electricity annually than either Finland or Belgium, </a>according to the Cambridge Bitcoin Electricity Consumption index. Kosovo has just banned it for this reason.</p> <p>Worse, most mining has historically taken place in China, which is heavily reliant on coal. Hence that tricky question for mainstream investors fretting about inflation in 2022: can you dabble in crypto without getting your hands dirty in the real world? </p> <p>The short answer is “yes — but not easily”. First, the good news: in 2021 this once-anarchic corner of finance started to organise itself to go greener. Most notably, a coalition of 200-odd crypto entities recently joined forces with the Rocky Mountain Institute, a Colorado-based environmental lobby, to create a <a href=\"https://cryptoclimate.org/accord/\">Crypto Climate Accord</a>.</p> <p>The accord signatories have apparently agreed to cut the carbon emissions from electricity use to net zero by 2030, partly via carbon offsets but also by switching all blockchain technology to renewable energy sources by 2025 and using energy tracking tools such as so-called green hashtags. </p> <p>Last month, the CCA took a step that would have been unimaginable five years ago. It created an earnest <a href=\"https://cryptoclimate.org/wp-content/uploads/2021/12/RMI-CIP-CCA-Guidance-Documentation-Dec15.pdf\">32-page template</a> on how to conduct the type of credible environmental crypto audits that might reassure a traditional pension fund. Yes, really: the (green) suits have arrived.</p> <p>Meanwhile, the CCA's pious pledges are being given more teeth by two other industry trends. First, the decision by Beijing to <a href=\"https://www.ft.com/content/1188803d-4327-4628-9dec-f30f38a03d94\">clamp down on the industry</a> last year has forced many miners to relocate from China. This is making crypto less reliant on coal-fired electricity, since many of the new mining operations are choosing to embrace<a href=\"https://www.ft.com/content/1aecb2db-8f61-427c-a413-3b929291c8ac\"> renewable energy sources</a>. </p> <p>Second, industry players are turning to more energy efficient technology for reasons that go beyond just “being green”. The key issue is that the so-called “proof of work” process used to create ledger consensus for bitcoin is too cumbersome to conduct transactions at scale. Many of the newer digital assets — such as cardano or solana — have therefore embraced a different process, created in 2012, known as “proof of stake”. </p> <p>Purists argue that PoS might be less secure than PoW. But it is also far less energy intensive. And some digital assets, such as chia, have cut energy usage even more by adopting a “proof of space and time” algorithm. Taken together, these moves could further reduce the sector's carbon footprint, particularly since Joe Lubin, a leader in ethereum (the second biggest digital asset) says ethereum will move from PoW to PoS in the coming months.</p> <p>Yet, as Goldman says, obstacles remain. One big problem is that bitcoin remains wedded to PoW consensus, and it accounts for about half of the $2tn crypto universe. Indeed, the Sustainability Fund Monitor suggests, using 2017 data, that bitcoin now accounts for the vast majority of electricity consumption (11 times that of ethereum, for example).</p> <p>A second problem is that the industry is so murky that it remains to be seen how much transparency the CCA can really create, particularly among non-signatories. Or, as the Sustainable Funds Monitor observes: “In the end, the lack of transparency and data make it exceedingly difficult to point to any one currency being ‘greener' than others.” Finally, basket products created by financial institutions could make the ESG challenge considerably worse by jumbling assets together.</p> <p>Of course, a cynic (or a crypto-enthusiast) might sneer that this problem is no different from that of other asset classes; gold, say, has a dirty carbon footprint too. That is a fair point. But perhaps the key message for investors is this: yes, it might make sense to include crypto as an inflation hedge, but, no, it does not offer a free lunch. Digital gold might be going mainstream, but it has not yet been washed clean of all the dirt.</p> <p><a href=\"mailto:gillian.tett@ft.com&#xa0;\"><em>gillian.tett@ft.com</em>&#xa0;</a></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/e7fd1976-7a43-42b4-a06c-9e9bc999991c\"><em>Fintech has role to play in creating smart swaps energy market</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/e7fd1976-7a43-42b4-a06c-9e9bc999991c\"><em>From Chris Cook, Senior Research Fellow, Institute for Strategy, Resilience &amp; Security, University College London, London WC1, UK</em></a></p><p>Source: Gillian Tett 2022 'Crypto cannot easily be painted green' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-06T17:49:36.442Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 686,
          "end": 699
        },
        {
          "start": 870,
          "end": 877
        },
        {
          "start": 870,
          "end": 878
        }
      ]
    }
  ]
}