{
  "_id": "d1b9a45287d4303b5e65642966a7189fe636ce308f143628f856cfce8df0fc45",
  "feed": "wall-street-journal",
  "title": "Twitter Faces Renewed Questions on Path Ahead as Elon Musk Tries to Abandon Deal; Company's employees voice confusion and frustration after weeks of upheaval during takeover talks",
  "text": "<p>An avid user of the platform and the world's richest man, Mr. Musk offered a premium to buy the company when he agreed to the takeover in April. While the company has signaled it plans to hold him to the agreement, the prospect of being successfully spurned by its deep-pocketed suitor presents considerable challenges for Twitter.</p><p>Internally, morale has been low in some corners as the fate of Mr. Musk's bid hovered over the company, current and former employees said. As one employee put it late Friday afternoon: \"There is a lot of confusion and frustration right now.\"</p><p>Twitter shares, already down 18% since Mr. Musk's offer, fell 4.8% in after-hours trading after his decision to try to walk away from the deal.</p><p>For years Twitter has struggled to deliver the same levels of growth as its peers. Now the digital advertising market is in upheaval from soaring inflation, and the war in Ukraine is weighing on ad spending. Digital advertising accounts for around 90% of Twitter's revenue.</p><p>The weakening of the broader economy since Mr. Musk first publicly broached the takeover makes the company's current prospects more challenging, said Jason Goldman, an early Twitter executive who served on its board of directors between 2007 and 2010.</p><p>\"They have to come up with a credible way to take the company forward,\" he said.</p><p>Twitter Chief Executive Officer Parag Agrawal, who took over from co-founder Jack Dorsey several months before Mr. Musk's offer, described himself as a lame-duck CEO in the midst of the takeover talks with Mr. Musk. In May, Mr. Agrawal said the company was pausing on hiring and looking to cut costs. He also said at the time that two top executives were leaving the company. Twitter said this past week it has laid off a third of its recruiting team.</p><p>Mr. Musk cited the departures and the layoffs as one of the justifications for walking away from the deal, saying Twitter deviated from its normal course of business since he made his initial bid.</p><p>Mr. Musk also raised questions about whether advertisers could trust Twitter's user figures, arguing on Twitter, where he has more than 100 million followers, that the company was understating the number of spam accounts on bots on the platform. Twitter, as recently as this past week, defended its long-stated estimate that less than 5% of its accounts were fake.</p><p>The social-media company has seen a prolonged period of turmoil and has been on an aggressive hunt for user and revenue growth in the wake of a fight with activist Elliott Management Corp. The company over a year ago said that it would work to at least double its revenue to $7.5 billion by the end of 2023, and reach at least 315 million so-called monetizable daily active users at that time.</p><p>After closing at $36.81 on Friday, Twitter's stock is trading below where it was almost nine years ago, when it went public and began trading at $45.10.</p><p>Mr. Musk's takeover bid has riled staff, in part after the billionaire took to Twitter to criticize Vijaya Gadde, the company's longtime head of legal, policy and safety. The departures of other executives raised anxiety among some employees about imminent layoffs and their financial future, The Wall Street Journal reported earlier.</p><p>Following Friday's news, Twitter employees took to their internal-communications channels to raise questions about what is next for the company and express their frustration about Mr. Musk's decision to try to back out of the deal.</p><p>Over the past several months, many employees have been critical of Twitter's decision to agree to Mr. Musk's takeover bid in the first place, current and former employees said, while others have been excited about the prospects of Mr. Musk's potential ownership.</p><p>Other employees said Mr. Musk's news Friday would thrust the company into a state of chaos that would hurt employee retention and distract from long-term product planning.</p><p>PHOTOS: How Elon Musk Made His Fortune</p><p>Twitter for some time has been experimenting with new features and products intended to fuel user engagement and more revenue, with mixed results. In late 2020, the company launched Fleets, a feature that allowed users to post full-screen photos and videos that disappeared after a day, similar to the stories features available on the rival services Instagram and Snap Inc. The company shut down that feature last August, saying \"we haven't seen an increase in the number of new people joining the conversation with Fleets like we hoped.\"</p><p>Twitter had more success with a feature it began testing in December 2020 called Spaces, which let users congregate in audio-only rooms. The feature was successful enough in testing to be launched a few months later to Twitter users with more than 600 followers.</p><p>The company followed that with Twitter Blue, a paid version that offers subscribers exclusive features. Twitter rolled out the feature in June 2021 to users in Canada and Australia and opened the subscription service more broadly in the U.S. and New Zealand on Nov. 9. Among the features included in the $2.99 monthly service is the ability for subscribers to use nonfungible tokens they own as their Twitter profile pictures.</p><p>Mr. Musk at one point suggested that Twitter should become less dependent on advertising. He suggested, for example, that governments and companies might need to pay to use the service.</p><p>New products won't be enough to undo the damage of the previous few months, said Mr. Goldman, the early Twitter executive. \"You're not one silver bullet away from righting the ship here,\" he said. \"You need a new strategic vision that is articulated by the leadership of the company and that is bought into by the board and that is something you can sell to either advertisers or employees.\"</p><p>Write to Deepa Seetharaman at Deepa.Seetharaman@wsj.com</p><p>Twitter Faces Renewed Questions on Path Ahead as Elon Musk Tries to Abandon Deal</p>",
  "published": "2022-07-09T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5428,
          "end": 5435
        },
        {
          "start": 1148,
          "end": 1155
        }
      ]
    }
  ]
}