{
  "_id": "cae3ca724b6cc6b197684ef247dd73560a7c1fec1bf53f15a8888e61edcc1f7a",
  "feed": "market-watch",
  "title": "Retirement plan lost-and-found, 401(k) auto-enrollment, among Secure 2.0 retirement measures; Secure 2.0 provisions include higher RMD age, higher catch-up contribution limits, and a student-loan matching program.",
  "text": "<p>\"The retirement savings provisions in the Secure Act 2.0 provide more flexibility, control, and choices for Americans to save for and invest in a secure retirement. The Act also demonstrates a commitment to increasing retirement savings options for investors as traditional pensions become even more scarce and employers are incentivized to provide more tax-advantaged plans,\" said Rob Williams, managing director of financial planning at Charles Schwab. \"We believe that it's never too late to save for retirement.\"</p><p>\"We expect that the legislation will add billions to the retirement savings for small business workers, part-time workers, employees with student loan debt, military spouses, low-income workers, and others. We are reviewing the approximately 100 retirement provisions in the measure with our members to understand the full implications,\" said Paul Richman, chief government and political affairs officer of the Insured Retirement Institute.</p><p>Secure 2.0 was cobbled together from different legislative proposals that came together as one plan. The measure builds on the original Secure Act, which was sweeping legislation that received broad support from consumer advocacy groups and special interest groups.</p><p>\"Americans deserve dignified retirements after decades of hard work, and our bill is an important step forward. We are making significant progress for millions of low- and middle-income workers, who are far less likely to have retirement savings,\" said Senate Finance Committee Chair Ron Wyden (D-Ore).</p><p>Included in the provisions are myriad changes, such as increasing the age for required minimum distributions (RMDs) to 75, allowing student loan payments to be treated as retirement plan contributions for the purpose of company matches, withdrawals for emergency expenses, automatic enrollment in retirement plans, and the creation of a retirement savings lost and found.</p><p>\"The provisions regarding student loans and part-time workers will disproportionately benefit women and diverse populations,\" said Melissa Elbert, a partner in Aon's retirement practice. \"Women are more likely to have student debt and be employed part-time, so these provisions can be a direct step to lessen the gender gap in retirement income, though there is still plenty of work to be done.\"</p><p>The original Secure Act came together after about 10 years of legislative wrangling, while Secure 2.0 came together in about two years and built and expanded on the retirement reform efforts.</p><p>\"We are grateful to the many members of Congress and staff who worked tirelessly to get Secure 2.0 included in the omnibus legislation expected to be enacted this week,\" said Brian Graff, CEO of the American Retirement Association. \"This important legislation will enhance the retirement security of tens of millions of American workers – and for many of them give them the opportunity for the first time to begin saving.\"</p><p>Congress had been racing to approve the measure before midnight Friday to avoid a partial government shutdown.</p><p>The provisions in the Secure Act 2.0, \"are key changes that can help working Americans overcome expected and unexpected obstacles to saving,\" said Greg Wilson, partner and head of institutional client business for Goldman Sachs Ayco Personal Financial Management.</p><p>Not everyone views Secure 2.0 as a landmark proposal.</p><p>\"It's a lot of nickel-and-dime stuff. A lot of tweaking around the edges,\" said Ed Slott, founder of IRAHelp.com and author of \"The New Retirement Savings Tax Bomb.\" \"There's a lot of bits here, but does it help a lot of people? It helps people who already have money.\"</p><p>Retirement plan lost-and-found, 401(k) auto-enrollment, among Secure 2.0 retirement measures</p>",
  "published": "2022-12-23T20:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3236,
          "end": 3243
        },
        {
          "start": 3236,
          "end": 3249
        },
        {
          "start": 3235,
          "end": 3242
        }
      ]
    }
  ]
}