{
  "_id": "5d8172184c601c460a073648db5ef1a2523da2ab870c86c61cf93ac7bf5a320c",
  "feed": "ftcomall",
  "title": "Goldman Sachs and JPMorgan withdraw from Russia as Wall Street joins exodus",
  "text": "<p>Goldman Sachs and JPMorgan Chase are closing down their businesses in Russia as Wall Street banks follow western companies in withdrawing because of Moscow's invasion of Ukraine. </p> <p>Hundreds of concerns have already <a href=\"https://www.ft.com/content/7c959692-49d7-42b6-80e4-4d6877995663\">curtailed activities in Russia</a> including tech groups, food suppliers, accounting firms and energy producers. </p> <p>Goldman on Thursday disclosed plans to pull out of the country. JPMorgan, the largest US bank by assets, followed hours later. Both said they were acting in compliance with government instructions. </p> <p>“Goldman Sachs is winding down its business in Russia in compliance with regulatory and licensing requirements,” the bank said in an emailed statement. </p> <p>“We are focused on supporting our clients across the globe in managing or closing out pre-existing obligations in the market and ensuring the wellbeing of our people.”</p> <p>Goldman has had a presence in Russia since 1998. Despite its decades there, the country makes up a small fraction of Goldman's $2.8tn in assets and liabilities, with the bank disclosing last month that its exposure to credit losses in Russia was $650mn and its total market exposure was $414mn as of December. </p> <p>New York-based Goldman, which employs close to 100 people in Russia where it has offered investment banking services, did not give a timeframe for when it would complete the wind-down. </p> <p>JPMorgan said: “In compliance with directives by governments around the world, we have been actively unwinding Russian business and have not been pursuing any new business in Russia.”</p> <p>The bank added, “Current activities are limited, including helping global clients address and close out pre-existing obligations; managing their Russian-related risk; acting as a custodian to our clients; and taking care of our employees.”</p> <p>Any exit from the country will not be an overnight event, given that the banks are regulated entities in Russia. Winding down banking operations in a country can take upwards of a year, according to experts. </p> <p>Before the announcement, some of Goldman's staff in Russia had already decided to relocate to Dubai, according to a person familiar with the matter. </p> <p>Even with the wind-down, Goldman will continue to offer market-making services for buyers and sellers to facilitate trading of debt tied to Russian entities. </p> <p>Rival bank Citigroup is in the process of <a href=\"https://www.ft.com/content/894144b6-c785-4fd5-8a3b-76747bc534dc\">trying to hive off</a> its Russian retail banking business, an effort that was under way before the war in Ukraine started. It has not disclosed plans to exit its corporate bank in the country, though Citi said on Wednesday it was continuing to assess its operations in Russia. </p> <p>Citi said last month that it had almost $10bn worth of exposure to Russia through loans, government debt and other assets, partly held through its retail bank. </p> <p>Other major US banks have yet to outline their exposures but in Europe, Credit Suisse on Thursday detailed a <a href=\"https://www.ft.com/content/3dcd9e5f-f7b0-4299-aad5-65d63f001470\">net exposure of SFr848mn</a> ($914mn). </p> <p>Rival Swiss bank UBS said its direct risk exposure to Russia was $634mn at the end of 2021.</p> <p>Austria's Raiffeisen reported a direct exposure to Russia of €22.9bn, while France's Société Générale and Crédit Agricole reported €18.6bn and €4.9bn of exposure, respectively. On Wednesday, UniCredit warned that it faced losses of about €7bn in an “<a href=\"https://www.ft.com/content/fae7d5b7-112b-4b41-931c-e53643ab4d36\">extreme scenario</a>” whereby its entire Russian business was wiped out.</p><p>Source: Joshua Franklin in New York 2022 'Goldman Sachs and JPMorgan withdraw from Russia as Wall Street joins exodus' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T20:48:10.031Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 322,
          "end": 329
        },
        {
          "start": 521,
          "end": 534
        },
        {
          "start": 840,
          "end": 847
        },
        {
          "start": 957,
          "end": 964
        },
        {
          "start": 957,
          "end": 965
        },
        {
          "start": 1165,
          "end": 1172
        },
        {
          "start": 2000,
          "end": 2007
        },
        {
          "start": 2141,
          "end": 2148
        }
      ]
    }
  ]
}