{
  "_id": "398e0c51f4c89d86de0c8464ecd556f9f0d386f5ab1c339fea8cae228ba7d13a",
  "feed": "market-watch",
  "title": "U.S. stocks open higher with Fed rates commentary in the spotlight",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 88 points, or 0.3%, to 33,636.</p><p>* The S&amp;P 500 SPX gained 12 points, or 0.3%, to 3,959.</p><p>* The Nasdaq Composite COMP increased 27 points, or 0.2%, to 11,170.</p><p>On Thursday, the Dow Jones Industrial Average DJIA fell 8 points, or 0.02%, to 33546, the S&amp;P 500 SPX declined 12 points, or 0.31%, to 3947, and the Nasdaq Composite COMP dropped 39 points, or 0.35%, to 11145.</p><p>What's driving markets</p><p>U.S. stocks opened higher on Friday after a down session on Wall Street following hawkish comments from St. Louis Fed President James Bullard, who said the fed funds rate may have to climb as high as 7% to restrict economic growth enough to fight inflation.</p><p>\"Bullard's vocal view that rates need to get to 5-7% was intended to bend the Fed Funds implied curve so cuts priced by investors for the second half of 2023 are priced out. As has been the case throughout 2022, hawkish rhetoric (Jackson Hole, anyone?) creates equity market volatility,\" said strategists at Evercore ISI.</p><p>Andrew Hollenhorst, chief US economist at Citi Research, was not surprised by Bullard's remarks as his statement is supported by the data — \"the Atlanta Fed's dashboard of underlying inflation metrics are all running above 4.7%, suggesting that policy rates will need to each above 5% for real rates to be meaningfully positive.\" That is a condition both Fed Chair Powell and Vice-Chair Brainard have agreed as a requirement for restrictive monetary policy, Hollenhorst said in a note on Friday.</p><p>The Minneapolis Fed's Neel Kashkari also said on Thursday that the central bank needs to keep raising interest rates until it is sure inflation has hit a ceiling, and it can't be overly persuaded by one month's number.</p><p>\"It's an open question of how far we are going to have to go with interest rates to bring that demand down in the balance,\" he told the Minnesota Chamber of Commerce in an event webcast on Thursday.</p><p>Bond yields continued to climb on Friday, with the Fed policy-sensitive 2-year Treasury BX:TMUBMUSD02Y yielding 4.467%, while the yield on the 10-year Treasury BX:TMUBMUSD10Y increased 2 basis points to 3.792%.</p><p>In U.S. economic data, existing-home sales fell 5.9% to a seasonally adjusted annual rate of 4.43 million in October. The level of sales is the lowest since December 2011 excluding the 2020 pandemic and this is also the ninth straight monthly decline in sales, the longest streak on record.</p><p>There's also some $2.1 trillion of options that expire, according to data from Goldman Sachs.</p><p>Companies in focus</p><p>* Gap Inc. GPS stock was 7% higher after the retailer swung to a surprise quarterly profit and reported sales above Wall Street's expectations, saying it expects to better match inventory with demand by spring.</p><p>* Applied Materials AMAT rose 2% after reporting stronger-than-expected earnings and revenue to wrap up its fiscal year Thursday, and topped expectations with its forecast for the beginning of the new year, sending shares slightly higher in after-hours trading.</p><p>* JD.com Inc. JD American depositary shares declined by 1.1%, after the China-based ecommerce company reported third-quarter profit that nearly doubled to beat expectations by a wide margin.</p><p>U.S. stocks open higher with Fed rates commentary in the spotlight</p>",
  "published": "2022-11-18T15:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2508,
          "end": 2521
        },
        {
          "start": 2493,
          "end": 2506
        },
        {
          "start": 2508,
          "end": 2515
        }
      ]
    }
  ]
}