{
  "_id": "a8457e4fa81e65f6d43f077b5f8155dfd9e84af2ee8c8954e8afb4057d9c1764",
  "feed": "ftcomall",
  "title": "Chris Rokos: the trader receiving $1bn ‘benefit of the doubt' after big losses",
  "text": "<p>There are few hedge fund managers who could raise $1bn shortly after losing investors a quarter of their money. But Chris Rokos is one trader whose star appeal still more than makes up for short-term performance losses.</p> <p>The media-shy billionaire, a former top fund manager at Brevan Howard before launching $13bn-in-assets Rokos Capital Management in 2015, has endured one of his worst periods of performance during a bumpy 2021 for bond markets.</p> <p>As the highest-profile <a href=\"https://www.ft.com/content/d6cea43f-0a78-40a0-a1b0-777a5155f798\">casualty</a> of a vicious sell-off in short-dated bonds during the autumn, he suffered a bruising October and posted his firm's biggest annual loss, losing 26 per cent — or roughly $4bn.</p> <p>Yet his London-based firm has <a href=\"https://www.ft.com/content/314ea914-ac14-47e3-95b4-a75b4ff11b64\">quickly taken in $1bn</a> from external investors in recent days and is looking to add more. That fundraising was helped by Rokos sporting one of the industry's best long-term track records, including big gains early in the pandemic. Notably, it comes as many rivals <a href=\"https://www.ft.com/content/f80b74b5-eb3c-4778-a67a-9b7ccd90389a\">struggle to attract cash</a>.</p> <p>“[Rokos] earned a lot of brownie points by delivering stellar returns in the torrid environment of 2020,” said Amin Rajan, chief executive of consultancy Create Research. “Investors are willing to give him the benefit of the doubt, despite the subsequent reversal.”</p> <p>Personable and engaging according to those who know him, Rokos, who declined to speak to the Financial Times, is known for his direct manner and for a mathematical approach to problem-solving that can come across to some as geeky.</p> <p>Born in London, he went to state school until he was 11, before winning a scholarship to Eton College and then taking a first at Pembroke College, Oxford, to which he is a major donor and where a quad now bears his name. After stints at Goldman Sachs and Credit Suisse First Boston, where he worked alongside trader Alan Howard, he co-founded Brevan Howard — one of the biggest names in macro trading — becoming the “R” in Brevan.</p> <p>A specialist in trading government bonds and options and in betting on the so-called yield curve — the interest rates offered by different maturities of debt — he made billions of dollars of profits for investors during his time at the firm.</p> <p>In 2007 he generated $1.1bn, or 27 per cent of the total profits of Brevan's flagship Master fund, according to court filings, and in 2011 he made nearly $1.3bn, or 30 per cent of its profits — a result he viewed as a “perfect year” of performance, according to a person familiar with his thinking. During his time at the firm he personally earned around $900m.</p> <p>Rokos is one of the world's most skilful managers at running very large positions in debt and options, said one industry insider who knows him. “When he gets it right, he gets it really, really right,” the person added.</p> <p>At Brevan he was one of the most prominent voices in the firm's morning investment meetings. He advocated a tough approach to fund management, arguing that underperforming traders should be fired quickly and that the first year of a trader's employment should be viewed as a job interview, the person familiar with his thinking said.</p> <p>But in 2012 he <a href=\"https://www.ft.com/content/f730f182-e7c5-11e1-95e1-00144feab49a\">left</a> Brevan following a dispute with co-founder Howard over his payout for the previous year's performance, according to a person familiar with the matter. Tensions with the firm escalated when Rokos was prevented from launching his own fund management firm by a five-year non-compete clause.</p> <p>This turned into a messy legal stand-off as Rokos challenged the clause in a Jersey court in 2014. In court filings, his lawyers <a href=\"https://www.ft.com/content/faf1e35e-1f17-11e4-9d7d-00144feabdc0\">argued</a> that stopping him from running a hedge fund would mean “the public . . . will be deprived of [his] skills and hard work”. </p> <p>Despite the battle, Rokos and Howard remained on friendly terms, people familiar with them said. A high-profile court case was avoided when the dispute was <a href=\"https://www.ft.com/content/b57b21de-a183-11e4-bd03-00144feab7de\">resolved</a> early the following year, allowing Rokos Capital to launch. Howard, who had not wanted Rokos to leave without getting anything in return, according to a person familiar with his thinking, would invest some of his own money in the new fund, while Brevan would take a stake in Rokos's firm. Howard's investment in the fund has since been redeemed, said another person familiar with the matter. </p> <p>Boosted by inflows from large investors including Blackstone, it has grown into one of the world's biggest macro funds. A return of 44 per cent in 2020 helped him and his partners to <a href=\"https://www.ft.com/content/314ea914-ac14-47e3-95b4-a75b4ff11b64\">profits</a> of more than £900m. </p> <p>His estimated personal fortune stands at £1.25bn, according to the Sunday Times Rich List. This has at times thrust him into the public view, such as in 2007, when plans to install a 16ft-deep pool and high diving board under his Notting Hill house generated headlines, and more recently when it was reported he is suing Deloitte and US law firm McDermott, Will &amp; Emery over tax advice he received.</p> <p>A supporter of Britain remaining in the EU and previously a major donor to the Conservative party, Rokos several years ago <a href=\"https://www.ft.com/content/77f879be-877b-11e9-97ea-05ac2431f453\">explored</a> investing in British political magazine Standpoint, before deciding the publication's “rightwing direction of travel” was at odds with his “more centrist views”, a spokesperson said at the time. </p> <p>In a sector that has for years struggled to attract new cash because of often-lacklustre performance, Rokos' ability to raise funds highlights the pulling power that a few star traders still command, even when short-term performance is poor.</p> <p>But some warn investors' patience is limited. “If . . . he has another bad year, all bets are off,” said Create Research's Rajan.</p> <p><em>laurence.fletcher@ft.com</em></p><p>Source: Laurence Fletcher in London 2022 'Chris Rokos: the trader receiving $1bn ‘benefit of the doubt' after big losses' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T09:22:00.184Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1706,
          "end": 1719
        },
        {
          "start": 1706,
          "end": 1713
        }
      ]
    }
  ]
}