{
  "_id": "799a5655427b1b3e89d4734205d3853d5e917e6fadaf23d0418917733e0258b8",
  "feed": "ftcomall",
  "title": "Bank of England poised to raise interest rates to pre-Covid level",
  "text": "<p>The Bank of England is poised to raise interest rates to their pre-Covid level this week, according to economists, but they cautioned it could push back against financial markets' expectations that borrowing costs will continue to climb steadily over the year ahead.</p> <p>The renewed surge in energy prices since Russia's invasion of Ukraine has cemented the case for the BoE Monetary Policy Committee to raise interest rates for the third time since December owing to soaring inflation, economists said.</p> <p>Most forecasters predict the MPC members will on Thursday support a quarter-point increase, from 0.5 per cent to 0.75 per cent, taking the benchmark rate back to the level it stood at in January 2020. &#xa0;</p> <p>This will not prevent inflation scaling new heights in the short term and staying high for longer: economists at Goldman Sachs estimate it will reach 9.5 per cent in October, when the energy price cap is due to rise again. Economists at KPMG forecast inflation will peak in double digits.</p> <p>Consumer price inflation rose to an annual rate of 5.5 per cent in January: its highest level in 30 years.</p> <p>The big worry for MPC members is that higher inflation will become an entrenched feature of the UK economy, should businesses and households come and see it as normal and raise their prices and wage demands to match. The risk of persistently higher inflation therefore makes it likely the BoE will want to act decisively now.</p> <p>“If necessary we need to <a href=\"https://www.bankofengland.co.uk/speech/2022/february/dave-ramsden-speech-at-the-national-farmers-union-conference-2022\">take action</a> to prevent that kind of persistence setting in,” said Dave Ramsden, a BoE deputy governor, last month. Catherine Mann, an external MPC member, said this month the committee's strategy should be “to front-load rate hikes . . . to offset or counter inflationary expectations”.</p> <p>The UK economy <a href=\"https://www.ft.com/content/5baf3de4-918f-4bab-9844-45f89dcc1495\">rebounded rapidly</a> from the slowdown induced by the Omicron variant of coronavirus, with gross domestic product increasing by 0.8 per cent in January compared with the previous month. Official data released on Tuesday are likely to show that workers are well-placed to press for higher wages in a booming labour market.</p> <p>But the new energy shock places the MPC in a difficult dilemma, because it will deal a painful blow to household incomes and business sentiment, compounding the BoE's <a href=\"https://www.ft.com/content/4ebc27ad-baae-426a-874e-0175a2e7f3f4\">weak outlook</a> for economic growth in the medium term.</p> <p>“It is a huge shock that is going to have a big hit,” said Silvana Tenreyro, an external MPC member, as she warned this month that an attempt to return inflation to the BoE's 2 per cent target too quickly could destabilise the economy and result in higher unemployment.</p> <p>“War in Ukraine really worsens that policy trade-off: inflation is well above target and GDP growth is falling further out,” said Paul Dales, at the consultancy Capital Economics.</p> <p>He added the path on interest rates would depend on whether the BoE was more worried about inflation or growth.</p> <a href=\"http://www.ft.com/cms/1165711.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Markets are betting that concerns over inflation will dominate the MPC's deliberations, pricing in a tightening of monetary policy that would take the benchmark rate to 1.5 per cent by late summer and 2 per cent a year from now: a level it has not reached since the global financial crisis.</p> <p>Dales said these expectations could well prove correct given existing evidence that higher inflation was leading businesses to raise prices and workers to step up wage demands.</p> <p>But both he and other economists said the worsening GDP growth outlook had already killed the case for a sharper, 50 basis-point rate rise on Thursday, and that MPC members would want to push back against any assumption of protracted tightening of monetary policy.</p> <p>“Inflation should stabilise rather than spin out of control,” said Fabrice Montagné, economist at Barclays. He saw grounds for MPC members to raise interest rates in May to 1 per cent, but said the case for going further was “slim at best”, with the economy set to stall in the final quarter of 2022, and “even more intense downside risks to growth in 2023”.</p> <p>Samuel Tombs, at the consultancy Pantheon Economics, said the MPC “might emphasise that higher energy prices represent a terms of trade shock that will squeeze the domestic economy and will ultimately be deflationary”.</p> <p>Anna Titareva, economist at UBS, said she expected interest rates to rise again by 25bp in May, but that increases beyond that would be “highly data-dependent” given the “significant uncertainty around energy prices and their negative impact on real incomes and demand”.</p> <p>Even those economists who take a more optimistic view of the UK's GDP growth, and therefore expect a more sustained tightening of policy, think the BoE will be careful to keep its options open.</p> <p>This would match <a href=\"https://www.ft.com/content/4667f92c-2237-4a3c-8d91-9884531d363d\">the course</a> adopted last week by the European Central Bank, which announced it would accelerate its exit from quantitative easing in response to rising inflation, but gave itself more flexibility on the timing of a potential interest-rate rise once bond-buying ends.</p> <p>“Substantial risks to growth do remain,” said Steffan Ball, economist at Goldman Sachs, adding poorer households faced “significant hardship” over the coming months, and the cost-of-living crunch could lead to a “more acute” slowdown in consumer spending if people on middle incomes chose not to run down savings they had accumulated during the pandemic.</p> <p>Rather than repeating its previous message that further monetary tightening would be required, added Ball, the MPC was likely to highlight these risks and “move to emphasising data dependence and flexibility”.</p><p>Source: Delphine Strauss in London 2022 'Bank of England poised to raise interest rates to pre-Covid level' FT.com 14 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-14T04:00:58.240Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 814,
          "end": 827
        },
        {
          "start": 4983,
          "end": 4996
        },
        {
          "start": 814,
          "end": 821
        },
        {
          "start": 4983,
          "end": 4990
        }
      ]
    }
  ]
}