{
  "_id": "f069433a0155d169df02f9fd6288c1b401f0f6a641a1873009bec13e4ca92142",
  "feed": "ftcomall",
  "title": "SoftBank finalising loans of up to $10bn from banks before Arm IPO",
  "text": "<p>SoftBank is finalising loans worth as much as $10bn from banks ahead of a planned blockbuster initial public offering of UK chip designer Arm Holdings. </p> <p>The loans, which will be secured against Arm, were a pre-condition set by SoftBank for banks to participate in the stock offering that is aiming to happen before the end of March next year, according to people close to the situation. </p> <p>Goldman Sachs, JPMorgan Chase and Japan's Mizuho Financial Group are poised to have leading roles in the offering, these people said. A handful of other banks are also in discussions with SoftBank about working on the listing. </p> <p>SoftBank founder Masayoshi Son is pushing for a valuation of Arm of at least $50bn. But bankers involved in the talks told the Financial Times that a significantly higher valuation for Arm would be “very ambitious”, given market conditions. One person said discussions over a loan were set to be finalised in the next week, though warned the timing could slip. SoftBank declined to comment. </p> <p>The planned IPO comes as a deal to sell the British company to Nvidia for $66bn <a href=\"https://www.ft.com/content/59c0d5f9-ed6a-4de6-a997-f25faed58833\">collapsed last month</a> over objections raised by regulators and antitrust authorities in Europe and the US. SoftBank took Arm private in 2016 for $32bn.</p> <p>The competition among the banks to take part in Arm's IPO is strong as the market has dried up elsewhere, with investor appetite damped by a sell-off in tech stocks, rising interest rates and the war in Ukraine.</p> <p>Son has raised debt before IPOs in the past as a tactic to raise cash for other investments in global technology companies. A sharp fall in SoftBank's share price has also put pressure on the group to raise funds in recent weeks, with the group liquidating its stakes in several ventures. </p> <p>SoftBank's balance sheet is under pressure after a huge sell-off in its China assets, including ride-hailing group Didi, ecommerce platform Alibaba and other Chinese tech companies after a regulatory crackdown in the country. The tech groups have rebounded after comments by Chinese regulators but the outlook remains murky.</p> <p>SoftBank's woes have been exacerbated by a recent <a href=\"https://www.ft.com/content/2bb689ee-71a5-4952-99b7-a60ee7216303\">departure of key figures from its Vision Fund</a>, and unresolved turmoil in Arm's China business. The head of the China joint venture, Allen Wu, is embroiled in a longstanding tussle over <a href=\"https://www.ft.com/content/8494d5f3-4f3e-4a1d-878d-cabb82e37778\">control of Arm's crucial business unit</a> in the world's largest smartphone market, posing a thorny challenge to the IPO process.&#xa0;</p> <p>Arm is one of the most important companies at the heart of the global tech industry. Its chip designs are licensed to semiconductor companies and electronic manufacturers around the world and used in the majority of smartphones produced globally. The company has largely struggled to thrive under SoftBank's ownership, as costs increased drastically and profits fell. But a course correction over the past year has driven a rise in revenues at the chip designer.</p> <p>Shares in SoftBank have fallen 41.5 per cent over the past year to ¥5402. Bloomberg has previously reported on SoftBank seeking up to $8bn in loans tied to the IPO. </p> <a href=\"http://www.ft.com/cms/49e2f1ee-c923-47f7-ac6d-7f8e1747305b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Arash Massoudi and Anna Gross in London, Antoni Slodkowski in Tokyo and Miles Kruppa in San Francisco 2022 'SoftBank finalising loans of up to $10bn from banks before Arm IPO' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T15:16:50.519Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 386,
          "end": 393
        },
        {
          "start": 386,
          "end": 399
        }
      ]
    }
  ]
}