{
  "_id": "7370b8193fcf066f9322716471b22f6228747eff3250d2a701e694796325e809",
  "feed": "ftcomall",
  "title": "Investors take shelter in cash as central bank fears shake markets",
  "text": "<p>Investors are building their cash stockpiles in a sign that many money managers are bracing themselves for turbulence across global markets.</p> <p>Average cash holdings among investors jumped to 5.3 per cent&#xa0;this month, up from 5 per cent in January, according to a closely watched survey by Bank of America of fund managers with a combined $1tn in assets. That marks the highest level since the early days of the coronavirus crisis in May 2020, the report released on Tuesday showed. </p> <p>The shift into cash comes during a tumultuous start to the year for many leading asset classes. The MSCI World index tracking global equities is down almost 6 per cent since the start of 2022, while Bloomberg's multiverse index tracking government and corporate bonds has dropped 3.5 per cent over the same period. </p> <p>Investor sentiment has been shaken this year by mounting expectations that central banks such as the US Federal Reserve and the Bank of England will need to aggressively tighten monetary policy to rein in blistering inflation. Some traders are now worried the Fed will need to act so abruptly to cool the intense price growth that it will knock the country's economic recovery off course, something that could weigh on risky assets. </p> <p>“The start of 2022 has been dominated by an unprecedented hawkish pivot across major developed market central banks,” analysts at Goldman Sachs said. The Wall Street bank this week advised clients to give cash an “overweight” position in their portfolios as it also reduced its outlook on corporate bonds to “underweight”. </p> <p>Goldman said the move reflected the “more challenging growth and inflation mix [and] also cash becoming more of a competitive asset class of its own”. </p> <p>Investors at present receive almost no returns from the cash they stash in US money market funds, a type of vehicle that typically holds ultra-low risk, short-term assets. However, these products provided yields of above 2 per cent in 2019, before the Fed slashed interest rates in response to the coronavirus crisis, according to Crane Data. </p> <p>While even the pre-pandemic yield on money market funds is far lower than the rate of inflation in the US — which hit 7.5 per cent in January — holding these vehicles allows traders to avoid ructions in other assets.</p> <p>Many fund managers had been left <a href=\"https://www.ft.com/content/4ad68f4b-fce9-4ef5-9c6a-fdf838145200\">badly bruised</a> by recent market gyrations and might have shifted out of “fallen darlings” such as Facebook parent Meta and into cash ahead of the Fed's crucial March meeting, said Tancredi Cordero, founder of Kuros Associates. </p> <p>He added, however, that the rotation could yet prove shortlived. “Once we have a clearer understanding of the interest rate path, that will reshuffle the deck,” encouraging investors to spend their dry powder snapping up companies that suddenly look underpriced. </p> <p>Edward Park, chief investment officer at Brooks Macdonald, agreed. Rising cash allocations, he said, “[do] not represent a conviction view that cash will deliver either nominal or [inflation adjusted] returns but a concern that equity and bond prices could both move lower together should we see another interest rate led sell-off”.</p><p>Source: George Steer 2022 'Investors take shelter in cash as central bank fears shake markets' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T17:30:58.385Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1550,
          "end": 1557
        },
        {
          "start": 1357,
          "end": 1370
        },
        {
          "start": 1357,
          "end": 1364
        }
      ]
    }
  ]
}