{
  "_id": "7002b8b91d7d50ae9aa44bd70c629a5c8fc62302ccdd45e7b690c384cf40500d",
  "feed": "wall-street-journal",
  "title": "Comcast, Goldman Sachs Resume PAC Giving to Republican Election Objectors; The companies joined others that are giving again to lawmakers who voted against certifying President Biden's election win after Jan. 6 Capitol riot by Trump supporters",
  "text": "<p>At that time, Comcast announced it would suspend donations to the election objectors. Goldman Sachs had said it would stop all political giving as it reviewed its donation criteria. At the time, Goldman Sachs planned to closely examine the records of those who tried to obstruct the results of the election, a person familiar with the matter said then.</p><p>Representatives for Comcast didn't respond to emails seeking comment. A representative for Goldman Sachs declined to comment.</p><p>The Wall Street Journal has previously reported that more than a dozen other corporate and industry PACs that paused all political giving or announced reviews had already restarted donations, including to objectors, earlier this year. In previous statements to the Journal, several of the companies said the PAC donations, which are funded by employee contributions, were necessary to help them accomplish their business goals.</p><p>Several other companies have stuck to their pledges to halt PAC giving to objectors or have chosen to stop political giving altogether.</p><p>SHARE YOUR THOUGHTS</p><p>To what extent do you think a change in corporate donations might influence the midterm elections? Join the conversation below.</p><p>In December, Federal Election Commission filings show, Comcast's corporate PAC made donations of $2,500 apiece to the campaigns of Reps. Morgan Griffith (R., Va.), Bill Johnson (R., Ohio), John Joyce (R., Pa.), Daniel Meuser (R., Pa.), Guy Reschenthaler (R., Pa.), Lloyd Smucker (R., Pa.) and Glenn Thompson (R., Pa.). All voted to sustain objections to the 2020 presidential results.</p><p>On Dec. 20, Goldman Sachs's corporate PAC gave $2,500 to Rep. Blaine Luetkemeyer (R., Mo.), the filings show. Mr. Luetkemeyer, a member of the House Financial Services Committee and the House Committee on Small Business, also was among those who voted to object to the election certification.</p><p>Both Comcast's and Goldman Sachs's PACs also gave money to other campaigns, Republican and Democratic.</p><p>Anthony DeBarros contributed to this article.</p><p>Write to Chad Day at Chad.Day@wsj.com</p><p>Comcast, Goldman Sachs Resume PAC Giving to Republican Election Objectors</p>",
  "published": "2022-02-01T22:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 9,
          "end": 16
        },
        {
          "start": 9,
          "end": 22
        },
        {
          "start": 86,
          "end": 93
        },
        {
          "start": 86,
          "end": 99
        },
        {
          "start": 195,
          "end": 202
        },
        {
          "start": 195,
          "end": 208
        },
        {
          "start": 444,
          "end": 451
        },
        {
          "start": 444,
          "end": 457
        },
        {
          "start": 1588,
          "end": 1595
        },
        {
          "start": 1588,
          "end": 1601
        },
        {
          "start": 1888,
          "end": 1895
        },
        {
          "start": 1888,
          "end": 1901
        },
        {
          "start": 2065,
          "end": 2072
        },
        {
          "start": 2065,
          "end": 2078
        }
      ]
    }
  ]
}