{
  "_id": "fe81cda22e2d976af3ae3355a4866ea69a4be4864de7d1c97e2d196d7356df20",
  "feed": "market-watch",
  "title": "The Federal Reserve needs to ‘shock and awe' the market with one big rate hike ‘to restore its credibility,' says hedge-fund star Bill Ackman",
  "text": "<p>“The @federalreserve could work to restore its credibility with an initial 50 bps surprise move to shock and awe the market, which would demonstrate its resolve on inflation. The Fed is losing the inflation,” wrote Ackman in a series of tweets on Saturday.</p><p>https://twitter.com/BillAckman/status/1482449527101698051Ackman said the U.S. central bank has lost some credibility on Wall Street, which may be hurting its ability to affect inflation expectations, which is seen by some as a significant drag on sentiment.</p><p>“The unresolved elephant in the room is the loss of the Fed's perceived credibility as an inflation fighter and whether 3 to 4 would therefore be enough,” he wrote.</p><p>Markets are widely expecting the Federal Reserve to deliver a hike of 25 basis points at its March meeting. According to data&#xa0;compiled by the CME Group Inc. CME, the odds point to a 79% chance of such a hike, with just a 3% chance of an increase of 50 basis points to the federal funds rates, which currently stand at a range between 0% and 0.25%.</p><p>CME GroupThe Fed has penciled in a plan to raise its benchmark interest rate to 2.1% by the end of 2023. Former New York Fed President William Dudley and others think the central bank will likely have to push its benchmark rate up closer to 4% to reverse easy monetary policy largely kept in place due to the COVID-19 pandemic.</p><p>Fed Chairman Jerome Powell told the Senate Banking Committee earlier in January that a surge in inflation, rising to highs not seen in about 40 years, came from the imbalance of supply and demand. While the Fed can cool demand, it will get some help as supply constraints ease, he said.</p><p>Read: Forget rate hikes. How the Fed handles its $9 trillion in assets is what really matters&#xa0;and&#xa0;Fed weighs proposals for eventual reduction in bond holdings</p><p>Some market economists and strategists, however, have made the case that Fed policy makers have made an error in not tackling inflation sooner and referring to it as transitory, with Deutsche Bank researchers describing the U.S. central bank as “way behind the curve” since early last year in tightening policy, which is now forcing it to move faster and sooner than had been expected.</p><p>Read: Here's how the Federal Reserve may shrink its $8.77 trillion balance sheet to combat high inflation, according to a former Fed staffer</p><p>Deutsche Bank's DB economists expect four hikes in 2022, as do those at Goldman Sachs Group Inc. GS. JPMorgan Chase &amp; Co. JPM CEO Jamie Dimon has speculated that the Fed may need to hike rates as many as seven times, which would be a much faster pace of rate increases than market participants are pricing in.</p><p>Ackman said the Fed can do a great deal toward restoring any street cred that it might have lost by surprising the market with a much bigger hike than is expected, which might obviate the need for a long series of increases or more aggressive action.</p><p>See: Get ready for the climb. Here's what history says about stock-market returns during Fed rate-hike cycles.</p><p>“A 50 bp initial move would have the reflexive effect of reducing inflation expectations, which would moderate the need for more aggressive and economically painful steps in the future. Just a thought,” the hedge-fund manager tweeted.</p><p>https://twitter.com/BillAckman/status/1482449528062193671Markets have been unsettled by the prospect of tightening financial conditions, with major stock indexes weighed down on Friday partly by the prospect of higher interest rates while the 2-year Treasury note yieldBX:TMUBMUSD02Y, which reflects the near-term policy path of the Fed, climbed to the highest level in almost two years at 0.965%, while the The 10-year Treasury note rate&#xa0;TMUBMUSD10Y,&#xa0;1.792%&#xa0;rose 6.3 basis points to 1.771% to end the week.</p><p>All three major stock benchmarks ended lower last week and are down sharply so far in early 2022, with the Dow Jones Industrial Average DJIAdown 1.2%, the S&amp;P 500 indexSPX off 2.2% and the Nasdaq Composite Index COMP down 4.8%, so far in January.</p><p>Ackman runs Pershing Square Capital Management and is a prominent and outspoken investor, whose net worth is about $3.3 billion, according to Forbes.</p>",
  "published": "2022-01-16T16:43:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2401,
          "end": 2408
        },
        {
          "start": 2401,
          "end": 2424
        },
        {
          "start": 2401,
          "end": 2425
        },
        {
          "start": 2401,
          "end": 2414
        }
      ]
    }
  ]
}