{
  "_id": "0d3ffb1a28e4673cfee771ad7cbf5e6d19101054a1a194f6267f5a1f6ee04e4b",
  "feed": "market-watch",
  "title": "U.S. stocks edge higher as focus pivots from hot inflation to corporate earnings",
  "text": "<p>What are major indexes doing?</p><p>The Dow Jones Industrial Average DJIA rose 135.48 points, or 0.4%, to 36,425.80.</p><p>The S&amp;P 500 SPX was up 12.73 points, or 0.3%, at 4,739.08.</p><p>The Nasdaq Composite COMP gained 59.43 points, or 0.4%, to 15,247.82, aiming for a fourth straight gain.</p><p>On Wednesday, major indexes gained ground after the December consumer-price index showed U.S. inflation running at a 7% year-over-year clip, a nearly 40-year high.</p><p>What's driving markets?</p><p>Peter Garnry, head of equity strategy at Saxo Bank, said the market is expecting inflation to recede in 2022, but the dilemma facing traders is the uncertainty by how much will prices cool.</p><p>“U.S. equities are now firmly in a trading range, and we believe it will require significant surprises on earnings (either way) or a breakout in the U.S. 10-year yield BX:TMUBMUSD10Yto take U.S. equities out of the trading range,” he said.</p><p>The U.S. corporate earnings reporting season starts to speed up on Friday with major banks including JPMorgan Chase JPM due to report results.</p><p>See: JPMorgan, Goldman profit updates may shape bank stock rally</p><p>U.S. stock-index futures got a modest lift Thursday after the December producer-price index showed inflation at the wholesale level rose 9.7% year over year, down form 9.8% in November. The monthly rise of 0.2% was the lowest in 13 months. Also, first-time jobless claims rose by 23,000 to 230,000 last week.</p><p>Meanwhile Federal Reserve Gov. Lael Brainard will be testifying as part of her nomination hearing to become the vice chair of the institution.</p><p>“Our monetary policy is focused on getting inflation back down to 2% while sustaining a recovery that includes everyone,” Brainard said in prepared testimony set to be delivered before the Senate Banking Committee. “This is our most important task.”</p><p>Sign up for the premarket Need to Know newsletter</p><p>Which companies are in focus?</p><p>Shares of Delta Air Lines Inc.DAL rose 0.3% after the air carrier reported fourth-quarter adjusted profit and revenue that beat expectations.</p><p>KB HomeKBH shares jumped 15%, after the home builder reported fourth-quarter profit above expectations and sales that matched forecasts, saying it had to meet “healthy demand” for housing amid “extremely challenging” operating conditions.</p><p>What are other assets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 0.3 basis point to 1.726%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.2%, contributing to a 1% pullback so far this week.</p><p>Oil futures CL00 were little changed after ending Wednesday at a two-month high, while gold futures GC00 edged down 0.3%.</p><p>Bitcoin BTCUSD rose 0.7%.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP rose 0.1%, while London's FTSE 100 UK:UKX was little changed.</p><p>In Asia, the Shanghai Composite CN:SHCOMP fell 1.2%, while the Hang Seng Index HK:HSI rose 0.1% in Hong Kong and Japan's Nikkei 225 JP:NIK lost 1%.</p>",
  "published": "2022-01-13T09:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1051,
          "end": 1058
        }
      ]
    }
  ]
}