{
  "_id": "2bccd8a42f39e83759dc5ad173907dae08f285f143e4b0acbbdf2df69e402938",
  "feed": "wall-street-journal",
  "title": "Peloton Shares Slide as Losses Mount, Sales Slow; Fitness-equipment maker says it secured $750 million in loans to strengthen balance sheet",
  "text": "<p>Shares fell 19% in morning trading to around $11.50. Before Tuesday's report, shares were down roughly 50% year to date.</p><p>The company said it signed a commitment letter for $750 million in loans payable over five years from JPMorgan Chase &amp; Co. and Goldman Sachs Group Inc.</p><p>Peloton posted a $757.1 million loss in the quarter ended March 31, which the company attributed to lower customer demand and the cost of carrying inventory of unsold bikes and treadmills. The company's quarterly loss a year ago was $8.6 million.</p><p>\"That inventory has consumed an enormous amount of cash, more than we expected, which has caused us to rethink our capital structure,\" Chief Executive Barry McCarthy, who took over in February, said in a letter to investors announcing the results. He said the loans are important because the company was thinly capitalized.</p><p>The company also has been exploring a sale of a sizable minority stake in an effort to shore up its business, The Wall Street Journal reported last week.</p><p>Revenue fell 24% in the quarter, Peloton's first year-over-year decline since becoming a publicly traded company in 2019. Peloton's subscriber count has increased fourfold since the start of the pandemic to nearly 3 million, but growth has slowed in recent months. The company also said it only saw a modest number of cancellations following its move to increase the subscription fee.</p><p>Peloton last month said it would cut prices of its stationary bikes and treadmills and raise monthly subscriptions for online workout classes starting June 1.</p><p>Mr. McCarthy's predecessor, Peloton co-founder John Foley, spent hundreds of millions of dollars to expand Peloton's manufacturing and supply, betting that demand would hold as the pandemic waned. Along with replacing Mr. Foley, the company made changes to its board and said it would cancel plans for a $400 million factory in Ohio.</p><p>Mr. McCarthy, the former chief financial officer of Spotify Technology SA and Netflix Inc., said the new pricing and cost-cutting would improve Peloton profitability in future quarters. The company predicts more losses in the current quarter, which ends June 30 and marks the end of Peloton's fiscal year.</p><p>He has said he plans to create a company more focused on a digital presence and less reliant on sales of exercise equipment. Subscription-based business models tend to generate higher valuations on Wall Street than manufacturers do, and Mr. McCarthy has said he thinks he can apply strategies that worked at Netflix and Spotify to Peloton.</p><p>Mr. McCarthy said the company aims to sell Peloton machines, currently available only through the company's website or its stores, at other retailers. He said Peloton also will expand testing of a new pricing system in which customers pay a single monthly fee that covers both the stationary bike and a monthly subscription to workout courses. If a customer cancels, Peloton takes back the bike with no charge.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Peloton Shares Slide as Losses Mount, Sales Slow</p>",
  "published": "2022-05-10T13:48:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 248,
          "end": 261
        },
        {
          "start": 248,
          "end": 255
        },
        {
          "start": 248,
          "end": 271
        },
        {
          "start": 248,
          "end": 272
        }
      ]
    }
  ]
}