{
  "_id": "248fafdd5db19ae7093686d9080a43be497909fbd05d45720e9c5edafcfaf1ee",
  "feed": "market-watch",
  "title": "Treasury yields climb further, sending the 5-year maturity to 4%; U.K. gilt yields soar after mini-budget",
  "text": "<p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y rose to 4.208%, extending its climb into the highest levels of the past 15 years. On Thursday, the yield rose 13.1 basis points to 4.124%, the highest since Oct. 16, 2007, based on 3 p.m. Eastern time levels.</p><p>* The yield on the 10-year Treasury BX:TMUBMUSD10Y advanced to 3.740%, inching closer toward the 4% mark. The yield surged 19.4 points to 3.705% on Thursday, the highest level since Feb. 10, 2011.</p><p>* The yield on the 30-year Treasury BX:TMUBMUSD30Y was 3.659% after rising 11.8 basis points to 3.636% on Thursday, the highest since April 2, 2014.</p><p>What's driving markets?</p><p>Two- and three-year U.S. yields, which reflect the anticipated trajectory of Fed interest rate hikes, stabilized just above 4.2% on Friday, while yields along the rest of the Treasury curve also moved higher. Wednesday's interest rate increase by the Federal Reserve and hawkish comments by Fed Chairman Jerome Powell have led to an aggressive readjustment of expectations in markets, pushing 2-, 10- and 30-year yields to multiyear highs on Thursday. The ICE Dollar Index DXY also continued to shoot up to its highest levels of the past 20 years on Friday.</p><p>Markets remain concerned that the U.S. economy may slip into recession as the Fed could go too far in its monetary tightening cycle. U.S. stocks slumped further on Friday and headed for weekly losses.</p><p>Need to Know: Growling Powell causes Goldman to cut its S&amp;P 500 price target. Again.</p><p>Read: Investors fear 'ship has sailed' on soft landing with risk of fed funds headed for 5% in 2023</p><p>The Federal Reserve's rate rise on Wednesday was followed by rate increases across global central banks this week, including Switzerland, Norway, and the U.K.</p><p>On Friday, U.K. yields BX:TMBMKGB-10Y soared and the British pound GBPUSD slumped to a level not seen since the mid-1980s as the U.K. government cut a host of taxesand quantified the cost of capping energy bills, saying it will cost £60 billion ($66 billion) over the next six months. The yield on the 2-year gilt BX:TMBMKGB-02Y, or U.K. equivalent of Treasurys, shot up 41 basis points to 3.908%. The moves are historic — according to data from FactSet, the 2-year yield hasn't climbed that much since Oct. 3, 2008, when it soared 59 basis points.</p><p>What analysts are saying</p><p>\"In the week ahead, the third quarter will end as investors continue to digest the far-reaching ramifications from the dizzying array of central bank actions that have recently defined trading in US rates,\" said BMO Capital Markets strategists Ian Lyngen and Ben Jeffery.\"Friday's selloff which brought 10-year yields above 3.75% was partially in sympathy to the sharp moves in gilts,\" they wrote in a note.</p><p>Treasury yields climb further, sending the 5-year maturity to 4%</p>",
  "published": "2022-09-23T15:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1425,
          "end": 1432
        },
        {
          "start": 1414,
          "end": 1421
        }
      ]
    }
  ]
}