{
  "_id": "b255481a99318557aac9182410b69e27090746746b0ca29074f670d8b323854b",
  "feed": "wall-street-journal",
  "title": "Singh's Take: More Private-Equity Firms Could Explore Strip Sales in 2022; Secondary advisers say large unrealized portfolios and high valuations could increase strip sale allure",
  "text": "<p>In such deals, a private-equity firm sells a percentage of the holdings in all or some of the underlying assets in its funds to a special purpose investment vehicle backed by one or more secondary investors, but still managed by the private-equity firm. Strip sales have represented a small portion of overall secondary transaction value, accounting for just 2% of the $46 billion of total secondary deal volume in the first half of 2021 and about 3% of the $80 billion in total secondary deal volume in all of 2020, according to a report from investment bank Greenhill &amp; Co.</p><p>But intermediaries say the pace is picking up this year. Eric Zoller, founder and partner at secondary adviser and PNC Bank unit, Sixpoint Partners, said that there are several strip sales in the pipeline in 2022, involving assets backed by investors that include financial institutions, insurance companies and even family offices. Some seek these deals to free capital on their balance sheets, while others are using them to anchor a new investment strategy, according to Mr. Zoller.</p><p>Strip sales also allow growth equity and venture capital funds with large amounts of unrealized gains in their funds a way to generate some cash for their investors, according to Sunaina Sinha, global head of private capital advisory at Raymond James. She added that managers can use such sales to increase the distribution to paid-in capital, or DPI, from their funds. DPI reflects the realized, cash-on-cash returns generated by fund investments at a certain valuation date.</p><p>Generating DPI and liquidity for fund investors is particularly useful to managers that are pitching new funds in what is shaping up to be a crowded fundraising market, according to Ms. Sinha.</p><p>\"In the current environment, DPI is more important to investors than unrealized gains,\" said Gerald Cooper, a partner who leads the North American secondary advisory practice for advisory firm Campbell Lutyens &amp; Co.</p><p>B Capital Group recently wrapped up a roughly $200 million strip sale for stakes in five of the companies that it backed out of its $360 million debut growth fund, WSJ Pro Private Equity previously reported. The sale returns some cash to the firm's investors just as B Capital is seeking up to $2.5 billion for a new fund and another $750 million for an opportunities fund, people familiar with the firm said. Top Tier Capital Partners and Goldman Sachs Asset Management's secondary unit were among the secondary investors that backed the deal.</p><p>Meanwhile, technology investor TCV executed a large strip sale across two funds in a transaction valued at about $1 billion, according to people familiar with the firm and press reports. The firm is preparing to launch its latest fundraising efforts this year, the people said.</p><p>Mr. Cooper added that a strip sale could help buy some time for a fund manager by providing it with more recycled capital that it could invest in new deals.</p><p>\"This can give a general partner somewhere between nine to 12 months of dry powder to invest and allow them to push out their fundraising time,\" he said. \"The fundraising market will be very crowded [in 2022] and the strip sale could help them launch in an environment which is more conducive to hitting their fundraising targets.\"</p><p>However, not all traditional secondary investors are excited about backing strip sales. Some say that such deals can lead to a misalignment of interests between original fund investors and new investors that back the strip deal.</p><p>One executive at a secondary firm that has yet to back any strip sales said there could be better value in such a deal if the primary fund is new, hasn't hit its fundraising target and the fund has to sell a strip to reduce exposure to the assets.</p><p>Abhijit Mitra, a managing director for the private capital solutions unit of advisory firm Lazard Ltd., said he remains optimistic about the growth of strip sale transactions, especially if the assets are attractively priced and demonstrate \"a clear path for growth and exit going forward.\"</p><p>\"Secondary buyers tend to be buyers of late-stage assets at early-stage valuations and don't like taking the risks involved in early-stage investing,\" Mr. Mitra said. \"They want to see real traction and certain key performance indicators like annual recurring revenues, for instance.\"</p><p>Write to Preeti Singh at preeti.singh@wsj.com</p>",
  "published": "2022-01-14T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2388,
          "end": 2401
        },
        {
          "start": 2377,
          "end": 2407
        },
        {
          "start": 2388,
          "end": 2395
        },
        {
          "start": 2388,
          "end": 2418
        }
      ]
    }
  ]
}