{
  "_id": "e7443453d3dde1c123e77f99b6c22055ff13c64c4a2bb30589a9ae101db4cfad",
  "feed": "market-watch",
  "title": "Oil prices look to end higher for the week, U.S. recession fears pull oil down for the month",
  "text": "<p>Price action</p><p>* West Texas Intermediate Crude CL00 CL.1 CLU22 for September delivery gained $2.93, or 3%, to $99.35 a barrel on the New York Mercantile Exchange. Prices based on the front month traded nearly 5% higher for the week, but down 3.6% for the month, FactSet data show.</p><p>* Global benchmark September Brent crude BRN00 BRNU22, which expires at the end of the trading session, rose $2.92, or 2.7%, to $110.06 a barrel on ICE Futures Europe. The October contract BRNV22 traded at $104.33, up $2.48, or 2.4%.</p><p>* Back on Nymex, August gasoline RBQ22 shed 0.4% to $3.4526 per gallon, while August heating oil HOQ22 was at $3.6756 a gallon, down 0.3%. The August contracts expire at the end of the session.</p><p>* September natural gas NGU22 gained 1% to $8.216 per million British thermal units.</p><p>What analysts are saying</p><p>\"Ongoing fears of slowing economic growth continue to fuel the bearish sentiment, with the global commodity\" negative month-to-date, Lukman Otunuga, manager, market analysis, at FXTM, told MarketWatch.</p><p>Oil looks set to range trade over the coming sessions as investors await the meeting of OPEC and its allies —popularly known as \"OPEC+\" — expected next week, but some rumors that OPEC+ is planning on leaving its production targets unchanged have helped to bolster crude prices.</p><p>\"Oil prices are rising again amid reports that OPEC+ will leave output targets unchanged next month when it meets on Wednesday. Some sources did reportedly suggest a small increase would be discussed which would appear to align more with the optimistic view of a US administration official yesterday,\" wrote Craig Erlam, a senior market analyst at OANDA.</p><p>Read: Why Goldman's commodity guru Jeff Currie is bullish on oil despite July's pullback</p><p>Also see What's in store for commodities after losses in July?</p><p>Still, the week ahead could be volatile, said Otunuga.</p><p>That's thanks to the OPEC+ meeting, \"especially after President Joe Biden's recent request for Saudi Arabia to increase oil production,\" he said.</p><p>\"Whatever the outcome of the meeting, it could have a strong impact on oil prices,\" he said.</p><p>Read: Why natural gas may be in store for more price gains after a 50% climb in July</p><p>Oil prices look to end higher for the week, U.S. recession fears pull oil down for the month</p>",
  "published": "2022-07-29T17:18:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1662,
          "end": 1669
        },
        {
          "start": 1651,
          "end": 1659
        }
      ]
    }
  ]
}