{
  "_id": "e708a8b6d460edf3daa1c1bb821d7f5ba68870bcdff6578f397baf57e2ae50e9",
  "feed": "ftcomall",
  "title": "Cathie Wood's flagship Ark fund suffers fresh blow in early 2022",
  "text": "<p>Ark Invest's flagship fund has dropped 9 per cent so far this year, following a sharp fall in 2021, as a strong shift by investors out of the unprofitable technology stocks that powered its extraordinary rise dealt it a fresh blow. </p> <p>Investors have pulled more than $300m this year on a net basis from fund manager Cathie Wood's Ark Innovation exchange traded fund, known by its ticker ARKK, as its bets on riskier tech companies have soured, according to Bloomberg data.</p> <p>The $14.4bn vehicle, which combines an ETF structure with an ability to pick stocks, has now tumbled about 45 per cent from its February peak. Ark did not immediately respond to a request for comment.</p> <p>ARKK invests in US-listed companies focused on “disruptive innovation”, notably in areas related to DNA technologies, automation, robotics and energy storage, artificial intelligence and fintech. </p> <p>Wood's concentrated wagers on often small, potentially disruptive companies are hailed as bold bets by her fans but deemed reckless by critics. They turbocharged ARKK's performance on its way up but have now left it particularly exposed as the tide turns.</p> <p>The ETF's losses come as the technology-heavy Nasdaq Composite index on Wednesday <a href=\"https://www.ft.com/content/8bcd6762-6bcc-4b95-a149-45d1bd077e05\">suffered its worst day</a> since February last year. This followed a warning from the US Federal Reserve that a faster pace of interest rate rises could be necessary to tame inflation, and reflects expectations that the Omicron coronavirus variant will be less disruptive to large global economies than previous strains of the virus.</p> <p>This led investors to dump shares in many of the technology companies that surged during the pandemic and buy into businesses in more economically sensitive sectors such as banks and big industrial groups that are expected to benefit from an economic recovery. </p> <p>A closely watched index collated by Goldman Sachs that tracks the returns of lossmaking tech groups is down about 10 per cent this year.</p> <p>The <a href=\"https://www.ft.com/content/ec35749e-ed58-4ee8-8580-fd490e7bfd42\">sell-off in ARKK</a> continued a trend that had unfolded during the past few months and reflected an environment that was changing from a period of tepid inflation and historically low interest rates to rapid price growth and rising bond yields, said Russ Mould, investment director at AJ Bell, the UK's second-largest listed investment platform. </p> <p>“Many of the companies in ARKK's portfolio have lofty valuations, lack of profit and lack of cash flow, which doesn't give you much downside protection if they don't deliver,” he said. “The market's faith in these kinds of names is ebbing a bit. The idea of paying lofty premiums for perceived future growth is not the mood of the market.”&#xa0;&#xa0;</p> <p>Since setting up Ark Invest in 2014, Wood has carved out a position as a pioneer in the fast-growing market for actively managed ETFs, captivating the imagination of legions of retail investors and billions of dollars through her ability to sell an investment narrative and a savvy adoption of social media.</p> <p>ARKK has delivered average annual gains of almost 30 per cent since its inception to the end of September, according to its website. </p> <p>However, Amundi, one of Europe's largest asset managers, estimates that the average investor in the ETF is now underwater because while ARKK's long-term record of average annual gains is stellar, many of those gains came when it had a much smaller asset base. </p><p>Source: Harriet Agnew, Asset Management Editor 2022 'Cathie Wood's flagship Ark fund suffers fresh blow in early 2022' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-06T14:28:28.381Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1832,
          "end": 1839
        },
        {
          "start": 1832,
          "end": 1845
        }
      ]
    }
  ]
}