{
  "_id": "6526ccf1c3fc31a8681e336045f013b32ed24e6dc2b7d914081b41ed197ee285",
  "feed": "wall-street-journal",
  "title": "Oil Prices Hit Seven-Year High on Rising Geopolitical Tensions; Ebbing concerns over the Omicron variant and tensions in Europe and the Middle East are helping to drive the rally",
  "text": "<p>Of the S&amp;P 500's 11 sectors, only energy rose Tuesday, while the broader index declined 1.8%.</p><p>It took the oil market several years to recover from the price decline set in motion by America's re-emergence as an oil-producing superpower. The rebound from the coronavirus crash of 2020—when U.S. crude futures turned negative as the world struggled to find places to store oil—has been much faster.</p><p>Among the factors driving the rally are concerns that tensions in the Middle East and Europe will spill into energy markets by denting supplies from major crude producers, particularly Russia and the United Arab Emirates. Any outages are likely to goose prices in a market where demand is rising and stockpiles have fallen below recent norms, traders and analysts say.</p><p>Adding to oil's gains, the wave of infection caused by Omicron hasn't reduced demand as much as traders thought it might when the variant was identified in late November. In a report published Tuesday, the Organization of the Petroleum Exporting Countries forecast that the world would consume 100.8 million barrels of oil a day this year, up 4.2 million barrels a day from 2021. The rise has been driven by rising demand for light distillates used in the petrochemical industry.</p><p>Investors are bidding up shares of energy companies, making the sector the best performer on the S&amp;P 500 so far in 2022. Chevron Corp. has gained 10% and Exxon Mobil Corp. has added 19% so far this year.</p><p>Gasoline prices are rising, adding to inflationary pressures and complicating matters for President Biden, who released crude from the strategic reserve in the fall in an attempt to help drivers facing sticker shock. National average gasoline prices stand at $3.314 a gallon, according to AAA, up from $2.386 a year ago.</p><p>It isn't just crude futures that are rising. In the physical oil market, prices have jumped for grades of crude such as Forties, produced in the North Sea, and Nigeria's Bonny Light, a sign that traders and refiners are snapping up barrels in a tightening market.</p><p>The market \"perceives a capacity crunch could happen later in the year and is trying to get ahead of that,\" said Paul Horsnell, head of commodities strategy at Standard Chartered. He said traders worry that energy exports from Russia will take a hit from tensions with the U.S. over troops at the border with Ukraine, and are also concerned by attacks on the United Arab Emirates.</p><p>Yemen's Iran-backed Houthi rebels said they were behind aerial attacksthat killed three people in the top-10 crude producer Monday. One of the strikes hit fuel trucks at Musaffah, near a major depot owned by Abu Dhabi National Oil Co., known as Adnoc, about 15 miles from the center of Abu Dhabi where trucks stock up on gasoline and diesel to distribute to forecourts.</p><p>The attacks showed the Houthis are willing to strike in the heart of a country seen as the region's main hub for international business. U.S., European and Israeli defense officials say the growing ability of Iran and its allies to deploy drones is changing the security equation in the Middle East.</p><p>Adnoc is working closely with authorities to determine what happened, a spokesman said. The state-owned company said in November it was investing almost $6 billion to raise production capacity to 5 million barrels a day, part of an effort to sell as much crude as possible before demand dries up.</p><p>Also pushing oil prices higher, a shortage of natural gas outside the U.S. has boosted demand for fuel oil. Analysts at Goldman Sachs Group this week said gas-to-oil switching at power stations in Europe and Asia raised oil demand by half a million barrels a day in December. They forecast a further 300,000 barrel increase each day in January and February and figure demand for crude will reach record highs this year and next.</p><p>Spot prices for crude have risen above prices for oil further in the future, showing traders are willing to pay up to secure tight supplies immediately. Futures for U.S. crude to be delivered next month cost $9.87 a barrel more than those for crude to be delivered 12 months later Tuesday, among the highest premiums of the past 10 years.</p><p>Higher spot prices can add momentum to commodity markets by encouraging investors seeking a kind of return known as roll yield to buy futures contracts.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Oil Prices Hit Seven-Year High on Rising Geopolitical Tensions</p>",
  "published": "2022-01-18T21:58:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3503,
          "end": 3522
        },
        {
          "start": 3503,
          "end": 3510
        },
        {
          "start": 3480,
          "end": 3499
        },
        {
          "start": 3503,
          "end": 3516
        }
      ]
    }
  ]
}