{
  "_id": "fba168844cd8433239dd7092aa3a4df85f093f804df6b34e7fe1f59c4061315b",
  "feed": "market-watch",
  "title": "Goldman joins other big banks in urging employees to work from home amid omicron surge",
  "text": "<p>Goldman GS offices will remain open, but employees who are eligible to work from home are being asked to do so, according to an email sent to employees Sunday that was acquired by a number of media outlets. Masks will be required for those who do come to the office. Goldman has already announced that in-office workers will be tested twice a week starting Jan. 10, and that all employees must have received COVID boosters by Feb. 1.</p><p>JPMorgan Chase &amp; Co. JPM, Bank of America Corp. BAC and Citigroup Inc. C have also asked its employees to work from home if they can amid the omicron upswing.</p><p>Last week, JPMorgan told employees it's allowing “more flexibility” for schedules for the first two weeks of January, allowing work-from-home if approved by managers, Bloomberg News reported. JPMorgan workers are expected to be fully back in offices by Feb. 1, according to Bloomberg.</p><p>Citigroup has also asked employees to work from home for the first two weeks of January, and Bank of America has asked workers to stay home for the first week of January, according to Bloomberg.</p><p>Wells Fargo &amp; Co. WFC had planned a January return to offices, but that was postponed in December. Morgan Stanley MS and Deutsche Bank AG DB also expanded their work-from-home policies over the holidays.</p><p>The moves come as COVID-19 cases surge nationwide, and especially in New York City. The U.S. is now averaging about 400,000 new cases a day, with hospitalizations also rising.</p><p>The financial industry employs more than 330,000 people in New York City.</p>",
  "published": "2022-01-02T18:21:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 267,
          "end": 274
        }
      ]
    }
  ]
}