{
  "_id": "8eb5f1162361f2fd6f0c5494f538713ac515f3bacb6124361a4b1acd7b7d6910",
  "feed": "market-watch",
  "title": "Ten year Treasury yield drops, driving popular bond-market recession gauge to most-negative level in more than 40 years",
  "text": "<p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y rose less than 1 basis point to 4.363% from 4.359% as of Tuesday.</p><p>* The yield on the 10-year Treasury BX:TMUBMUSD10Y dropped 10.5 basis points to 3.693% from 3.798% late Tuesday. Wednesday's level is the lowest for the 10-year yield since Oct. 4, based on 3 p.m. figures from Dow Jones Market Data.</p><p>* The yield on the 30-year Treasury BX:TMUBMUSD30Y fell 12 basis points to 3.860% from 3.980% on Tuesday afternoon. Wednesday's level is the lowest for the 30-year rate since Oct. 7.</p><p>What's driving markets</p><p>Bond investors looked past Wednesday's retail-sales report and focused instead on a worsening economic outlook as the Federal Reserve keeps hiking interest rates.</p><p>Markets are pricing in an 85% probability that the Fed will raise interest rates by another 50 basis points to a range of 4.25% to 4.50% on Dec. 14, according to the CME FedWatch tool. Traders also slightly boosted their expectations that the central bank will take the fed-funds rate target above 5% next year.</p><p>A team at Goldman Sachs now sees the likelihood that the Fed will raise borrowing costs to between 5% and 5.25% in 2023, above its prior forecast of 4.75% and 5%. Meanwhile, San Francisco Fed President Mary Daly told CNBC that the central bank's benchmark interest-rate target may have to rise above 5% to put downward pressure on inflation.</p><p>However, Fed Governor Christopher Waller said Wednesday that recent economic data should allow the Federal Reserve to at least consider stepping down the pace of its interest rate hikes at its next meeting in December, Read: More trouble is brewing in the $24 trillion Treasury market: This time, it's about central clearing</p><p>U.S retail sales jumped 1.3% for October, signaling that consumers are still spending plenty of money, despite persistent inflation and the Fed's efforts to combat it. That's better than the 1.2% rise that had been forecast by economists polled by The Wall Street Journal. Other data released on Wednesday showed that industrial production was down0.1% in October after a revised 0.1% gain in the prior month.</p><p>Overseas, U.K. 10-year gilt yields BX:TMBMKGB-10Y fell 14.7 basis points to 3.147% even though data showed surging food and energy prices pushed inflation up last month by more than expectedto 11.1%, the highest since October 1981. Investors are waiting for the U.K. finance minister's Autumn Budget statement on Thursday.</p><p>Ten year Treasury yield drops, driving popular bond-market recession gauge to most-negative level in more than 40 years</p>",
  "published": "2022-11-16T20:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1040,
          "end": 1047
        },
        {
          "start": 1040,
          "end": 1053
        },
        {
          "start": 1032,
          "end": 1045
        }
      ]
    }
  ]
}