{
  "_id": "5b5b97cdd3d628c99e9026d30675faa92fd1f2cd228092e42dcec7579fa26887",
  "feed": "market-watch",
  "title": "Dow climbs 300 points as investors gauge China COVID lockdown effects and as Thanksgiving nears",
  "text": "<p>* The S&amp;P 500 SPX was up 40 points, or 1%, at 3,990.</p><p>* The Dow Jones Industrial Average DJIA gained 322 points, or 1%, to trade at 34,023.</p><p>* The Nasdaq Composite advanced 86 points, or 0.8%, to 11,111.</p><p>Stocks have fallen in three of the pastfour trading sessions. On Monday, the Dow fell 0.1%, while the S&amp;P 500 lost 0.4% and the Nasdaq Composite shed 1.1%. The S&amp;P 500 is up 10.4% from its 2022 closing low hit on Oct. 12, but remains down 17.1% for the year to date.</p><p>MarketWatch Live: Follow live market action</p><p>What's driving markets</p><p>Stocks were building on earlier gains on Tuesday early afternoon as traders still weighed concerns about fresh COVID-19 restrictions in Chinaand the prospects for tighter Federal Reserve policy.</p><p>Investors are still recalibrating their expectations in response to Federal Reserve officials indicating that the benchmark interest rate will need to be increased further to a level high enough to bring inflation down.</p><p>\"They (Fed officials) have clearly decided that their communication strategy is to err on the side of hawkishness in their messaging, and they seem particularly aggressive about doing that when the stock market is rallying hard,\" said David Donabedian, chief investment officer of CIBC Private Wealth U.S.</p><p>\"I do think it's part of the Fed strategy to make sure that financial markets do not take on a speculative tone or get too far ahead of themselves in terms of when there's light at the end of the tunnel and from the Fed,\" he told MarketWatch on Tuesday.</p><p>Concerns about renewed COVID restrictions in China were blamed for market weakness on Monday and may continue to weigh after investors had previously raised hopes for a loosening of curbs.</p><p>\"The irony is that the China reopening story has been a big positive driver of China-related risk and overall markets over the last couple of weeks, so we are trading between feast and famine on this story,\" wrote Jim Reid, strategist at Deutsche Bank, in a morning note.</p><p>\"Both could of course be ultimately right. There might be many more restrictions in the near term but stronger more durable re-openings by the spring. Markets are struggling to price this at the moment though,\" Reid added.</p><p>Adding to the caution was a holiday-shortened week for Wall Street, where volumes traditionally tend to thin notably in the run-up to Thanksgiving on Thursday and Black Friday.</p><p>Read also: Is the stock market open on Black Friday? Thanksgiving week trading hours for major assets.</p><p>The implications of thin trading are important to remember from here out this week, said Art Hogan, chief market strategist at B. Riley Wealth Management. It's been a \"predominantly constructive market thus far this morning,\" he said. But it's \"a week that will have ultra light volume.\" Those conditions \"tend to accentuate the moves in either direction,\" he said.</p><p>The good news is that might be accentuating the positive, at least in early session trading. \"On balance, what we are looking at is a lot of things stabilizing today,\" Hogan said. That includes oil prices and late third-quarter earnings that were coming in \"more good news than bad news,\" Hogan noted.</p><p>MarketWatch Live: Here's the stock market's Thanksgiving week track record — stretching back to 1950</p><p>Best Buy Co. Inc. BBY and Dick's Sporting Goods Inc. DKS were two retailers moving higher Tuesday after beating analyst expectations. Oil prices increased after Saudi Arabia denied a report they were weighing a potential production increase.</p><p>The lackluster action in stocks also reflects a market that has stalled following a rally off 2022 lows, and as investors look to the next catalyst to help push the S&amp;P 500 out of its recent relatively tight range of roughly 50 points, on a closing basis, held over the past two weeks.</p><p>The ceiling of that range is 4,000, and unfortunately for equity bulls, it is unlikely the S&amp;P 500 will finish much above it even in a year's time, according to Goldman Sachs.</p><p>In a note published late on Monday, the Goldman strategy research team led by David Kostin, said that assuming the U.S. economy manages a soft landing then the stock market will experience \"less pain but also no gain\" in 2023.</p><p>\"The performance of U.S. stocks in 2022 was all about a painful valuation derating but the equity story for 2023 will be about the lack of EPS growth. Zero earnings growth will match zero appreciation in the S&amp;P 500. Our valuation model implies an unchanged P/E multiple of 17x and a year-end index level of 4000,\" said Kostin.</p><p>Kansas City Fed President Esther George was due to speak Tuesday afternoon.</p><p>There were no U.S. economic updates of note set for release on Tuesday, while a raft of data is due Wednesday, including minutes of the Fed's November policy meeting.</p><p>Companies in focus</p><p>* Dick's Sporting Goods Inc. shares initially dipped but rebounded Tuesday after releasing itsthird-quarter earnings. Shares of the retailer were up 7.6%, after the company beat estimates with positive same-store sales and offered a rosy outlook.</p><p>* Just as the holiday shopping season gears up, Best Buy Co. Inc. shares were up 11.5% after third-quarter profit, revenue and same-stores sales all exceeded estimates.</p><p>* Dell Technologies Inc. DELL shares clawed back early losses and were up more than 5.5%, following quarterly earnings released after Monday's trading session. While earnings beat estimates, the company's fourth-quarter revenue expectationswere lower than analyst expectations.</p><p>* Shares of British oil-and-gas company BP BP jumped 4.9% after Citi upgraded shares of the oil stock to a buy from a neutral rating.</p><p>—Jamie Chisholm contributed to this article.</p><p>Dow climbs 300 points as investors gauge China COVID lockdown effects and as Thanksgiving nears</p>",
  "published": "2022-11-22T19:24:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3988,
          "end": 3995
        },
        {
          "start": 3933,
          "end": 3946
        },
        {
          "start": 3960,
          "end": 3967
        },
        {
          "start": 3906,
          "end": 3919
        },
        {
          "start": 3933,
          "end": 3940
        }
      ]
    }
  ]
}