{
  "_id": "cb508e9399881c8b588dafcc9d38ef6895f2152e4de3494c2ccea6fa2c9bfbd4",
  "feed": "market-watch",
  "title": "Growling Powell causes Goldman to cut its S&P 500 price target. Again. Critical information for the U.S. trading day",
  "text": "<p>Well, now \"Jay Powell Go Grrr\" would be more apt. The trader-friendly monetary vigilante has turned into a growling interest-rate-hiking bear.</p><p>And investors are not happy. The Nasdaq Composite COMP, rich with the kind of stocks – Apple, Tesla, Nvidia – formerly beloved by short-duration option buyers, is down 29.3% this year, and again flirting with the summer lows. The latest AAII Sentiment Survey shows individual traders at their most pessimistic since 2009.</p><p>Now Goldman Sachs is citing Powell's projected rate hikes as a reason to lower its S&amp;P 500 SPX year-end target from 4,300 to 3,600.</p><p>\"The expected path of interest rates is now higher than we previously assumed, which tilts the distribution of equity market outcomes below our prior forecast,\" writes David Kostin, Goldman's chief U.S. equity strategist, in a note.</p><p>When Goldman reduced its year-end S&amp;P 500 price target in May from 4,700 to 4,300 (it began the year with 5,100) the market was predicting the Fed would stop its hiking cycle around 3.25%. Now traders reckon the so-caled terminal rate will be 4.6%, and Goldman's economists see a possible peak Fed funds rate as high as 4.75% by next spring.</p><p>This is pushing real 10-year Treasury yields up sharply, and Goldman notes they have risen from minus 1.1% at the start of the year to 1.3%, the highest since 2011. The bank forecasts they may hit 1.25% by end of 2022, before peaking at 1.5%. That's not good for stocks.</p><p>\"The relationship between equities and rates is dynamic,\" notes Kostin. \"The drivers of changes in real yields determine the impact on equity valuations. The increasing weight of high-growth technology companies in the index has also increased its duration and rate sensitivity.\"</p><p>The S&amp;P 500's forward price/earnings multiple, which was 21 at the beginning of the year when real interest rates were negative, has dropped to 16 currently.</p><p>\"However, in the past few weeks, the relationship has dislocated; equity valuations have declined from their recent peak but still trade above the level implied by the recent relationship with real rates. Based solely on the recent relationship with real yields, the S&amp;P 500 index should trade at a multiple of 14x rather than the current multiple of 16x,\" says Kostin.</p><p>Hence his price target cut. The good news is that 3,600 is only another 4.1% lower from Thursday's close. And Kostin reckons that a year-end rally to 4,300 \"is possible if inflation shows clear signs of easing\".</p><p>The bad news is Goldman thinks that risks are skewed to the downside. Stubborn inflation, and thus a persistently aggressive Fed may cause a recession. Goldman economists place a 35% chance of that occurring in the next 12 months.</p><p>\"In a recession, we forecast earnings will fall and the yield gap will widen, pushing the index to a trough of 3150,\" says Kostin.</p><p>Markets</p><p>Wall Street faces another down day, with the S&amp;P 500 futures contract ES00 off 1% to 3735. The 10-year Treasury yield BX:TMUBMUSD10Yrose 5.4 basis points to 3.769%. Fears of a global slowdown pushed WTI oil futures CL.1 down 2.1% to $81.70 a barrel.</p><p>The buzz</p><p>The dollar index DXY moved above 112 for the first time in 20-years as worries about the European economy and Italian election angst pushed the euro EURUSD below $0.98.</p><p>Economic data due on Friday include the S&amp;P the flash U.S. manufacturing and services PMI reports, both released at 9:45 pm Eastern. The U.S. central bank is hosting its \"Fed Listens\" event, starting at 2 p.m. Eastern, with opening remarks by chair Jay Powell.</p><p>Early seasonal Grinch award goes to Dirk Willer at Citigroup, who predicted investors should not expect a Santa Rally this year.</p><p>The U.K.'s new Chancellor of the Exchequer, Kwasi Kwarteng, delivered a mini-budget on Thursday. Rich with trickle down theory, it pledged income and property tax cuts and put the six-month cost of energy support at £60 billion ($67 billion). The U.K.'s perceived fiscal incontinence saw gilt yields BX:TMBMKGB-10Y surge to a 12-year high and yet sterling GBPUSD hit a 37-year low.</p><p>Shares in Credit Suisse CH:CSGN slumped more than 8% to fresh multi-year lows on reports the beleaguered bank might have to raise further capital as it seeks to restructure.</p><p>Best of the web</p><p>COVID-19 fraud may top $45 billion Why trade couldn't buy peace Which is worse for you: inflation or recession</p><p>The chart</p><p>Over the last 12 months more than half of the sessions' closing bells \"have been accompanied by sad trombones,\" says Benedek Vörös director, index investment strategy at S&amp;P Dow Jones Indices, in a note published Thursday morning. Under such angst, investing in stocks with low volatility was a better bet.</p><p>\"For astute followers of factors, S&amp;P 500 Low Volatility has been somewhat of a beacon of hope. By capturing disproportionately more upside than downside, Low Vol has had a positive 12 month return of 1.2%, versus a loss of 11.6% for the S&amp;P 500,\" he notes.</p><p>Top tickers</p><p>Here were the most active stock-market tickers on MarketWatch as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  AAPL    Apple  NIO     NIO  AVCT    American Virtual Cloud Technologies  BBBY    Bed Bath &amp; Beyond  APE     AMC Entertainment preferred  NVDA    Nvidia  AMZN    Amazon.com</p><p>Random reads</p><p>The link between Yoda and Miss Piggy Watch out beneath Cheap Disney princess</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Growling Powell causes Goldman to cut its S&amp;P 500 price target. Again.</p>",
  "published": "2022-09-23T10:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 23,
          "end": 30
        },
        {
          "start": 464,
          "end": 477
        },
        {
          "start": 469,
          "end": 476
        },
        {
          "start": 469,
          "end": 482
        },
        {
          "start": 779,
          "end": 786
        },
        {
          "start": 828,
          "end": 835
        },
        {
          "start": 835,
          "end": 842
        },
        {
          "start": 1083,
          "end": 1090
        },
        {
          "start": 1224,
          "end": 1231
        },
        {
          "start": 1233,
          "end": 1240
        },
        {
          "start": 2458,
          "end": 2465
        },
        {
          "start": 2479,
          "end": 2486
        },
        {
          "start": 2592,
          "end": 2599
        },
        {
          "start": 2615,
          "end": 2622
        },
        {
          "start": 5476,
          "end": 5483
        },
        {
          "start": 5519,
          "end": 5526
        }
      ]
    }
  ]
}