{
  "_id": "5ea6e20104823059d18959dc15daa21aa4e050d4c512c44dde6e4aba50efec5d",
  "feed": "ftcomall",
  "title": "FC Barcelona opens spending taps in bid to revive fortunes",
  "text": "<p>Joan Laporta is not one to mince his words. The president of FC Barcelona claimed in June that the club had been “clinically dead” when he took the reins in March last year, but that it had now moved to intensive care after some emergency financial surgery. </p> <p>His goal was to convince those in front of him — an audience of the club's member owners — to approve measures to repair its battered balance sheet and allow it to once again “lead a normal life”. <a href=\"https://www.ft.com/stream/da97236e-bcae-42e8-b13a-d27213223cf9\">Barcelona</a> had just booked a near €500mn loss following the 2020/21 season, a record for any football club.</p> <p>With the blessing of the membership, which votes on key decisions, Laporta has since sold more than €600mn of assets, and more are on the block.</p> <p>But expectations of a new Barcelona built on frugality and young players have proved shortlived. This summer, it has already spent more than €150mn on signings — the most in Europe — including the third-most expensive transfer ever for a footballer over 30 years old. The club is still in the market for more players, even though it is still unable to register any of them because of the Spanish league's financial rules. </p> <p>The question is whether this spending splurge will allow it to reclaim past glories on the pitch, or store up more financial problems for the future. </p> <h2>Troubled years</h2> <p>Almost a year ago to the day, Lionel Messi bid a tearful <a href=\"https://www.ft.com/content/eafbd80e-a247-49f1-bd11-acbb663b8e9e\">farewell to FC Barcelona</a>. The Argentine superstar had joined as a child, but became the most high-profile casualty of the financial troubles that engulfed the club. He was also a significant factor in these problems. According to a leaked contract published in Spanish newspaper El Mundo, Messi earned more than €555mn between 2017 and 2021.</p> <p>The club's financial problems accumulated gradually, then all at once they accelerated. </p> <a href=\"http://www.ft.com/cms/10814272.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>There were years of high spending on players with disappointing results on the pitch. Between 2017 and 2021, the club spent more than €1bn on signings, according to figures from <a href=\"https://www.ft.com/stream/44cc3b84-8c00-4d39-b1f9-2d787aa6a39a\">football </a>site Transfermarkt, resulting in a net loss from transfers of €340mn. It also had the highest annual wage bill in Europe, peaking at €575mn in 2019 — €180mn more than arch-rivals Real Madrid.</p> <p>Revenue was forecast to top €1bn in 2019/20, but then the coronavirus pandemic hit, and the club was forced to close its 99,000-seater stadium. </p> <p>By the 2020/21 season, debt had jumped to €1.35bn, according to Laporta. The aborted attempt by 12 of Europe's largest football teams, including Barcelona, to create a <a href=\"https://www.ft.com/content/f2ecab33-14bb-46d5-9d90-c3fbfe7a68fd\">breakaway super league</a> with a big sign-on bonus removed the hopes of a quick financial fix.</p> <p>With steep losses and strict economic rules imposed by La Liga — which calculates an annual budget for each club to spend on players, based on their income and costs — Barcelona had no choice but to move Messi on, while other players were asked to take pay cuts and defer wages in an effort to reduce the bill.</p> <p>The club's fortunes on the pitch also suffered. It finished third in the Spanish league in the 2020/21 season, its worst performance in more than a decade, and it has not won Europe's top club competition, the Champions League, since 2015. Since then, Real Madrid has won it four times. Barcelona was also knocked out of the 20/21 Champions League in the second round in a humiliating 4-1 defeat at home to Paris Saint-Germain, which was where Messi went when he left.</p> <p>Trouble on the pitch fed through to the boardroom. The then-president Josep Maria Bartomeu quit ahead of a no-confidence vote, before members voted to bring back Laporta, who had presided over Barcelona during a more successful period between 2003 and 2010.</p> <h2>Attempting repair</h2> <p>The new leadership took over a club strapped for cash and struggling to pay wages. Drastic action was needed. Goldman Sachs, the club's longtime bankers, moved swiftly to restructure nearly €600mn of debt. Under the terms of its 10-year bond deal, Barcelona agreed to pay a group of US investors just under 2 per cent interest, a sign of strong appetite to lend to the club. </p> <a href=\"http://www.ft.com/cms/10814524.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Thoughts then turned to generating more income. Officials scheduled a series of member meetings to allow regular votes on plans to rebuild the balance sheet. A new partnership with Spotify was sealed earlier this year, giving the streaming service front-of-shirt sponsorship and naming rights over the Camp Nou stadium, which is due for a major renovation.</p> <p>In June, members approved a series of asset sales. A month later, US investment firm Sixth Street <a href=\"https://www.ft.com/content/31c59273-d04c-428a-80a5-d11c4c75a484\">agreed to buy 25 per cent</a> of La Liga broadcast rights for 25 years for just over €500mn, in a deal arranged by Key Capital — a boutique investment firm with close ties to Real Madrid.</p> <p>At face value, Sixth Street appears to be buying up future revenues at a discount. A simple calculation suggests that the 25 per cent share of rights has been sold for about €21mn a year. In 2020/21, a quarter of Barcelona's La Liga rights was worth just over €40mn a year.</p> <p>Some worry that the deal is a one-time patch to problems that are ongoing. “My concern right now is they are using these long-term assets to invest in this [transfer] window, and that's not smart,” said one person with close ties to the club's management. </p> <p>However, both sides dismiss the comparison. Instead they say the deal is more akin to a strategic partnership — it is structured as a joint venture — and that Sixth Street, which also owns a large international events business, will help Barcelona boost its revenue over the long term. </p> <p>This week the club said it had also agreed to sell a 25 per cent stake in Barca Studios, its video and audio platform, for €100mn to crypto business Socios. A share of up to 49 per cent of the club's merchandising business is also for sale. </p> <p>Andrea Sartori, chief executive of consultancy Football Benchmark, said the club's finances were in such a bad place last year that selling broadcast rights was essential.</p> <p>“They didn't have much of an alternative — what else could they have done in a very bad situation? Yes, they sold the family jewellery, but it was probably the only thing they could do,” he said. “Hopefully they can win on the pitch so they can generate the additional revenues in the years to come. If not, in three to five years we might see some new troubles coming to the club.”</p> <h2>Summer spending spree</h2> <p>While money has flooded in from the asset sales, much of it appears to be heading straight back out. Last month Barcelona signed Brazilian winger Raphinha from Leeds and Polish striker Robert Lewandowski from Bayern Munich for a total of about €100mn. On Monday, it beat Chelsea to Jules Koundé from Sevilla, in another €50mn deal. Two more players have been signed on free transfers, while others are expected to join before the deadline on September 1. </p> <p>All this has happened as the club continues to try to negotiate wage cuts for existing players. </p> <p>The signing of Lewandowski on a four-year contract has raised eyebrows in particular because he will be 34 this month. Only Cristiano Ronaldo has commanded a bigger fee for a player of this age.</p> <p>Asked about the transfer, Bayern manager Julian Nagelsmann said: “It is the only club in the world that has no money, but [can] buy every player. It's kind of weird and kind of crazy for me, but at the end they find solutions.”</p> <p>None of the new players have been registered with the Spanish league yet. That is likely to happen later in the summer once the club has sold some of its existing squad to meet La Liga's rules about spending on players. However, players sales have been complicated by deferred wage arrangements.</p> <p>The club says the signings are part of a “virtuous cycle strategy” in which better players lead to better results, and better results help generate more income. “What our supporters want is to have the best players in the world, and to win,” said a Barcelona official.</p> <p>Others say it is politics rather than economics that requires the club to keep spending because the club president is elected by the members. </p> <p>“At Barcelona, if you are the president and you don't perform from a sports perspective the pressure is massive,” said the person with close ties to club management. </p> <h2>Lesson for the future</h2> <p>Although the club has received an injection of cash, there are still problems that need to be managed. Next summer it will start repaying the principal on its bond after a two-year holiday. In the meantime, it will no longer be receiving 100 per cent of the revenues from broadcast matches. </p> <p>The Camp Nou redevelopment is expected to cost up to €1.5bn, though financing has already been arranged by Goldman and the costs will not have an impact on the club's balance sheet. </p> <p>Not all the new cash has gone on the squad — a €125mn chunk of debt has already been paid back. </p> <p>This year's team includes a handful of young players, some from Barcelona's academy, a sign that the club is mixing big-name signings with homegrown talent. Pedri, 19, was signed by Barcelona from Las Palmas in 2020 for just €5mn; he is now the world's fourth-most valuable player, worth more than €135mn, according to the CIES Football Observatory.</p> <p>The club is also signing other players that are viewed as valuable assets: some are in demand from Premier League rivals, and it has brought in a new salary structure to keep the wage bill under control.</p> <p>“We learnt the lesson . . . We are not trying to repeat the same errors,” said the club official. “It's like a big boat. You have to move in the right direction, and then it starts to speed up.”</p> <p>Even so, rating agency Fitch on Friday cut its outlook for the club, citing financial underperformance last season, lower than expected debt reduction, and the potential impact on ticket sales once building work at the stadium gets under way.</p> <p>However, one person with close knowledge of the club's finances said the broadcast rights that have been sold equate to under 5 per cent of Barcelona's total revenues and that this income could quickly be recouped if on-pitch performance improves or the value of the rights themselves goes up.</p> <p>“They have to perform . . . but they have plenty of room for manoeuvre,” the person said. “I think people are making much ado about nothing.”</p><p>Source: Josh Noble, sports editor 2022 'FC Barcelona opens spending taps in bid to revive fortunes' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T12:04:38.201Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99998564,
      "offsets": [
        {
          "start": 8535,
          "end": 8542
        },
        {
          "start": 8468,
          "end": 8475
        },
        {
          "start": 3730,
          "end": 3743
        },
        {
          "start": 3701,
          "end": 3714
        },
        {
          "start": 3730,
          "end": 3737
        }
      ],
      "weightsV2": {
        "weight": 3.61,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.3900001,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}