{
  "_id": "4379e727a094ba1d95c8d69bb3f2f4aba8f9cacd6c87799a8644c1eaa17c4b8c",
  "feed": "wall-street-journal",
  "title": "Wall Street Pours Millions of Dollars Into Gym Franchises",
  "text": "<p>Oaktree Capital Management LP, MidOcean Partners and Soroban Capital Partners LP are among the investors buying debt and equity of the gyms that made it through the worst of the pandemic. They are betting that the survivors, many of which lagged behind the broader markets last year, are poised to grow. Prices of stock and loans of several chains have rebounded over the past nine months.</p><p>\"The smart money is figuring out how to take advantage of the dislocation,\" said Milwood Hobbs, the head of Oaktree's North American sourcing and origination. \"The urban higher-end gym is still struggling, but the . . . mainstream chains are doing quite well.\"</p><p>Oaktree in December lent roughly $120 million to a large Planet Fitness franchisee with 70 locations primarily in New York and California, Oaktree executives said on a conference call with Wall Street analysts. The Carlyle Group with Goldman Sachs Asset Management made a similar loan in November, backing private-equity firm HGGC LLC's purchase of another Planet Fitness franchisee with 42 locations.</p><p>Oaktree's loan will help the franchisee pay for its recovery and growth, the Oaktree executives said. Oaktree negotiated a roughly 7.5% interest rate on the financing, well above the 6% average for most loans to midsize businesses at the time, according to data from LevFin Insights.</p><p>The coronavirus pandemic drove companies like 24 Hour Fitness Worldwide Inc., Gold's Gym International Inc. and Town Sports International Holdings Inc. to file for bankruptcy-court protection. Consumers turned to at-home workout companies like Peloton, with investors pumping the stationary-bike company's stock up more than 500% at its peak.</p><p>Last year, as home workouts grew tiresome and the release of Covid-19 vaccines reduced infection risk, more consumers began signing up for gyms again. Planet Fitness customers rejoined at a rate of 30% in 2021 compared with 20% pre-pandemic, Chief Executive Christopher Rondeau told analysts on a February conference call.</p><p>Sam Rimland, a 30-year-old television commercial director in Brooklyn, N.Y., quit Planet Fitness in March 2020. He went back about seven months ago after getting a second vaccine dose.</p><p>\"I was doing exercises in my living room purely to make sure I kept some kind of toning and muscle mass, but I didn't particularly get the satisfaction that one gets at the gym,\" Mr. Rimland said. \"It's been nice to go back to that routine.\"</p><p>Planet Fitness, the public holding company for about 2,200 gyms under its brand, weathered the pandemic in part because most of its locations are franchises, keeping costs low. Membership also rebounded quickly thanks to low fees starting at $10 a month. The company added more than 100 new locations and revised its earnings guidance upward last year.</p><p>Hedge-fund managers like Soroban and Artemis Investment Management began buying more Planet Fitness stock last summer, according to data from S&amp;P Global Market Intelligence. The shares have gained about 12% since the end of June. Peloton's stock has fallen about 77% over the same period; the company earlier this year replaced its chief executive and cut 2,800 jobs.Soroban and Artemis declined to comment.</p><p>Some fund managers are wagering on luxury chains that operate mostly in the suburbs and target affluent families with country-club-style amenities like golf courses, tennis courts, pools and restaurants. The outdoor options and spending power of the clientele helped tide such companies over.</p><p>Last summer, alternative asset manager MidOcean started buying the debt of Bay Club, a West Coast company catering to the media and technology elite living around Los Angeles and San Francisco. Some of Bay Club's approximately $700 million of loans traded as low as 90 cents on the dollar at the time, while MidOcean believes the value of the company's real estate alone exceeds $800 million, said Dana Carey, chief investment officer of MidOcean's $7 billion credit arm. The loans now trade sporadically around 95 cents on the dollar, he said.</p><p>Some luxury gym owners have taken advantage of investor appetite to take money off the table. Private-equity firms Leonard Green &amp; Partners and TPG purchased Life Time Fitness Inc. in 2015 for more than $2.8 billion and listed it on the New York Stock Exchange last October. The partial stock offering raised about $700 million. The company's shares have since lost about 25%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 878,
          "end": 908
        },
        {
          "start": 885,
          "end": 898
        },
        {
          "start": 885,
          "end": 915
        },
        {
          "start": 885,
          "end": 892
        }
      ]
    }
  ]
}