{
  "_id": "1f681629d165ba1ca4105ef21e1efb65005a1224fc20bac1b8603cd379e10742",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Market Chill Gives Lender Sixth Street An Opening",
  "text": "<p>\"We are definitely getting more inbounds,\" said Josh Easterly, Sixth Street's co-president. The catbird seat has been a long time coming to the firm, which turned mostly defensive on credit in 2019 as it prepared for a downturn and its competitors expanded rapidly.</p><p>Private-equity firms still want to buy companies as falling stock valuations have made them cheaper. Sixth Street won the top lending spot on three of the largest leveraged buyouts since September for purchases of Coupa Software; a unit of Emerson Electric Co.; and Maxar Technologies. San Francisco-based Sixth Street got the lead role on the lucrative LBOs, and associated arranger fees, by ponying up over $1.5 billion, people familiar with the matter said.</p><p>Blackstone Inc. had never done a deal with Sixth Street before October, when it selected the firm to finance its multibillion-dollar private-equity purchase of a majority stake in Emerson's climate-technologies business, a person close to the transaction said. \"We were positively surprised that they showed up, and in size,\" the person said.</p><p>Sixth Street is exploiting a vacuum in the credit markets as the Federal Reserve raises interest rates and sucks money out of the financial system. Those moves make the capital that private-equity firms rely on for their buyouts harder to come by -- and more expensive.</p><p>Some investment banks have pressed pause on new lending until they unload loans from \"hung deals\" that they made for buyouts of companies including Citrix Systems Inc. before interest rates surged this year. The banks are struggling to sell the loans because their biggest buyers, collateralized loan obligations, or CLOs, have entered a rough patch.</p><p>Issuance of new CLOs and of new LBO loans in November hit the lowest monthly level since the 2020 onset of the pandemic, according to data from Dealogic. Issuance in December has been lower.</p><p>Private-equity funds have turned instead for funding to nonbank lenders that drove the private-credit boom in recent years, but they also are scaling back lending. Managers of business development companies, or BDCs, in particular, are making smaller loan commitments and shoring up their balance sheets as investors pull money from some funds.</p><p>Blackstone, which also operates private-credit funds, reported that investors in its large BDC asked to redeem 5% of shares in the fourth quarter and that it plans to honor those requests. Others, such as Blue Owl Capital Inc.'s oldest BDC, have less cash to spend because loans it already made are being repaid more slowly during the market slowdown.</p><p>Most BDC managers also rely on borrowed money to boost their returns but set maximum debt-to-equity, or leverage, levels to control market risk. When the value of private loans drops, some BDCs must use cash to repay debt rather than invest in new loans to stay below those levels.</p><p>Large BDCs run by such firms as Ares Management Corp. and Blue Owl were close to those thresholds in September, according to data from Keefe, Bruyette &amp; Woods. Sixth Street doesn't have that problem. The firm reported the third-lowest leverage ratio of 23 BDCs tracked by KBW in September.</p><p>Ares, Blackstone and Blue Owl still have cash to finance buyouts, but they are cutting smaller checks and being more selective, the people familiar with the matter said. Ares and Golub Capital, another BDC manager, both passed on the Emerson loan, the people said.</p><p>Sixth Street committed $500 million in October to the $2.6 billion secured loan Blackstone raised from nonbank lenders for the Emerson deal, the people familiar with the matter said. The loan pays a roughly 11% interest rate, about 3 to 5 percentage points more than comparable loans cost before the credit cold snap, they said.</p><p>Sixth Street was founded in 2009 by a team that left Goldman Sachs Group Inc.'s special- situations group when new regulations hampered the bank's proprietary trading operations. Sixth Street specializes in credit but has branched out into investments ranging from insurance companies to sports franchises. Last year it bought a 20% stake in the San Antonio Spurs pro basketball team. Much of its capital is managed in a $26 billion private megafund called Tao.</p><p>Sixth Street had mostly steered clear of large leveraged buyouts because of increased Fed intervention that pushed yields too low to compensate lenders for the risk involved, Mr. Easterly said.</p><p>The firm's managers saw a brief window of opportunity in early 2020 -- they contributed to a $1 billion lifeline to Airbnb Inc. at the height of the pandemic -- but otherwise focused on niche markets until now.</p>",
  "published": "2022-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3799,
          "end": 3806
        },
        {
          "start": 3772,
          "end": 3796
        },
        {
          "start": 3798,
          "end": 3805
        },
        {
          "start": 3798,
          "end": 3822
        },
        {
          "start": 3799,
          "end": 3812
        }
      ]
    }
  ]
}