{
  "_id": "c9037d59055deddcc61367f7f37c218e026b917f818275e9f9d6060748a71ddf",
  "feed": "ftcomall",
  "title": "WEAT price soars above ETF's underlying value",
  "text": "<p>The world's largest wheat exchange traded fund has swung to an unprecedented premium to its net asset value as investors seek exposure to soaring grain prices.</p> <p>The price of wheat traded in Chicago, the international benchmark, has risen more than 50 per cent to record highs since Russia's invasion of Ukraine. Wheat exports from the two countries amount to about 30 per cent of the world's exports of the grain.</p> <p>Goldman Sachs said on Tuesday that the global grain market was on track for its “sharpest shock” since the “Great Grain Robbery” of 1972, when the Soviet Union sent prices soaring after effectively buying up US wheat inventories in the wake of massive domestic crop failures.</p> <p>The price of the $445mn Teucrium Wheat ETF (<a href=\"https://etf.ft.com/funds/7473/\">WEAT</a>) has leapt by 39 per cent since the end of February, opening up an unheard of 7.5 per cent premium to its net asset value.</p> <p>The discrepancy arose because US-listed commodity ETFs operate under a different regulatory structure to equity and fixed income ETFs, which can simply issue new shares to meet rising demand, thereby keeping their price in line with their NAV.</p> <p>Instead, they are regulated as “commodity pools”, which must preregister a set number of shares to be sold in an initial offering and then file additional prospectuses to get permission to offer more.</p> <p>By Monday, Vermont-based Teucrium Trading&#xa0;had issued all of its existing shares and was forced to halt creations of the ETF until the Securities and Exchange Commission, the US regulator, had reviewed its request to offer more shares.</p> <p>“We have sold out of the shares that we had registered for issuance and have applied to the SEC to have new shares registered so we can start to issue creates,” said Jake Hanley, managing director and senior portfolio specialist at Teucrium.</p> <p>“There has been a big concern that Russia and Ukraine account for 30 per cent of global wheat exports. Fundamentally, that is going to affect the price, but there appear to be some technical factors at play as well,” said Hanley of the premium that has opened up.</p> <p>He pointed to the fact that the NAV was calculated using the last published prices for wheat futures contracts. However, in recent days several of these contracts — particularly that for May — have been “locked limit up” on the Chicago Mercantile Exchange, meaning they are temporarily barred from rising higher.</p> <p>However, market makers are still facilitating trading on a synthetic price for the futures, based on options prices. The ETF's premium could be based on the divergence between this synthetic price and the price listed on the CME.</p> <p>“I'm not surprised there is a premium. At such times when futures are lock limit, the NAV of the fund may not accurately reflect the value of the underlying holdings,” Hanley said.</p> <p>WEAT had previously not closed at a premium of greater than 1.4 per cent since its inception in 2011, according to data from Refinitiv.</p> <p>The Teucrium Agricultural ETF (<a href=\"https://etf.ft.com/funds/8873/\">TAGS</a>) has also moved to a premium of 3 per cent, which Hanley said was because of its 28 per cent weighting to wheat.</p> <p>It is not unheard of for commodity pools to run out of shares amid big upticks in demand. In April 2020, the United States Oil Fund (USO) suspended creations as <a href=\"https://www.ft.com/content/2669d6de-a381-400b-a678-64506dc60eed\">oil prices collapsed</a> during the worsening Covid-19 pandemic.</p> <p>Broad commodity exchange traded products, which benefit directly from rising energy and food prices, have been in demand this year, attracting a net $6.8bn of new money globally as of the end of February — a marked rise in the pace of buying from 2021, according to data from BlackRock.</p> <p>Three commodity strategies were among the 10 best-selling ETFs during the week ending March 4, according to data from FactSet: the $65.9bn SPDR Gold Shares ETF with inflows of $1.7bn; the $8.1bn Invesco&#xa0;Optimum Yield Diversified Commodity Strategy No K-1 ETF with $510mn; and the $3.8bn First Trust&#xa0;Global Tactical Commodity Strategy ETF, which raked in $488mn.</p><p>Source: Steve Johnson 2022 'WEAT price soars above ETF's underlying value' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T18:26:28.810Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 413,
          "end": 420
        },
        {
          "start": 413,
          "end": 426
        }
      ]
    }
  ]
}