{
  "_id": "6460c200c552ccf5e42d632f5a87ab068fe4c685fbd1484b3d6c8562eba545d5",
  "feed": "ftcomall",
  "title": "How obeying an activist investor can destroy value",
  "text": "<p><strong>One scoop to start: </strong>Luxembourg-based satellite operator<strong> SES </strong><a href=\"https://ft.com/content/5080c431-b0a0-4892-9624-9abbfce7e3f7?edit=true\">is in talks with</a> US group <strong>Intelsat</strong> about a potential combination as both companies seek to ensure they are not left isolated in a fast-consolidating industry that is battling challengers such as <strong>Elon Musk</strong>.</p> <p>In today's newsletter:</p> <ul>  <li><p>Just Eat Takeaway: When dealmaking goes wrong</p></li>  <li><p>Bain &amp; Co puts the UK off consultants</p></li>  <li><p>Long-short hedge funds come up short</p></li> </ul> <h1>A hedge fund tries to cancel its M&amp;A order</h1> <p>If you ever needed a reminder about how M&amp;A can be value destructive, look no further than <strong>Just Eat Takeaway</strong>'s $7.3bn acquisition of US rival <strong>Grubhub</strong>.</p> <p>The Netherlands-based company on Wednesday said it had to <a href=\"https://www.ft.com/content/5a411e19-ff82-47b1-8a31-37b4b3cc272a\">write down by €3bn</a> the value of Grubhub, effectively admitting its consolidation strategy has failed. </p> <p>There are two lessons from this. </p> <p>The first is that bigger isn't always better. JET and Grubhub believed that by creating economies of scale they could reap huge rewards. But dealmaking is tough and most mergers fail, as <a href=\"https://gpmip.com/success-and-failure-in-ma-execution-an-empirical-study/\">this study shows</a>. </p> <p>Several rigorous academic papers have also determined that combining companies has historically led to value destruction rather than creation. <a href=\"https://www.nber.org/digest/aug03/big-firms-lose-value-acquisitions\">This paper</a> in the <strong>National Bureau of Economic Research</strong> shows that US takeovers have led to losses worth more than $200bn for shareholders over the past two decades. </p> <p>The second lesson is that the short-term strategies of activist investors are often detrimental to the broader interests of the company and long-term shareholders. In fact, <a href=\"http://www.shareholderforum.com/access/Library/20150401_Allaire.pdf\">this paper</a> by <strong>Yvan Allaire</strong> at the <strong>Institute for Governance of Private and Public Organizations</strong> in Montreal shows how activists underperform passive funds. </p> <p>Actions taken by<strong> Cat Rock Capital</strong>, an activist investor and top-five shareholder in JET, highlight just how questionable the impact of such short-term strategies can be.</p> <p>Less than two years ago, Cat Rock set up a website called <a href=\"https://justeatmustdeliver.com/letters\">justeatmustdeliver.com</a> to urge other shareholders to back the Grubhub merger. </p> <p>Now it's using the same online platform to push JET to sell Grubhub. </p> <p>Interestingly, the old letter making a case for a merger is hard to find on the website (but we found it <a href=\"https://www.streetinsider.com/dr/news.php?id=17408623\">here</a>), which makes sense as Cat Rock <a href=\"https://static1.squarespace.com/static/5c13f4c6e17ba3aca12b9686/t/6265e3c883150d69377f6c71/1650844616745/Cat+Rock+Capital+Press+Release+on+Just+Eat+Takeaway.com+AGM+25+April+2022.pdf\">now says</a> that “JET management made a capital allocation mistake by buying Grubhub”.&#xa0;</p> <p>Outcomes often vary by constituent. Mergers can generate windfalls for insiders and activists, at the expense of loyal investors and workers facing job cuts.</p> <p>For the latest sign of the latter point, look no further than <strong>Vincent Pilette</strong>, the chief executive of US software company <strong>Norton LifeLock</strong>, who has indicated that he plans to cut 1,000 jobs when it buys UK-listed cyber security group <strong>Avast</strong> in an $8bn deal. The UK's <strong>Competition and Markets Authority </strong><a href=\"https://www.ft.com/content/e5116280-d2c5-46dd-a1d9-23d22f1675c0\">said on Wednesday</a> that it would clear the transaction. </p> <h1>Bain &amp; Co's ‘questionable' integrity turns the UK against consultants</h1> <p>One constant in the world of corporate advisers is the conveyor belt of scandals at consulting and accounting firms. Another is that despite the reputational damage inflicted, those same firms continue to win work from both corporate and public sector clients. </p> <p>Against that backdrop, the UK government's decision to ban<strong> Bain &amp; Co</strong>, longtime rival of <strong>McKinsey</strong> and <strong>BCG</strong>, from bidding for government work for three years looks uncharacteristically interventionist. </p> <p>Cabinet Office minister<strong> Jacob Rees-Mogg </strong>told <a href=\"https://www.ft.com/content/79bc3b96-9be4-4c1e-8cbf-41aeb2848207\">Bain on Tuesday</a> that its “grave professional misconduct” in a <a href=\"https://www.ft.com/content/b1bb5dd0-e7ce-4e15-ac48-05d2d990f6c7\">corruption scandal</a> in South Africa had rendered the consultancy's integrity “questionable”, the FT's George Parker, Michael O'Dwyer and Joseph Cotterill reported. </p> <p>Bain was caught off guard by the decision, saying it was “disappointed and surprised”, adding that it would be responding “to express our concern about the process and its outcome and to address inaccuracies in [Rees-Mogg's] letter [informing Bain of the ban]”.</p> <p>Bain has previously admitted failings in its work in South Africa and repaid fees, but said that an inquiry into the scandal mischaracterised its activities.</p> <p>The firm is far from a critical supplier to the UK government. It has won contracts worth about £63mn since 2018, mostly for Brexit-related consulting. </p> <p>But should advisers who rely more heavily on government work, such as the Big Four accountants, fear similar bans in future? </p> <p>Rees-Mogg is no fan of consultants in Whitehall, according to a person familiar with his thinking. He doesn't like the idea that they come in and identify solutions which, happily, only they can deliver — and at a cost. </p> <p>The punishment meted out to Bain may rattle nerves at <strong>KPMG</strong>.</p> <p>It has mostly halted bidding on government contracts since late last year in a bid to head off a Cabinet Office threat to ban it from public work, after its involvement in a litany of domestic corporate and audit scandals. The government's review is ongoing. </p> <p>But the UK government is nothing if not unpredictable in its approach to business. Perhaps KPMG's best hope is that after a new prime minister is ushered into Downing Street in September, Rees-Mogg will have moved on and attitudes will have changed.</p> <h1>Hedge funds go long on risk, short on returns</h1> <p>For long-short hedge funds, this year has been the worst of both worlds.</p> <p>Performance at many prominent funds has correlated with plunging equity markets. The year is shaping up to be one of its <a href=\"https://www.ft.com/content/289a40c6-4242-442e-a860-0661c8e2fc34\">worst on record</a>, the FT's Laurence Fletcher reports. </p> <p>“Clearly, in long-short equity it's been a complete disaster,” said <strong>Scott Wilson</strong>, chief investment officer of the endowment fund at the <strong>Washington University</strong> in St Louis.</p> <p>Among the worst hit funds are <a href=\"https://www.ft.com/content/e1d1c558-9a87-4843-9cd8-29ab203b7911\">“Tiger Cubs”</a>:<strong> Lee Ainslie</strong>'s <strong>Maverick Capital</strong>, which was down 35 per cent in the first six months of the year after posting double-digit gains for the past three years, and <strong>Glen Kacher</strong>'s <strong>Light Street </strong>— down more than 40 per cent.</p> <p><strong>Daniel Loeb</strong>'s <strong>Third Point </strong>fell about 20 per cent in the same period, according to investor documents. </p> <p>Long-short equity funds seek to take long positions in underpriced companies and offset their market exposure with shorts against weaker, overpriced companies or broader markets. Unexpected events such as Russia's invasion of Ukraine are supposed to be when they shine. </p> <p>Many have failed. In the effort to differentiate from stock market indices, some funds were underweight the mega-cap stocks that have weathered the storm. Others were mugged <a href=\"https://www.ft.com/content/397bdbe9-f257-4ca6-b600-1756804517b6\">by an army of retail investors</a> who pushed up “meme stocks” that funds were betting against.</p> <p>Long-short funds fell 12 per cent on average in the first half of the year, according to hedge fund data group HFR. Hedge funds overall have shed 5.6 per cent, far less than the S&amp;P 500's 20 per cent drop, bolstered by strong performing <a href=\"https://www.ft.com/content/2e28fb42-de8a-40d7-8716-88cb5febe006\">quant and macro funds</a>.</p> <p>Nonetheless, the long-short drubbing indicates they were overexposed to the market. “Some funds should have dropped the term ‘hedge' a long time ago,” said <strong>Andrew Beer</strong>, managing member at <strong>Dynamic Beta</strong>.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Nick Clegg</strong>, the president of global affairs at<strong> Meta</strong>, <a href=\"https://www.ft.com/content/96ce3ef1-080d-47f3-adb3-9bc15836ef19\">is partly relocating</a> to London.</p></li> </ul> <ul>  <li><p><strong>Xerox </strong>has appointed <strong>Steven Bandrowczak</strong> as chief executive. He has been acting as interim chief since the death of CEO and chair <strong>John Visentin </strong>in June.</p></li> </ul> <ul>  <li><p><strong>Bank of America </strong>has appointed <strong>Roman Meyer</strong> to the newly created role of head of strategic equity solutions for Europe, the Middle East and Africa, based in London.</p></li> </ul> <ul>  <li><p><strong>Renate Nyborg</strong>, chief executive of <strong>Tinder</strong>, is leaving the dating app after one year at the helm as part of a broader management overhaul by its parent company <strong>Match Group</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Small but mighty </strong>An obscure Hong Kong-based company run by an ex-UBS banker has become the third-largest financial group in the world (on paper, at least). Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2022-08-03/amtd-digital-run-by-ex-ubs-banker-becomes-bigger-than-goldman-with-stock-surge?srnd=markets-vp#xj4y7vzkg\">investigates the mystery</a> of its surging stock.</p> <p><strong>Big spenders </strong>Shipping billionaires Richard and Elizabeth Uihlein have been <a href=\"https://www.forbes.com/sites/kylemullins/2022/08/03/meet-the-billionaire-couple-pumping-their-fortune-into-right-wing-politics/?sh=26c318c059aa\">quietly ratcheting up</a> their Republican party donations to rival sums from George Soros and other prolific donors, Forbes writes. Could the conservative couple be the next Kochs?</p> <p><strong>And here's a smart listen: </strong>increasing barriers to achieving financial security have led a younger generation of investors to say, “F@$K it”. The FT's Madison Darbyshire discusses the rise of “generation moonshot'‘ on the latest episode of Behind the Money. Listen <a href=\"https://link.chtbl.com/ftbehind-the-money\">here</a>.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/87347d49-390d-408b-9059-2e5a42b5787c\">Tiger Global blames inflation as flagship hedge fund down 50% in 2022</a> (FT)</p> <p><a href=\"https://www.ft.com/content/56e657a0-01ae-42df-a5a4-67deb000952d\">Elon Musk subpoenas Goldman Sachs and JPMorgan in Twitter takeover fight</a> (FT) </p> <p><a href=\"https://www.ft.com/content/68e8cee3-001c-4d33-809c-6665ebd2f4fe\">SocGen reports €1.5bn loss on Russia exit but higher than expected revenues</a> (FT) </p> <p><a href=\"https://www.ft.com/content/18683e3a-a55f-4c0e-8e50-5539c8a276cd\">German gas shortage risks ‘unforeseeable consequences', says Commerzbank</a> (FT + <a href=\"https://www.ft.com/content/e6b2ae49-0a13-45e5-ac18-8ac9c0749831\">Lex</a>) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-08-03/citadel-grabs-miami-office-space-ahead-of-building-its-own-tower?srnd=wealth\">Citadel grabs Miami office space ahead of building its own tower</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/2a88d3b1-62d6-4414-8f7d-1a5f728d4f16\">Nike scores success with early backing for women's football</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/tods-founding-family-to-take-luxury-loafer-maker-private-11659524303?mod=hp_lista_pos4\">Tod's founding family to take luxury-loafer maker private</a> (Wall Street Journal) </p> <p><a href=\"https://www.ft.com/content/8d071311-7cbe-46c4-b8a7-5f25e40e258b\">Unilever stops paying Ben &amp; Jerry's board members in Israel dispute</a> (FT) </p> <p><a href=\"https://www.ft.com/content/cb92324b-37af-4bd5-818e-af72fe943c38\">PayPal/Elliott: pandemic rally and post-pandemic bust look superfluous</a> (Lex) </p> <p><a href=\"https://www.ft.com/content/9e85e628-6f73-4754-abac-c4bae2182093\">CMA's false-positive virus check</a> (Alphaville) </p><p>Source:  2022 'How obeying an activist investor can destroy value' FT.com 4 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-04T04:00:39.562Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8297,
          "end": 8310
        },
        {
          "start": 8297,
          "end": 8304
        }
      ]
    }
  ]
}