{
  "_id": "8610b288e6cfa5d3d4cadb5a9d65721254a081067adbbd17a8a5902f2b6697a3",
  "feed": "ftcomall",
  "title": "BlackRock surges past $10tn in assets under management  ",
  "text": "<p>BlackRock's assets under management have surged past the $10tn mark for the first time, as the shift into cheap passive investment funds and buoyant markets expanded the heft of the world's largest money manager.</p> <p>New York-based BlackRock said on Friday that assets grew 15 per cent in the fourth quarter to reach $10.01tn, led by inflows to its iShares exchange traded fund platform and — more unusually — its active strategies. <br><br>“BlackRock delivered the strongest organic growth in our history, even as our assets under management reached new highs,” Larry Fink, chair and chief executive, said in a statement.</p> <p>Fink singled out how active investing — both its traditional stockpicking funds and alternative private market strategies — had performed strongly, contributing more than 60 per cent of its growth in fees last year. </p> <p>This marks a big shift from only three years ago, when three-quarters of BlackRock's fee growth came from its iShares ETFs division. “Our business is more diversified than ever before,” said Fink.</p> <p>However, ETFs still dominated inflows, with the crown jewel iShares unit attracting a net $104bn in the fourth quarter, taking the 2021 total to $306bn in net inflows — well over $1bn every working day of the year. This followed a <a href=\"https://www.ft.com/content/b9b8c57e-25a5-4dc7-aa02-945337b588cb\">record year</a> for the global ETF industry.<br><br>BlackRock's revenues grew 14 per cent in the last three months of the year to $5.1bn, while adjusted net income was $1.61bn in the same period. Both figures were in line with analyst expectations. Adjusted earnings per share reached $10.42, slightly ahead of estimates of $10.15.</p> <p>Although BlackRock's shares have dipped 5 per cent this year, they gained almost 30 per cent in 2021, and over the past decade it has comfortably been the best-performing listed asset manager in the world.</p> <p>The combination of rising markets and strong inflows meant that BlackRock's assets under management climbed $1.33tn last year, the equivalent to adding an entire Schroders, almost an Invesco or T Rowe Price, or three Janus Hendersons.</p> <p>The investment industry is being reshaped by the large inflows into cheaper index-tracking funds at one end of the spectrum and the growth of more expensive, less liquid alternatives strategies at the other. </p> <p>At the same time, the cost of everything from technology to regulatory compliance is mounting, <a href=\"https://www.ft.com/content/2b4fd1b9-aa0c-4eb8-bea6-0d2c58a7bfa4\">driving consolidation</a> in search of growth and scale. </p> <p>Analysts said that this year might prove challenging to investment groups, as central banks globally prepare the ground for tighter monetary policy in the coming months. &#xa0;<br><br>The broad financial market rally triggered by stimulus measures to soften the impact of the pandemic has helped <a href=\"https://www.ft.com/content/8efae950-af00-475d-90ba-d09b6efd39e7\">flatter the results</a> of investment groups by buoying their assets under management and therefore fees. </p> <p>However, the halting and reversal of this stimulus is likely to hurt, according to Morgan Stanley. “We see secular pressures that remain and an evolving industry backdrop that will intensify the need for scale, alpha generation, distribution access and growth avenues,” the bank's analysts said in their outlook for the asset management industry in 2022. </p> <p>Most analysts believe that BlackRock is well placed to deal with these challenges, as its industry-leading passive investment franchise — and above all its iShares unit — help counteract its weaknesses in private capital strategies relative to many of big standalone rivals such as Blackstone.</p> <p>“BlackRock delivered a strong set of results even against a volatile market environment,” noted Alexander Blostein, an analyst at Goldman Sachs. </p><p>Source: Robin Wigglesworth and Harriet Agnew  2022 'BlackRock surges past $10tn in assets under management  ' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-14T12:17:27.836Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3536,
          "end": 3549
        },
        {
          "start": 3536,
          "end": 3543
        }
      ]
    }
  ]
}