{
  "_id": "aa61d172715399d2ebdd2538230626f0b21d17adfe3ac4aff71739a0115534c0",
  "feed": "wall-street-journal",
  "title": "Investors Lose Taste for Pricey Chinese Liquor as Xi Renews 'Common Prosperity' Call; Popular stocks of baijiu makers plummeted in October",
  "text": "<p>Shares of Kweichow Moutai Co., a state-owned company whose potent liquor can cost $700 a bottle, tumbled 28% in October to their lowest level in more than two years. The decline erased roughly $100 billion in market capitalization in just a month.</p><p>The stock's fall was much steeper than the 7.8% decline in the broader CSI 300 Index of the largest listed companies in mainland China last month. Wuliangye Yibin Co., which also produces baijiu liquor, slid 21% in October. The distillers recouped some losses in the last two days following a market rally fueled by investors' hopes that China might ease its zero-Covid policy early next year.</p><p>Shanghai-listed Moutai, long a market darling, has been a popular holding of both international and domestic investors. The distiller makes its version of the potent baijiu spirit in the southern province of Guizhou. The liquor is made from sorghum and has been dubbed \"firewater,\" a nod to its 53% alcohol content. Moutai tastes like strong vodka with hints of soy sauce, and has a strong, sharp finish that some have described as akin to drinking razorblades.</p><p>Moutai has long been a status symbol in China, often consumed at weddings and lavish business dinners. The company's consistent double-digit sales growth year after year has resulted in it being classified as a Chinese consumer staple stock, even though its products are highly costly.</p><p>In September, when Moutai's market capitalization was at about $330 billion, the company briefly replaced internet giant Tencent Holdings Ltd. as China's most valuable publicly listed company.</p><p>As of this summer, foreign investors held about 7.4% of Moutai's shares, according to Wind data. But after Mr. Xi started espousing his vision to remake China's economy during the party congress, international investors pulled the equivalent of $1.8 billion from the stock, taking their ownership down to 6.4% by the end of October. That made up the bulk of the more than $2 billion in foreign outflows from Moutai last month.</p><p>\"The term 'common prosperity' gave some investors the impression that Xi wants to build an egalitarian society,\" which made them concerned about the distillers' prospects, said Wong Kok Hoi, founder and chief investment officer of APS Asset Management. The firm is a longtime holder of Moutai shares.</p><p>Last week, Chinese stocks held by global investors sold off heavily after Beijing unveiled a party leadership packed with Xi loyalists. The Hang Seng Index tumbled 8.3%, and analysts chalked up much of the losses to pessimism about China's economic outlook and the fact that it didn't signal any easing up of its strict Covid restrictions, which have weighed heavily on businesses and consumer spending.</p><p>Overall, foreign investors pulled the equivalent of $7.9 billion from mainland China's equity markets in October through the Stock Connect program. It was the second-largest monthly drawdown in the history of the cross-border trading link, and the biggest since March 2020, during a global market selloff in the early months of the coronavirus pandemic.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for China's economy? Join the conversation below.</p><p>\"Investors have been de-risking after the party congress. People are worried about future demand for baijiu, but there was no evidence of any hostile attitude towards the liquor sector,\" said Min Chen, Head of China at Somerset Capital Management in Singapore. He said the baijiu makers' steady growth in sales, which have averaged 10% to 15% yearly, is likely to continue.</p><p>Harsh pandemic lockdowns didn't significantly damp Chinese consumers' appetite for Moutai. The distiller reported revenue growth of 11% and 12% in 2020 and 2021 respectively.</p><p>For the first nine months of this year, Moutai posted the equivalent of $12 billion in revenue, up 17% from the same period a year ago. Its net profit jumped 19% to the equivalent of about $6 billion.</p><p>Goldman Sachs analysts are also optimistic about Moutai's prospects. In an Oct. 25 report, the investment bank said the distiller and Wuliangye are two superpremium baijiu brands that can be expected to ride on strong consumer demand. \"Affluent consumers are generally under less financial pressure than lower class or middle class,\" the analysts wrote.</p><p>Mr. Wong, of APS Asset Management, said he thinks Moutai is unlikely to be subject to a damaging regulatory crackdown given that it is a state-owned enterprise and a major contributor to the economy of Guizhou province.</p><p>\"Moutai's fundamentals have not changed. If anything, the stock is now cheaper and at better value than it was before the congress,\" he said. The company currently trades at about 26 times its earnings for the next 12 months, according to FactSet. That compares with its peak valuation of around 58 times forward earnings in February 2021, and a five-year average of around 32 times.</p><p>— Rebecca Feng and Serena Ng contributed to this article.</p><p>Investors Lose Taste for Pricey Chinese Liquor as Xi Renews 'Common Prosperity' Call</p>",
  "published": "2022-11-02T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3910,
          "end": 3923
        },
        {
          "start": 3910,
          "end": 3917
        },
        {
          "start": 3880,
          "end": 3893
        }
      ]
    }
  ]
}