{
  "_id": "63937d8d060b4842654a08141e3f815679e0460402c083c900e5a193d5493b4b",
  "feed": "ftcomall",
  "title": "The ‘Spac king' abdicates the throne",
  "text": "<p><strong>One scoop to start:</strong> A US private equity firm, <strong>Crossbridge Energy Partners</strong>, <a href=\"https://www.ft.com/content/559c2abc-d31c-40b3-885e-45578486e00f?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">is the frontrunner</a> to acquire a Lukoil refinery in Sicily as Italy seeks an alternative to nationalising the plant, which faces shutdown if it stays in Russian hands.</p> <p><strong>One invite to start:</strong> We are weeks away from our first annual summit — Due Diligence Live. Join us on October 12 in London to hear from Carson Block, the founder of Muddy Waters Research, and many others. Get your pass <a href=\"https://duediligence.live.ft.com/page/2116590/register-now\">here</a>.</p> <p>In today's newsletter:</p> <ul>  <li><p>Chamath Palihapitiya accepts defeat</p></li>  <li><p>Trump's trouble with hedge funds</p></li>  <li><p>Bankers strain to sell Citrix debt</p></li> </ul> <h1>The end of a special purpose acquisition era&#xa0;</h1> <p>In February 2021, as the boom in blank-cheque companies was nearing its peak, <strong>Chamath Palihapitiya</strong> <a href=\"https://twitter.com/chamath/status/1363571801289154560\">wrote on Twitter</a>: “Im about to really f*ck some shit up . . . just fyi.”</p> <p>The former <strong>Facebook </strong>executive was at the top of his game at that point. He had just announced his fourth deal — a plan to take financial services firm <strong>SoFi</strong> public — and was already sitting on hundreds of millions of dollars in profits from his other transactions. </p> <p>Strangely, Palihapitiya has been pretty quiet on Twitter since then. Instead of posting about his big wins in the Spac game — short for special purpose acquisition company — he lists articles he read that week. </p> <p>Here's one he won't be sharing: <a href=\"https://www.ft.com/content/52afc374-2dbc-457b-a42d-dbb54496135c\">this story by DD's Ortenca Aliaj from Tuesday on how</a> Palihapitiya is liquidating two of his Spacs, including his largest, and returning cash to investors after he failed to find deals. </p> <p>“Over the past two years, we evaluated more than 100 targets and while we came close to doing a deal several times, we ultimately walked away each time for a couple of reasons,” Palihapitiya said in a regulatory filing, citing steep valuations and volatility. </p> <p>That Palihapitiya, the crowned “Spac King”, is throwing in the towel on two of his largest vehicles shows how far the market for blank-cheque companies has fallen. But we didn't need to wait for the tech investor to give up to know that things had gone awry.</p> <p>The majority of companies Palihapitya helped take public are trading below $10 — the price at which investors buy shares in a Spac initial public offering — and significantly lower than their peaks at the height of the Spac boom. </p> <p>This is something we've talked a lot about on DD. Investors have become disenchanted with Spacs and their celebrity backers as deal after deal have disappointed and left shareholders nursing losses while founders have walked away with millions. </p> <p>Palihapitiya was particularly effective in rallying retail investors, taking to <strong>Twitter </strong>and television to boast about his deals. He presented himself as an ally to normal people despite his billionaire status, at least until it came <a href=\"https://www.ft.com/content/2386c577-7cb6-438f-b708-2aa27c2fd253\">to the repression</a> of Muslim Uyghurs in China, which he said “nobody cares” about.</p> <p>At least he joins other notable figures who have had to wind down their vehicles for lack of a deal. Billionaire hedge fund manager <strong>Bill Ackman </strong>returned $4bn to shareholders in his Spac earlier this year. The two have something else in common: comparisons to legendary investor <strong>Warren Buffett</strong>. </p> <p>We're reminded of this excellent <a href=\"https://www.ft.com/content/f8dc21f0-3a43-418b-8cdb-253d2eaa2ed3\">Alphaville post</a>: a comparison to Buffett is a sure way to predict that things are about to take a bad turn. </p> <h1>Trump's hedge fund troubles</h1> <p>Ever since <strong>Donald</strong> <strong>Trump</strong> struck a deal to take his social media company public through a Spac, a number of hedge funds have been waiting to cash in on a giant arbitrage.</p> <p>As Trump struggles to get the deal over the line, the funds have spotted an opportunity to extract an extra pound of flesh from the former president's media empire.</p> <p>Tuesday marked a pivotal moment for the social media company, called <strong>Trump Media &amp; Technology Group</strong>. It's when a $1bn private placement backstopping the listing expired, giving the hedge funds that subscribed to the deal the opportunity to back out.</p> <p>With the ball in their court, <a href=\"https://www.ft.com/content/c8c343f9-c251-465e-9498-1c2032883eca\">the funds are negotiating</a> with Trump and <strong>Patrick</strong> <strong>Orlando</strong> — head of the blank-cheque company taking TMTG public — to tilt the financing further in their favour, DD's Antoine Gara, Ortenca Aliaj and Sujeet Indap report.</p> <p>The Pipe investment was structured as preferred stock that is convertible into common shares of the soon-to-be listed TMTG. Investors could convert the preferred stock at $33.60 if the price of TMTG shares remained above $56, allowing them to recognise an immediate paper profit.</p> <p>If TMTG's stock price fell below $56, the conversion price would drop proportionately to as low as $10 per share.</p> <p>One proposal could allow the conversion price to fall as low as $2 per share, according to a person involved in the negotiations, ensuring that Pipe investors could profit even if TMTG plunges.</p> <p>It would entail more shares being issued to Pipe investors, which would dilute other shareholders, including the former president. </p> <p>No decisions have been made on changes to the deal's existing terms, said a person close to the talks. Investors are also being asked to agree to a 10-day extension as talks continue. </p> <p>For Trump, who authored <em>The Art of the Deal</em>, it remains to be seen whether he will cave. </p> <p>“Trump wants to make sure he doesn't face a lot of dilution,” said one person involved. “Optically, he wants to avoid a $2 floor. It looks weak and he doesn't want to look weak.”</p> <h1>Bankers sweat over Citrix</h1> <p>Bankers working the phones trying to raise $15bn of debt for two private equity groups to buy the software maker <strong>Citrix </strong>have heard the same word over and over again this month: pass.</p> <p>Investor orders <a href=\"https://www.ft.com/content/dd3a5dea-ec0d-4657-b536-8af68687bdab\">have barely covered the debt package</a> pitched by a group of banks led by <strong>Bank of America</strong>, <strong>Credit Suisse</strong> and <strong>Goldman Sachs</strong> for the takeover, with many big money managers and hedge funds refusing to lend to the business, people briefed on the matter told DD.</p> <p>In an attempt to sew up the deal on Tuesday, bankers were handing out mouth-watering discounts to any would-be buyers. Some $4bn in secured bonds and $4.55bn in new loans will yield roughly 10 per cent, far above the levels bankers had pitched just weeks ago.</p> <a href=\"http://www.ft.com/cms/1681611.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The dearth of interest underscores how much air has come out of US financial markets this year. The $16.5bn buyout of Citrix by <strong>Vista Equity Partners </strong>and <strong>Elliott Management </strong>was inked in January, well before central banks started aggressively tightening policy and before Russia's invasion of Ukraine rattled financial markets. </p> <p>A hedge fund portfolio manager approached by Credit Suisse on the secured bond told DD he was surprised to hear from the lender.</p> <p>“If they're calling us to find out what terms we would do on the secured bond deal, they've really gone down the list,” the manager said, given the fund does not typically operate in the high-yield credit space.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Latham &amp; Watkins</strong> has hired <strong>Michele Anderson</strong>, a senior director at the <strong>US Securities and Exchange Commission</strong> who oversaw its office of mergers and acquisitions, as a partner in Washington, DC.</p></li>  <li><p><strong>Goldman Sachs</strong> <a href=\"https://www.bloomberg.com/news/articles/2022-09-20/goldman-cuts-at-least-25-bankers-in-asia-as-china-deals-swoon\">has cut</a> at least 25 investment bankers in Asia, according to Bloomberg.</p></li>  <li><p><strong>Lili Buffett</strong>, the granddaughter-in-law of <strong>Warren Buffett</strong>, has joined <strong>JPMorgan Chase</strong>'s wealth management division as an adviser, according to an <strong>Instagram</strong> <a href=\"https://www.instagram.com/p/CisysGUu2Xe/?hl=en\">post</a> by JPM financial adviser <strong>Liz Weikes</strong>.</p></li>  <li><p><strong>Sebastián Albella </strong>has rejoined<strong> Linklaters </strong>as an M&amp;A partner after a period spent at Latham &amp; Watkins and as chair of the <strong>Spanish Securities and Exchange Commission </strong>before that.</p></li>  <li><p>Law firm <strong>White &amp; Case</strong> has hired <strong>Stefanie Benson </strong>as an antitrust partner in Sydney. She was counsel at <strong>Allen &amp; Overy</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Time is money </strong>How much cash would you accept to give up your spot in The Queue? Our colleagues at Alphaville <a href=\"https://www.ft.com/content/ecf50b47-4e1a-4cef-ba38-e4eff0ae33a9\">conducted a monarchal experiment</a>, and the results lent some fascinating insight into the state of the British economy.</p> <p><strong>Fashion faux pas</strong> A little-known textile maker spent more than $3bn snapping up assets from Paris to London to become the LVMH of China. But the factory worker-turned luxury tycoon's deal spree <a href=\"https://www.bloomberg.com/news/articles/2022-09-20/china-s-lvmh-wannabe-unravels-after-tycoon-s-failed-3-billion-bet\">is unravelling fast</a>, Bloomberg reports.</p> <p><strong>Tipping the scales </strong>The UK Treasury has historically guided the City with a gentle touch. A different&#xa0; approach by new chancellor Kwasi Kwarteng could upset that delicate balancing act <a href=\"https://www.ft.com/content/d9054d42-3ab9-45d9-a679-60ea0dab750a\">in favour of investment bankers</a>, argues Philip Augar in an FT Opinion piece.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/5ac5846f-e434-4f85-89b3-68fecef8637d\">A look inside the FT's nonexistent anti-entrepreneurial war room</a> (Alphaville) </p> <p><a href=\"https://www.ft.com/content/9aed6933-1c96-402e-a194-069c8ed3306c\">Sensitive Morgan Stanley devices were auctioned off online, finds SEC</a> (FT)</p> <p><a href=\"https://www.ft.com/content/62f29c35-70b4-4a86-8178-bdff0af91934\">Sanjeev Gupta's auditor quit after lack of evidence to complete work</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f480a99c-4c7b-4208-b9dd-ef20103254b9\">Private equity may become a ‘pyramid scheme', warns Danish pension fund</a> (FT) </p> <p><a href=\"https://www.ft.com/content/a38d147e-775f-41c2-be93-e6469a37c805\">Volkswagen's works council raises prospect of more Porsche share sales</a> (FT)</p> <p><a href=\"https://www.ft.com/content/ab14fdae-0c1b-4da0-9325-6da8f4243b5a\">China EV maker seeks $1bn in Hong Kong's biggest IPO of 2022</a> (FT)</p> <p><a href=\"https://www.ft.com/content/eff1901d-2dbe-412a-a344-f15a4dca24e2\">Hedge fund trader can be extradited from UK to Denmark to face ‘cum-ex' charges</a> (FT) </p> <p><a href=\"https://www.ft.com/content/b4d1c0c5-b9e0-4df2-b7e0-c0f9f460fe7b\">Under-fire US fund manager pulls controversial sponsorship of climate sceptics</a> (FT)</p> <p><a href=\"https://www.ft.com/content/cbdfcb42-6c70-499c-999d-7e1cda0e4bd4\">Hedge funds take aim at UK fund management groups</a> (FT + <a href=\"https://www.ft.com/content/bf57be83-a818-483d-a552-60d84f477820\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/86ee8c9d-9eca-43ac-a09d-cb54fb2d7564\">Mike Ashley: Frasers will benefit from shedding maverick status in City</a> (Lex)</p><p>Source:  2022 'The ‘Spac king' abdicates the throne' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T04:00:25.889Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5609,
          "end": 5622
        },
        {
          "start": 6842,
          "end": 6855
        },
        {
          "start": 5609,
          "end": 5616
        },
        {
          "start": 6888,
          "end": 6895
        },
        {
          "start": 6888,
          "end": 6901
        },
        {
          "start": 5571,
          "end": 5584
        }
      ]
    }
  ]
}