{
  "_id": "d758515459f6b8f3c3df795400c6e2683ff6b5bb6507f6cfdf5a7039786ea955",
  "feed": "ftcomall",
  "title": "Mega-merger in aisle 1",
  "text": "<p><strong>One thing to start:</strong> Twitter has said Elon Musk <a href=\"https://www.ft.com/content/138584ea-ed30-488d-ba54-c468382d22da\">is under investigation</a> by federal authorities for “his conduct in connection with the acquisition” of the social media group, according to a court filing.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Kroger/Albertsons puts antitrust regulators to the test</p></li>  <li><p>Porsche's convoluted governance structure</p></li>  <li><p>Lazard gets in the geopolitical advisory game</p></li> </ul> <h1>A US mega-deal to test Biden's trustbusters</h1> <p>US dealmakers starved for action could finally be getting their fill. So long as competition watchdogs don't crash the feast.</p> <p>Ohio-based grocery chain <strong>Kroger </strong><a href=\"https://www.ft.com/content/d44d8c49-701a-4c93-92d5-25a105e916d3\">is in talks to buy</a> rival <strong>Albertsons</strong>, DD reports, in a megamerger that would bring together two of the country's largest supermarkets and serve as a critical test of <strong>Joe Biden</strong>'s new antitrust regime.</p> <p>DD readers are used to UK supermarket deals dominating the headlines by now. From <strong>Clayton, Dubilier &amp; Rice</strong>'s <a href=\"https://www.ft.com/content/289c05e9-bba1-4e76-9447-20aee823f924\">hard-fought buyout</a> of<strong> Morrisons</strong> to <strong>TDR Capital</strong>'s <a href=\"https://www.ft.com/content/c21f0550-4f8d-4ea8-9fba-872eb174ba99\">incredibly lucrative</a> deal for a stake in<strong> Asda</strong>, private equity has long dined on the sector.</p> <p>But in the highly concentrated US market, it's a different story. Albertsons itself has had two failed takeover attempts: in 2017, it walked away from a potential tie-up with<strong> Whole Foods</strong> over regulatory concerns and price. <strong>Amazon</strong> purchased it shortly after for $13.7bn.</p> <p>A year later, its attempt to merge with <strong>Rite Aid</strong> failed to win over the pharmacy chain's shareholders.</p> <p>This time round Albertsons, backed by private equity group <strong>Cerberus Capital</strong>, is the target. Kroger, which has a market value of $33bn, could buy the Boise, Idaho-based group for about $15bn in cash, according to DD sources.</p> <p>The deal has already attracted criticism. “This merger is a cut and dry case of monopoly power, and enforcers should block it,” said <strong>Sarah Miller</strong>, executive director of the <strong>American Economic Liberties Project</strong>. She added that the combination would further raise food prices, lower wages, and threaten small businesses.</p> <p>In Amazon's case, its <a href=\"https://www.ft.com/content/dafa4e59-fbdf-3174-a0ed-565087f7a2a3\">takeover of Whole Foods</a> didn't violate any federal antitrust laws because the ecommerce giant and the Austin, Texas-founded grocery chain weren't direct competitors, according to <strong>Bruce Hoffman</strong>, then-acting director of the <strong>Federal Trade Commission</strong>. That's despite the launch of the Amazon Fresh delivery service in 2008.</p> <p>Albertsons and Kroger will have a hard time arguing that they're not rivals. </p> <p>US <strong>Department of Justice</strong> antitrust chief <strong>Jonathan Kanter</strong> and FTC chief <strong>Lina Khan</strong> <a href=\"https://www.ft.com/content/313550db-3006-401e-9908-981577663c51\">have been vocal</a> about their intent to challenge more mergers, especially ones that reduce consumer choice.</p> <p>As Kanter put it at our Due Diligence Live event earlier this week: “I've been subjected to a lot of criticisms. Timid is not one of them.”</p> <h1>Porsche puts its own spin on corporate governance</h1> <p>Investors looking to invest in the <strong>Volkswagen </strong>empire may find the experience much akin to shopping for a car, given the myriad of choices.</p> <p>Since its luxury sports car brand <strong>Porsche AG </strong><a href=\"https://www.ft.com/content/11d7258d-9344-4aa3-94a0-e729a10d6c79\">listed in Frankfurt</a> several weeks ago, prospective buyers can choose between purchasing equity in four different listed entities: Porsche AG, the overall Volkswagen group, VW's <strong>Traton</strong> trucks business, or a holding company that owns the ruling <strong>Porsche-Piëch</strong> clan's voting stock (<strong>Porsche SE</strong>).</p> <p>Too many options can sometimes feel overwhelming. What many investors don't realise is that the listed entities are more closely connected than they think.</p> <p>The companies<a href=\"https://www.ft.com/content/4d8d9254-6777-4f8f-b395-7d4bb2c8704a\"> are woven together in a web of cross-shareholdings</a> effectively controlled by the Porsche-Piëch family, the FT's Olaf Storbeck explains.</p> <p><strong>Oliver Blume</strong>, whose double role as chief executive of Volkswagen and the newly listed Porsche has attracted its fair share of scrutiny, is not the only one to double-dip. </p> <p>Of VW's eight different boards, 11 individuals — nine of who are men — hold board positions on at least two boards at once. Five of them are on at least three different boards. </p> <p>Take <strong>Hans Dieter Pötsch</strong>, who chairs the supervisory boards of Volkswagen and Traton, and is the chief executive of Porsche SE. He also sits on the supervisory board of Porsche AG. Or Volkswagen's legal head <strong>Manfred Döss</strong> who is in charge of compliance at Porsche SE while also juggling a spot on Traton's supervisory board.</p> <p>Busy as they may be, the power lies mostly in the hands of the Porsche-Piëch dynasties — VW's controlling shareholder which hopes to turbo-charge Porsche into a luxury asset to rival brands such as <strong>Ferrari</strong> and <strong>LVMH</strong>.</p> <p>As DD<a href=\"https://www.ft.com/content/6047a82c-d1bd-4fe2-bc81-fbe81a41a66f\"> explained last month</a>, Volkswagen's complex corporate governance structure still allots the lion's share of voting stock to the families. </p> <p>In the case of Porsche AG's recent IPO, for example, the car brand split Porsche's share capital into two to allow the Porsche-Piëch families to buy 25 per cent of voting shares. They also listed a 25 per cent share of the non-voting stock, which represents 12.5 per cent of the group's overall equity. That gave little say to everyday shareholders.</p> <p>The convoluted structure also allows for potential conflicts of interest that could hamper VW investors in the long term.</p> <p><strong>Lutz Meschke</strong>, for example, who serves as both Porsche AG's chief financial officer and head of investment management at Porsche SE, is tasked with decisions over dividends at the sports car unit that he himself would be poised to receive as an executive at the holding company.</p> <p>Porsche AG's €75bn listing was a rare winner in an otherwise stagnant IPO market. Whether there's enough gas in the tank to outlast its controversial governance decisions is another thing.</p> <h1>Geopolitical advisory: the next investment banking frontier?</h1> <p>Dealmaking may be becoming an ever darker art. </p> <p>On Thursday, <strong>Lazard </strong>revealed that it was forming an official “geopolitical advisory group” to counsel chief executives and boards of directors on the global affairs questions that affect how they run their businesses. </p> <p>Several firms — including PR powerhouse <strong>Teneo</strong>'s<strong> WestExec Advisors </strong>— already offer such services and are staffed by former diplomats, spies and military veterans seeking to cash in on their years of government service.</p> <p>Lazard <a href=\"https://www.ft.com/content/2c63da7d-d271-4f7c-b595-3582a0b62fa2\">thinks that it can outshine the competition</a>, however, by combining its statecraft advice with insights from its army of investment bankers.</p> <p>“There are other groups out there assessing geopolitical risks but no one is combining that with financial analysis the way we can,”<strong> Peter Orszag</strong>, Lazard's chief executive of financial advisory and a former budget director in the <strong>Obama</strong> White House told the FT's Josh Franklin and DD's Sujeet Indap.</p> <p>Imagine telling a consumer products company about both the risks of opening a factory in China's Xinjiang province and how much in earnings per share accretion such a risky decision could bring. Talk about bang for your buck.</p> <p><strong>Jami Miscik</strong>, a former deputy director of intelligence at the <strong>CIA</strong> who recently worked for <strong>Kissinger Associates</strong>, is joining as a senior adviser on the political advisory team. Former military <strong>John Abizaid</strong>, the former head of <strong>US Central Command</strong>, and <strong>William McRaven</strong>, the head of US special operations when<strong> Navy Seals</strong> killed<strong> Osama bin Laden</strong>, will be her new coworkers.</p> <p>Winning big ticket M&amp;A fees has become harder than ever, as global dealmaking has <a href=\"https://www.ft.com/content/fadb869a-1f6a-4b22-8304-c71e848cdd9e\">dried up</a> over the past nine months.</p> <p>Firms like Lazard are desperate to woo C-suite executives as a means to eventually get those mandates. DD expects it won't be the last investment bank to challenge PR firms and political consultancies on their own turf.</p> <h1>Job moves</h1> <ul>  <li><p>Senior <strong>Deloitte</strong> partner <strong>Stephen Cahill</strong> <a href=\"https://www.ft.com/content/dfdc10c2-70cb-4537-bd90-dadf5c55870c\">is leaving</a> the Big Four firm after an investigation into inflammatory comments he made during a drunken tirade at a work event at the horseracing at Royal Ascot in June.</p></li>  <li><p><strong>Vanessa Sea </strong>has joined <strong>Mudrick Capital Management</strong> as head of consultant relations and North America distribution, based in New York. She was previously head of consultant relations at <strong>PanAgora Asset Management</strong>.</p></li>  <li><p><strong>Bank of America </strong>has hired former <strong>Deutsche Bank </strong>dealmaker <strong>Brett Orlando</strong> as global head of commodity transition, according to an internal memo seen by the FT.&#xa0;</p></li> </ul> <h1>Smart reads</h1> <p><strong>Welcome to Wally World </strong>Walmart has made a bold declaration that it can help save the planet by selling more stuff. The FT's Andrew Edgecliffe-Johnson examines whether the mega-retailer's ESG pledges <a href=\"https://www.ft.com/content/0975d1e3-d95f-4b77-8d58-5d95a751f31a\">can jive with its profits-at-all-costs model</a>.</p> <p><strong>Logging out </strong>Elon Musk's messy Twitter takeover has led burnt-out staff to worry whether the long hours encouraged at the fickle billionaire's other companies will shift the culture. Some are <a href=\"https://www.ft.com/content/1603d00d-ab09-4a69-812b-93ebff6f0ab0\">quitting while they're ahead</a>, the FT reports.</p> <p><strong>Pickled profits</strong> Hedge fund manager Tom Wagner used to joke about buying a pickleball team. Now he has teamed up with American football player Tom Brady <a href=\"https://www.bloomberg.com/news/articles/2022-10-12/why-a-hedge-fund-manager-is-betting-on-pickleball-with-tom-brady?srnd=wealth&amp;leadSource=uverify%20wall\">to make it a reality</a> as the sport surges in popularity, Bloomberg reports.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/e00fd280-3863-4a12-8dc5-017058590ebe\">Harvard predicts looming markdowns to private assets</a> (FT) </p> <p><a href=\"https://www.ft.com/content/edc1fbce-b7af-44a8-aea4-27cd22a6578f\">VW unveils €2.4bn venture with Chinese AI chip specialist</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8059c2d6-65bb-4809-9c5f-14e14e210c0a\">Monte dei Paschi di Siena set for €2.5bn rights issue</a> (FT)</p> <p><a href=\"https://www.ft.com/content/cc887a18-a307-40eb-8c17-1c6a42bd17b5\">BlackRock hit by falling markets and lower fees</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f4f96cf7-29a2-4416-a1cd-83ea362cfcaa\">Goldman Sachs sounds alarm on UK commercial property</a> (FT)</p> <p><a href=\"https://www.ft.com/content/065bd755-103f-413d-a242-60a3f51b08bb\">Kwasi Kwarteng rejects calls for new ‘tax' on UK banks</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d2cf409a-8e39-4845-9d9c-43a77bfe90de\">US venture capital market proves resilient this year</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3d5e51ed-0b88-4ea4-a565-7ad71620cf98\">Top Gun producer Skydance valued at $4bn after KKR-led investment</a> (FT) </p> <p><a href=\"https://www.thelawyer.com/mishcon-lawyers-gain-access-to-two-more-uk-cities-with-merger/\">Mishcon lawyers gain access to two more UK cities with merger</a> (The Lawyer) </p> <p><a href=\"https://asia.nikkei.com/Politics/International-relations/Hong-Kong-hits-back-at-U.S.-warnings-over-Russian-tycoon-s-yacht\">Hong Kong hits back at US warnings over Russian tycoon's yacht</a> (Nikkei Asia) </p><p>Source:  2022 'Mega-merger in aisle 1' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T04:00:59.451Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8956,
          "end": 8969
        },
        {
          "start": 8956,
          "end": 8963
        }
      ]
    }
  ]
}