{
  "_id": "c122818f5d2114b93ef22eb88efe9906b513c55f92cced387d36353f8bc8e7b6",
  "feed": "market-watch",
  "title": "GameStop pulls back its NFT curtain, but it's not what Apes thought they would see",
  "text": "<p>But when the company pulled back the curtain on Thursday morning, GameStop's loyal band of Apes found themselves asking “Umm, Ryan, who is that?”</p><p>Thursday's announcement that GameStop will partner with Australian outfit Immutable X on the creation of an NFT marketplace was met with excitement from Apes, even if the press release failed to include any mention of the exchange that many of them assumed they would see: Loopring.</p><p>Speculation around GameStop leveraging its meme popularity to enter the red-hot NFT marketplace has fueled talk around the company's herd of bulls since Cohen got involved in 2020, and the chatter has only increased as the NFT craze has gone meta-viral as the market for the digital tokens grew to more than $41 billion by the end of 2021.</p><p>For GameStop HODLers, the upside of Cohen &amp; Co. using their increasingly online video game business to create its own NFT marketplace has become so increasingly obvious that it was viewed as inevitable, with many speculating on social media that Cohen would team up with decentralized exchange Loopring.</p><p>Like Immutable X, Loopring is at the bleeding edge of layering a trading program over the blockchain of an existing cryptocurrency to make the transactions both faster and cheaper. Both companies are “Layer 2” plays and both use Ethereum ETHUSD as their base.</p><p>In fact the only thing really separating the two is the popularity of Loopring's token and the fact that it was so far and away the choice of GameStop's retail shareholders that the company's 8k filing with the U.S. SEC goes out of its way to mention Loopring.</p><p>“GameStop will use Immutable X as their first layer-2 NFT integration for trading and minting, other than Loopring,” reads the text of the filing, followed by “GameStop will not integrate any blockchain protocol, other than Ethereum Layer 1 and Loopring into their NFT marketplace without first having integrated Immutable.”</p><p>This is a clear signal to the legion of Apes who have been essentially writing thirsty fan-fiction about how hot it will be when GameStop and Loopring eventually hook up that they need to chill and accept that there are other Layer2s on the chain.</p><p>It's also a very interesting peek into how powerful online sentiment is in decentralized finance and how it affects the way that DeFi deals are marketed to investors.</p><p>In contrast, in regular finance it would be pretty odd to see an SEC filing announcing a merger deal that has language like “Morgan Stanley will act as banker on the transaction, as opposed to Goldman Sachs, and Morgan Stanley will have first crack at completing said transaction before Goldman Sachs –who is not involved– would be brought into the transaction.”</p><p>In fact, in regular finance, Morgan Stanley might take real umbrage –and likely litigation– if a company decided to mention a rival that is not involved at all in a regulatory filing.</p><p>And further proof of that power is that Loopring's token LRC was down more than 7% on the news, according to Coinbase.</p><p>But there's also the wrinkle that many GameStop investors are fully devoted to the vision of the company's chairman, Ryan Cohen, who communicates with the faithful almost exclusively via inscrutable tweets.</p><p>“Is Ryan Cohen playing 4D Chess again?” asked one Redditor, while others indulged in the conspiracy theory that Loopring had been somehow co-opted by Citadel founder –and Ape Darth Vader– Ken Griffin, and then giving Cohen credit for finding a new partner.</p><p>Cohen has yet to tweet after the announcement, and GameStop was not offering further comment.</p><p>But the real impact everyone wanted to see was on GameStop's share price, which spent the day digesting the news. After popping my almost 3.5% in early trading, the stock was staying just above flat going into the afternoon.</p>",
  "published": "2022-02-03T13:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2621,
          "end": 2634
        },
        {
          "start": 2527,
          "end": 2540
        },
        {
          "start": 2527,
          "end": 2534
        },
        {
          "start": 2621,
          "end": 2628
        }
      ]
    }
  ]
}