{
  "_id": "29d5dee6031e7db45d6df3b0ffab33ef457fb1446cb61318192e175db28b9d0c",
  "feed": "ftcomall",
  "title": "L&G to plough £2.5bn of pension cash into homes for rent ",
  "text": "<p>Legal &amp; General plans to invest a further £2.5bn of pension savings in “build-to-rent” developments over the next five years, aiming to create more than 7,000 homes in UK towns and cities.</p> <p>The build-to-rent sector — usually purpose-built blocks of flats owned by long-term investors — had a <a href=\"https://www.ft.com/content/ae46e755-1a6e-4032-a4fb-7ec73c59676a\">record influx of investment</a> last year from banks, property funds and institutions looking to profit from the country's housing shortage. </p> <p>L&amp;G's asset management division has already invested about £2.5bn in 20 such schemes. The latest pledge comes from its retirement business and involves reinvesting funds from corporate pension schemes that the insurer has previously taken responsibility for.</p> <p>Last year, the FTSE 100 group invested more than £500mn of retirement funds in build-to-rent properties across four schemes in Stratford, Hove, Southampton and Lewisham. L&amp;G has previously said that a “virtuous circle” of pension savings funding projects should help fill an infrastructure gap that it estimated at £1tn over the course of this decade.</p> <p>“Our average resident is 30-years-old, but the average age of the [pension scheme beneficiary] is obviously significantly higher than that,” Dan Batterton, head of build to rent at L&amp;G's fund management arm, told the Financial Times. </p> <p>“So it is definitely taking wealth that is locked up within the pension system and releasing that to provide wider economic benefits — creating jobs, creating homes.”&#xa0;The strategy will target derelict city centre sites in need of regeneration. </p> <p>The government last year challenged pension funds in particular to invest hundreds of billions of pounds to drive the UK's economic recovery. Insurance groups, meanwhile, have called for looser regulation to make it easier for them to invest. </p> <p>In December, Phoenix Group, another FTSE 100 long-term savings and investment provider, said it <a href=\"https://www.ft.com/content/8d4cddf2-8044-4e8a-a36e-7df2346a54cc\">could invest up to £50bn</a> if certain rules were changed. </p> <p>The flow of cash into purpose-built rental housing has increased during the pandemic as property investors look beyond offices in their hunt for stable returns. The pool of investors has also broadened, with Lloyds Banking Group, Australian bank Macquarie and US bank Goldman Sachs among those entering the market or increasing their exposure last year. </p> <p>Those investors are betting that a chronic lack of housing in the UK and a growing population of young renters will support demand and keep rents moving upwards. With house prices surging past previous records in the past year, there are also millions of would-be buyers priced out of the market with little option but to rent. </p> <p>L&amp;G was an early entrant into the build-to-rent sector, where development initially focused on London and targeted above market-rate rents. As more institutional capital has targeted rental housing over the past few years, development has fanned out to regional cities where yields tend to be higher. </p><p>Source: Ian Smith and George Hammond in London 2022 'L&amp;G to plough £2.5bn of pension cash into homes for rent ' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-16T00:02:41.199Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2180,
          "end": 2193
        },
        {
          "start": 2180,
          "end": 2187
        },
        {
          "start": 2168,
          "end": 2181
        }
      ]
    }
  ]
}