{
  "_id": "e2a46c8578faf4cd70049518c0610ed765573a14b468b93b532b68e02a7cb685",
  "feed": "ftcomall",
  "title": "Now is the time for stockpickers in markets",
  "text": "<p><em>The writer is professor of business at Columbia Business School and a retired partner of Goldman Sachs</em></p> <p>Much has been written about the wicked declines in financial asset prices this year. These commentaries are often framed in the language of technical analysis. For example, has an equity bear market begun? </p> <p>Far more relevant to investment decision-making is not whether prices have declined by an arbitrary amount in percentage terms, but, rather, what those prices reveal about expectations for the future. Simply stated, is a sufficiently ugly scenario already priced into the asset markets to set the stage for a recovery?</p> <p>The question is best answered through fundamental analysis. That is, a clear-eyed review of the economic backdrop, underlying corporate performance and good old-fashioned accounting. Stocks with persuasive stories may drive an equity bull market while investors crave risk and long-horizon ideas. But bear market recoveries depend on reasonable valuations and sustainable business models.</p> <p>A second area for discussion is whether the prior enthusiasm for both stocks and bonds led to misallocations of capital that are now being corrected. </p> <p>For an extended period, and in many nations, the cost of debt capital was close to zero. The effects were seen throughout the capital structure, not just in equities. In addition to the rise in share prices, the cheap cost of money encouraged greater risk tolerance in the debt markets as investors sought higher yields.</p> <p>Similarly, increased use of leverage made good arithmetic sense on corporate balance sheets and in alternative investment products, including private credit and private equity. More expensive leverage will make it easier to differentiate the most capable managers from those who generated anaemic basic returns, but could enhance their reported gains with borrowed capital.</p> <p>There are usually multiple signposts to whether a bull market can continue. One group of indicators is related to the durability of the economic and profit expansion. These are, in turn, heavily dependent on the economic health of consumers. Strong labour markets are usually helpful, not harmful, to the investment outlook as they portend a protracted economic expansion. Further, US household balance sheets are generally in good condition. </p> <p>A second category of indicators of future equity performance is linked to how much investors are willing to pay for prospective corporate performance. This is where investment thought leaders, such as Benjamin Graham and David Dodd, and value approaches to security selection, take over. The Columbia Business School, where I now teach, has an entire academic centre focused on these techniques.</p> <p>Valuation models aren't timing devices, but notable overvaluation earlier this year made equities susceptible to disturbing catalysts such as the invasion of Ukraine, the significant rise in inflation and worries about China's economy. In February, valuation metrics, including price to earnings and price to sales, were at the 95th to 99th percentiles of their historical distributions, according to Goldman Sachs research. Likewise for valuations based on discounted dividends and cash flows and projected interest rates.</p> <p>These extreme valuations could be sustained only if the pleasant macro scenario unfolded for economic and profit growth. This was not the case. Given the decline in prices, US shares are now much closer to fair value, even with higher interest rates.</p> <p>Previously, there was also an uneven valuation pattern within the equity market. It is common for faster-growing companies to trade at higher valuation ratios. However, earlier this year the divergence in price-earnings ratios within the US market was the widest ever. Stocks in the top price-earnings decile were trading at extreme valuations both in absolute terms and when compared with either the bottom decile or the median stock. The valuations of these “top tier” stocks, mainly in the technology sector, have proven to be the most vulnerable to rising interest rates and concerns about economic growth. And the gap has narrowed. </p> <p>Consumers, business leaders, investors and government policymakers now face several legitimate concerns. These include heightened inflation, tighter financial conditions, slower growth and possible recession. But asset prices have already fallen, and volatility has already risen. Valuations are much less extreme than they were and, in some cases, reflect embedded expectations that are quite bleak. It may be less gut-wrenching to invest when the consensus outlook is for sunshine. But the best returns can occur when a less cheerful scenario is reflected in security prices.</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/079ac374-6658-4284-b43a-7a5e0122a5f2\"><em>Don't misconstrue ‘fair value' as a buy opportunity</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/079ac374-6658-4284-b43a-7a5e0122a5f2\"><em>From Richard Cragg, London KT1, UK</em></a></p><p>Source: Abby Joseph Cohen 2022 'Now is the time for stockpickers in markets' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-24T04:00:40.234Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 89,
          "end": 102
        },
        {
          "start": 89,
          "end": 96
        },
        {
          "start": 3102,
          "end": 3115
        },
        {
          "start": 3102,
          "end": 3109
        }
      ]
    }
  ]
}