{
  "_id": "4bdb7e3bfc919c9694e2122a698281f0e26e80b4a42c72ea7e0d3182cb1b9d75",
  "feed": "wall-street-journal",
  "title": "The Property Report:  New York Hotelier Branches to Florida  ---  Richard Born, known  for the Ludlow, Mercer  and others, sets plan  for West Palm Beach  ----  By Craig Karmin",
  "text": "<p>    Richard Born is among New York City's biggest hotel owners. One of the lessons he learned during the Covid-19 pandemic, when his properties were shut down for months, was a need to diversify his business. </p><p>   \"I was highly concentrated in New York and highly concentrated in hospitality,\" said Mr. Born, who through his company BD Hotels and other partnerships owns and operates 24 hotels with around 4,000 rooms in the city. </p><p>   Now, he is breaking away from both. Mr. Born is an investor in a 2-million-square-foot project in West Palm Beach, Fla., that will feature a hotel, rental apartments, condominiums, retail and office buildings. </p><p>   The developers expect to break ground this month on the first phase, which includes 13 buildings and 150,000 square feet of retail, bars and restaurants. The project's overall costs should approach $1 billion, according to one of his partners. </p><p>   Mr. Born is designing a 175-room hotel at the site, which he said will likely have the look and feel of a New York hotel, rather than mimicking the local design aesthetic. That means, for example, a red brick exterior instead of white stucco, and an aged wood interior, rather than marble or brass. \"It may remind people of the Ludlow, the Mercer or the Bowery,\" he said, ticking off three of his more popular Manhattan hotels. </p><p>   Mr. Born's new project is the latest sign that more executives in New York's real estate community are concluding that opportunities in South Florida have become too compelling to ignore. </p><p>   While Miami has been the most popular destination, West Palm Beach in recent years has been attracting firms looking for satellite locations in South Florida. A new building from Related Cos. has signed such blue-chip tenants as BlackRock Inc., Goldman Sachs Group Inc, and the hedge fund Elliott Management Corp. </p><p>   Mr. Born is working in partnership with Florida developer Place Projects and NDT Development, a real estate and hospitality company based in West Palm Beach. Their project will rise in the city's Nora district, which for decades was largely a collection of warehouses near a railway station. Wheelock Street Capital LLC is providing financing and is a general partner in the development. </p><p>    Joe Furst, founder and managing principal at Place Projects, said he had often stayed at Mr. Born's properties, such as the Bowery and Mercer hotels, on business trips to New York. He was eager to bring that same sensibility to the Nora project. When he found out that Mr. Born was interested in expanding his empire to South Florida, \"that was music to my ears because I always had a passion for what he had done,\" Mr. Furst said. </p><p>   The partners quickly reached a deal. Mr. Born said he would design the lodging and consult on the restaurants and condo design. Sean MacPherson, a hotelier and longtime collaborator with BD Hotels, is also part of the project. </p><p>   Like most every New York City hotel owner, Mr. Born had a tough time during the early months of the pandemic when travel to the city all but evaporated. BD Hotels closed all of its hotels for a period. When the prospect of travel looked as if it could remain subdued for years, Mr. Born said all New York City hotel owners had to be thinking about whether there are better uses for their properties than lodging. </p><p>   More recently, much of the New York lodging market has bounced back. Hotel revenue per available room for the first nine months of this year is more than $190 a night, not far below where it was during the same period in 2019, according to data tracker STR. </p><p>   \"Business is very good in New York,\" Mr. Born said. In Manhattan, he added, \"our downtown and midtown rates and occupancy are as good as they have ever been.\" </p><p>   After a series of legal challenges, he and his BD Hotels partner Ira Drukier reopened the famous Hotel Chelsea in Manhattan early this year. The hotel's main restaurant, Cafe Chelsea, is poised to open its doors in the first quarter. Mr. Born is also reviving the Mercer hotel in SoHo, bringing on Scott Sartiano, co-founder of the Zero Bond private club downtown, to run the restaurant, bar and other food and beverage services. </p><p>   And, Mr. Born said, he is always looking to acquire another New York City hotel. </p><p></p>",
  "published": "2022-11-09T07:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1737,
          "end": 1760
        },
        {
          "start": 1737,
          "end": 1744
        },
        {
          "start": 1737,
          "end": 1750
        }
      ]
    }
  ]
}