{
  "_id": "ee5aa2ae702ca08e1dce27a6373cb19e9fb02e1cae40aa26efd363f054b15d60",
  "feed": "market-watch",
  "title": "Default risk, commodity shocks and other things investors need to remember as Ukraine war enters new phase; Critical information for the U.S. trading day",
  "text": "<p>Investors were dealt a double surprise by Russia's unprovoked invasion of Ukraine in late February. First, market participants seemed to believe until the last minute that Vladimir Putin wouldn't do something so potentially destructive to his own country's economy. Once the tanks rolled in and the airstrikes began, it was assumed the war would be over in a matter of days, with Kyiv sacked and a puppet government in place.</p><p>Instead, Ukraine's heroic efforts and the opposing military's seeming incompetence saw Russian forces off of the area around the capital, leaving a trail of alleged atrocities in their wake. But now a potentially long stalemate awaits as Russia concentrates its forces in eastern and southern Ukraine, with Vladimir Putin earlier this week vowing to press on until his newly adjusted objectives are met.</p><p>After an initial shock as oil surged to 14-year highs above $130 a barrel and prices for wheat, metals and other commodities soared, investors appeared to find their footing. But skeptics wonder if market participants aren't again underestimating the complications ahead.</p><p>More broadly, investors likely do understand what's at stake from a macro standpoint as they \"deal with the fact that the 11th largest economy in the world has now been permanently impaired and shut out from the rest of the world economy,\" said Christopher Smart, chief global strategist and head of the Barings Investment Institute, in a phone interview.</p><p>Most investment returns depend in some way on the price of commodity inputs, which are likely to remain volatile. The Fed already faced a huge challenge in attempting to achieve a soft landing as it dealt with the unwinding of global supply chain kinks and moderating consumer demand as it attempts to get a handle on inflation running its hottest in four decades.</p><p>\"Now, in addition to that, they have this really unprecedented set of disruptions around the costs of major inputs and the potential for financial instability coming from Russia itself,\" Smart said.</p><p>The potential for financial instability comes as Russia heads for a likely sovereign default in early May after sanctions saw Moscow make debt payments in rubles earlier this month after sanctions prevented it prevented it from making the payments in dollars, as required.</p><p>A Russian default isn't a systemic threat on par with the Lehman Brothers collapse in 2008, Smart said, but the potential for harm to some as yet unidentified counterparties shouldn't be ignored.</p><p>Being aware of such potential ripple effects is just one way investors can prepare themselves for the road ahead, he said. How else should investors prepare? On the plus side, the U.S. economy remains strong. That makes credit attractive, he said, though it's \"important to buy the right kind of credit with diligence to the companies you're exposed to.\"</p><p>Emerging market countries that stand to benefit as global commodity consumers look for new suppliers could also stand out, he said.</p><p>The buzz</p><p>The Elon Musk-Twitter TWTR saga took a big new twist, with the Tesla TSLA chief offering to buy all shares outstanding of the company for $54.20.</p><p>It's a big day for results from the financial sector, with Citigroup C, Goldman Sachs GS, Morgan Stanley MS and Wells Fargo WFC all due to release first-quarter numbers.</p><p>The U.S. economics calendar includes weekly jobless claims, retail sales, and shortly after the open, the University of Michigan's consumer-sentiment index.</p><p>The European Central Bank will deliver a policy decision this morning that's expected to offer a clearer road map to when it will end its asset purchases and contemplate raising rates as it deals with inflationary pressures stoked by the Russia-Ukraine war.</p><p>The markets</p><p>U.S. stock-index futures ES00 YM00 NQ00 pointed to a flat start. Stocks ended on a strong note Wednesday, with the S&amp;P 500 SPX and Nasdaq Composite COMP snapping a three-day losing streak amid a respite from rising</p><p>Random reads</p><p>Is there an Earth 2.0 out there — an Earthlike planet orbiting in the habitable zone of a star like our own sun? China is on it.</p><p>Those must be some tasty biscuits: Bear walks 150 kilometers to again break into a bakery after a failed attempt to 're-wild' him.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Default risk, commodity shocks and other things investors need to remember as Ukraine war enters new phase</p>",
  "published": "2022-04-14T10:56:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3205,
          "end": 3218
        },
        {
          "start": 3205,
          "end": 3212
        }
      ]
    }
  ]
}