{
  "_id": "a655c0c6f0b34aaf3eeaf0dd9f4f538f04b12d9616271cb40a087f005dc4fe5b",
  "feed": "market-watch",
  "title": "U.S. stocks open mixed after Bank of England intervention",
  "text": "<p>* The Dow Jones Industrial Average DJIA added 32 points, or 0.1% to 29,172</p><p>* The S&amp;P 500 SPX gained 1.8 points, or 0.1% to around 3,649</p><p>* The Nasdaq Composite COMP lost 23 points, or 0.2% to about 10,804</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 126 points, or 0.43%, to 29135, the S&amp;P 500 SPX declined 8 points, or 0.21%, to 3647, and the Nasdaq Composite COMP gained 27 points, or 0.25%, to 10830. The Nasdaq Composite was down 32.6% from its record high from November last year.</p><p>What's driving markets</p><p>U.S. stocks received some support from a fall in U.S. Treasury yields but not before the 10-year yield BX:TMUBMUSD10Y early on Wednesday breached 4% for the first time since the 2008 crisis.</p><p>Bond markets have been leading stocks of late as investors fret that the Federal Reserve's determination to combat inflation will continue to push borrowing costs higher, damaging the economy and corporate earnings.</p><p>\"Our central market view has been that pressure towards tighter U.S. financial conditions is unlikely to end until the economy either enters a clear recession or shows sustained inflation progress,\" wrote Dominic Wilson, economic analyst at Goldman Sachs.</p><p>But news from the Bank of England that it was stepping into buy unlimited amounts of long-dated bonds helped stem losses. The U.K. central bank said the move was done on financial stability grounds after gilt yields soared and the pound slumped to a record low in the wake of last Friday's budget announcements. The BOE also postponed a planned sale of gilts for next week. The yield on the 10-year gilt BX:TMBMKGB-10Y skidded 52 basis points to 3.99%.</p><p>The market must contend with yet another flurry of Fed speakers on Wednesday. Between 8:35 a.m. and 2 p.m. Eastern, various topics will be addressed by Atlanta Fed president Raphael Bostic; Chair Jay Powell; Gov. Michelle Bowman; Richmond Fed president Tom Barkin; and Chicago Fed president Charles Evans.</p><p>Also pressuring futures was a 3% fall in Apple shares AAPL, amid reports the technology giant was halting plans to increase production of its new iPhones.</p><p>The S&amp;P 500 index on Tuesday fell for its sixth session in a row, shedding 6.5% over that period, and recording its longest losing streak since the beginning of the COVID-19 pandemic in February 2020.</p><p>Indeed the benchmark stock index has lost ground in eight of the last nine sessions, leaving its 14-day relative strength index momentum gauge at 27, where a figure below 30 is considered oversold territory.</p><p>Around 45% of S&amp;P 500 stocks were oversold, noted Tier 1 Alpha, the most since the COVID-19 induced market meltdown in early 2020.</p><p>Companies in focus</p><p>* Shares of semiconductor companies and Apple Inc. suppliers traded lower Wednesday, after news that Apple is dropping plans to boost iPhone productionbecause an expected surge in demand didn't materialize. STMicroelectronics N.V. STM's shares tumbled 3.4%, while shares of Advanced Micro Devices Inc. AMD slid 0.3% and Intel Corp. INTC eased 0.5%.</p><p>* DocuSign Inc. DOCU plans to lay off 9% of its workforce as it embarks on a restructuring plan, the electronic-signature company disclosed Wednesday. The company's shares went up 4.3%.</p><p>U.S. stocks open mixed after Bank of England intervention</p>",
  "published": "2022-09-28T13:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1166,
          "end": 1179
        },
        {
          "start": 1166,
          "end": 1173
        }
      ]
    }
  ]
}