{
  "_id": "85691a1d4119db92d10a1ee104c41253162dbc51710113e88c5e38402f8070bf",
  "feed": "ftcomall",
  "title": "FirstFT: Opposition to shale drilling is ‘un-American'",
  "text": "<p>The White House's chief energy adviser has described as <a href=\"https://www.ft.com/content/27462ffb-0cd0-4822-ba29-c2c258c63bfe\">“un-American”</a> the refusal of US shale investors to ramp up drilling, even as Moscow's invasion of Ukraine causes havoc on global oil and gas markets.</p> <p>US oil groups have been under pressure from Wall Street to funnel record profits back to investors this year, despite repeated calls by President Joe Biden to pump more oil to help tame rampant inflation.</p> <p>“I think that the idea that financiers would tell companies in the United States not to increase production and to buy back shares and increase dividends when the profits are at all-time highs is outrageous,” said Amos Hochstein, Biden's international energy envoy in an FT interview.</p> <p>“You want to pay dividends, pay dividends. You want to pay shareholders, pay shareholders. You want to get bonuses, do that, too. You could do all of that and still invest more. We are asking you to increase production and seize the moment.”</p> <p>Hochstein added: “It is not only un-American, it is so unfair to the American public.”</p> <p>His comments came just days after the twinned launch of an EU embargo on seaborne Russian oil imports and a G7 price cap on the country's oil in an attempt by western powers to stymie the Kremlin's income while keeping its crude flowing to the global market.</p> <p>Hochstein warned of further turmoil in global energy markets, especially in Europe, as the stand-off between Putin and the west deepens.</p> <p><em>Do you agree with the comments of President Biden's adviser? Should US energy producers be increasing production to help offset the decline of Russian oil on western markets? Reply to this email or send your thoughts to firstft@ft.com. </em></p> <h1>Five more stories in the news</h1> <p><strong>1. Microsoft to buy 4% of London Stock Exchange</strong> The deal is part of <a href=\"https://www.ft.com/content/2e613f60-fc0d-48dc-a0ef-b9a7fff06363\">a 10-year strategic partnership</a> to improve the exchange's data and analytics. As part of the agreement, as well as the equity investment, Microsoft will provide the LSE with data analytics and cloud infrastructure products using its Azure, AI and Teams platforms, according to today's announcement.</p> <p><strong>2. Amgen close to deal to buy Horizon Therapeutics for $20bn</strong> A deal between the California-based biotech and Horizon, which is headquartered in Ireland, would mark the largest pharmaceutical transaction since AstraZeneca bought Alexion for $39bn last year. The takeover would give Amgen <a href=\"https://www.ft.com/content/3cace2fc-406d-496b-9060-0f68e8b93080\">access to Horizon's pipeline of drugs</a> for rare autoimmune and inflammatory diseases, including its blockbuster treatment Tepezza.</p> <p><strong>3. European parliament shaken by Qatar corruption scandal</strong> The EU legislature is at the centre of a <a href=\"https://www.ft.com/content/1023d8aa-1fa4-4e6f-abbb-68ef101ccb72\">spreading corruption scandal</a> after Belgian police seized €600,000 in cash and detained two MEPs as part of an international investigation into claims that World Cup host Qatar sought to buy influence.</p> <p><strong>4. US takes custody of man charged with making Lockerbie bomb </strong>Former Libyan intelligence officer Abu Agila Mohammad Mas'ud Kheir Al-Marimi <a href=\"https://www.ft.com/content/50b9a011-e23d-4b07-ae1f-8c98daef8cfd\">was taken into custody yesterday</a> by the US for allegedly building the bomb that downed Pan Am Flight 103, which exploded over Lockerbie in Scotland 34 years ago, killing 270 people.</p> <p><strong>5.</strong> <strong>Investors withdraw record levels of coins from crypto exchanges </strong>The rapid collapse of crypto exchange FTX, once the darling of the crypto industry, has <a href=\"https://www.ft.com/content/168f2074-716c-48ef-8564-cdf740d23e4b\">alarmed investors</a> who keep and trade their assets on other exchanges such as Binance, Kraken and Coinbase. Last month investors pulled 91,363 bitcoin, worth a total of close to $1.5bn based on the November average price of around $16,400, from centralised exchanges.</p> <ul>  <li><p><strong>In related news:</strong> South Korean prosecutors believe that Do Kwon, the failed entrepreneur behind the $40bn implosion of the terraUSD and luna tokens, <a href=\"https://www.ft.com/content/4b0a1d1f-f6f2-4879-a9a3-e45174a63f27\">is hiding in Serbia</a>.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Monetary policy</strong> Bank of Canada governor Tiff Macklem is scheduled to take part in a fireside chat hosted by the Business Council of British Columbia. The discussion comes less than a week after the central bank raised interest rates by half a percentage point and laid the groundwork for a potential pause in its tightening of monetary policy.</p> <p><strong>Economic data</strong> The US Treasury department is set to report the federal budget for November, following on from the $88bn deficit the US government chalked up in October. Mexico's statistics agency will release data today on industrial production for October. </p> <p><strong>Pfizer investor day</strong> The pharmaceuticals company holds its investor day, at which it could provide details on near-term product launches and other drugs in its development pipeline.</p> <p><strong>Company earnings</strong> US software company Oracle reports second-quarter earnings after the closing bell. Analysts expect the company to report net income of almost $2.2bn on revenue of more than $12bn, according to a Refinitiv survey.</p> <p><strong>Golden Globe nominations</strong> Nominees are announced for the 80th Golden Globe Awards, ahead of the ceremony on January 10.</p> <h1>What else we're reading</h1> <p><strong>The resurrection of First Boston</strong> For a while in the 1980s, First Boston carried the prestige of a Goldman Sachs or Morgan Stanley before the brand was retired by its current owner Credit Suisse. Now it is making a comeback as the Swiss bank entrusts the business <a href=\"https://www.ft.com/content/83f639e1-b6bd-49b4-a048-aec3457eec2e\">to former board member Michael Klein</a>, who plans to merge it with his advisory boutique. </p> <p><strong>US bank branch closures widen social inequality</strong> The rate of bank branch closures has doubled since the pandemic and there are now 1,600 “banking deserts” across the US. In a new film, the FT travels to the Mississippi Delta to see how banking and predatory lending <a href=\"https://www.ft.com/video/8aa07102-a9dd-441f-8f48-8e0e83b3f0c2?playlist-name=editors-picks&amp;playlist-offset=0\">are widening social inequality</a>.</p> <p><strong>Fusion breakthrough boosts hopes for clean power </strong>US government scientists have <a href=\"https://www.ft.com/content/4b6f0fab-66ef-4e33-adec-cfc345589dc7\">made a breakthrough</a> in the pursuit of limitless, zero-carbon power, achieving a net energy gain from the same fusion reaction that feeds the sun. The process could provide a reliable, abundant alternative to fossil fuels and conventional nuclear energy.</p> <p><strong>Chelsea Manning: ‘I can dish it out as much as I can take it' </strong>Sitting down for Lunch with the FT, Chelsea Manning — former US army analyst and whistleblower — chats about estrangement from friends and family, why the internet brings out the worst in people, <a href=\"https://www.ft.com/content/6e637352-2817-48a8-924a-a4ad3291c10d\">the ethics of secrecy</a> and her new memoir <em>README.txt</em>.</p> <p><strong>Can India build a military strong enough to deter China?</strong> Violent clashes between Chinese and Indian border troops in Ladakh in 2020 acted as a wake-up call for New Delhi. Analysts say future clashes between the world's two most populous countries cannot be ruled out, and some believe India is still <a href=\"https://www.ft.com/content/333aa07e-93ff-4e97-95c4-548bdccb5661\">not doing or spending enough on its military capabilities</a> as tensions rise.</p> <p><strong>If you thought business jargon was bad . . . </strong>It is fun to laugh about people who talk of blue-sky thinking or low-hanging fruit and use other business clichés. But used in a medial setting, <a href=\"https://www.ft.com/content/6600f813-4685-4b72-8d46-9717b7f43718\">jargon can be dangerous</a>. Minnesotan researchers found that 96 per cent of people understood that a negative cancer test result was good news but only 67 per cent knew the phrase “your nodes are positive” meant the cancer had spread, writes Pilita Clark.</p> <h1>Travel</h1> <p>From Antwerp to Zanzibar, travel writers share their <a href=\"https://www.ft.com/content/0f121b41-ece2-4c9f-849b-3ba8fc69362f\">favourite discoveries of the year</a> — and their disappointments.</p><p>Source: Gordon Smith, Gary Jones and Sophia Smith 2022 'FirstFT: Opposition to shale drilling is ‘un-American'' FT.com 12 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-12T11:07:20.249Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4950,
          "end": 4957
        },
        {
          "start": 4950,
          "end": 4963
        },
        {
          "start": 4916,
          "end": 4929
        }
      ]
    }
  ]
}