{
  "_id": "6f1db6a9d5ae6d5799dafecdf0c1610ba517c35b6e2fe7244dccd6208b9939a4",
  "feed": "market-watch",
  "title": "Another sign of a looming recession? Americans' ability to pay bills on time and maintain sufficient savings worsened for the first time in 5 years; A person who is 'financially healthy' spends less than they earn, pays bills on time, and has sufficient liquid savings and long-term savings, a new report says",
  "text": "<p>A person who is \"financially healthy\" spends less than what they earn, pays bills on time, and has sufficient liquid savings and long-term savings. The survey is based on responses from 6,595 respondents between April 2022 and May 2022.</p><p>In 2022, 79% of people said they spend less or equal to what they earn, down 6 percentage points from last year, and the lowest in the five years of the survey's existence.</p><p>The share of Americans able to cover at least three months of living expenses also fell to 58% in 2022 from 61% last year, and only 40% people said they were confident and on track to achieving their long-term financial goals, down from 43% last year.</p><p>Although the declines affected nearly all income groups, most of the decrease seems to be coming from the demographic being seen as traditionally secure, said Angela Fontes, the head of research for the Financial Health Pulse report.</p><p>\"We really see substantial decreases happening in mid-moderate to higher-income folk,\" Fontes told MarketWatch.</p><p>The largest decrease — 7 percentage points — was among individuals with annual incomes between $60,000 and $100,000, the survey found. The next biggest drop — 4 percentage points — occurred among the group earning $100,000 or more.</p><p>Compared to the past two years, people's financial gains had eroded, Fontes said.</p><p>Since early 2020, a variety of government programs such as expanded child-tax credit, enhanced unemployment benefits and stimulus checks have helped households. Now that most of those programs have ended, households started to see a decline.</p><p>The reason could be two-fold: inflation and market volatility, Fontes said.</p><p>Inflation rose 8.3% in August compared to a year ago versus 8.5% in July, a 40-year high. Lower-income households shouldered a bigger impact from the price hikes as they spend most of their income on essentials such as gas, groceries, and utilities.</p><p>Food inflation rose by 11.4% in August, the highest since 1979. Two-thirds of consumers (64%) said they were worried about their ability to pay for food at least once in the past month, according to a recent LendingTree survey.</p><p>At the same time, some lower-income households were changing what they put on the dinner table, avoiding meat and changing to beans and vegetable soups.</p><p>Mark Wolfe, executive director of the National Energy Assistance Directors Association, recently told MarketWatch that more than 20 million households were 30 to 90 days late with their utility bills, which have soared in the past year as energy prices rose largely due to Russia's war in Ukraine.</p><p>Middle-earners started to feel the pinch as they cut down on discretionary spendings such as clothing and electronics, according to arecent Morning Consult report. Dollar stores have also reportedthe arrival of a younger and higher-earning customer.</p><p>All of this is adding to mounting fears of a recession. Goldman Sachs GS researchers put the market-implied risk of a U.S. recession starting within one year at 37%.</p><p>On the upside, fewer people are applying for unemployment benefits.They fell in mid-August with layoffs remaining near a record low. And the U.S. added a surprisingly strong 528,000 jobs over the course of July.</p><p>Another good sign: The Philadelphia Federal Reserve said last month its gauge of regional business activity rose to 6.2 in August from negative 12.3 in the previous month. Any reading above zero indicates improving conditions.</p><p>Still, while the rise in costs of goods affects lower-income households more directly, the volatility in the equity markets over the course of 2022 is affecting higher-income households, Fontes said.</p><p>Fidelity reported that average retirement balances have decreased for two consecutive quarters.</p><p>The S&amp;P 500 SPX is down 15% so far this year, while the Dow Jones Industrial Average DJIA is down 12.6% and the Nasdaq COMP is 23.5% lower.</p><p>For lower-income individuals, however, wage increases and job switching helped to provide some shelter. Plus, labor shortages in industries such as retail and services drove up the wages of lower-paid workers.</p><p>But lower workers remain vulnerable to economic shocks, Fontes said. \"It's hard to fall off the floor,\" she said, adding, \"There's nowhere to go down from there.\"</p><p>Learn how to shake up your financial routine at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. Join Carrie Schwab, president of the Charles Schwab Foundation.</p><p>Another sign of a looming recession? Americans' ability to pay bills on time and maintain sufficient savings worsened for the first time in 5 years</p>",
  "published": "2022-09-14T10:27:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2875,
          "end": 2888
        },
        {
          "start": 2875,
          "end": 2882
        }
      ]
    }
  ]
}