{
  "_id": "3f00ee111cf57f70a6a80f395d73d902a9e2dff4841186bd775c640af2bc8956",
  "feed": "market-watch",
  "title": "Goldman Sachs 'devastated' after 'beloved' employee killed in NYC subway shooting; The victim in the unprovoked shooting on a Manhattan-bound Q train has been identified as Daniel Enriquez from Brooklyn. The shooter is still at large.",
  "text": "<p>\"According to witnesses, the suspect was walking back and forth in the same train car and, without provocation, pulled out a gun and fired it at the victim at close range as the train was crossing the Manhattan Bridge,\" said Corey during a press conference at the Canal Street subway station.</p><p>Police officers and emergency medical technicians tried resuscitating Enriquez once the train stopped at Canal Street, but he later died at Bellevue Hospital. No one else was hurt.</p><p>Solomon said the investment banking firm was \"devastated\" to hear the fatal shooting took one of its \"beloved\" employees.</p><p>\"Daniel Enriquez was a dedicated and beloved member of the Goldman Sachs family for nine years,\" said Solomon in a statement, as reported by outlets including Bloomberg. \"He worked diligently to support our Macro Research team in New York and epitomized our culture of collaboration and excellence. We are devastated by this senseless tragedy and our deepest sympathies are with Dan's family at this difficult time.\"</p><p>The shooter, whom police described as a \"dark-skinned male who is heavyset with a beard,\" fled the train once it pulled into Canal Street. He is still at large. He was described as wearing a dark-colored hooded sweatshirt, gray sweatpants and white sneakers at the time of the shooting.</p><p>Police are reviewing surveillance footage from the Metropolitan Transportation Authority's cameras, and they have also asked any passengers who took photos or video on the train to share them with the authorities. Police are directing anyone with any information about the shooting to contact @NYPDTips on Twitter, or to call the Crime Stoppers hotline at 1-800-577-TIPS with information. The hotline offers cash rewards for anonymous information.</p><p>This is the second shooting on the NYC subway in just six weeks, after 10 people were shot and at least 13 others injured — but none killed — on an N train in Brooklyn on April 12. It was the worst subway attack in decades. Frank R. James, 62, was later arrested on federal terrorism charges over the mass shooting following a 30-hour manhunt.</p><p>And in January, Michelle Go, 40, was pushed in front of an oncoming train and killed in another unprovoked attack. The suspect, Martial Simon, was mentally ill and homeless, and has been declared unfit to stand trial.</p><p>NYPD chief Corey said that the police department is continuing to push more officers into the subway system.</p><p>New York Gov. Kathy Hochul tweeted that \"everyone deserves to feel safe on our subways,\" and said her office is working with the MTA and the NYPD.</p><p>Enriquez's sister Griselda Vile told the New York Times that her brother lived in Park Slope, and was heading into Manhattan for brunch on Sunday. But he had largely avoided the train during the pandemic because he was worried about his health.</p><p>\"It's horrific, this is a horror movie,\" she said.</p><p>Goldman Sachs 'devastated' after 'beloved' employee killed in NYC subway shooting</p>",
  "published": "2022-05-23T15:36:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 651,
          "end": 668
        },
        {
          "start": 655,
          "end": 662
        },
        {
          "start": 655,
          "end": 668
        },
        {
          "start": 656,
          "end": 663
        },
        {
          "start": 656,
          "end": 669
        },
        {
          "start": 2862,
          "end": 2875
        },
        {
          "start": 2862,
          "end": 2877
        },
        {
          "start": 2863,
          "end": 2870
        },
        {
          "start": 2863,
          "end": 2877
        }
      ]
    }
  ]
}