{
  "_id": "6e19bd014be6aaa5f718659ddc9481fb799c2f8e9995b753d442e077afef7f61",
  "feed": "economist-blog",
  "title": "Crime, then punishment; As Europe falls into recession, Russia climbs out",
  "text": "<p>Western sanctions, launched in response to Vladimir Putin's invasion of Ukraine in February, have wounded Russia's long-term economic prospects. Blocking the world's ninth-largest economy from accessing foreign technology and expertise has cut its growth potential by as much as half, forecasts suggest. Output of oil and gas, the lifeblood of the Russian economy, is about 3% lower than it was before the invasion and may fall further once European embargoes come into effect at the turn of the year. In the first six months of the war somewhere in the region of 250,000 to 500,000 Russians fled the country, reckons Liam Peach of Capital Economics, a consultancy. Lots were highly educated and well paid.</p><p>Mr Putin's recent decision to launch a partial mobilisation has dealt a further economic blow. It provoked a mini-bank run as people once again worried about the future of the country. By our estimates Russians pulled out $14bn-worth of rouble deposits in September, about a third as much as in February. Another 300,000 or so Russians have probably fled. A further reduction in the labour force is worsening worker shortages, compounding Russia's inflation problem. Headline inflation is sharply down from its peak, but price pressure in the labour-intensive services sector is getting worse.</p><p>Despite these difficulties, the recession has probably now come to an end. Many people doubt official gdp data, but it is possible to get a sense of activity from a range of sources. Goldman Sachs, a bank, produces a “current-activity indicator”, which suggests how economies are doing from month to month. The data indicate that Russian activity is quite a bit livelier than it is in big European countries (see chart). A spending measure produced by Sberbank, another bank, wobbled following the mobilisation decree but has since edged back up. Output in the car industry, which a few months ago had practically fallen to zero, has also bounced back, suggesting that producers have managed to source supplies from outside the West. In dollar terms Russia's monthly goods imports now almost certainly exceed last year's average.</p><p>In its latest forecasts, published on October 11th, the imf upgraded Russia's economic prospects for this year. In April it thought that Russian gdp would fall by 8.5%. It now expects a decline of 3.4%. This is nothing to gloat about, but it is manageable. Indeed, the economic data suggest that Russia will be able to keep fighting. In late September the government put out a draft budget for 2023 to 2025. According to Elina Ribakova of the Institute of International Finance, an industry group, the budget implies large increases in war-related spending in the coming years—particularly on internal “security”. Having avoided economic collapse, Mr Putin expects to double down, both abroad and at home.</p><p>■</p><p>For more expert analysis of the biggest stories in economics, business and markets, sign up to Money Talks, our weekly newsletter.</p>",
  "published": "2022-10-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1471,
          "end": 1484
        },
        {
          "start": 1484,
          "end": 1497
        },
        {
          "start": 1484,
          "end": 1491
        }
      ]
    }
  ]
}