{
  "_id": "775556537d45f9ffa8509d8917939dfc1b429204fd0a5d9ab36d68c98378a8b6",
  "feed": "market-watch",
  "title": "Nasdaq Composite rallies 3.4% Monday, but still logs worst month in 2 years in rough start to 2022 for stock market",
  "text": "<p>The Nasdaq Composite Index COMP closed up by 469.31 points, or 3.41%, at 14,239.88. It dropped 1,405.09 points, or 9%, during January — the largest monthly percentage decline since March 2020. It was also the worst January performance since 2008, according to Dow Jones Market Data.</p><p>The Dow Jones Industrial Average DJIA finished 406.39 points, or 1.2%, higher at 35,131.86. For the month, it fell 1,206.44 points or 3.3% — the largest one-month decline since last November.</p><p>The S&amp;P 500 index SPX closed up by 83.70 points, or 1.9%, at 4,515.55, buoyed by gains in consumer discretionaryXX:SP500.25 and communication services XX:SP500.50 shares. It fell 250.63 points, or 5.3%, in January — the index's largest one-month decline since&#xa0;March 2020.</p><p>What drove markets</p><p>Monday's rally took some of the sting out of the losses for January, but bullish investors were still smarting.</p><p>Speculation about the direction of Federal Reserve interest rates has played a key part in driving market moves and is likely to continue to be a factor for trading in the six weeks leading up to the Fed's crucial March gathering, when policy makers are expected to usher in the first rate-hike cycle since 2015-2018. Read: What to expect from markets in the next six weeks, before the Federal Reserve revamps its easy-money stanceInvestors are also fearful about what a weak downturn in January means for returns for the remainder of the year, based on seasonal trends. “There is a general level of volatility that is definitely possible to see in the short term,” said Michael Reynolds, vice president of investment strategy at Glenmede in Philadelphia. “Surveys are telling you investors are still pretty pessimistic, and volatility is hard to shake off for a while until you get clarity on the macroeconomic front. I wouldn't be surprised to see some of this volatility spilling into the first part of February.”Still, Monday's trading offered “a bit of a reprieve in those corners of the market that have been particularly vulnerable to start the year,” such as growth stocks, Reynolds said via phone.</p><p>See: These 11 arguments will define ‘titanic battle' between stock market bulls and bears as Fed lifts rates</p><p>On Monday, three Fed policy makers offered their views on the future path of policy. Mary Daly, president of the San Francisco Fed, said that the central bank's coming rate hikes should be “gradual and not disruptive.” Meanwhile, Esther George of the Kansas City Fed said sharply reducing the central bank's almost $9 trillion balance sheet could allow the Fed to pursue a less aggressive strategy on short-term interest rates.Their colleague, Raphael Bostic of the Atlanta Fed, reiterated that he expects three quarter-point hikes for 2022. He also said he doesn't prefer a half-point rate hike in March, but wants to keep available options open.</p><p>“If markets were looking for reassurance from the Federal Reserve last week about the pace of policy tightening, they didn't get it, with [Chair Jerome] Powell insisting that all Fed policy options were open for March and beyond. While this seems entirely sensible, it wasn't the message increasingly nervous markets wanted to hear,” said Michael Hewson, chief market analyst at CMC Markets UK.</p><p>Earnings season ramps up this week. Strategists at Goldman Sachs say of the S&amp;P 500 companies that have reported, 52% have offered guidance above analyst expectations after most fourth-quarter results trumped expectations.January's stock selloff “creates a potentially attractive entry point for high-growth, high-margin companies that maybe got ahead of themselves in terms of valuations,” said Brian Gaister, co-founder and chief executive of Pennington Partners &amp; Co., a multifamily office in Bethesda, Maryland, which oversees more than $1 billion. “That seems like a pretty exciting place for us to be.”Sign up for our Market Watch Newsletters&#xa0;here</p><p>Which companies were in focus?</p><p>Moderna stock MRNA finished 6.2% higher on Monday as the U.S. Food and Drug Administration granted full approval of its COVID-19 vaccine.</p><p>Tesla TSLA shares closed up 10.7% after Credit Suisse analyst Dan Levy&#xa0;upgraded the electric vehicle maker to outperform from neutral. The analyst argued Tesla was caught in the market decline but has robust fundamentals.</p><p>Shares of SpotifySPOT finished 13.5% higher after it said on Sunday that it would add content advisories to certain podcasts and improve transparency about its misinformation policy. Last week, rock icon&#xa0;Neil Young pulled his music&#xa0;from Spotify,&#xa0;citing the spread of disinformation on the streaming-music platform, specifically on Joe Rogan's popular podcast.</p><p>Citrix Systems CTXS,&#xa0;the cloud computing company, confirmed Monday it would be purchased for $16.5 billion, including debt, by Elliott Management and Vista Equity Partners. Citrix shares finished down by 3.4%.</p><p>Shares of Robinhood Markets Inc. HOODclosed up by 11.2% after it was revealed that Cathie Wood's ARK Investment suite of funds purchased nearly 2.45 million shares of the beaten-down online brokerage on Friday.</p><p>How were other assets trading?</p><p>The yield on the 10-year Treasury note TMUBMUSD10Y was unchanged at 1.78%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.7%.</p><p>West Texas Intermediate crude for March delivery&#xa0;CLH22rose $1.33, or 1.5%, to settle at $88.15 a barrel on the New York Mercantile Exchange Gold's April futures contractGCJ22&#xa0;settled at $1,796.40 per ounce, up $9.80, or almost 0.6%.</p><p>Bitcoin&#xa0;BTCUSD&#xa0;was trading 1.7% higher at $38,381.</p><p>In European equities, the Stoxx Europe 600 SXXP closed up by 0.7%, while London's FTSE 100 UKX finished marginally lower on the day.</p><p>The Hang Seng Index HSI&#xa0;and Japan's Nikkei 225 NIK each finished 1.1% higher. Markets in China and in other parts of Asia are closed for Lunar New Year.</p><p>— Steve Goldstein contributed to this article</p>",
  "published": "2022-01-31T17:16:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3288,
          "end": 3301
        },
        {
          "start": 3288,
          "end": 3295
        }
      ]
    }
  ]
}