{
  "_id": "c0f0efad76f51616f34b5a2e5d42bc8bc64c665426001cdc026ea307698f41bd",
  "feed": "wall-street-journal",
  "title": "Credit Suisse CEO Thomas Gottstein Set to Depart; Executive has headed the Swiss bank since the start of the pandemic, presided over series of costly mishaps",
  "text": "<p>Mr. Gottstein has headed the bank since the start of the pandemic and presided over a series of costly mishaps, including the implosions of clients Greensill Capital and Archegos Capital Management in early 2021. He was tasked with leading the bank's cleanup, but has struggled to convince investors that Credit Suisse is on solid footing.</p><p>Some on the Credit Suisse board have grown frustrated at the lack of progress in restructuring the investment bank, according to one of the people familiar with the bank.</p><p>Investment banking head Christian Meissner is also slated to leave, the people familiar with the bank said. His departure isn't expected to come right away.</p><p>It couldn't be determined who would replace Mr. Gottstein.</p><p>A Credit Suisse spokesman declined to comment.</p><p>Credit Suisse Under Pressure</p><p>Read more articles on the Swiss lender, selected by the editors</p><p>* Credit Suisse Eyes Cost Cuts to Stabilize Embattled Bank (June 28)</p><p>* Credit Suisse CEO Calls Takeover Talk 'Really Stupid' (June 9)</p><p>* Credit's Suisse's Warning Says More About It Than Other European Banks (June 8)</p><p>Credit Suisse runs a sprawling global operation that combines a wealth-management arm catering to the world's elite and a Wall Street investment bank focused on corporate deal making, bond sales and initial public offerings.</p><p>But the 166-year-old Swiss lender has been humbled in recent years. Mr. Gottstein's predecessor was ousted for failing to contain the reputational damage from a spying scandal, sparked when a former top executive found out the bank was tailing him.</p><p>When Archegos blew a $5 billion hole in the bank's balance sheet, Credit Suisse retrenched its business catering to hedge funds and promised a revamp of its risk and compliance department. Mr. Gottstein said it would move capital from the riskier investment bank toward its steadier wealth management business.</p><p>But while Mr. Gottstein vowed to get on with turning things around, hits kept coming. In January, the bank's then-chairman, who had committed to help fix the deeply wounded bank, left after failing to adhere to Covid-19 protocols. He had served in the role for less than a year.</p><p>Major fines and court judgments have eaten into the bank's capital. Earlier this year, a Bermuda court ordered Credit Suisse to pay a Georgian billionaire more than $600 million for allowing a private banker to steal and mismanage his funds. In another case, a Swiss court found the bank guilty for helping a Bulgarian crime ring launder money related to cocaine trafficking.</p><p>The top performing parts of Credit Suisse's investment bank have suffered more than peers in the market downturn. These include its businesses that advise companies on raising capital through IPOs and special-purpose acquisition companies, or SPACs.</p><p>Since the hit last year from Archegos, various suitors including U.S. banks have considered buying parts of Credit Suisse, The Wall Street Journal has reported, citing people familiar with the matter. Credit Suisse has said it isn't for sale.</p><p>In June, Mr. Gottstein called a Swiss blog report that the bank was in talks to be sold \"really stupid,\" and said the lender had the tools to repair itself.</p><p>Later that month Mr. Gottstein outlined to investors the latest in a series of plans to revive the bank. He envisaged \"a new Credit Suisse,\" he said, that was more resilient and better able to serve clients.</p><p>Under Mr. Gottstein's tenure, Credit Suisse's share price has skidded to record lows and trades for a fraction of its book value, indicating investors don't see a turnaround taking hold. The bank has a market value of about $14 billion, far less than crosstown rival UBS Group AG's $47 billion or Goldman Sachs Group Inc.'s $109 billion.</p><p>Write to Julie Steinberg at julie.steinberg@wsj.com, Rachel Louise Ensign at rachel.ensign@wsj.com and Margot Patrick at margot.patrick@wsj.com</p><p>Credit Suisse CEO Thomas Gottstein Set to Depart</p>",
  "published": "2022-07-26T22:22:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3678,
          "end": 3702
        },
        {
          "start": 3678,
          "end": 3691
        },
        {
          "start": 3652,
          "end": 3676
        },
        {
          "start": 3678,
          "end": 3685
        }
      ]
    }
  ]
}