{
  "_id": "8fd64957782c774d31701de06867c28b158db9e8f1afb7d2e545fe6ed052f596",
  "feed": "ftcomall",
  "title": "The strong dollar slumps",
  "text": "<p>Good morning. Ethan here; Rob's off enjoying the Atlantic north-east. The FT had a good interview on Friday with <a href=\"https://www.ft.com/content/d6e0e384-5fc8-4219-9e78-cfb1234b236a\">Coinbase's Brian Armstrong</a>, who has been making the rounds as head of the crypto exchange that won't randomly blow up. A reasonable press strategy, but I was struck to learn yesterday that Coinbase's 2028 bonds are <a href=\"https://twitter.com/Schuldensuehner/status/1594414171394899971\">trading below</a> 60 cents on the dollar. The FTX fallout is sparing no one. Email me: <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h1>Why the dollar is weaker</h1> <p>Is the dollar's romping year over? The DXY index, which tracks the dollar against a weighted currency basket, has been falling since October and took another tumble down this month:</p> <p>The most popular explanation is interest rates differentials. Higher US rates attract money from abroad, lured in by the spruced-up yields. 2 per cent on a two-year Bund is all right, but 4.5 per cent on a two-year Treasury sounds a whole lot better. So money flows out of lower-yield economies and into the higher-yield US, pushing up the dollar in the process. </p> <p>But if the Federal Reserve slows the pace of — or pauses — rate hikes, that suddenly removes a key dollar tailwind. This appears to be what markets are sniffing out, as this <a href=\"https://www.ft.com/content/2c5c83e4-adb4-4055-b8df-7d886c542ace\">FT piece</a> from the weekend sums up nicely:</p> <blockquote>  <p>The dollar has tumbled in the past fortnight from a 20-year high as signs of inflation easing in the US fuel speculation that the Federal Reserve will soon slow down its rate rises.</p>  <p>The greenback has fallen more than 4 per cent against a basket of six peers so far in November, leaving it on track for the biggest monthly fall since September 2010, according to Refinitiv data. It is still up about 11 per cent for the year to date.</p>  <p>This month's fall comes as investors scrutinise early indications that US inflation may finally be easing, potentially paving the way for the Fed to reduce the speed at which it has been boosting borrowing costs. Some data, such as those on the housing and manufacturing sectors, have also suggested the broader economy is facing rising headwinds, another deterrent to Fed monetary tightening.</p>  <p>“Everything is pointing to disinflation in the US and with that we will see a slowdown in the US economy in the first quarter of next year . . . That forms the basis for the weaker dollar story,” said Thierry Wizman, a strategist at Macquarie.</p> </blockquote> <p>No doubt the Fed and disinflation matter, if only because these are dominant macro forces that affect basically everything. You can see hopes for a dovish Fed at play in other markets: since the dollar's peak in October, equities have rallied 11 per cent. </p> <p>But I suspect there is more to the weakening-dollar story. The world is locked in a <a href=\"https://www.ft.com/content/83083604-fcbb-4457-b58d-6bac7796fb09\">reverse currency war</a>, where central banks defend their currencies from the Fed's rate increases with hikes of their own (and, in some cases, with direct FX intervention). The Fed is setting the tempo for global tightening. Yet that suggests that if the Fed slows down, everyone else will too. Other central banks are hiking so that they don't fall behind the Fed — but have no reason to run ahead of it. Today's rate differentials might not close so quickly.</p> <p>What else might be at play? Start with what ignited the dollar's monstrous rally in the first place. Karthik Sankaran, an FX strategist at Corpay, has a pithy mnemonic for this — the three BoPs. They are:</p> <ul>  <li><p>Balance of payments — the massive terms of trade shock that slammed Europe after Russia's invasion of Ukraine. As energy prices soared, Europe's spending power shifted to importing energy, <a href=\"https://twitter.com/robinbrooksiif/status/1508715997552955392?lang=en\">flipping</a> the eurozone from trade surplus to deficit nearly overnight. Trade deficits usually weigh on currencies.</p></li>  <li><p>Balance of power — the dollar's position as a safe haven from geopolitical tail risks. An ocean away and blessed with abundant food and energy resources, the US seemed the obvious hidey-hole for investors spooked by Russia's war.</p></li>  <li><p>Balance of Powell — the rate differential dynamics discussed above.</p></li> </ul> <p>Now, the balance of payments and power seem to be nudging back in the other direction. Geopolitical risks are arguably ebbing a little, as <a href=\"https://www.ft.com/content/c94ff50c-b3cf-4f94-a76a-c521d7c9063c\">US-China ties</a> improve and <a href=\"https://www.reuters.com/world/russia-ready-high-level-talks-with-us-if-washington-willing-foreign-ministry-2022-11-18/\">Russia's nuclear threats</a> quiet down. More importantly for markets, Europe is faring better than many imagined. Lower energy prices, fiscal stimulus and a few lucky breaks have lowered the chance of a catastrophically deep recession. Another weekend <a href=\"https://www.ft.com/content/0717e4b8-3b69-4b3c-9ba8-bd9d62707f2d\">FT piece</a>:</p> <blockquote>  <p>Greater fiscal support from governments, lower gas prices and a mild autumn have all helped to improve the [eurozone's] outlook.</p>  <p>Most forecasters still expect eurozone output to contract in the coming quarters . . . But the downturn will be more moderate than previously feared. Economists forecast eurozone growth of 3.2 per cent for 2022 as a whole — up from an earlier projection of 2.7 per cent in July …</p>  <p>Moscow's shutdown of key gas pipeline Nordstream 1 over the summer fuelled fears that the region would struggle to replace Russian energy sources and led to a surge in gas prices. But one of the mildest Octobers on record has meant households and factories are using less power, helping to keep gas storage facilities close to full capacity.</p>  <p>Lower gas prices, a reduced risk of energy rationing and extra fiscal support from governments pointed to “a shallower recession”, said Sven Jari Stehn, chief European economist at Goldman Sachs.</p> </blockquote> <p>Cheaper energy has also <a href=\"https://www.ft.com/content/f818a722-7cde-44ec-9836-10c82a049096\">helped the yen</a>. In contrast oil-rich Canada hasn't seen its currency strengthen nearly as much. The chart below shows how far the six currencies in the DXY basket have appreciated:</p> <p>The point here is not that rates are irrelevant, but that energy bears watching too. How strong the dollar remains could depend as much on what the Fed doesn't control as what it does.</p> <h1>One good read</h1> <p>Brendan Greeley on “<a href=\"https://www.ft.com/content/cb67eaaa-7775-467b-8d86-4f9790bb7c5b\">the complexities of forever</a>”.</p><p>Source: Ethan Wu 2022 'The strong dollar slumps' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-21T06:30:03.588Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5246,
          "end": 5253
        },
        {
          "start": 5246,
          "end": 5259
        },
        {
          "start": 5200,
          "end": 5213
        }
      ]
    }
  ]
}