{
  "_id": "e2dc1bb8d77f8fd3c436313de6d33fa8737309a4ae1c9b8b3dc7a773a25cfdd0",
  "feed": "ftcomall",
  "title": "Corporate jitters over Taiwan and China on the rise",
  "text": "<p>Since Russia invaded Ukraine, political risk consultants' phones have not stopped ringing. Many of their clients, mostly multinationals, are asking: how likely is a Chinese attack on Taiwan, and how can we prepare?</p> <p>Consultants and China experts in the US have seen a wave of requests for briefings since the war in Ukraine began, as the <a href=\"https://www.ft.com/content/8c753573-b2d7-42a9-810f-25ab37eb0099\">Financial Times reported </a>last week. Demand for political risk insurance over potential conflict in the Taiwan Strait is also rising sharply, according to <a href=\"https://www.wsj.com/articles/ukraine-war-drives-interest-in-china-taiwan-risk-insurance-11652108581#:~:text=Russia's%20invasion%20of%20Ukraine%20has,companies%20as%20a%20safe%20bet.\">reports</a>.</p> <p>Such jitters force Taiwan to acknowledge the risk of invasion. It is a threat China has explicitly retained ever since 1949 but which until recently did nothing to hinder Taiwan's meteoric rise into a global technology manufacturer and significant player in the Chinese economy.</p> <p>As Goldman Sachs pointed out in a research report last month, “[…] the broader Taiwan market is responding and becoming more sensitive to cross-strait risks amid reports of significantly greater military activity from mainland China and later the Russia invasion of Ukraine”.</p> <p>Ironically, what foreign investors worry about is less the risk to Taiwan than the risks to China and the global economy.</p> <p>“Yes, all multinationals are doing scenario planning in particular after the Ukraine invasion, which triggered Taiwan assessments,” said Joerg Wuttke, president of the EU Chamber of Commerce in China. But he added: “It is not that headquarters believe that Xi Jinping might consider an invasion anytime soon, but companies want to check what a blockade or war would do to their global set-up.”</p> <p>According to corporate risk managers interviewed by the FT, multinationals across all sectors are allocating probability scores to different scenarios. In those assessments, an all-out Chinese invasion of Taiwan is still viewed as a marginal risk.</p> <p>A person familiar with the risk assessment of one western company with a large manufacturing presence in China says it sees an 80 per cent likelihood that tension between China and Taiwan (as well as between China and the US) will “remain on a high level but not lead to hot conflict”.</p> <p>Some risk managers believe there is an up to 20 per cent chance of some form of escalation, but the likelihood of even limited conflict such as a Chinese blockade of some Taiwanese trade or a move by Beijing to seize one of the outlying islands controlled by Taiwan is seen in the single digits.</p> <p>However, the potential damage would be enormous if things came to a head. “The main lesson from Ukraine is that the west will hit an aggressor with very significant sanctions. Apply what we have seen in Russia to China, and you have Armageddon for the Chinese economy and for the global economy,” said an executive at a western technology company.</p> <p>Analysts warn particularly of the risks to global supply chains. Patrick Chen, head of research at CLSA in Taipei, said the questions he received from investors about Taiwan's TSMC, the world's largest contract chipmaker, were now all about geopolitical risk rather than the company's technology leadership.</p> <p>“If there were full-fledged aggression from China, it would be catastrophic not just for TSMC but for the global stock market, because it would completely disrupt advanced chip supply,” Chen said. “It would also be catastrophic for China because its own chipmakers cannot supply those chips locally.”</p> <p>For individual multinationals, the focus is on how to respond if Chinese aggression against Taiwan triggered Russia-style western sanctions against Beijing. Options that risk managers explore include leaving the Chinese market altogether as well as spinning off operations in China in a way that would give the foreign company “plausible deniability”.</p> <p>Others are accelerating efforts to <a href=\"https://www.ft.com/content/40ebd786-a576-4dc2-ad38-b97f796b72a0\">restructure their supply chains</a> to reduce risks of Chinese espionage or technology theft and vulnerabilities to disruption as seen during the pandemic. </p> <p>But many foreign investors in China balk at the idea of replicating operations in countries that lack the depth of the Chinese market and where industrial clusters cannot be formed as easily. Wuttke said: “The size of the Chinese market is so big, a decision to leave would have massive consequences for EU companies.”</p> <p>Executives on the ground in Taiwan, meanwhile, warn against hyping up the risk of war. Andrew Wylegala, president of the American Chamber of Commerce in Taiwan, said: “Our chamber is comprised of 535 corporate and organisational members, virtually all located in Taiwan. From among them I have heard zero alarm bells ringing.”</p> <p><a href=\"mailto:kathrin.hille@ft.com\"><em>kathrin.hille@ft.com</em></a></p><p>Source: Kathrin Hille 2022 'Corporate jitters over Taiwan and China on the rise' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-19T16:09:14.992Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 782,
          "end": 795
        },
        {
          "start": 782,
          "end": 789
        },
        {
          "start": 776,
          "end": 789
        }
      ]
    }
  ]
}