{
  "_id": "604b777f924a8beb0938843b12ce8d50a4af472085a7b5cdaef556858577de95",
  "feed": "wall-street-journal",
  "title": "How the Fed Might Slow Down; The Federal Reserve's big rate increases are raising the risks that it will overshoot",
  "text": "<p>Absent a much cooler than expected report on consumer prices from the Labor Department Thursday, it seems nearly a done deal that policy makers will raise their target range on overnight rates by three quarters of a percentage point for a fourth consecutive time when they meet early next month.</p><p>SHARE YOUR THOUGHTS</p><p>How would you rate the Fed's response to inflationary pressure? Join the conversation below.</p><p>But the problem with raising rates by so much at each meeting is that it doesn't give the Fed much time to gauge what its past rate increases have done. Monetary policy works with variable lags, affecting some parts of the economy, such as the housing market, rather quickly, and others, such as the labor market, more slowly. And indeed the housing market has gotten slammed, but the labor market is only now showing signs of loosening up a bit. So it might be that policy is already restrictive enough to cool down the economy, and inflation, as much as policy makers want, but by the time they figure that out they might have raised rates by a whole lot more.</p><p>One thing that complicates the Fed's policy decisions is that the rates it sets aren't all that is at play here. At 3.125%, the midpoint of its target range on overnight rates is still well short of the 5.25% target that came before the recession that started in late 2007. But the rate on a 30-year fixed mortgage, at 6.67%, is back to 2007 levels, which is probably at least partly due to the Fed's reducing its holdings of Treasurys, agency debt and mortgage-backed securities.</p><p>Meanwhile, other central banks have also been raising rates, which, in combination with factors such Russia's invasion of Ukraine, Britain's budget mess and China's restrictive Covid policies, is making for a more difficult environment globally. A Goldman Sachs index shows that global financial conditions are now tighter than at any time since the 2008-09 financial crisis.</p><p>None of the above would count as news to Fed policy makers—indeed two of them, Fed Vice Chairwoman Lael Brainard and Chicago Fed President Charles Evans on Monday began publicly laying out a case for exercising caution in raising interest rates.</p><p>A sticking point is that lowering the magnitude of rate increases might be taken by investors as a sign the Fed is about to stop raising rates, or even reverse course and start cutting. In such a situation, long-term rates might fall, and stocks might shoot up sharply, easing U.S. financial conditions to the point that the Fed feels compelled to step up the pace of rate increases again. Of course the reason that investors might conclude that a moderation in rate increases was a prelude to pause is that in the past the Fed has often overshot on rate increases, said it would slow down, and then cut.</p><p>Getting off what Evercore ISI strategists are calling the \"hamster wheel\" of three-quarter point rate increases will be difficult. A possible solution, they suggest, would be for the Fed to try to move the conversation from how much it will raise rates at any given meeting to the ultimate level it expects to bring rates to. That might allow policy makers to raise rates more gradually, gauge how past rate increases are filtering into the economy and, hopefully, not breaking too many things.</p><p>Write to Justin Lahart at Justin.Lahart@wsj.com</p><p>How the Fed Might Slow Down</p>",
  "published": "2022-10-12T19:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1790,
          "end": 1803
        },
        {
          "start": 1801,
          "end": 1808
        },
        {
          "start": 1801,
          "end": 1814
        }
      ]
    }
  ]
}