{
  "_id": "6ca9a1b366477236b9ff1a83619cccebff2259bcdbaaa78924f5ee834e585c22",
  "feed": "ftcomall",
  "title": "Directors' Deals: Arora brothers enjoy a Christmas bonus",
  "text": "<p>If you're going to sell a decent chunk of your remaining holding in a discount retail business, doing it right after you've had your “best-ever Christmas” seems as good a time as any.</p> <p>Those were the words chief executive Simon Arora used to describe trading at <a href=\"https://www.ft.com/content/0e07461f-6d19-4831-9cbe-bb7588351f56#post-0f5bccd3-791b-4d13-a24e-15e9a866c913\">B&amp;M European Value Retail</a> in the three months to December 25. Sourcing products early meant it kept shelves full, leading it to lift its adjusted cash profit guidance for the year to March to between £605m-£625m, ahead of the consensus estimate of £578m.</p> <p>A week after the results were announced, Goldman Sachs said it was acting as sole bookrunner for a placing of 40m shares with institutional investors on behalf of SSA Investments, a Luxembourg-based investment vehicle owned by the Arora family.&#xa0;</p> <p>The shares were sold on January 18 at 585p per share, netting brothers Simon (chief executive), Bobby (group trading director) and Robin Arora a combined £234m. The size of their remaining stake in the business has been cut to 7 per cent, from 11 per cent, but they have pledged not to sell any more shares for another 180 days.</p> <p>The brothers are well-heeled – their combined net worth is over £2.5bn, according to the <em>Sunday Times</em> Rich List. This has overwhelmingly been accumulated through their ownership of B&amp;M.</p> <p>When they bought the business in 2004, it had just 21 stores. Over the next 10 years, they rolled out 246 more, bought and converted 106 other stores into B&amp;Ms and launched larger footprint, out-of-town stores that became the model for future growth along the way. They sold a chunk of the business to private equity firm Clayton, Dubilier &amp; Rice in 2012 and another in an initial public offering in 2014.</p> <p>Store numbers have grown from 373 at the time of the float to 1,110 at the end of the third quarter – 693 of which were B&amp;M outlets.</p> <p>B&amp;M has done well during the pandemic given its value offer and out-of-town locations, but some analysts think that its appeal will soften as people return to town centres and have less money to spend on discretionary purchases, like homeware. Others, though, believe the squeeze on incomes will make its value offer more appealing.</p> <p>In the short term, the sale does not seem to have gone down too well with investors. B&amp;M's shares are trading well below the closing price on the day before the placing was announced. </p>  <h2>Bytes Technology chief cashes in some of his chips</h2> <p>There are lots of “lockdown companies” that boomed during the pandemic but are now going through a correction. In the UK, shares in ecommerce retailers Asos and AO World have lost most of the gains they made in the last two years, while Netflix has lost 20 per cent of its valuation after announcing that subscriber growth is expected to slow next year.</p> <p>A similar story has played out at IT companies Bytes Technology and Softcat. The mass adoption of homeworking meant companies had to invest heavily in updating their IT infrastructure and transition services to the cloud. This increase in revenue coupled with decreased costs as travel and events budgets were cut helped to boost profits at both firms. Softcat saw its year-on-year operating profit rise 27.4 per cent in the year to July 31 while at Bytes operating profit jumped 19 per cent in the six months to the end of August.</p> <p>Bytes' gross invoiced income increased by 27 per cent to £638m with growth driven by software and services. As Bytes mainly resells software and hardware IT products, its operating margin is a modest 9 per cent. However, tight working capital management helped it convert 107.5 per cent of its operating profit into cash.</p> <p>Despite their impressive pandemic results, Bytes and Softcat have lost 18 per cent and 13 per cent of their value, respectively, since the start of December. Still, trading on valuations above 30-times earnings seems quite lofty for companies with such modest margins and there are concerns that a sluggish economic recovery means companies might have less money to invest in IT.</p> <p>These worries might have factored into chief executive Neil Murphy's decision to sell £2.55m of his shares on 14 January, though he stated that they were “for tax and estate planning purposes”.</p> <p>Whether Bytes shares have hit a short-term peak or not, it is unlikely the company that the IT company will suffer the same degree of correction as the e-commerce “lockdown shares” that are currently facing the dual threat of having a customer base with less money to spend while dealing with increased shipping costs.</p> <p>Consumers might buy fewer clothes this year but a lot of IT work is recurring and will remain essential, especially as home working shows no signs of abating. FactSet's consensus is for Bytes' earnings per share to rise to 15p in 2023, from 8p at the end of 2021. Growth may slow but it should continue. </p><p>Source: Michael Fahy and Arthur Sants, Investors’ Chronicle 2022 'Directors' Deals: Arora brothers enjoy a Christmas bonus' FT.com 28 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-28T18:00:19.605Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 557,
          "end": 570
        },
        {
          "start": 557,
          "end": 564
        }
      ]
    }
  ]
}