{
  "_id": "c33672c2fb9763b10af9102fd2aaef9634b1d2201bbac4c6a564f0fce308246e",
  "feed": "market-watch",
  "title": "Behold, the 7 ‘most hated' assets for 2022",
  "text": "<p>Pariah will be investing solely in the assets that are most hated and shunned by the $1 trillion geniuses running the world's biggest pension funds and institutional endowments.</p><p>Pariah Capital's management figures that they don't need to spend a ton of money hiring MBAs and Chartered Financial Analysts, high-paid consultants and the like. Instead they let everyone else do that. Then they look at what these geniuses are doing, and just do the exact opposite.</p><p>It works better than you might think.</p><p>This year Pariah will be investing its money in bonds, utility stocks, telecoms stocks, consumer staples stocks, and in the stock market indexes of London, Tokyo and Emerging Markets.</p><p>That means an equally-weighted portfolio of 7 ETFs: iShares Core U.S. Aggregate Bond AGG, Fidelity's MSCI Utilities FUTY, Communication Services FCOM, and Consumer Staples FSTA ETFs, and Franklin FTSE U.K. FLGB and Japan FLJP funds, and Vanguard Emerging Markets VWO.</p><p>Pariah Capital is reasonably hopeful that its portfolio will do better than most competitors—especially before fees!</p><p>Pariah Capital is also hopeful it will do better than a traditional “balanced” portfolio consisting of 60% S&amp;P 500 SPY and 40% bonds AGG.</p><p>Incidentally, this is Pariah's U.S. portfolio, to be compared with a U.S. index. Pariah also offers a global portfolio, to compete with a global balanced index fund. More on that below.</p><p>Pariah, in case this isn't obvious, is just a tongue-in-cheek exercise and is not to be taken (too) seriously. The point is to monitor how well or badly the most hated assets on Wall Street end up doing every year.</p><p>Last year, for example, a similar collection of 7 most hated assets ended up beating Wall Street by a country mile. And that wasn't the first time.</p><p>A year ago, energy stocks were the most hated asset of all. The sector ended up rocketing more than 50%, beating every other. Today, incidentally, the money managers who were shunning energy stocks are now investing in them.</p><p>Pariah announces its 2022 portfolio following the publication of the latest survey of global money managers by Bank of America Securities.</p><p>The bank surveyed over 300 chief investment officers handling funds with just over $1 trillion in total assets.</p><p>Putting out this survey is the second best thing Bank of America does, and almost as good as the free lollipops in the branches.</p><p>Institutional money managers tell BofA they are bearish of the 7 assets named above. They are especially bearish of bonds.</p><p>They also report, interestingly, that right now they are only slightly overallocated to technology stocks. Make of that what you will.</p><p>Meanwhile they announce that they are betting big on banking stocks, industrials, materials and energy stocks, and stocks based in Eurozone countries such as France, Germany and Italy.</p><p>They are holding plenty of cash.</p><p>And, notably, they aren't just bullish on commodities such as oil, copper and gold, but the most bullish on record. Commodities, reports BofA, “hit their highest ever net allocation” this month.</p><p>So a DIY investor who wanted to do the opposite of Pariah Capital, and bet the same way as the big money crowd, could approximately follow their 7 biggest picks with, for example, these ETFs: SPDR euro STOXX 50 FEZ, SPDR S&amp;P Bank KBE and Energy Select XLE, Fidelity MSCI Industrials FIDU and Materials FMAT ETFs, Goldman Sachs Access Treasury 0-1 ETF GBIL, and iShares Bloomberg Roll Select Commodity ETF CMDY.</p><p>It's not just ironic that the most fashionable investments on Wall Street often end up doing badly, and the least fashionable end up doing well. It's somewhat logical. The big money managers move the markets, and they tend to move as a herd. So by the time they've all bet heavily on one asset or another, they've already driven up the price, and probably too far. Meanwhile once they've despaired of something else and dumped it, they've driven down the price, and probably too far as well.</p><p>For those who want to follow the full global index, and not just the U.S. one, Pariah Capital offers a global portfolio. That substitutes Vanguard Total World Bond BNDW, iShares' Global Utilities JXI, Global Communication Services IXP, and Global Consumer Staples KXI ETFs for AGG, FUTY, FCOM and FSTA. The fees are higher but you get more diversification.</p><p>The global portfolio should be compared with a global index portfolio, consisting of 60% Vanguard Total World Stock VT or equivalent, and 40% Vanguard Total World Bond BNDW.</p><p>Stay tuned.</p>",
  "published": "2022-01-19T16:08:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3345,
          "end": 3352
        },
        {
          "start": 3345,
          "end": 3358
        }
      ]
    }
  ]
}