{
  "_id": "52d7393b02628f2ebdd9f778a67b218e22d56f2eb4f3b7d9d9c31b6a328a5095",
  "feed": "ftcomall",
  "title": "JPMorgan warns of missed target as costs jump and deals slow",
  "text": "<p>JPMorgan Chase reported record full-year earnings of $48.3bn, boosted by booming deal activity, but warned that rising costs would hurt profits in 2022. </p> <p>The cautious outlook from the largest US bank by assets set a muted tone at the start of the earnings season, sent JPMorgan's shares down by more than 5 per cent and fuelled <a href=\"https://www.ft.com/content/c3e4bcce-00fa-43fb-a427-625523cdebdb\">concerns</a> that 2021 would be a high watermark for the industry. </p> <p>“We are in for a couple of years of sub-target returns,” Jeremy Barnum, JPMorgan's chief financial officer, said on a call with analysts. </p> <p>Barnum said the bank would benefit from higher interest rates and greater loan demand but these would be offset by a decline in investment banking fees and more spending on new investments and pay. </p> <p>The bank intends to spend an additional $3.5bn on technology, hiring, marketing and acquisitions to head off emerging fintech and non-bank rivals.</p> <p>“It's a lot of competition and we intend to win. Sometimes that means you've got spend a few bucks,” said Jamie Dimon, JPMorgan's chief executive. </p> <p>Investors had expected bumper fourth-quarter results on Friday following record investment banking fees and far lower losses on loans during the pandemic than originally anticipated. </p> <p>Quarterly net income for the last three months of 2021 came in at $10.4bn. This was down from a year earlier but still ahead of analysts' average forecast of $9.4bn, according to consensus data compiled by Bloomberg. For 2021, net profit came in at a record $48.3bn.</p> <p>The outlook for costs spooked the market, however. “Costs are the big shocker, with management calling for $77bn of costs in 2022 versus $71bn in 2021,” Deutsche Bank analysts wrote in a research note. </p> <p>JPMorgan forecast that its return on tangible common equity, a measure of profitability that was 18 per cent for 2021, would fall below its medium-term target of 17 per cent in 2022. </p> <p>The bank said net interest income — the difference between what banks pay on deposits and what they earn on loans and other assets — was likely to remain below pre-pandemic levels at about $50bn. In 2019, NII, excluding corporate and investment banking, was $54.7bn. </p> <p>Wells Fargo projected a similar trend as it <a href=\"https://www.ft.com/content/03744ac5-15ee-4276-a68b-7141434d7e6d\">reported results</a> on Friday, saying that while NII could increase by as much as 8 per cent next year, it would still be well below 2019 levels.</p> <p>Lacklustre loan growth has been a persistent source of frustration for US banks as government stimulus during the pandemic reduced companies' and consumers' need to borrow money, but started to show signs of a rebound.</p> <p>In the fourth quarter, average loans at JPMorgan were up 6 per cent year on year at $1.1tn, while deposits at the bank rose 17 per cent to $2.5tn. </p> <p>At Wells, average loan balances fell 3 per cent compared with last year, but rose 2 per cent to $875bn compared to the prior quarter, the first quarterly uptick since September 2020.</p> <p>Average loans at Citigroup, which also reported <a href=\"https://www.ft.com/content/61be79f7-a552-4148-8eb5-3dd894d20371\">earnings</a>, were slightly higher year over year.</p> <p>The <a href=\"https://www.ft.com/content/35766dd4-7da1-4064-9e60-79a714297c5a\">prospect</a> of interest rate increases by the Federal Reserve in 2022 has led to optimism that banks could earn more from the loans they do make. </p> <p>Chris Marinac, director of research at financial adviser Janney Montgomery Scott, said the banks would need up to nine months “to let an interest rate hike or series of hikes filter through” and so the benefits would only become more apparent later in 2022 or in 2023. </p> <p>Goldman Sachs is scheduled to report earnings next Tuesday, followed by Bank of America and Morgan Stanley on Wednesday. </p><p>Source: Joshua Franklin in New York and Imani Moise in Detroit 2022 'JPMorgan warns of missed target as costs jump and deals slow' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-14T12:22:55.588Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3369,
          "end": 3382
        },
        {
          "start": 3369,
          "end": 3376
        }
      ]
    }
  ]
}