{
  "_id": "1bca183986d57a8fb37b0ffc7c1f822bff21fdad2b93d1a1235105f36b3d0e66",
  "feed": "wall-street-journal",
  "title": "The New Political Transformation of Medicine",
  "text": "<p>The transformation is underway. It is a subversive effort to change the personnel entering the medical field. The revised MCAT includes a new section that screens for adherence to progressive orthodoxies; for example, a practice question from a 2018 AAMC/Khan Academy offering asks whether the \"lack of minorities such as African Americans or Latinos/Latinas among university faculty members\" is due to symbolic racism, institutional racism, hidden racism or personal bias. The answer is supposed to be institutional racism.</p><p>The AAMC website provides insight into how the group is altering medical training. Its homepage features a doctrinaire guide to \"gender-affirming care\" for youth. The AAMC also recently introduced a new exam meant to complement the MCAT by testing softer skills such as \"cultural competence.\" An AAMC staff writer explains that it was designed with the goal of eliminating \"group differences in mean scores for African American and Hispanic test-takers compared to White and Asian examinees.\" Dr. Goldfarb notes that \"medical schools and residencies are lowering admissions standards.\" This is by design.</p><p>The AAMC forms half of the only government-approved accrediting entity for U.S. medical schools. It solely administers the MCAT and national standardized medical-school application. In understanding the woke capture of medicine, begin by scrutinizing the leaders of medical education.</p><p>Devorah Goldman</p><p>New York</p><p>Ms. Goldman, a visiting fellow at the Ethics and Public Policy Center, writes the Side Effects newsletter.</p><p>---</p><p>As a medical educator, I expect my students to understand the mechanism of action of antibiotics and pathways of resistance. I also expect them to understand social determinants that may contribute to poor health and how we can mitigate disparities.</p><p>Dr. Goldfarb's argument is based on anecdotes, so here are mine: As someone who has written in the New England Journal of Medicine about my biases and internalized racism, I can safely say that awareness of such issues has improved my relationships with my patients. Moreover, my students are proof the bar has not been lowered in medical schools and residency programs. Dr. Goldfarb's statement otherwise is an example of how discrimination persists in medicine.</p><p>I am also an infectious-diseases doctor. On days when I drag my feet fighting insurance companies to get my patients the meds they need, discussions on inequity give me purpose. To quote Steven Woolf, \"Poverty matters as much as proteomics in understanding disease.\" Those who find the need to retire early because of such discussions may be better off. And we may be better off without them.</p><p>Assoc. Prof. Tara Vijayan</p><p>UCLA David Geffen School of Medicine</p><p>---</p><p>Dr. Goldfarb writes what many physicians think but we're afraid to say, for fear of being labeled a racist.</p><p>Jonathan L. Stolz, M.D.</p><p>Williamsburg, Va.</p>",
  "published": "2022-04-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1444,
          "end": 1451
        },
        {
          "start": 1423,
          "end": 1430
        }
      ]
    }
  ]
}