{
  "_id": "ffa8557bdd609baa0542f97c511459e606681ad6452738a10406bd5a484b80b2",
  "feed": "wall-street-journal",
  "title": "Chinese Rate Cuts Have Mixed Impact",
  "text": "<p>Stocks globally have been buffeted in the first few weeks of the year by expectations about global central-bank policy and the rapid spread of the Omicron variant. Data out Monday showed Chinese growth decelerated in the fourth quarter, though it still came in above economists' forecasts. Underscoring concerns, the People's Bank of China cut two key interest rates, a move that will likely translate into lower benchmark lending rates.</p><p>China's economy and central-bank policy and what this means for global growth are key drivers of market sentiment, said Florian Ielpo, head of macro at Lombard Odier Investment Managers.</p><p>\"China is on a very different path than the rest of the world, it is a striking difference,\" Mr. Ielpo said. \"We are nervous about what's happening in China right now.\"</p><p>Other analysts saw the rate cuts in a more positive light. Chinese authorities are likely to step up policy support, both monetary and fiscal, said Dong Chen, head of Asia macroeconomic research at Pictet Wealth Management.</p><p>Chinese casino stocks jumped after Macau's cabinet drafted a new law on licensing that was milder than investors had feared. Sands China rose 15%, Wynn Macau added 12% and Galaxy Entertainment Group gained 7%.</p><p>Chinese developer Country Garden dropped 8%, declining for a fourth day as the turmoil in the country's real-estate market continued.</p><p>Investors are gearing up for another big week of U.S. earnings, with Goldman Sachs set to report Tuesday and Bank of America and Morgan Stanley scheduled for Wednesday. Household names such as Procter &amp; Gamble and UnitedHealth are slated to post results Wednesday, followed by American Airlines and Netflix on Thursday. \"One of our major calls for 2022 is that banks will surprise to the upside,\" said Lale Akoner, a market strategist at BNY Mellon Investment Management.</p><p>More broadly, \"wages are going higher, energy costs are still very elevated so inflation overall is going to pressure margins. This will definitely show in earnings in 2022,\" Ms. Akoner said. \"Large-caps usually weather this better than small-caps.\"</p><p>Bitcoin fell 2.95% and traded at $41,740.57. It has declined around 38% from the high it notched in November.</p><p>Unilever shares tumbled over 7% after the consumer-goods company said over the weekend that it had approached GlaxoSmithKline and Pfizer about buying their consumer-health joint venture. Its latest proposal valued the unit at $68.4 billion. U.K.-listed GlaxoSmithKline shares rose nearly 4%.</p><p>Early Tuesday, the Nikkei was down up 0.8%, the Shanghai Composite was up 0.6% and the Hang Seng was up 0.4%. S&amp;P 500 futures were flat.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1420,
          "end": 1433
        },
        {
          "start": 1431,
          "end": 1444
        },
        {
          "start": 1431,
          "end": 1438
        }
      ]
    }
  ]
}