{
  "_id": "12697e8db46098778719573f8f7f88f69b52a63f53201518210d2e395f9c5f37",
  "feed": "ftcomall",
  "title": "Market volatility curbing companies' ability to raise cash",
  "text": "<p>Market volatility has curtailed corporate America's ability to raise cash through public share sales, one sign of how the prospect of tighter policy from the Federal Reserve is already rippling out from the central bank's Washington headquarters.</p> <p>Gauges of US financial conditions are&#xa0;showing that it is becoming slightly harder and more expensive for companies to raise money&#xa0;in the stock market, according to one popular index calculated by Goldman Sachs.</p> <p>Economists at the investment bank produce a financial conditions index, closely watched by market participants and central banks, which takes into account borrowing costs as well as moves in the stock market and the value of the dollar. </p> <p>A recent sell-off in the stock market that has on average knocked 33 per cent off company shares across the broad Russell 3000 index has played a significant role in the recent deterioration in conditions.</p> <p>Technology companies that listed their shares publicly in 2021 are down by an average of 34 per cent from their offering price, according to Dealogic data, a trend that has discouraged other companies from following them into public markets. Several companies have postponed their planned listings at late notice, including human resources software company <a href=\"https://www.ft.com/content/ee35f741-f94f-43f1-af44-e63f730f76cf\">JustWorks </a>and bitcoin miner Rhodium.</p> <p>Still, investors and economists believe the Fed will be unmoved by this turbulence as it embarks on an aggressive interest rate raising cycle.</p> <p>“It is not surprising for the Fed at this juncture to say they are not concerned by the market moves,” said Jean Boivin, a former Bank of Canada deputy governor now at the BlackRock Investment Institute. “If they were to say the opposite, that would be tying their hands.”</p> <p>But, “if the market environment becomes more bearish on a sustained basis and that starts to affect [economic] confidence, I don't think they will be able to just ignore that,” he added.</p> <p>Jay Powell, the Fed chair, indicated little concern about the recent market ructions at the two-day policy meeting that wrapped up on Wednesday. When asked at a press conference that day, he appeared unperturbed by the recent swings and framed the modest tightening of financial conditions as a sign of the Fed's success in adequately preparing market participants.</p> <p>“We feel like the communications we have with market participants and with the general public are working and that financial conditions are reflecting in advance the decisions that we make,” Powell said on Wednesday. “Monetary policy works significantly through expectations, so that in and of itself is appropriate.”</p> <p>Traders are now pricing in as many as five quarter-point interest rate increases this year beginning in March, up from four just before January's meeting. The Fed is at present winding down its asset purchase programme, which has helped backstop financial markets since the start of the pandemic, a process that will end in March. </p> <p>Fed-watchers and Wall Street executives believe it will take a much more substantive drop in equity markets to alter the central bank's calculus about the path forward for interest rates. Greg Jensen, co-chief investment officer at Bridgewater Associates, reckons US stocks may have to drop as much as 20 per cent from today's levels to warrant a course correction, a view shared by Evercore. Strategists at HSBC said financial market stresses will need to get “a lot more acute”.</p> <p>The expectation of higher rates — and the effects those would have on growth and inflation — has led to a sell-off in the $22tn Treasury market, which is setting the stage for the US Treasury to pay millions of dollars more as it borrows. But yields still remain depressed by historical standards, having plumbed all-time lows since the start of the pandemic.</p> <p>The effects have thus far not spilled over into credit markets, which investors say is the primary reason the Fed is so far unfazed. Save for an expected blip around the Fed meeting, new debt issuance has continued apace in January, even after a record year in 2020, and near-record in 2021. The premium that investors demand to hold riskier corporate bonds has risen, but not meaningfully. </p> <p>“Usually credit markets are the ones that fall apart and indicate what's going to happen with the equity markets. And it's not happening like that this time,” said Monica Erickson, a portfolio manager at DoubleLine Capital. </p> <p>A Moody's metric which tracks the quality of investor protections in debt deals remains near its worst levels on record. Deals with weaker investor protections, or covenants, proliferate in times of loose monetary policy, when it is easy for companies to borrow and they have little incentive to cater to investors. &#xa0;</p> <p>“Unless the volatility is dragging into corporate credit spreads, there isn't a translatable effect on the outlook,” said Ellen Zentner, chief US economist at Morgan Stanley. “Only if the data is running materially above or below their outlook would that dictate a shallower or steeper path for rate hikes.”</p><p>Source: Kate Duguid, Colby Smith, Eric Platt and Nicholas Megaw in New York 2022 'Market volatility curbing companies' ability to raise cash' FT.com 30 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-30T18:00:44.643Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 443,
          "end": 450
        },
        {
          "start": 443,
          "end": 456
        }
      ]
    }
  ]
}