{
  "_id": "4501f7f990a01b158c73dd72c563b79d812381210104628538588fce05059a5f",
  "feed": "ftcomall",
  "title": "UK companies braced for recession as spending slows and costs soar",
  "text": "<p>British companies are preparing for a recession this year as they face the double hit of slowing consumer demand and rapidly rising costs from inflation on their own businesses.</p> <p>Multiple companies told the Financial Times they had begun “war gaming” for a recession in recent weeks, with some adjusting medium-term plans for a period of low or no economic growth.</p> <p>Online used-car seller Cazoo was one of the first to specifically warn over the threat of recession last month, forcing it to cut hundreds of jobs. Shares in fast-fashion makers Asos and Boohoo plunged after they revealed a jump in product returns and warning over the impact of inflation. </p> <p>Bosses have said they already see signs of a slowdown, in particular among retailers given the impact of rising costs on consumers. Electricals retailer Currys cut its profit forecast this week, while rival AO raised £40mn in what its chief executive described as a “sensible piece of financial housekeeping given the short-term macroeconomic uncertainty”. </p> <p>Stuart Rose, the former M&amp;S boss and Conservative peer, warned that UK businesses needed to brace for a difficult period. “Most companies saw inflation coming. They have strengthened their balance sheets, taken appropriate measures and will now take the hit on margins. We will get through this.”</p> <p>One chief executive of a leading supermarket chain said more people were waiting to do their monthly shop around pay days. Other shoppers were telling cashiers to stop at a certain limit — £30 or £40 — to limit expenditure.</p> <p>This made it harder for the chain to decide on orders for larger ticket items, such as clothing or electrical goods, he added, with questions about how demand will hold up in the autumn. </p> <p>The supermarket boss described September as the “come to Jesus” month — when the need to spend on new uniforms and school items coincided with the end of holiday spending and rising energy costs. </p> <p>A finance chief at a listed clothes seller said the group was ordering less stock now for the autumn and winter seasons given uncertainty over demand.</p> <p>Many other companies reliant on discretionary spending, such as travel and leisure groups, are also likely to be hard hit as a golden period of post-pandemic spending is expected to come to a stop after the summer.</p> <p>Media and marketing groups are also seen as among the more cyclical parts of the economy, with advertising and related industries in TV and radio quickly suffering as marketers cut spending in previous recessions.</p> <p>Martin Sorrell, executive chair of digital marketing group S4 Capital, said the company was “constantly scrubbing our revenue forecasts to make sure they are right” given changing economic conditions. </p> <p>Sorrell expected a cyclical recession in parts of the world later this year or next. “It's not a deep one but it'll take time to ease or change. Global slowdown is at the top of everyone's agenda. People have to plan for a tough 2023. You have to be focused now on growth and where you can find it geographically and technologically in the next two years.”</p> <p>Other City bosses — from Aviva's Amanda Blanc to Fidelity International's Anne Richards — have also told the FT they are concerned over the rising risk of a recession.</p> <h2>High inflation but high employment</h2> <p>The CBI has warned that the government has only weeks to change the direction of the UK economy, with recession now “a very live” risk as household spending turned downwards.</p> <p>“People know it's going to be tough this year. They are trading down given all the price pressures,” said Rain Newton Smith, chief economist at the CBI. </p> <p>The latest data on gross domestic product indicates that the economy has slowed faster than economists had expected, while business confidence has fallen sharply in recent months. Analysts are already cutting forecasts for earnings next year for the UK, Europe and the US, with some predicting widespread profit downgrades and warnings in the autumn.</p> <p>The continent-wide Stoxx 600 index is forecast to have flat earnings next year, according to Goldman Sachs, which was recently cut from 5 per cent, with a similar outlook for the UK. </p> <p>These overall numbers include sectors of relative strength such as oil and gas, which are benefiting from the prices of commodities.</p> <p>According to an analysis of past recessions by Goldman Sachs, earnings typically fall about 30 per cent across listed companies. The worst recession of recent times was the financial crisis of 2008 when earnings fell 50 per cent, but the bank did not expect that to happen again, according to Sharon Bell, UK portfolio strategist. </p> <p>“We had financial imbalances back then, the corporate sector was very over levered, the banking sector wasn't as well capitalised and even households were quite stretched.”</p> <p>Peel Hunt said this recession could be unusual in having high inflation that will “materially impact disposable income” but also with high wage growth and employment.</p> <h2>Tough Christmas</h2> <p>Goldman suggested that the hardest hit companies were typically travel and leisure. “This is the thing people cut first,” said Bell, pointing to a combination of higher rates, lower savings and higher costs from the rising energy price cap and other inflationary factors.</p> <p>“All of those things are going to be hitting around Christmas. The first-quarter results season was good. The second quarter will probably be fine too. The real hit will be more likely in the third quarter or fourth quarter this year.”</p> <p>Peel Hunt has similarly warned over consumer-linked sectors in hospitality, where spending can more easily be cut back. </p> <p>“If consumers are going to drown their sorrows in the next recession, the hospitality industry will have to work even harder to win their custom,” it said in a note pointing to the bulk of drinking now taking place at home. </p> <p>“Overall, the economic picture looks bleak for the consumer over the coming winter, with the impact of inflation disproportionately affecting lower-income groups.”</p> <p>Real estate and building services have been harder hit in previous recessions, with rents and capital values tending to follow economic growth, and construction reliant on demand for new housing. </p> <p>The least cyclical include healthcare, utilities, tobacco and consumer staples, such as basic food.</p> <p>“People can trade down in their groceries, but they're still going to buy them,” said Goldman's Bell. </p> <p>“Everyone has to eat,” added one supermarket boss, who noted that consumers were starting to move more to own-branded food, and predicted tougher sales of more expensive clothing and electrical goods. </p> <p>But even food producers and retailers normally resilient in periods of lower consumer demand will be hit by pressure on both volumes and profit margins given the sharp rise in food inflation, according to Peel Hunt. </p> <p>Tesco and Sainsbury have indicated that they expect lower profits this year as they absorb some price increases to keep down costs for shoppers.</p> <p>Pointing at beverage makers such as AG Barr and Britvic, the broker said such strong brands should benefit as the consumer polarises between premium and value, with the middle squeezed. </p> <p>However, it pointed to drinks mixer Fevertree as likely to “experience some pressure in a recession”.</p> <p>Banks appear more resilient now than in 2008. At a time of near full employment in the UK, there are few signs people are struggling to pay their mortgages, while rising interest rates could also help their businesses.</p> <p>However, RBC Capital said high street banks could still be hit if consumers faced a “triumvirate of higher food, energy and mortgage costs” in a recession.</p> <p>While sectors such as telecoms and utilities carry high debts, they are also seen as strong cash generators and largely essential. The boom in lockdown pets, meanwhile, could also underpin sales in the pet care sector. </p> <p>“Most consumers prioritise their pets over spending on themselves,” according to Peel Hunt. “We have always thought that the last three things to ‘go' in a recession are the Sky Sports subscription, the monthly new pair of trainers, and the dog.”</p><p>Source: Daniel Thomas 2022 'UK companies braced for recession as spending slows and costs soar' FT.com 10 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-10T11:00:57.649Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6336,
          "end": 6343
        },
        {
          "start": 4938,
          "end": 4945
        },
        {
          "start": 4298,
          "end": 4311
        },
        {
          "start": 4298,
          "end": 4305
        },
        {
          "start": 4028,
          "end": 4041
        },
        {
          "start": 4001,
          "end": 4014
        },
        {
          "start": 4028,
          "end": 4035
        },
        {
          "start": 4269,
          "end": 4282
        }
      ]
    }
  ]
}