{
  "_id": "92b426252db63de2e28f44621068e69af1b4c85ee4c2e3b2394209d588f9aa61",
  "feed": "ftcomall",
  "title": "Mark Carney: ‘Doubling down on inequality was a surprising choice'",
  "text": "<p>Mark Carney and I have been going back and forth for months to pin down a date — each of us having to cancel at least once. Fate was guiding us. The former governor of the Bank of England strolls into our New York venue at roughly the moment London's markets are closing after the most brutal day in decades for the British pound and UK gilts.</p> <p>It is Friday September 23 and sterling has been dropping precipitously since Kwasi Kwarteng, Britain's then chancellor of the exchequer, unveiled a package of tax cuts funded by public borrowing. The previous day Andrew Bailey, Carney's successor at the BoE, had raised interest rates by half a percentage point. Given the inflationary implications of Kwarteng's “mini” Budget, that already seems too little. According to someone on Twitter, which I had been scrolling through as I waited for Carney, London forex traders have redubbed the pound “shitcoin” (a little over a week later, Liz Truss, the new prime minister, made a <a href=\"https://www.ft.com/content/c8715aa6-03d7-4ddb-85ea-28df149dfbe8\">partial U-turn</a> and the pound regained ground but her credibility may never do so).</p> <p>In a deep blue suit and a plain dark tie, Carney greets me with a rueful smile. The Canadian-turned-British bigwig, now based back in Ottawa from where he was recruited, looks younger than his 57 years. “We certainly picked our day,” Carney says. “Are you paid in pounds or dollars?”&#xa0;</p> <p>As Canada's central bank governor during the 2008 global financial crisis, then Britain's throughout Brexit, Carney is a veteran of crisis management. Truss's theory, rubbished by most economists, is that lower taxes would kick Britain into higher growth and overcome its low-growth malaise. But as we approach the next moment of truth on her fiscal plans, markets remain deeply unsettled. <a href=\"https://www.ft.com/content/627eab81-c8b1-4a92-bd48-cbb10690322a\">UK government bonds</a> came under pressure again this week before rallying amid speculation that Truss would change course; on Friday, she duly dismissed Kwarteng and reversed the planned cut to corporation tax. </p> <p>When we meet, Carney makes the very different case that governments should bet on “solidarity” by cushioning people from shocks and investing in them. “If you're sentient, you know what the last 12 years have taught us, particularly since Covid, is that it's good to have some social support,” Carney says. “At the end of my governorship, we were finally enjoying positive real income growth. Following Covid and inflation, British average wages will probably not now get back to pre-2008 levels until 2025 at least. That's two lost decades.”&#xa0;</p> <p>Not a good moment to announce tax cuts, then? “What happened today — doubling down on inequality at a time of belt-tightening — was a surprising set of choices,” Carney says. A few days after our lunch, David Frost, Britain's former Brexit negotiator and a Truss ally, describes Carney, along with the FT, former prime minister Gordon Brown and others, as part of the “international hectoring class”.</p> <p>Though we are meeting in Tribeca, the heart of lower Manhattan, America's week has been dominated by news from Britain. It began with <a href=\"https://www.ft.com/content/80760bc4-d3da-4231-9249-7c83662eb684\">Queen Elizabeth's funeral</a> at Westminster Abbey and is now closing with the humbling of the currency that bore her image for 70 years. Carney met the Queen several times during his time as BoE governor. While listening to BBC Radio 4 early one morning, he picked up stray trivia about aphids, the sap-sucking insects that plague Britain's crops from time to time. Later that day Carney was introduced to the Queen at a palace garden event. She said something about troubles with her garden that year. “I reeled off several facts about aphids, which captured her attention,” Carney says. On another occasion, after Carney had given a speech on climate change, Prince Philip said: “I never knew you were a greenie,” to which Carney replied, “Just like your son sir.”</p>  <p><strong>We are seated inside</strong> <strong>the Odeon restaurant,</strong> a bustling French bistro. Carney, whom I first met in London in the 1990s, moved with Goldman Sachs to New York later that decade. His loft apartment was round the corner: “Being here brings some nostalgia,” he says. This restaurant can also tell you the tale of the past 40 years, Carney says. It was opened in the shadow of the Twin Towers in the 1980s, when “greed is good” Wall Street culture was taking off. Robbed of the Twin Towers in the 9/11 terrorist attacks, the restaurant's exterior is now fronted by Perspex-enclosed dining boxes — a feature of Covid-19. “September 11 and the pandemic were two big solidarity-inducing events,” he says. Solidarity is clearly the message Carney wants to send — both as policy advice to governments and as a feature of social-impact investing. </p> <p>Twelve years as a central bank governor — five as Canada's, seven as Britain's, putting him in the unique category of having run monetary policy for two G7 countries — have given Carney's language a protective layer. The past few hours have been too kinetic for abstractions. My goal is clear, as is the waiter's, who has now returned three times to ask if we have decided.</p> <p>“I guess we can't do two things at once,” says Carney apologetically. For starters, he picks oysters. I choose a green salad. Since I'm being virtuous, Carney proposes that he take french fries over salad with the fines herbes omelette he wants for his entrée. He asks for extra tomatoes — pronounced with the short British “a”, I notice. “I'm just trying to make you feel comfortable,” Carney says. I'd feel even better if you have a glass of wine, I reply. “That seems like a fair exchange.” Carney goes for Pinot Grigio. I pick Sauvignon Blanc. “This is a perfect example of solidarity — co-operative ordering,” says Carney with a smile.</p> <p>Has he seen the comment by Lawrence Summers, the former US Treasury secretary, who labelled Britain a “submerging market”? He pauses: “It's a challenging position without question, it's an unorthodox strategy the government is pursuing at this point in time.”&#xa0;</p> <p>Come on, I say, today's move was fiscally reckless and political suicide. “‘Submerging' is a bit strong,” he replies. “Look, we could spend 20 minutes listing all the strengths of Britain. All the liabilities are in the local currency and all the assets are in foreign, which are natural hedges and that is not the case in any emerging market. The institutional structures are there. We just had a reminder with the passing of the head of state.”&#xa0;</p> <p>Minus the Queen's death, couldn't you reel off the same attributes of Britain in 1976, when it was forced to seek an IMF bailout? “The UK's institutions were more sclerotic in 1976,” he says. “There was a reason for some of Margaret Thatcher's reforms. The labour market today is more robust and the Bank is operationally independent.”</p> <p>Should I convert my savings (such as they are) from dollars into pounds? “I don't give investment advice,” Carney says with an apologetic shrug. I decide to leave the pound to one side. We are co-operatively dividing the salad. Carney's oysters seem to have been forgotten.&#xa0;</p> <p>What was it like to be a foreigner catapulted into Britain's establishment? It is not acquitting itself too well, I say. “I came to Britain five years after the global financial crisis started. When I went round the country there was a palpable sense of anger about what had happened, how the masters of the universe had blown up the economy and people were living with the consequences,” he says. “We had this period where for 10 years average real wages hadn't been increasing and the last time that happened was when Marx was writing <em>The Communist Manifesto</em>. Now we've just tacked on another decade of stagnation. People aren't running the numbers. But they feel it.”&#xa0;</p> <p>As a frequent attendee of the Davos World Economic Forum and a Goldman Sachs alumnus, Carney was already part of the global elite. I want to know more about what he made of its UK branch after he moved to the BoE. Carney, who is taking his wine in calibrated sips, is now tackling his omelette with gusto. My Atlantic cod has also arrived. We are competing rather than co-operating over the french fries. “It is one or two degrees of separation at most,” he says. “There are certain people who know everybody. But I think it's politically more upwardly mobile than before — look at today's cabinet.” He lists examples of where institutions are well led — the Church of England, the NHS, the military. “Things aren't going that well right now but I wouldn't necessarily blame the ‘establishment'.”&#xa0;</p> <p>Whoever deserves the blame, is he ready to declare Brexit a mistake? I sense a stiffening as Carney weighs his response. He points out that a referendum is a poor tool in a parliamentary democracy. People vote on a simple question with seven or eight motivations in mind. “Ultimately these questions turn into questions of identity,” he says. Prior to the Brexit campaign, Europe “was not even on the top seven or eight of most voters' concerns” — these were dominated by the NHS, the economy and sometimes immigration. “Then overnight ‘taking back control' from Europe becomes part of your identity.”&#xa0;</p> <p>Weren't economic promises made by the Leave campaign that have not been kept? Carney's drawbridge opens a crack: “Put it this way, in 2016 the British economy was 90 per cent the size of Germany's. Now it is less than 70 per cent. And that calculation was made before today.”&#xa0;</p> <p>That trade-off seems pretty zero sum, I say. The same applies to what is left of the fries. “I knew you weren't that virtuous,” says Carney as he shovels what is left on to his plate. As the BoE's governor, Carney added climate change as a financial stability risk. Now an evangelist of ESG (environmental, social and governance) investment, and the UN special envoy on climate action and finance, Carney is in town for the UN General Assembly — the week when world leaders cram into Manhattan and make its routine traffic look like the Grand Prix. Finding ways to “mainstream” ESG investment and deal with the “tragedy of the horizon” on global warming now dominates his life. </p> <p>He recently became head of “transition investing” at Brookfield Asset Management, a Canadian fund with a $15bn energy transition portfolio — the largest of its kind — and has also joined the strategic consultants Macro Advisory Partners as senior counsellor. He does not rule out re-entering Canadian politics but it is clearly not imminent: “We have a good prime minister [Justin Trudeau] who is sticking around. There's lots of ways to help out without being on the front line.”&#xa0;</p> <p>There is plenty of politics in ESG. Critics say it is a form of virtue-signalling that gives investors the illusion of change but is no replacement for public action. “That's a straw man,” says Carney. “I don't know anyone in the field who thinks ESG is a substitute for what governments should be doing.” He says it is the same small handful of critics who crop up. “There's an imbalance . . . it's a bit like how the BBC handled the Brexit debates. These [the ESG bears] are woke American capitalists who would have lost a ton of money if they had followed their own advice.” So you are saying that you really can do well by doing good? “That's exactly what I'm arguing,” he says. Brookfield's transition fund offers higher than market returns, he adds.&#xa0;</p> <p>Yet the path ahead is littered with booby traps. This week, several big banks have threatened to quit the Glasgow Financial Action for Net Zero (Gfanz), which Carney co-runs with Michael Bloomberg, New York's former mayor. A couple of pension funds later did pull out. Carney puts it down to poor wording from a UN-related group that committed Gfanz members to ban the funding of coal and other fossil fuel projects.&#xa0;</p> <p>“You cannot be absolutist under antitrust law,” Carney says. “It would be pure collusion.” The wording has since been modified to say that members will take their own paths to meet the targets. The risk is that their pledges will become increasingly fungible. Carney's response is that more and more capital will be driven into green energy by government net zero mandates. Here, the British government, along with the EU, sounds like it almost knows what it's doing. “It's a bit like pledging to give up smoking by a certain date, or french fries,” he says. “Every day you post how many cigarettes you smoked on Instagram and your behaviour is monitored by others.”</p>  <p><strong>Since green leaves have been consumed,</strong> and the oysters never arrived, Carney suggests we have earned a dessert. He chooses sticky toffee pudding; we each add double espressos. I am keen to hear why he thinks central banks failed to anticipate the surge in inflation. Others, including Summers, had been warning of it for months before the Fed, the European Central Bank and the BoE acknowledged the new reality. You must have an answer as to why they were so late, I say.&#xa0;</p> <p>Carney sounds annoyed: “No, I don't have to answer because I wasn't in charge,” he says. Not even a theory? Part of it was a sense of caution following years of debt deflation, he replies. Most pre-Covid shocks were to demand. Now we face a world of rolling supply shocks. “The risks of the last few decades have all been towards disinflation,” he says. “Central banks needed to wait to see if the supply chain disruptions were lasting.”&#xa0;</p> <p>On this Britain was ahead of the curve, he says. Under Carney's watch the BoE treated Brexit as a supply shock — to the UK's trade access, labour supply and other factors. “We said, ‘Look, Brexit will create a supply shock, growth slows, inflation goes up, and pound goes down. Ultimately we will end up in a worse place.' That's exactly what's happened. Brexit is a supply shock — that's not a value judgment on Brexit, it's an economic fact.” But what about the Fed and the ECB? “The best I can give you is that there had been a long period of risk management in central banking strategies that were concerned about going back into disinflation [which] meant it was ‘rational' to wait . . . to see the whites of the eyes first. I'm saying this by way of rationalisation because I wasn't in the room.”</p> <p>We have been talking at high velocity aided by another espresso order, this time downsizing to singles. Our dessert has arrived but it is chocolate mousse so we send it back. “Maybe our sticky toffee pudding has joined the oysters and is swimming with the fishes,” Carney jokes. The right order arrives with an apology. </p> <p>I ask which western democracy Carney would short and on which he would go long. “This is like a rapid-fire round, right?” I agree. He would back Canada and short the US. “You have to short America from the point of view of its governance system,” he says. “There are so many other strengths here but we see elements of politicisation of some of America's core pillars, down to its foundations, in terms of how elections are conducted, and Supreme Court decisions and beyond.”&#xa0;</p> <p>Long on China or India? “Definitely India.” Ottawa or Vancouver? “Vancouver — it's where my family were originally from. One of the many pluses of living in Ottawa is I get to travel a lot.” Baseball or cricket. “Has to be baseball.” Does he miss London? “I miss the music and the sheer range of cultural activities. It's the best city on earth. But I don't miss being a public figure there. I'm not complaining — it goes with the territory.” </p> <p>A good time to buy sterling, I repeat? “Depends what you want to do with the money. If you're buying a house, then convert at today's rates.” This is the type of clarity all too lacking from today's Bank of England, I think. Having finally extracted forward guidance from Carney, we part ways on a note of solidarity. </p> <p><a href=\"https://www.ft.com/edward-luce\"><em>Edward Luce</em></a><em> is the FT's US national editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/3961e1e3-7bbe-48f2-b76a-41868e4a6057\"><em>I can't remember, Mark, did they bring the oysters?</em></a><em> / </em><a href=\"https://www.ft.com/content/3961e1e3-7bbe-48f2-b76a-41868e4a6057\"><em>From Caroline Dawnay, London W14, UK</em></a></p> <p><a href=\"https://www.ft.com/content/d9e8cfcb-6bae-46f9-86d5-dc91e4b9acf3\"><em>Let's pray Carney's quip has no economic analogue</em></a><em> / </em><a href=\"https://www.ft.com/content/d9e8cfcb-6bae-46f9-86d5-dc91e4b9acf3\"><em>From Nick Bradbury, Reading, Berkshire, UK</em></a></p><p>Source: Edward Luce 2022 'Mark Carney: ‘Doubling down on inequality was a surprising choice'' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T11:30:58.642Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3909,
          "end": 3922
        },
        {
          "start": 7679,
          "end": 7692
        },
        {
          "start": 3909,
          "end": 3916
        },
        {
          "start": 7609,
          "end": 7622
        },
        {
          "start": 7679,
          "end": 7686
        },
        {
          "start": 3880,
          "end": 3893
        }
      ]
    }
  ]
}