{
  "_id": "2d77eaa19ff788a44ef55a509a45d795290e1bb5c531f961cd5331699345ce68",
  "feed": "ftcomall",
  "title": "The UK needs a coherent economic strategy",
  "text": "<p><em>The writer is former chief economist at&#xa0;Goldman Sachs&#xa0;and was a UK Treasury minister </em></p> <p>It is now over 12 years since the Conservative party regained power. As members ponder their fourth leader during that time, the country urgently needs their choice — and the next prime minister — to have a credible vision of how to address considerable challenges. </p> <p>Liz Truss and Rishi Sunak, the remaining candidates, must reflect on how they would put the UK on a more constructive path than that taken after the economic devastation of the 2008 financial crisis — backdrop to the party's initial election win two years later. </p> <p>Since then, the UK's gross domestic product figures have been disappointing, though not&#xa0;spectacularly so. Employment growth has been surprisingly positive, even if much of it is low-paid. But it is also highly unproductive — the annual productivity rate of growth has been about a third of where it was in the previous 15 years. Unless we repeat the expansion of the UK labour force or productivity rises significantly, the country's own growth will rapidly slow. &#xa0;</p> <p>One of the problems is that when the country voted for Brexit, “taking back&#xa0;control” from Brussels meant <a href=\"https://www.ft.com/content/c333a6d8-0a56-488c-aeb8-eeb1c05a34d2\">losing control of the labour force</a>. The end of free movement, exacerbated by Covid-19, has resulted in higher levels of job vacancies. And without a productivity surge, the levers of monetary and fiscal policy to help boost economic performance are extremely restricted.</p> <p>For now, the only constructive role monetary&#xa0;policy can play is to target inflation, which might mean deliberately weakening demand and therefore cyclical economic growth in the short-term. Without this, the longer-term growth challenge will be even tougher. </p> <p>Fiscal policy can play a broader role, but the incoming prime minister needs to think carefully about what that should be. Tax cuts, the dominant topic of the leadership campaign, have to be judged on whether they will boost cyclical demand in the economy or on the supply side. In current circumstances, the cyclical consequences would almost certainly result in the need for an even&#xa0;sharper monetary tightening from the Bank of England.</p> <p>So what is the point of the immediate tax cuts&#xa0;advocated by most of the leadership candidates? They would only be justifiable if proven to boost either supply or productivity. And even then, there is a question over whether they are, currently, affordable, given the broader social challenges.</p> <p>The evidence that corporate tax cuts will boost investment is not clear. Yes, they will boost the income of companies, as they have over the past 15 years, but this has not translated into higher investment spending. Indeed, one of my broader concerns post-crisis is that many rules of a traditional economics training no longer apply. Strong corporate profits, as well as low interest rates, are a text book recipe for strong investment but, of late, they have found their way into returns to shareholders and executives. Arguably, this conundrum lies&#xa0;at the heart of the productivity and low real wage dilemma that has dogged the UK economy. </p> <p>What fiscal policy should do is boost productivity, rather than stoking demand. This can be done by offering incentives&#xa0;for truly risk-taking business investment, such as venture capital, and for much-needed infrastructure. It also requires a more imaginative approach to government spending. &#xa0;</p> <p>Sunak, the former chancellor and would-be leader, had a pre-pandemic policy of borrowing only for investment spending, but the country now requires bolder action from government. To deal with infectious disease risks, education challenges, regional imbalances, levelling up and massive infrastructure needs, an ambitious government would raise its&#xa0;planned investment in a very transparent way — to allow financial markets to judge&#xa0;the potential boost to future growth. </p> <p>Away from monetary and fiscal policy, the next occupant of 10 Downing Street needs to be more sincere about&#xa0;turning the twin goals of global Britain and levelling up into a reality. On the first, we desperately need a credible, independent British role in the world — or we risk becoming ever more dependent on the US. </p> <p>On the second, unless the government focuses seriously on the mammoth regional imbalances in England, it will receive little respect from the disgruntled regions. Internal battles must not interfere with the name, branding, promotion and, most importantly, execution of this agenda. Accelerating devolution is a good place to start.</p> <p>The next prime minister will be chosen by a very small slice of the population. If he or she is not&#xa0;focused on the long-term interests of the nation, they won't last much longer than the previous one.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/8bf70592-bdc3-441d-b954-ace57569e76c\"><em>Offer companies more incentives to reinvest</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/8bf70592-bdc3-441d-b954-ace57569e76c\"><em>From Freddie Lait, London SW1A, UK</em></a></p><p>Source: Jim O'Neill 2022 'The UK needs a coherent economic strategy' FT.com 24 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-24T12:00:48.168Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 40,
          "end": 53
        },
        {
          "start": 40,
          "end": 47
        }
      ]
    }
  ]
}