{
  "_id": "11054a06bd13fbd18b48d9d153f5fadf580b0437cee87328cce614de01b67fdd",
  "feed": "ftcomall",
  "title": "Morgan Stanley warns of civil liability over block trading claims",
  "text": "<p>Morgan Stanley warned it faced potential civil liability stemming from allegations that the Wall Street bank caused share prices to fall before it executed the sale of large chunks of stock, the latest fallout from a US investigation into its block trading business.</p> <p>The disclosure in a quarterly report filed on Wednesday came after the bank <a href=\"https://www.ft.com/content/1d14c8bf-d6fd-4cb0-b654-9dfdc4254bc1\">admitted</a> in February that the US Securities and Exchange Commission had been examining its block trading business since 2019 and that the Department of Justice had recently opened its own probe.</p> <p>Morgan Stanley said in its report that it faced potential civil liability from “claims that have been or may be asserted by block transaction participants or others” who may argue they were “harmed or disadvantaged” because of, among other things, a share price decline allegedly caused by the bank.</p> <p>Morgan Stanley is aware of one claim by Disruptive Technology Solutions, which was an investor in US data analytics company Palantir, said one person briefed on the matter.</p> <p>Last month, the Wall Street Journal reported Disruptive had alleged that Morgan Stanley leaked information ahead of the fund's sale of more than $300mn of Palantir shares in February 2021, resulting in millions of dollars of losses. </p> <p>Disruptive did not immediately respond to a request for comment on the complaint.</p> <p>In <a href=\"https://www.ft.com/content/da23c81e-b6cd-4026-9eef-ff9116dddd8e\">block trades</a>, banks such as Morgan Stanley are hired to sell a large number of shares, either by the issuing company or a big investor. The sale of such a big chunk of stock can often weigh on a company's share price. </p> <p>US regulators have been concerned for decades that the process by which some banks have sounded out buyers for big stock sales could give hedge funds and other clients an unfair opportunity to bet that the stock price will fall by “shorting” the shares.</p> <p>Rival investment bank Goldman Sachs reported Morgan Stanley to Hong Kong's financial regulator over a series of block trades, the <a href=\"https://www.ft.com/content/0b55f400-0567-407d-bfbc-52436dc631d4\">Financial Times revealed</a> last month.</p> <p>The justice department and SEC investigations have cast a shadow over Morgan Stanley's equities franchise, which between 2018 and 2021 earned more in fees from block trading in the US than any other bank.</p><p>Source: Joshua Franklin in New York 2022 'Morgan Stanley warns of civil liability over block trading claims' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-04T21:42:28.705Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1823,
          "end": 1836
        },
        {
          "start": 1823,
          "end": 1830
        }
      ]
    }
  ]
}