{
  "_id": "aa26f5465c5f935584d3dcfb7470849d82f139ea1806f7432c2861f53d3b2b9a",
  "feed": "ftcomall",
  "title": "JPMorgan and the never-ending non-recession",
  "text": "<p>Good morning. Stocks had a tough start yesterday but caught a second wind after lunch. The big news that initially depressed shares was bad-looking bank earnings. We don't think they were all that bad (see below) but recently anything even faintly negative is a reason to sell. The S&amp;P 500 has dripped lower every day this week. Email us: <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=Robert.Armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=Ethan.Wu@ft.com\">ethan.wu@ft.com</a>.</p> <h1>Where's the recession?</h1> <p>More than one person has commented that if the US does fall into a recession, it will be the most-predicted one ever. It's a fair point. In fact, if you read the financial press — this newsletter, say — you could be forgiven if you <em>hoped</em> for a recession, on the grounds that it would be less painful than an apparently endless discussion of the possibility. </p> <p>So it was with high hopes that we sailed into the first big earnings report for the second quarter, from America's biggest bank, JPMorgan. With its deep view in the US and indeed the global economy, from both the demand and supply sides, it is well positioned to supply clues as to when the much-expected event will begin. </p> <p>Looking at the price of the bank's stock after the report, you might conclude that we did get some news, and that it was bad. JPMorgan's shares fell 4 per cent yesterday, on top of the 30 per cent year to date decline they had already suffered. The Financial Times <a href=\"https://www.ft.com/content/363f5364-1848-4f93-a4f5-000891c5cbb0\">reported</a> that the earnings (and those of Morgan Stanley) “cast a pall over Wall Street”.</p> <p>But absolutely nothing in the report suggested that a hard landing in the real economy is even beginning. A few examples:</p> <ul>  <li><p>Debit and credit card sales volume rose 13 per cent from the first quarter and 15 per cent from a year ago. </p></li>  <li><p>Commercial loan volumes rose by 7 per cent against last year, faster than in the first quarter.</p></li>  <li><p>Non-performing loans fell as a proportion of total loans, on both the business and consumer side. The total remains well under 1 per cent on a combined basis. Card, mortgage and auto loan delinquency rates remain at long-term lows.</p></li> </ul> <p>Those looking for problems amid these indications of prosperity will point to three things: the increase in allowances for credit losses ($428mn added to the rainy-day fund, bringing it to $20bn), the crash in investment banking fees (lower by half from a year ago), the big decline in mortgage lending (home lending revenue down by a quarter). </p> <p>As for allowances, the bank has to consider the possibility of losses over the life of its loan portfolio. While JPMorgan's bankers may know more about what is presently going on in the economy than most people, they don't know any more about what will be happening in a year than you or I do. They hear the recession talk, too, and have an incentive to reserve for losses conservatively, within reason. As for I-banking fees, such declines happen in bear markets. That is not a reflection of the real economy, except to the degree that corporate executives, thinking about raising capital or completing a merger, are listening to the same recession chatter as the bankers.</p> <p>The strongest negative case could be made on the back of the weak results in mortgages. But mortgage demand is more or less directly responsive to Federal Reserve policy. Rates go up, mortgage originations go down. That may weaken the economy down the road — that's the Fed's intention, after all — but it doesn't tell you much about current conditions.</p> <p>To be totally clear: this is not an argument that recession is unlikely. Plenty of leading indicators point that way. The point is just that, outside of some particularly market- and rate-sensitive areas, you can't see the damn thing coming in JPMorgan's results. The distance between what we have reason to expect and what we are seeing now remains remarkably wide. </p> <h1>Labour market slowdown?</h1> <p>We've been banging on for months about how important the jobs market is to inflation's future path. So we were intrigued to read this view in the FT on <a href=\"https://www.ft.com/content/51037dc0-2426-41b9-939a-ad6c8e3ea19a\">Tuesday</a>:</p> <blockquote>  <p>Jan Hatzius, chief US economist at Goldman Sachs, said there was “no doubt that a labour market slowdown is under way”, adding that “job openings and quits are declining, jobless claims are rising, the ISM employment indices in manufacturing and services have fallen to contractionary levels, and many publicly traded companies have announced hiring freezes or slowdowns”.</p>  <p>Still, Hatzius said that “fears of an imminent US recession have abated somewhat” after figures showed the US economy added 372,000 jobs in June, widely exceeding expectations.</p> </blockquote> <p>Is Hatzius on track? Take the data points one at a time. Job openings peaked in March and are starting to turn over:</p> <p>Quits are noisier but the overall trend seems to be slightly down:</p> <p>Initial jobless claims are rising, but from a very low baseline. To put it in context, we looked at claims numbers outside of recessions going back to 1967. The current level is 71 per cent of the pre-Covid, ex-recession average across history.</p> <p>ISM employment indices for manufacturing (at 47.3) and services (47.4) are both contracting, but the actual survey responses look more consistent with a labour shortage than with impeding sackings. For instance, from the June ISM manufacturing survey:</p> <blockquote>  <p>An overwhelming majority of panellists again indicate their companies are hiring. Among those respondents, 42 per cent expressed difficulty in filling positions, up from 30 per cent in May. Turnover rates remain elevated (29 per cent of comments cited backfills and retirements, a decrease from 36 per cent in May).</p> </blockquote> <p>Or the services survey:</p> <blockquote>  <p>Comments from respondents include: “Unable to fill positions with qualified applicants” and “Extremely hard to find truck drivers”. Also: “Demand for talent is higher, but availability of candidates to fill open roles continues to keep employment levels from increasing.”</p> </blockquote> <p>Skanda Amarnath at Employ America pointed out on <a href=\"https://twitter.com/IrvingSwisher/status/1547635635179044867?s=20&amp;t=nTaWdgXBoL10FSDXzc3oEA\">Twitter</a> yesterday that the employment components of the Fed's regional surveys, which he sees as more reliable, look more optimistic than the ISM equivalents. In this chart he plots ISM manufacturing, in dark blue, against an average of the Fed surveys, in cyan. Fed employment indices are painting a picture of strong hiring, while ISM is sagging:</p> <p>To sum up: job market indicators point to a labour market that is past peak tightness, but one that is still broadly tight. In the sense that a “slowdown” means deceleration, Goldman's Hatzius is right to call a labour market slowdown. </p> <p>But that may be too narrow a definition for the times we're in. Jay Powell has said now is “not a time for tremendously nuanced readings of inflation” and, given their outsized role in driving services prices, that surely applies to labour markets too. The jobs data have a long way to deteriorate until the Fed is content. (<em>Ethan Wu</em>)</p> <h1>One good read</h1> <p>Someone found a new Van Gogh, <a href=\"https://www.wsj.com/articles/hidden-van-gogh-portrait-found-on-back-of-painting-at-national-galleries-of-scotland-11657823119?mod=books_arts_lead_pos4\">glued inside another Van Gogh</a>. They can't get it out.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'JPMorgan and the never-ending non-recession' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T05:30:06.373Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3960,
          "end": 3967
        },
        {
          "start": 6341,
          "end": 6348
        },
        {
          "start": 3960,
          "end": 3973
        },
        {
          "start": 3923,
          "end": 3936
        }
      ]
    }
  ]
}