{
  "_id": "161511620e33ec75c2312387d779bcbcfc252980650296b64c40c6b408be95bd",
  "feed": "ftcomall",
  "title": "Crypto's latest implosion shows the virtues of UK approach",
  "text": "<p>Spare a thought for Matt Hancock. By the time the UK's former health secretary is done dodging rats, snakes and cockroaches in the jungle, he will emerge to find that his pet project is also looking a bit buggy.</p> <p>Before the now-former Conservative MP settled on <a href=\"https://www.ft.com/content/2c2f162c-75ef-4e82-8359-78972ae90736\">ritual TV humiliation</a> at the hands of the British public as a way to maintain his profile, he had been loudly espousing the importance of crypto for the UK and indeed the global financial system. </p> <p>His musings include such corkers as “cryptocurrency started life looking like a boom-and-bust fad”. The market capitalisation of global cryptocurrencies at under $1tn has more than halved since he wrote that in January, having already fallen by a third from its peak above $3tn just a year ago.</p> <p>The mainstream arrival of <a href=\"https://www.ft.com/cryptofinance\">crypto</a> was “set to shake the foundations of banking”, said Hancock. And while the UK should be the “natural place” to embrace and lead this change, our glorious fintech future was being stymied by “reactionary risk aversion among regulators”. &#xa0;</p> <p>In fairness, Hancock was just reading the room, or at least a room in No 11 Downing Street. The Treasury in April <a href=\"https://www.ft.com/content/24c9b6de-9cc6-4413-8b6a-e60653a29ce0\">set out its ambition</a> for the UK to be a “global hub” for crypto, with the promise of a (as yet unseen) Royal Mint non-fungible token and the suggestion that regulators should do more, faster.</p> <p>The response has been slow, cautious, bureaucratic and, roughly, correct. This week's <a href=\"https://www.ft.com/content/dcea81b9-70c3-486d-9622-b9cdd84da3fc\">sudden collapse of the FTX exchange</a>, and the downfall of the closest that crypto had to an institutional heavyweight in Sam Bankman-Fried, puts a different lens on regulators' supposed failure to open their arms to this market.</p> <p>It isn't clear what type of liquidity crunch FTX suffered to force it into the arms of detractor and rival Binance, what the wider fallout might be, or whether indeed this deal will actually happen. But it doesn't suggest anything good about the development of crypto into the mainstream that its best-known guy, who hobnobbed with celebrities, supported greater oversight of crypto and speculated about buying Goldman Sachs, has seen his business implode within a week.</p> <p>Nor does the potential mass consolidation of the crypto space under the Binance umbrella — a company that the Financial Conduct Authority said last year was “not capable of being effectively supervised” and had “failed to respond” to basic questions — imply that its assimilation into Main Street finance is getting easier. Binance has since pledged to become compliant and reapply for UK supervision.</p> <p>The FCA, either by sluggish accident or design, may feel somewhat vindicated. It has used its only powers, on anti-money laundering, to roll out a registration regime for crypto companies where only 16 per cent of applications have thus far been approved. Celsius Network, the crypto lender, was <a href=\"https://www.ft.com/content/4fa06516-119b-4722-946b-944e38b02f45\">struggling to get accredited</a> in the UK before moving to New Jersey in 2021 and then collapsing the following year. The regulator followed its warning on Binance with one about FTX in September, which had also been trying to get a licence here.</p> <p>Blow-ups that happen elsewhere may be seen as a win but crypto's disregard for regulatory niceties or borders mean UK consumers can still get hurt. The FCA lobbied for new restrictions on the crypto adverts that have popped up in every Tube carriage. Its main approach has been to warn where unauthorised companies are targeting UK consumers and stress that those dabbling in crypto risk losing everything. If anything, it could have shouted louder.</p> <p>“It would be unfair to taint the entire industry with reference to what happens to FTX,” said one adviser. “There are exchanges that are much more sophisticated and have really thought about these sorts of issues.”&#xa0;</p> <p>The sector <a href=\"https://www.ft.com/content/3649b68c-9baf-4150-b871-068b2563ba5e\">has complained </a>about painfully slow and finicky licensing while regulatory sources counter that many applications were an unapprovable mess. Similarly, the plan for so-called stablecoins to be brought into the regulatory system has come with regulatory murmurs that no existing coins would meet the likely standards that would be applied.</p> <p>There are plenty of instances where slow-moving regulation results in failure: the UK is reeling from the revelation of hidden leverage in the pensions system, a form of the shadow banking risk and dangerous allure of supposed safety never fully addressed following the financial crisis. </p> <p>But in a climate where politicians are still considering a call-in power to override regulators seen to be too cautious or stick-in-the-mud, it is worth noting where the watchdogs appear to have got something right. </p> <p>It's a jungle out there.</p> <p><a href=\"mailto:helen.thomas@ft.com\"><em>helen.thomas@ft.com</em></a><em><br></em><a href=\"https://www.twitter.com/helentbiz\"><em>@helentbiz</em></a></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Helen Thomas 2022 'Crypto's latest implosion shows the virtues of UK approach' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-09T15:10:42.561Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2052,
          "end": 2065
        },
        {
          "start": 2040,
          "end": 2053
        },
        {
          "start": 2052,
          "end": 2059
        }
      ]
    }
  ]
}