{
  "_id": "b142a27a0fb058fb227c5df0188a40643c75f9e9d7545c6e07ce78be6c79be91",
  "feed": "ftcomall",
  "title": "Don't believe the hype around unlimited vacation time",
  "text": "<p>Happy Wednesday, reader. Sophia here, filling in for Isabel this week.</p> <p>I'm rounding off my second month at the FT, and I'm continually struck by all the ways our globally distributed team is able to leverage different time zones to work smarter and more efficiently. For example, our newsletter team operates across Hong Kong, London, and New York to make sure our <a href=\"https://www.ft.com/firstft\">FirstFT newsletter</a> has the most up-to-date information when it goes out. And Isabel edits my writing from London before I've even woken up. Getting feedback on UK time means I can dive into work as soon as I log on. </p> <p>Rather than all of us running a marathon shoulder to shoulder, it's more like a relay race — I can rest easy knowing that the earliest and latest times of my day are someone else's business hours. This flexible structure has the potential to be used in powerful ways. </p> <p>With asynchronous work advantages in mind, I read my colleague Rana Foroohar's latest Swamp Notes newsletter on the <a href=\"https://www.ft.com/content/10f6ade9-4bf7-4a4b-8351-3b5e3e3d16dd\">new geography of work</a> with great interest. While remote work gets criticised for hampering relationships, team alignment and serendipity, Rana sets her sights wider, pointing to the macro-level potential that it has to disrupt regional politics and economies.</p> <p>Another aspect of the FT that's new and different for me is our generous — but not unlimited — vacation policy. Unlimited time off policies have been in the news lately, but do they actually live up to the hype? I explore this question below.</p> <p>Plus, the Working It podcast this week takes a look at how socio-economic class affects us in the workplace.</p> <p>Please do get in touch with me at <a href=\"mailto:workingit@ft.com\">workingit@ft.com</a> if you have any questions or comments. Isabel returns next week.</p> <h1>Ditching the unlimited time off policy</h1> <p>With summer on its way here in New York, it might seem luxurious to receive unlimited vacation time. Earlier this month, Goldman Sachs told senior staff they could <a href=\"https://www.ft.com/content/d3787365-aba4-4002-b564-6c14e7f3c350\">take off as much time as they want</a>. Unlimited policies can benefit employers because they <a href=\"https://mackinstitute.wharton.upenn.edu/2021/does-unlimited-vacation-benefit-firms/\">attract high performers</a> and sidestep the obligation to pay out unused time to a resigning employee.</p> <p>While high-profile companies like Goldman and Netflix have brought unlimited paid time off into the limelight, <a href=\"https://fortune.com/2022/02/23/employers-increasing-pay-benefits-workers/\">only 9 per cent</a> of American workers actually get unlimited vacation days, according to a Harris Poll study. And some data suggests it's a worse deal for workers. Employees allowed to take off as much time as they would like <a href=\"https://blog.namely.com/unlimited-vacation-policy\">end up taking fewer days off</a> compared with those who are given a set number of days per year, according to a 2017 survey by HR platform Namely.</p> <p><a href=\"https://www.weareunknown.io/\">Unknown</a>, a creative recruiting agency based in London, retired their unlimited vacation policy three weeks ago in favour of 32 days a year. After 18 months on an unlimited policy, Unknown found that its top performer only took 18 days a year — less than their previous fixed benefit of 25 days — and this set a standard among their team that led to anxiety, guilt and burnout. </p> <p>Founder Ollie Scott believes in the clarity that comes from having a specific number of “tokens” you can spend. “If your grandma gave you an unlimited cheque, you wouldn't go out and spend a million dollars. But if she gave you $20, you'd spend all of it,” he says. Similarly, he's found that his staff have already begun mapping out their vacations for the remainder of the year — a habit that wasn't practised when they operated on an unlimited vacation policy.</p> <p>Ollie points out even the name of an “unlimited” vacation policy is problematic. It implies “that anyone that works for your business doesn't have to work one day. No business means that,” he says. As long as unlimited policies are stipulated and well-designed, they work. But they're not truly unlimited — they're generous and trusting. But that “isn't a very catchy term,” Ollie says with a laugh.</p> <p>As for the future of vacation benefits, Ollie says the term “unlimited” will die. “We needed the term ‘unlimited' to get the conversation going around changing the old, boring nature of holiday allowance — just like ‘remote working' was the term that made everyone understand what flexible working looked like,” he says. “As a policy title, it's a bad word because it doesn't actually mean anything. But what it has done is create an openness to much more interesting, trusting and generous holiday procedures that people can take.” <em>(Sophia Smith)</em></p> <p><em><strong>What type of vacation policy works best for you?</strong> Would you rather have completely unlimited time with no rules, a set number of days or something in the middle? </em><a href=\"https://compass.pressekompass.net/compasses/financial_times/what-type-of-vacation-policy-would-you-p-2OdE\"><em>Let us know</em></a><em>.</em></p> <h1>Listen In: Why working-class people feel alienated at work</h1> <p>On this week's edition of the Working It podcast, Isabel and FT colleague Naomi Rovnick look at <a href=\"https://link.chtbl.com/gPBKEPVr\">the invisible class barriers</a> in the workplace.</p> <p>Diversity, equity and inclusion strategies tend to focus on identity markers such as gender, race and sexuality. Class can be trickier because the pressure to fit in leads many people to “mask” their socio-economic background.</p> <p>But doesn't mean that the professional world is any easier for those from working-class backgrounds. Even at the most junior level, the pervasiveness of unpaid internships tilts opportunities in favour of the young people whose families can afford to support them.</p> <p>On next week's episode, Isabel sits down with colleagues Brooke Masters and Emma Jacobs to discuss how remote work has complicated the practice of taking a sick day.</p> <h1>Elsewhere in the world of work: </h1> <ol>  <li><p><strong>Dismantling systemic racism at work:</strong> After George Floyd's murder two years ago, swaths of businesses made public pledges to address racism and diversity issues, but many workers feel that <a href=\"https://www.ft.com/content/212d3b1c-a207-4740-b752-267218493c17#comments-anchor\">companies have failed to follow through</a>.</p></li>  <li><p><strong>Helping staff during the cost of living crisis: </strong>Many companies are grappling with an ethical imperative — not to mention the pressure of a tight labour market — to assist their lower-income staff. <a href=\"https://www.ft.com/content/e6bd22e1-088f-492d-802a-1a7aecdc7fe7\">Here's how some are stepping in to help.</a></p></li>  <li><p><strong>The union movement is ‘reborn': </strong>Last summer, Sharon Graham became the first female boss of Unite, the UK's largest union. Where her predecessors were obsessed with the Labour party, Graham is <a href=\"https://www.ft.com/content/80aa5583-3825-4bac-acfa-de5deac5200f\">obsessed with winning</a> better conditions for workers.</p></li>  <li><p><strong>Rutherford grapples with the return to office:</strong> In the second instalment of the <a href=\"https://www.ft.com/content/ca6d29ee-59f9-4bfb-b270-6fa6eada77c7\">FT's new satirical column</a>, comms strategist Rutherford Hall develops a plan for his firm's hybrid policy — complete with Metaverse headsets, “micromobility ecosystems”, and corporate jargon aplenty.</p></li>  <li><p><strong>Can HR executives make good CEOs? </strong>As organisations increasingly value people-focused skills, the profile of <a href=\"https://www.ft.com/content/38f762cf-d3f1-439e-b348-4c432cd54018\">human resources officers is rising</a>.</p></li> </ol> <h1>A word from the Working It community: </h1> <p>In last week's newsletter, Isabel mused on <a href=\"https://www.ft.com/content/e5b36517-337e-47c3-a9dd-bd8c89dcef71\">the friendships we form at work</a>, and whether physical proximity is an important factor in our increasingly remote and hybrid work lives. And, because some of her own friendships were born out of shared resentment for bad bosses, Isabel wondered what the secret is for a workplace that allows friendships to flourish in a non-toxic way.</p> <p>Reader <strong>Nadine</strong> had a similar experience connecting with coworkers under a bad manager, and has a surprising suggestion for what the secret recipe is:</p> <blockquote>  <p>I couldn't agree more about bad managers building friendships. I believe the key to a close-knit team is poor middle managers in a cocoon of competent senior management. </p>  <p>Working for three managers who are often unpleasant and almost always incompetent has bonded [my 20-person team] together. All sitting silently together in meetings, sharing a hivelike consciousness of “this is ludicrous”&#xa0; draws us together, in spite our differences. </p>  <p>The senior managers show strong, compassionate leadership a lot of the time. We therefore have the perfect balance: a binding adversary to struggle against, but the safety net of a wider, supportive structure. Without that, it would quickly become too stressful and hopeless. </p> </blockquote> <p>Former FT correspondent <strong>Patti Waldmeir</strong>, who worked remotely for 40 years, never felt that physical proximity stopped her from forming lasting relationships with her coworkers:</p> <blockquote>  <p>Many of my very closest friends on earth are former FT colleagues, including colleagues that I scarcely if ever met in person. In some cases I didn't even know what they looked like because this was in the days before Zoom. I guess my case is unusual because I was one of those weirdos who was always in a one-person office, first in Africa for 20 years and then in China for eight years, but those friendships are why I stayed at the FT for 42 years . . . I definitely don't think that working remotely makes it impossible to have close work relationships.</p> </blockquote> <p><strong>Jonathan Black</strong> has been the director of the Careers Service at Oxford university since 2008 and, in contrast to <a href=\"https://www.ft.com/content/e5b36517-337e-47c3-a9dd-bd8c89dcef71\">Isabel's bad-boss bonding</a>, has found that a positive company culture has helped foster relationships:</p> <blockquote>  <p>I think we've created one of the [friendliest] and least-toxic workplaces I've known at the Careers Service.</p>  <p>Recipe: very open, clear and shared core mission we all believe in, very, very supportive when people have personal issues to take care of and a thorough recruitment process. Our summer all-staff planning day in June will feature a one-hour walk in small groups of people you don't know so well to help reconnect and reflect on the last two years.</p> </blockquote> <h2>And let us know . . . </h2> <p><strong>Have you worked for a company that's undergone an initial public offering</strong>? What was your experience like? Did the company's organisational structure change? Were you able to leverage the IPO in a way that benefited your career somehow? In hindsight, was there anything you wish you had done differently? Let us know in <a href=\"https://www.ft.com/content/9634df91-2420-462f-9827-e3c83a10c2a4\">the comments here</a>.</p><p>Source: Sophia Smith 2022 'Don't believe the hype around unlimited vacation time' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-01T16:00:45.963Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2120,
          "end": 2127
        },
        {
          "start": 1853,
          "end": 1866
        },
        {
          "start": 1853,
          "end": 1860
        }
      ]
    }
  ]
}