{
  "_id": "4141dee0699749bfbc6fc0a4afe93cd326191d741831a8f0648372aba3804969",
  "feed": "market-watch",
  "title": "The stock market is in trouble. That's because the the bond market is 'very close to a crash.'; Larry McDonald expects an abrupt policy change by the Federal Reserve",
  "text": "<p>McDonald, founder of The Bear Traps Report and author of \"A Colossal Failure of Common Sense,\" which described the 2008 failure of Lehman Brothers, expects more turmoil in the bond market, in part, because \"there is $50 trillion more in world debt today than there was in 2018.\" And that will hurt equities.</p><p>The bond market dwarfs the stock market — both have fallen this year, although the rise in interest rates has been worse for bond investors because of the inverse relationship between rates (yields) and bond prices.</p><p>About 600 institutional investors from 23 countries participate in chats on the Bear Traps site. During an interview, McDonald said the consensus among these money managers is \"things are breaking,\" and that the Federal Reserve will have to make a policy change fairly soon.</p><p>Pointing to the bond-market turmoil in the U.K., McDonald said government bonds that mature in 2061 were trading at 97 cents to the dollar in December, 58 cents in August and as low as 24 cents over recent weeks.</p><p>When asked if institutional investors could simply hold on to those bonds to avoid booking losses, he said that because of margin calls on derivative contracts, some institutional investors were forced to sell and take massive losses.</p><p>Read: British bond market turmoil is sign of sickness growing in markets</p><p>And investors haven't yet seen the financial statements reflecting those losses — they happened too recently. Write-downs of bond valuations and the booking of losses on some of those will hurt bottom-line results for banks and other institutional money managers.</p><p>Interest rates aren't high, historically</p><p>Now, in case you think interest rates have already gone through the roof, check out this chart, showing yields for 10-year U.S. Treasury notes BX:TMUBMUSD10Y over the past 30 years:</p><p>The 10-year yield is right in line with its 30-year average. Now look at the movement of forward price-to-earnings ratios for S&amp;P 500 SPX since March 31, 2000, which is as far back as FactSet can go for this metric:</p><p>The index's weighted forward price-to-earnings (P/E) ratio of 15.4 is way down from its level two years ago. However, it is not very low when compared to the average of 16.3 since March 2000 or to the 2008 crisis-bottom valuation of 8.8.</p><p>Then again, rates don't have to be high to hurt</p><p>McDonald said that interest rates didn't need to get anywhere near as high as they were in 1994 or 1995 — as you can see in the first chart — to cause havoc, because \"today there is a lot of low-coupon paper in the world.\"</p><p>\"So when yields go up, there is a lot more destruction\" than in previous central-bank tightening cycles, he said.</p><p>It may seem the worst of the damage has been done, but bond yields can still move higher.</p><p>Heading into the next Consumer Price Index report on Oct. 13, strategists at Goldman Sachs warned clients not to expect a change in Federal Reserve policy, which has included three consecutive 0.75% increases in the federal funds rate to its current target range of 3.00% to 3.25%.</p><p>The Federal Open Market Committee has also been pushing long-term interest rates higher through reductions in its portfolio of U.S. Treasury securities. After reducing these holdings by $30 billion a month in June, July and August, the Federal Reserve began reducing them by $60 billion a month in September. And after reducing its holdings of federal agency debt and agency mortgage-backed securities at a pace of $17.5 billion a month for three months, the Fed began reducing these holdings by $35 billion a month in September.</p><p>Bond-market analysts at BCA Research led by Ryan Swift wrote in a client note on Oct. 11 that they continued to expect the Fed not to pause its tightening cycle until the first or second quarter of 2023. They also expect the default rate on high-yield (or junk) bonds to increase to 5% from the current rate of 1.5%. The next FOMC meeting will be held Nov. 1-2, with a policy announcement on Nov. 2.</p><p>McDonald said that if the Federal Reserve raises the federal funds rate by another 100 basis points and continues its balance-sheet reductions at current levels, \"they will crash the market.\"</p><p>A pivot may not prevent pain</p><p>McDonald expects the Federal Reserve to become concerned enough about the market's reaction to its monetary tightening to \"back away over the next three weeks,\" announce a smaller federal funds rate increase of 0.50% in November \"and then stop.\"</p><p>He also said that there will be less pressure on the Fed following the U.S. midterm elections on Nov. 8.</p><p>Don't miss: Dividend yields on preferred stocks have soared. This is how to pick the best ones for your portfolio.</p><p>The stock market is in trouble. That's because the the bond market is 'very close to a crash.'</p>",
  "published": "2022-10-11T14:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2813,
          "end": 2826
        },
        {
          "start": 2813,
          "end": 2820
        },
        {
          "start": 2798,
          "end": 2811
        }
      ]
    }
  ]
}