{
  "_id": "610f3463866b081fcc2cd11a0fa623e6cc402e89235335c4ba786d7f2b3dfa7e",
  "feed": "ftcomall",
  "title": "The Big Four face a fraught exit from Russia",
  "text": "<p>Western companies have cut ties en masse with Russia since Vladimir Putin sent his troops&#xa0;into Ukraine. But even as banks such as Goldman Sachs and energy companies like BP said they were exiting the market, they gave precious little clarity on what that means in practice.</p> <p>The Big Four accountants joined the corporate exodus but are still <a href=\"https://www.ft.com/content/5b26e0e8-af55-4b33-b55e-4894875c5692\">grappling with the practicalities</a>, according to multiple people who spoke to the FT. “It's all rabbit in the headlights stuff,” said one. </p> <p>Deloitte, EY, <a href=\"https://www.ft.com/content/be3d59a3-d9b2-4303-946d-d61d32c2ff08\">KPMG and PwC</a> employ about 15,000 people in offices across Russia and are deeply enmeshed in the country's economy. Its biggest companies are clients, including those owned by the state: KPMG worked for Gazprombank and Lukoil while EY audits Rosneft, VTB Bank and Evraz. PwC signed the accounts of Sberbank and PhosAgro and even worked for Russia's central bank. Deloitte audits Polyus, Russia's largest gold producer. </p> <p>That all makes pulling out a torturous process. Here is a detailed look at where things stand.</p> <p><strong>Have the Big Four actually left Russia?</strong></p> <p>No. Deloitte said its “transition will take a few weeks”. PwC is aiming to exit “as soon as possible, which should not be more than six months”. KPMG has said nothing about when it will exit. </p> <p>EY's global leaders told thousands of partners on a call on Tuesday that its exit would take eight to 12 months, insiders told the Financial Times.</p> <p>EY's departure could be reversed if the situation in Russia changed, they were told. The message from the firm's leaders “felt like hope that it could blow over”, one of the people said. However, a person close to EY said the remark about a reversal was unscripted and that it would be a mischaracterisation to suggest the firm was dragging its feet over leaving Russia. </p> <p>The problem is that the Big Four are networks of separately owned national firms which pay a fee each year for shared branding, systems and technology. The structure makes it difficult for national firms to leave and exiting normally takes more than a year.</p> <p>Expediting the process means cutting through legal and practical hurdles like whether Russian members can keep using the Big Four's global audit platforms under licence.</p> <p>Deloitte has been considering whether its Russian business would need to move to “pen and paper” because of the limitations around sharing technology with non-network firms, said a person with knowledge of its deliberations.</p> <p>Microsoft has suspended new sales in Russia meaning the local firms could be left without even basic technology unless they can keep their existing software licences.</p> <p>Accountants said they were also trying to manage the split in a way that minimised the risk that the newly independent Russian firms could be punished by the Kremlin over the exit.</p> <p><strong>Will people lose their jobs and will the Big Four lose money?</strong> </p> <p>Jobs will probably be lost, but indirectly. The Russian member firms are expected to continue as independent entities but the exodus of western companies from Russia and the country's increasing economic isolation mean a lot of their work will dry up. </p> <p>About half of PwC Russia's revenues come from work referred by its global network, said a person familiar with the business. </p> <p>“If you're not working for half the clients any more, do the numbers,” said a person at another firm. “People will leave.”</p> <p>Profits in Russia are not disclosed but are mostly retained locally so there should be little effect on the Big Four's finances globally. </p> <p>The Russian firms' sales are only a small fraction of the Big Four's $167bn annual global revenues. The main reason for developing a presence has been to act as a “one-stop shop” for multinational groups. </p> <p>KPMG Russia reported revenues in 2020 of more than 15bn roubles, equivalent to about $127mn following the Russian currency's collapse in value. </p> <p>PwC had revenues of 5.8bn roubles ($43mn) from audit clients last year while EY reported equivalent sales of 6.2bn roubles ($46.2mn) in 2019, a number that is believed to have risen significantly since then. Neither firm disclosed its revenues for tax and consulting clients. Deloitte does not publish its figures. </p> <p>The Big Four in Russia also refer work to overseas colleagues. The fees from this are not disclosed but an executive at one of the Big Four said they were in the low tens of millions of dollars annually at his firm and that the figure was less than the cost of divorcing from its Russian operations. </p> <p><strong>Will the Big Four still work for Russian clients?</strong></p> <p>The Russian firms are not bound by western sanctions and will continue to work for domestic clients. “The principles and rules of working with clients in Russia will remain unchanged,” said PwC Russia. </p> <p>Outside Russia, the Big Four are required to stop work in some countries for clients targeted by sanctions, and said they were complying. </p> <p>PwC said it was going further by refusing to work in any jurisdiction for sanctioned Russian clients, even if those sanctions apply only in a small number of countries. </p> <p>EY and PwC said they would not work for Russian government entities or state-owned enterprises. Deloitte said it does not work for Russia's central government. KPMG declined to confirm its approach. </p> <p>In reality, much of the work will ebb away with many Russian businesses expected to <a href=\"https://www.ft.com/content/7cc30484-9fc1-4bdf-8fd4-51409f82da1f\">shut their foreign subsidiaries</a> and remaining Russian clients subjected to enhanced checks by the firms. </p> <p><strong>What happens to international clients who stay in Russia?</strong></p> <p>The Big Four's Russian affiliates are expected to step up but there are issues. Auditing standards say a group auditor should oversee a local partner's work. This would normally mean putting “boots on the ground” to check evidence in countries where a company has significant operations, said senior accountants, something travel restrictions now make almost impossible.</p> <p>If Moscow's isolation persists, the situation could come to resemble that in China. Beijing is&#xa0;<a href=\"https://www.ft.com/content/27a148ba-adba-425e-8d59-c22c3bb36ad8\">locked in a long-running stand-off</a>&#xa0;with regulators of Chinese companies with overseas listings, who are barred from reviewing local audit papers.&#xa0;</p> <p>There is also a principled question about whether the Big Four should help clients such as Danone, Toyota and Mars to continue doing business in Russia.</p> <p>PwC said that enabling “confidence in the investor reporting of companies incorporated across the world” might “require work to be done in Russia”.</p> <p>Deloitte said it would “honour . . . commitments and obligations to global financial markets and multiple regulatory&#xa0;bodies”.</p> <p>The Big Four have also said little about the types of work they will continue to do for international groups with operations in Russia. A person at one accounting firm said there would be “mopping up” to do, such as helping clients to settle tax liabilities.</p> <p>An executive at another firm said big clients would probably need someone to deal with the practicalities of exiting the country.</p> <p>“If we don't do that, who is going to do that to enable those international companies to effectively leave in the appropriate way?”&#xa0;</p><p>Source: Michael O’Dwyer in London 2022 'The Big Four face a fraught exit from Russia' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-12T12:00:22.232Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 130,
          "end": 143
        },
        {
          "start": 130,
          "end": 137
        }
      ]
    }
  ]
}