{
  "_id": "f03a6e9f2351c27034e8e4da28f2200aed977f5e671c9530726f7acb52a575a5",
  "feed": "wall-street-journal",
  "title": "Big Raises Are Coming in 2022, So Make Your Game Plan Now; Do your research, focus on your contributions and be willing to walk away",
  "text": "<p>Organizations are planning on raising salary bands, resulting in higher minimum, median and maximum salaries for certain job titles—which suggests that savvy negotiators at every professional level could see a bump this year.</p><p>Inflation is a big reason more money is earmarked for raises this year, but the rising cost of groceries and rent—among other things—doesn't necessarily mean across-the-board pay increases are on the way. But bosses may be more open to negotiation.</p><p>Here's how to be one of the people who gets a raise this year—from your current employer, or your next one.</p><p>Negotiate based on your skills, not inflation.</p><p>It is rational to cite rising costs as justification for a higher salary, but compensation experts advise that the most persuasive arguments emphasize your skills and achievements as an individual, not the outside forces affecting everyone.</p><p>\"Talk about who you are, who they are and what you're going to be able to do together,\" said Alexandra Carter, director of the Mediation Clinic at Columbia Law School and author of a recent book on negotiation.</p><p>Frame your ask around your value as an employee, not your costs outside of work, she said. (After all, she added, when everybody is paying more for groceries, gas and rent, you don't stand out.) Instead, appeal this way: \"Pay me more because I deserve more—here's why.\" You are less likely to hear your employer counter that they, too, are contending with rising inflation-related costs for materials and other business inputs.</p><p>Don't be the first to say a number.</p><p>If you're interviewing for a new job, putting a number on your salary expectations can backfire, said David Buckmaster, a seasoned compensation executive and author. You risk boxing yourself into a lower salary range before knowing what the company is willing to pay.</p><p>When asked about salary ranges, Mr. Buckmaster recommends volleying back to the company by saying something like, \"I don't know enough about your company's approach to pay to give you a confident number. I trust the company to evaluate me relative to others and place me appropriately in your pay range.\"</p><p>If a job offer comes in at a lower-than-expected salary, that is the point where Mr. Buckmaster recommends indicating your expectations and that you anticipated that the company's range for the role would be higher.</p><p>\"It's the responsibility of the company to pay you fairly, not for you to guess what you think is fair pay for you,\" he said.</p><p>Do due diligence.</p><p>Tools like Glassdoor and Payscale display typical salaries for certain roles, but career coaches and compensation consultants suggest those figures should be used only in combination with research among current or former employees of a company.</p><p>Reach out to contacts to ask if they know anyone at a company, said Lindsey Pollak, a workplace consultant whose clients have included Goldman Sachs, Aetna and Estée Lauder Cos. In addition to typical questions, such as \"Here's what I'm thinking of asking for—does that sound realistic?\", she suggests seeking company-specific insight into how raises and salary negotiations are handled and whether the organization is setting aside more money for pay increases this year.</p><p>Be prepared to secure—and take—another offer.</p><p>Workers who stuck with their employer last year and were successful often have room to say, \"I've helped to shepherd the company through this pivotal time, and I want to see that reflected in my paycheck,\" Ms. Carter said. The strategy also works when seeking more flexibility or perks, such as time off or additional staff support, she added.</p><p>Some employers will expect workers to secure a job offer from another company before they will negotiate a raise. That approach carries risk for both parties, Ms. Carter said: Your current employer may not counter as you would hope, so be prepared to accept the other offer. Similarly, companies need to understand that if an otherwise-satisfied employee has to draw an outside offer to get a raise, they may ultimately choose to leave for a new job at a company ready to pay them what they want, she added.</p><p>\"People want to see their value reflected in their paycheck, but also in the enthusiasm with which their requests are met,\" Ms. Carter said. \"They want to see that management truly values them, wants to keep them, is asking them, 'How can we help you succeed?'\"</p><p>Write to Kathryn Dill at Kathryn.Dill@wsj.com</p><p>Big Raises Are Coming in 2022, So Make Your Game Plan Now</p>",
  "published": "2022-01-04T10:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2859,
          "end": 2872
        },
        {
          "start": 2859,
          "end": 2866
        }
      ]
    }
  ]
}