{
  "_id": "26dc7da11cb19b8b6a64dab8ad83f5c6015ae7c2f524987a15b74989f04ac5b5",
  "feed": "ftcomall",
  "title": "Did the Fed's preferred measure of inflation cool in May?",
  "text": "<h2>Did US ‘core' inflation moderate in May?</h2> <p>The US Federal Reserve's preferred measure of inflation is expected to have cooled slightly in May, on an annual basis, when data are released by the Bureau of Economic Analysis next week.</p> <p>The central bank this month raised interest rates by 0.75 percentage points — the most in almost three decades — after consumer price inflation accelerated again in May, having slowed modestly a month previously. The jumbo rate rise prompted a sell-off in US stocks and fuelled bets that the Fed's aggressive monetary policy will push the US economy into recession.</p> <p>But Thursday's core personal consumption expenditures price index print — “core” because it strips out the effects of the volatile food and energy sectors — may show that inflationary pressures slowed in May year on year. </p> <p>Credit Suisse analysts say that “core PCE has already likely peaked for this cycle”, noting that most of the components that drove CPI unexpectedly higher are exempt from core PCE. These include energy costs, which have risen significantly because of supply constraints related to Russia's invasion of Ukraine.</p> <p>Still, any evidence of abating price pressures is likely to be scant: the month-over-month figure for core PCE is forecast to increase, as is the headline figure, which incorporates higher energy prices. Regardless of the result, the data will be important to the Fed's calculus going into July's policy meeting, at which the bank is once again expected to raise interest rates by 0.75 percentage points. <em>Kate Duguid</em></p> <h2>Has eurozone inflation accelerated again?</h2> <p>Inflation has consistently overshot expectations in the eurozone this year. So any policymakers hoping it will have peaked this month may be getting ahead of themselves.</p> <p>The consensus among analysts polled by Reuters is for inflation in the 19-country bloc to hit 8.3 per cent in the year to June, up from a record for the single currency zone <a href=\"https://www.ft.com/content/ea6597bf-9bcd-414a-959c-6806f7c65fab\">of 8.1 per cent a month earlier</a>.</p> <p>Rate-setters at the European Central Bank will be watching Friday's “flash” eurozone estimate from Eurostat more intently than most, after they pre-committed to raising interest rates by a quarter of a percentage point at their meeting on July 21.</p> <p>Some of the more hawkish governing council members still aim to push for the ECB to raise rates more aggressively next month if the June inflation data — particularly for core prices excluding energy and food — outstrip expectations again.</p> <p>Goldman Sachs analysts think core prices have further to rise, predicting they will peak in the eurozone at 3.9 per cent this month, up from 3.8 per cent in May. They also warned that potential further cuts in Russia's supply of natural gas to Europe present “upside risk to our inflation forecast”.</p> <p>Christian Schulz, an economist at Citigroup, predicted that a pick-up in wage growth for eurozone workers to 2.8 per cent in the first quarter and red-hot price pressures in wholesale food and energy markets mean eurozone inflation will not peak until it hits 9.4 per cent in September. <em>Martin Arnold</em></p> <h2>Will European natural gas prices retreat?</h2> <p>That European natural gas prices have risen over the past two weeks is not surprising. Gazprom, the state-backed Russian gas monopoly, has effectively weaponised its gas supplies against some of its biggest customers in Europe, according to politicians and industry executives who no longer buy excuses from the company about “technical” issues.</p> <p>Supply on the Nord Stream 1 pipeline, the main conduit to Germany that runs directly through the Baltic Sea, is down about 60 per cent. Germany has moved a step closer to gas rationing, announcing the “stage 2” of its emergency gas plan. The only thing staving off an immediate supply crisis across the continent is the fact that it is summer, when demand for heating is practically non-existent. But the industry knows that without a pick-up in Russian supplies, they will struggle to fill storage sites ahead of the winter, a key buffer to meet demand in the coldest months.</p> <p>Benchmark European gas prices are now more than six times the level they were 18 months ago. It would be foolish to bet against them going higher as markets try to crimp off demand and ensure enough seaborne cargoes of liquefied natural gas sail to Europe's shores. Even if they come off slightly, or Russian supplies are restored, there is a long winter ahead. Do not expect substantially cheaper gas anytime soon. <em>David Sheppard</em></p><p>Source: Kate Duguid, Martin Arnold and David Sheppard 2022 'Did the Fed's preferred measure of inflation cool in May?' FT.com 26 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-26T08:00:59.710Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2453,
          "end": 2466
        },
        {
          "start": 2453,
          "end": 2460
        }
      ]
    }
  ]
}