{
  "_id": "77e9364955726cba4d9f9933255c00dc6b554aef6a6bf46aa8a19cf5113fe00c",
  "feed": "market-watch",
  "title": "As Dow plunges 1,000 points, here's how to protect your finances during a period of uncertainty: 'A hard landing will ultimately be unavoidable'; There's a 35% chance of a downturn in the next 24 months, Goldman Sachs forecasts",
  "text": "<p>The Federal Reserve on Wednesday hiked the benchmark interest rate by 50 basis points. Fed chair Jerome Powell said the central bank was not likely to hike its benchmark interest rate by 75 basis points at its next meeting, all but promising consecutive 50 basis rate hikes.</p><p>\"We need to really see that our expectation is being fulfilled, that inflation in fact is under control and starting to come down, but it's not like we would stop, we would just go back to 25 basis point increases,\" Powell said.</p><p>As skittish investors digest Powell's half-point hike, and brace for more, consumers have another set of worries. Two years after the short, sharp pandemic-related recession, Wall Street is once again warning of a new recession on the horizon.</p><p>That's not a lot to go on, but financial-planning experts say it ought to be enough to prompt people to come up with their own contingency plans. That's especially so, considering the personal-finance scares that came earlier in the pandemic.</p><p>The COVID-19-induced recession formally started February 2020 and ended April 2020, but policymakers and regular people are still grappling with the aftereffects.</p><p>The Federal Reserve is trying to tame inflation, now at four-decade highs. The concern is that key interest rate hikes rising from near 0% and tighter monetary policies could crimp consumer demand to the point that the economy potentially — emphasis on potentially — takes a hard-landing thud into another recession.</p><p>There's a 15% chance of a recession happening in the next 12 months, Goldman Sachs GS forecasters said in April, days before Powell's latest interest-rate hike. The chances climb to 35% in the coming 24 months,they wrote.</p><p>In a research note in April, Deutsche Bank DB said, \"We think a hard landing will ultimately be unavoidable by late '23/early '24 after an aggressive series of Fed hikes over the next 18 months.\" And that's even with the good financial shape that many consumers are in now, the note added.</p><p>If there's been one lesson about finances and investing these past two years, it's that market-tanking events \"can always be right around the corner,\" said Joel Cundick of Savant Wealth Management in McLean, Va. \"While at present there are multiple known issues — global and domestic — that could trigger a recession, the real market movers can be the surprises that no one is aware of today,\" Cundick said.</p><p>Here's one data point for how quickly things can go sideways: People who were earning up to $40,000 a year suddenly faced a 40% chance of losing their jobs in April and May 2020, Powellnoted in July 2020 during the peak of the first wave of the COVID-19 pandemic.</p><p>During 2020, 15% of all American adults had at least one bout of unemployment, the Pew Research Centersaid in April.The median incomes of lower-income households fell 3% from 2019 to 2020, adjusting for inflation, Pew researchers said. Middle-income earners, making between $52,000 and $156,000, saw their median incomes shrink 2.1%, they noted. People making more than that saw their median incomes fall 0.5%, which is essentially unchanged, researchers noted.</p><p>For many people, however, that was a quick jolt of financial pain.</p><p>Perhaps softening the blow this time around, Fannie Mae said the U.S. economy faces a \"modest recession\" in 2023, due in part to the Fed's monetary-policy tightening, Russia's war in Ukraine and rising interest rates.</p><p>MarketWatch spoke with financial experts to get their perspective on what families can do now brace for a recession:</p><p>1. Pay down debt and build a cash cushion</p><p>In a market downturn, you won't want to cash out stocks or other investments necessarily to fund life's many expenses. And the increased risk of job loss means many families will face the reality of needing to pull together to scrape by.</p><p>MarketWatch heard from 10 different financial experts, and one piece of advice that was universal was to right-side your finances in advance. Trimming debt, especially high-interest debt such as money owed on a credit card, will whittle down the number of monthly payments you're responsible for and free up cash on a going-forward basis.</p><p>Even without a recession, it's a good idea to think about high-interest debts. For example, experts note credit card APRs are poised to go upwith more Fed rate hikes on the horizon. That will make it even more expensive to carry a balance month to month.</p><p>Similarly, it's always important to maintain an emergency fund for a rainy day, but such a mundane task can be easily put off. In normal circumstances, experts recommend having enough savings to cover three months' worth of expenses. But a recession is different.</p><p>\"In a recession it may be harder to find a job if unemployed, so increasing emergency savings to six to 12 months' worth of savings can provide additional security,\" said Summer Red, education manager at the Association for Financial Counseling and Planning Education.</p><p>2. Rethink upcoming major purchases</p><p>Getting control over your spending is always a wise financial move. But it's especially important to take a closer look at major purchases, particularly when the market is volatile.</p><p>\"Avoid buying with your eyes and avoid buying because everybody says you should do it now,\" said Kate Mielitz, special groups manager at the Association for Financial Counseling and Planning Education. \"The housing market, auto sales — these are great examples of big-ticket items that make us feel good initially, but have very large price tags that we carry with us for many years.\"</p><p>3. Take the emotion out of investing</p><p>In many ways, a recession is a test of willpower. For many, it's natural to react to a market downturn by changing up one's investment strategy — either out of fear of losing money, or out of a desire to take advantage of what seems to be an opportunity.</p><p>Around two-thirds of investors (61%) expect even more market volatility in the next 12 months, according to a Nationwide poll of people with investable assets worth at least $100,000. Seven in 10 said they were concerned about a recession during this 12-month span.</p><p>But giving into this emotional approach is risky, especially where retirement savings are concerned. Taking a \"disciplined, systematic strategy\" to investing will remove emotions from the equation, said Lisa A.K. Kirchenbauer, the founder and president of Omega Wealth Management, a financial-planning firm based in Arlington, Va.</p><p>If you're saving for a major purchase that you plan to make in the next few years, consider proactively moving those funds into safe-haven assets or a savings account — even if that means forgoing a larger return in the meanwhile.</p><p>For retirement savings, the choices you make should come down to where you're at in life, and how soon you plan to retire. \"Retirement expenses don't come all at once but over 20 or even 30 years, so it's important to be careful about maintaining some degree of long-term goal allocation even at Year 1 of retirement,\" Cundick said.</p><p>4. Automate your finances</p><p>For folks who don't trust themselves to be able to manage their money without letting emotions get in the way, automating your finances can be useful. This includes everything from setting up automatic bill payments to creating direct deposits into savings or investment accounts.</p><p>The best advice, according to many financial experts, is to ignore the markets as much as possible when it comes to long-term savings. Automating your finances will make that easier to achieve.</p><p>5. Focus on your career</p><p>The short recession that occurred at the start of the COVID-19 pandemic was accompanied by a massive increase in joblessness across the country. In April 2020, the unemployment rate soared to 14.8% — the highest level recorded since this data began being tracked in 1948.</p><p>With the COVID-related recession, the job market bounced back quickly. As of March 2022, the jobless rate stood at 3.6% and employers are still hungry for labor. The 3.6% rate is just shy of the pre-pandemic rate of 3.5%, a 50-year low. That's surely a nice bounce, but that's not always a given. The Great Recession that began around 2008 was defined by high levels of long-term unemployment.</p><p>Rising unemployment and recessions go hand in hand. When the economy is in a downturn, companies have to make cuts to stay afloat. In the case of the COVID recession, young adults were hit the hardest by pandemic-related job losses, according to a report from the Economic Policy Institute, a left-leaning think tank.</p><p>For folks who are currently employed, taking time to prepare for the possibility of being laid off is a smart move to make now.</p><p>\"Furthering your certifications, skills and experience to make yourself as valuable to current or prospective employers are all prudent steps to take now to insulate against a potential recession,\" said Greg McBride, chief financial analyst at Bankrate.com.</p><p>This story was first published on April 21, 2022 and updated on May 5, 2022.</p><p>As Dow plunges 1,000 points, here's how to protect your finances during a period of uncertainty: 'A hard landing will ultimately be unavoidable'</p>",
  "published": "2022-05-05T18:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 204,
          "end": 211
        },
        {
          "start": 204,
          "end": 217
        },
        {
          "start": 1540,
          "end": 1547
        },
        {
          "start": 1540,
          "end": 1553
        }
      ]
    }
  ]
}