{
  "_id": "d3d38361dd3adef129b22737371f715031c497545190ae1dab1c826126da96cd",
  "feed": "market-watch",
  "title": "U.S. stock futures advance as Wall Street returns from Labor Day break",
  "text": "<p>* S&amp;P 500 futures ES00 28.50 points, or 0.7%, to 3,953.</p><p>* Dow Jones Industrial Average futures YM00 gained 230 points, or 0.7%, to 31,542.</p><p>* Nasdaq 100 futures NQ00 were up 76 points or 0.7%, at 12,180.25.</p><p>Major stock indexes fell for a third straight week on Friday, with the Dow DJIA slumping 3%, the S&amp;P 500 SPX declining more than 3% and the Nasdaq Composite COMP shedding 4.2%.</p><p>What's driving markets</p><p>Post-summer trading was set to begin Tuesday — following the Labor Day holiday — with Wall Street set to display a more positive mood than of late.</p><p>But lingering concerns about the economic fallout from a European energy crisis and the Federal Reserve's determination to damp multi-decade high inflation were constraining gains.</p><p>\"Equities endured a renewed spell of weakness over the past two weeks, driven by the perception of a further hawkish tilt in Fed intentions,\" said Mislav Matejka, equity strategist at JP Morgan.</p><p>U.S. equities had initially bounced on Friday after the August nonfarm payrolls report was deemed not so strong that it would encourage the Fed to become even more aggressive in hiking interest rates.</p><p>But news later in the day that Russia would indefinitely shutdown the main gas pipeline to Europe, thereby adding to the chances of a sharp economic slowdown on the continent, pushed the S&amp;P 500 back towards its lowest level since late July.</p><p>\"Stocks ended a difficult week with a volatile pre-Labor Day session, buoyed by better than expected jobs numbers by almost every metric, especially a rise in the participation rate,\" said Evercore ISI in a note.</p><p>\"Offsetting the welcome econ report was the news that the Nord Stream pipeline would not restart as planned, reminding the world that Russia's leverage over Europe remains unprecedented, unrelenting, and an uncompromising threat to the Post WWII global order,\" Evercore added.</p><p>Goldman Sachs chief economist Jan Hatzius offered a cautiously optimistic note on the ability of the Federal Reserve to deliver a so-called soft landing of the U.S. economy, averting recession as it continues to raise interest rates and otherwise tighten monetary policy.</p><p>\"It requires sustained below-trend output growth, a rebalancing of the labor market via sharply lower job openings coupled with a moderate rise in unemployment, and a large decline in inflation,\" he said in a note to clients. \"While much can still go wrong and our probability that a (mild) recession will start in the next year remains about one in three, we see some encouraging signs that the economy is moving toward all three of these goals.\"</p><p>U.S. equity futures were aided on Tuesday by gains across European bourses as the new U.K. Prime Minister Liz Truss was rumored to be considering freezing household energy bills, the latest in a number of moves by European politicians looking to shield electorates from the cost-of-living crisis.</p><p>A pullback in the dollar index DXY from 20-year highs as the euro EURUSD and pound GBPUSD bounced off recent lows also was helping sentiment early on Tuesday. A strong dollar is seen hampering profits of those U.S. companies with overseas sales.</p><p>But this was countered by rises in long term borrowing costs as the U.S. 10-year Treasury yield BX:TMUBMUSD10Y rose to the highest level in more than six weeks as the market caught up with the latest gains for energy prices.</p><p>WTI crude CL.1 was trading around $89.50 after the OPEC+ oil cartel said it would trim production by 100,000 barrel a day to support prices. The European natural gas benchmark, the ICE Dutch TTF future, was down on Tuesday but several percentage points higher than the Friday close.</p><p>U.S. economic updates set for release on Tuesday include the August S&amp;P services PMI survey at 9:45 a.m. Eastern and the August ISM services index at 10 a.m. Eastern.</p><p>Companies in focus</p><p>* Shares of retailer Bed Bath &amp; Beyond Inc. BBBY lost 14% in premarket trade after the death of Chief Financial Officer Gustavo Arnal was ruled a suicide.</p><p>* ADT Inc. ADT shares jumped nearly 20% after The Wall Street Journal reported that insurer State Farm has invested $1.5 billion in the home security provider, and a partnership aimed at expanding ADT's customer base. The report also said Alphabet Inc.'s GOOGL Google previously spent $450 million for a 6.6% stake in ADT, and committed $150 million toward engineering, designing and marketing of new products.</p><p>* FedEx Corp. FDX shares fell 1.5% after Citi analyst Christian Wetherbee downgraded the package delivery company citing concerns over the pace of freight activity with upcoming data expected to \"skew negatively\" in the peak season. Wetherbee cut this rating to neutral from buy, and slashed his stock price target to $225 from $270.</p><p>U.S. stock futures advance as Wall Street returns from Labor Day break</p>",
  "published": "2022-09-06T12:26:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99982,
      "offsets": [
        {
          "start": 1863,
          "end": 1876
        },
        {
          "start": 1852,
          "end": 1865
        },
        {
          "start": 1863,
          "end": 1870
        }
      ],
      "weightsV2": {
        "weight": 1.5475619,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.45243812,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}