{
  "_id": "ea98ef65f31daaab9fd21dafdbb70e430d0857c6d6336e2e5718ae776cb4e39c",
  "feed": "ftcomall",
  "title": "Is hybrid work a trap for women?",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode:</em> <a href=\"https://www.ft.com/content/404b508b-8c46-445d-a50d-698a0409bf96\"><em>Is hybrid work a trap for women?</em></a></p> <p><strong>Isabel Berwick<br></strong>Hello and welcome to Working It with me, Isabel Berwick. Today we're asking the question, is hybrid work a trap for women? Because the numbers consistently show that many women want the flexibility of hybrid work. They don't want to be tied to their workplaces five days a week. But the evidence so far suggests it's not good for their careers. According to Deloitte's new 2022 Women @ Work survey, almost 60 per cent of women who work in hybrid environments feel they've been excluded from important meetings, and almost half say they don't have enough exposure to leaders, which is something that's vital for sponsorship and career progression. So why is flexibility so popular among women in the first place? Is there something about hybrid work that inherently disadvantages women? And most importantly, are there any fixes? Joining me is FT employment columnist Sarah O'Connor and our US labour and equality correspondent, Taylor Nicole Rogers, who writes a lot about women's experiences in the workplace. So welcome to you both.</p> <p><strong>[Both]<br></strong>Thanks for having us.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>And to start off, let's get to the bottom of why hybrid work seems to be an even more popular option among women than among men. It's generally around 10 per cent more women than men favour it. So what's your take on it?</p> <p><strong>Sarah O'Connor<br></strong>Well, I think if you look through the sort of surveys that have been done of people who are hybrid working, which at this point is quite a lot of people, at least of those who have the sort of jobs where that's possible, you know, white-collar jobs, you see that actually most people like it, men and women. But when you look through the sort of reasons, it does seem as if women, in particular, say that they value the fact that it allows them to have a better work-life balance. So I suppose this goes back to the longstanding fact that women quite often either have to or choose to take more responsibility for family life, childcare, chores, errands, a lot of the sort of admin that goes around life. Therefore, maybe women, in particular, find that this pattern of working is more useful. But I would stress that you know, plenty of men and I think a majority of men also quite like it.</p> <p><strong>Isabel Berwick<br></strong>And Taylor, what's your take on hybrid work?</p> <p><strong>Taylor Nicole Rogers<br></strong>Well, one thing that I've heard over and over again, especially from women of colour, is that it can be also a cultural thing. If you think about the kinds of industries that tend to have this choice to work hybrid or work fully in the office, it's the industries that we refer to as “male and pale”, like finance and those kinds of things. And I've heard from a lot of women that they just love to be at home where they feel like they can be more themselves, like they're not standing out because they're the only person in this open office that looks a little bit different or has a different background. And taking that pressure off can make the day-to-day aspects of the job, getting your actual work out a little bit easier.</p> <p><strong>Isabel Berwick<br></strong>Right. And I think that's a really important point that perhaps gets lost. But remote work sometimes, I think, is creating power imbalances between the office and the home, and that can double up on the workplace disadvantages that women already face. So Taylor, I'd really like it if you could summarise where women are at the end of the pandemic, what sort of effect has that had on women's employment before we even get to the point about hybrid work?</p> <p><strong>Taylor Nicole Rogers<br></strong>Absolutely. So research has shown that about 88 per cent of the jobs that were lost in the US during the Covid crisis were women's jobs.</p> <p><strong>Isabel Berwick<br></strong>Did you say 88? Eighty-eight per cent?</p> <p><strong>Taylor Nicole Rogers<br></strong>Eighty-eight per cent, as in . . . Pretty much all of them. Yes (laughter). And a lot of those jobs have come back, right? But that is still a really big gap when you compare people who identify as women with everyone else in the population.</p> <p><strong>Isabel Berwick<br></strong>Right. And another thing that perhaps was present before the pandemic and obviously hasn't disappeared is bias and sexism. And I was really struck by a survey by the Chartered Management Institute a couple of weeks ago that found that some male managers are actively blocking gender-balance efforts, and a third of male managers feel too much effort's being focused on ensuring gender balance in workplaces, which I found really shocking, but I'm not sure I should. Did either of you see that survey? Taylor, did you have any thoughts on the sort of, has the entrenched problems of women in the workplace got any better in the pandemic?</p> <p><strong>Taylor Nicole Rogers<br></strong>I don't think so.</p> <p><strong>Isabel Berwick<br></strong>(Laughter) I don't think they've got any better either. But I just think we can't talk about hybrid work without layering it on top of some of the things that existed, and perhaps going to that point you made, Taylor, about women of colour, particularly feeling more comfortable at home, not feeling the office is for them. You know, these pre-existing problems in the workplace haven't gone away.</p> <p><strong>Taylor Nicole Rogers<br></strong>Exactly.</p> <p><strong>Isabel Berwick<br></strong>When I did . . . yeah, and I did a call out on Twitter for people's experiences of hybrid, I got some fascinating replies, including one woman who just said, “Ahhh”, and one workplace expert called Christine Armstrong said this, which I thought was really interesting: “I'm hearing of conflict in households where both are hybrid. Who goes in what days, whose demands take precedence, women often feel they're losing. Also, women are more likely to work from home in shared spaces such as the kitchen, while men are more likely to go to the office.” Sarah, I'm gonna ask you for anecdotal evidence here, because I bet there aren't any research papers on this, but is this something you've heard of? I know you've got a young family.</p> <p><strong>Sarah O'Connor<br></strong>(Laughter). If you'd like an anecdote from the “Sarah O'Connor household”, then, um... (laughter)... My husband has the spare room, which is his home office, and I am perched in a desk in the corner of our bedroom. In my husband's defence, that is because... When the pandemic first happened, I was on maternity leave, so I didn't need a desk. So it sort of made sense at that point for him to occupy the better space. But, you know, you do raise a good point that actually it's us few years into this now, and I seem to have accepted the role of being the person who sits in the corner of the bedroom, just saying (laughter). I'm sure that has something... </p> <p><strong>Isabel Berwick<br></strong>We've all accepted our roles.</p> <p><strong>Sarah O'Connor<br></strong>Yeah.</p> <p><strong>Isabel Berwick<br></strong>No, I think this . . . I think that's anecdotal, but I think it's something that maybe, exactly we're two and a bit years in now, and I think maybe some of this research should be starting to come through, about the effect of hybrid on dual-career couples. And I also had this interesting comment from a woman who runs a large team — also mainly women. She was saying that hybrid comes with many complications. They're supposed to be in the office for three days a week. But, she writes, “many people are struggling with it and ending up spending half days at home, only coming in for social gatherings or all-staff meetings. Their problems include transport expense, two hours of the commute, meetings being more efficient on Teams, finding focused work's not getting done, chats are positive but time-consuming, crisis management and growing resentment from staff who are in full-time”. And also this point which is new, I haven't seen this ever before. “Visitors who come in to have meetings in real life, assume on being in the office for 45 minutes to an hour. On Zoom, those meetings would last 20 minutes.” (Laughter) So I hadn't actually thought of that. But we've got used to shorter meetings, which I think is a positive of hybrid. Taylor, what would you say the positives of hybrid are for women at this moment?</p> <p><strong>Taylor Nicole Rogers </strong><br>I think the big advantage is flexibility, of course. But as you were saying, that flexibility can be a double-sided coin because, at least here in the US, we are still very much in the midst of a childcare crisis. A lot of the childcare centres that closed during the pandemic never actually reopened. And also because we're in a time of high inflation, childcare that was already very expensive is now astronomically so. So a lot of women work from home while caregiving, and that is not an optimal situation for either the child or the mother, I would assume — I can't say from experience. So in that way, it's difficult.</p> <p><strong>Isabel Berwick<br></strong>It is difficult. And I think the childcare problem is only gonna grow. Sarah, is this something you've looked at?</p> <p><strong>Sarah O'Connor<br></strong>Yeah, I think Taylor's hit the nail on the head, really. I mean, you know, part of the reason that a lot of women, both before the pandemic and since, feel that they need or would prefer flexible work is because the caregiving economy is pretty tatty in lots of countries, including both the US and the UK. It's expensive. It's not particularly flexible. As soon as your child is sick, then you know one of the parents needs to stay at home. Wraparound care around school hours in the UK is a real problem for lots of families. And you know, we need to start thinking about caregiving as part of our sort of infrastructure. And until you have that solid, good quality infrastructure in place, we will always have these inequities in the workplace because inevitably someone has to pick up the slack and be the person who's on call to help out with children. If you can't always rely on a decent childcare situation and more often than not, you know, in our societies that is women. So I think for all that, we're questioning the benefits and the drawbacks of hybrid work, I think that's the key thing that we need to really sort out to underpin men and women having more of an equal shot in the workplace.</p> <p><strong>Isabel Berwick<br></strong>Are there any countries that have got it right on childcare?</p> <p><strong>Sarah O'Connor<br></strong>Well, I mean, you know, obviously Sweden and Norway and places like that, they seem to get everything right. Other countries in Europe, you know, childcare is much more heavily subsidised. It costs a lot less. It's often of higher quality. So yeah, there is definitely countries that have got it better than we have over here.</p> <p><strong>Isabel Berwick<br></strong>Yeah, I think that's definitely another episode of the podcast because I think the childcare crisis is looming on the horizon and getting bigger . . . by the month.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>One of the other issues around hybrid that people have talked to me about is the issue of office housework is something we've discussed before, the kind of invisible and what are often called non-promotable tasks that women are often assigned in the office and those are still going on remotely or in hybrid work, but it's now even less visible. You know, it's been digitised, essentially. So, Taylor, have you heard of women who are refusing this kind of office housework? Is that a debate that's happening in the States that is linked to the, you know, the invisibility of women in hybrid work?</p> <p><strong>Taylor Nicole Rogers<br></strong>Absolutely. And there's been quite a few trends with new different software and things like that, that try to help you divide amongst staff who's picking out the birthday cake, who's passing around the birthday card, who's organising the team building activities, those sorts of things. But I think you're absolutely right in that at least if you are taking an hour out of your workday to go pick up lunch for somebody, everyone sees you walk back into it and you get kind of that boost from your manager because they see you contributing in that way to the workspace. But when it's hybrid, unless you are saying, “Hello, yes, I have spent an hour of my day organising this community service activity”. No one sees that, and I think that makes it even more demoralising for the people that have to do it.</p> <p><strong>Isabel Berwick<br></strong>Yeah. So this recent book called <em>The No Club</em>, the, oh, we had an interview with the writers in the FT, I'll put a link in the show notes. They found the median woman spent about 200 more hours per year than the median man on non-promotable work. So that's approximately a month of extra dead-end work that women are taking on and then now taking it on in an invisible way if they're remote. </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>I wanted to move on to burnout because that's been a huge issue and this big Deloitte survey about work has just come out and in it, about a third of women surveyed, they rated their ability to switch off from work-related tasks as poor to extremely poor. And Sarah, you've looked at burnout before. Is it getting worse? Is hybrid work bad for burnout? I would have thought it would be better, but I'm now starting to question that.</p> <p><strong>Sarah O'Connor<br></strong>Yeah, I think it's one of those things where we, you know, to begin with, we hoped it would make it better. But the truth is, what's burning us out is work, not the location in which we do it. And maybe in some ways, you know, hybrid might have made it more difficult because it's just blurred those lines, hasn't it, even further between the workplace and the home. For me, even when I go to bed, I can see the computer sitting in the room . . . (laughter) </p> <p><strong>Isabel Berwick<br></strong>God, yes (laughter).</p> <p><strong>Sarah O'Connor<br></strong>Right? But for a long time, since email, etc, there's been this sort of leaking of work into leisure. And I suppose by making our homes into a potential workplace that we can fire up at any moment, it means that the temptation is there to let those boundaries disintegrate. So that's the downside. But I mean, I don't want to be too gloomy about hybrid work, I still think that actually it probably is on balance better than what we had before. And not just for women. As I said, a lot of people prefer not having to do that commute and losing that amount of time per day. A lot of people prefer the ability to plan their time a bit better and choose when to do things. So, I think it's not so much that we need to forget about hybrid work or blame it for all of our problems, but more just remember that it's not gonna fix everything and that if we want to fix things, that we need to look at the underlying causes.</p> <p><strong>Isabel Berwick<br></strong>And I think a lot of leaders still are very keen on people being in the office. And the surveys show that people who aren't in the office are not getting the promotions. The proximity bias is real. Taylor, is this something that you've written about? Is it becoming well known in the States? Are women going back to the office just to be seen to be in the office?</p> <p><strong>Taylor Nicole Rogers<br></strong>I don't know that they are. I . . . 1,000 per cent have seen the proximity bias issue. But I think at the same time, here in the US we've really been reflecting on the problems with work as we know it that Sarah was just talking about and people are really starting to think, you know, is it worth maybe having to spend more time away from my family or having to spend half my salary on childcare just to go in and get a few thousand dollars extra and a little bit more work? So, I think people are really re-evaluating whether going back to the office is worth getting that promotion.</p> <p><strong>Isabel Berwick<br></strong>There's a much wider debate really, isn't it? We're re-evaluating what it is we want from our work and our lives. There was a recent interview with Amanda Blanc in the FT, she's the CEO of Aviva, which is a UK insurer, and she said if what you see is all the men come back to the office and the women don't, that they could miss out on opportunities. And I don't want that to happen, but I think surely there must be ways to make hybrid work work, if you know what I mean. We're in a state of flux at the moment and I don't know where it's going to settle. Sarah, have you had any thoughts about where hybrid work might fall eventually?</p> <p><strong>Sarah O'Connor<br></strong>Yeah, and I sort of changed my views on this over time. So, to begin with, there were lots of debates around what was the best way to implement hybrid work and is it better for a company to tell its staff, you decide the mix of days in the office that you want. Do what works best for you. And then there were other chief executives who were much firmer and said, no, we want you in, either all of the time or we want you in three days a week and we'll specify which days. To begin with, I really thought that it was better to give people maximum flexibility and let people choose for themselves what mixture of working for pay and working from the office would suit them. But increasingly, I'm more in agreement with Amanda Blanc and people like her that actually, if you do do that, what might well happen because of all of the inequities that we've already talked about, is that you will end up with more women working at home, more and more men going into the office more. And I do think that that will come at a cost for women's careers, even just little things like, say, today I'm working from home because my husband and daughter have Covid, and I logged in to the sort of morning editorial meeting. And it's just harder to engage with meetings like that when you're on a screen and everyone else is in a room together. It worked fine when everyone was on a webcam, but actually, these sorts of things in a hybrid format don't work very well, you kind of do need to be in the room. So now I'm much more in favour of the idea that, you know, yeah, we should keep hybrid, but we should try and make it equal for everyone. So, men and women, these are the days that you come in, these are the days that you stay at home. So that you don't have this situation where you have two tracks, the people who come in all the time and the people who don't come in very much. So as well as a floor on how often you need to come to the office, a ceiling on it as well.</p> <p><strong>Isabel Berwick<br></strong>Yeah, exactly. And Taylor, where do you think hybrid is going to settle in the States? I've seen all sorts of things recently ranging from the five-zero at Goldman Sachs to lots of calls for fully remote workforces.</p> <p><strong>Taylor Nicole Rogers<br></strong> I'm not sure, but I think Sarah is a hundred per cent right. What a lot of people are doing right now is, you come in when you can, and people are trying to be flexible with their employees, as to not lose them in this labour market. But, Sarah's a hundred per cent right, having some people in and some people at home just doesn't work, because for the people who came in, you are probably not going to enjoy doing Zoom calls at your desk, and the people who are at home feel disconnected. So, as to where it lands, I'm not sure, but I think that we are in a holding pattern that is not sustainable and I can very easily see it leading to more resignations and more burnout.</p> <p><strong>Sarah O'Connor<br></strong>These are dangers. We are, as we've just discussed, still in the process of trying to figure our way through this. And I think the fact that people are now — probably much more than they would have been 10 or 20 years ago — really cognisant of, like, the gender disparities that different kinds of workplace models create is a good thing. And, you know, hybrid working, ultimately, most people like it, right? So that has to be a positive. The vast majority of people in the survey say they prefer working from home some of the time to having to go in every day, both men and women. So, it's a good thing and it's just about making sure that it's a good thing that applies to everyone and isn't something that becomes a sort of hidden disadvantage for women. And the best way to do that is to make sure that men and women get equal chance to stay at home, an equal chance to go to the office, and that they take a more equal share of everything else that's going on at home as well.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>And actually, I've got some upbeat news to end on because the FT recently ran a feature about the imminent death of underwired bras— thanks to remote working. And in the US, bra sales fell nine per cent in 2020 but rose 36 per cent the following year as women snapped up sports bras and other wire-free styles. So there has been a lasting benefit already from the remote working revolution.</p> <p><strong>Sarah O'Connor<br></strong>Hooray!</p> <p><strong>Taylor Nicole Rogers<br></strong>Glad to hear it.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So until we fix the childcare problem, I don't think anything's going to be equal in the workplace. That's a massive roadblock to making hybrid work really work for women. But until that happens, let's think about the fixes we can manage. And I thought Sarah's point about changing her mind on hybrid work and thinking that it's better for everyone to come in on the same days so that you're all face to face, and women and men get the same opportunities to meet leaders, to have real meetings, and perhaps to advance — I think that's key. And that's something that's only recently started to come through. And it's the way we work here at the FT and it is working. And maybe that is the key. It's very simple and it's sort of counterintuitive because a lot of companies have said to teams, you decide when you come in, you be more flexible. But perhaps the unintended consequence of that, is that women are being disadvantaged more than they need to be, because God knows, most women are already doing a second shift at home. So the least that can happen is that they come to work and get the opportunities for advancement that the men have too.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Thanks to Sarah O'Connor and Taylor Nicole Rogers for this episode. Please do get in touch with us. We want to hear from you. We're at workingit@ft.com or with me @IsabelBerwick on Twitter. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And if you're an FT subscriber, please sign up for our new Working It newsletter. It's got behind-the-scenes extras from the podcast and exclusive work and career stories you won't see anywhere else. Sign up at FT.com/newsletters.</p> <p>Working It is produced by Novel for the Financial Times. Thanks to the producer Anna Sinfield, executive producer Joe Wheeler and brilliant mix from Chris O'Shaughnessy. From the FT, we have editorial direction from Renée Kaplan and Manuela Saragosa and production support from Persis Love. Thanks for listening.</p> <p>[MUSIC FADES]</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Isabel Berwick, Sarah O’Connor and Taylor Nicole Rogers 2022 'Is hybrid work a trap for women?' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-05T22:00:45.716Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 18194,
          "end": 18207
        },
        {
          "start": 18194,
          "end": 18201
        },
        {
          "start": 18028,
          "end": 18041
        }
      ]
    }
  ]
}