{
  "_id": "e3e2614b7193a3cd50248d461b924a987a0da64185f1cc038894407b677ae697",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Back in Business: New ETFs Rely On A Very Old Bad Habit --- AXS funds offer single-stock exposure, but history shows the risks of bets with other people's money",
  "text": "<p>Greg Bassuk, chief executive of AXS, calls the new ETFs \"sharper knives that traders can use to express very short-term, high-conviction views on the upside or downside of individual stocks,\" such as Tesla Inc. and PayPal Holdings Inc.</p><p>Some financial watchdogs worry those knives could maim the unwary. Two officials of the Securities and Exchange Commission said in separate statements that the new ETFs create greater risk and destroy the benefits of diversification. I think they're right and these funds are suitable for almost no one except full-time traders.</p><p>Yet the SEC didn't stop the new funds from coming to market. Even in Europe, where regulators tend to be more interventionist than in the U.S., 200 such single-stock ETFs have been launched since 2017, according to Deborah Fuhr, founder of ETFGI, a fund-research firm in London.</p><p>Investing with other people's money is an idea as old as markets. So is ineffectual finger-wagging by government authorities seeking to deter it.</p><p>When you leverage, you use someone else's money to amplify an investment's gains -- and its losses. The word comes from the French lever, to lift up. If you've ever used a lever to move a heavy object, you know the force is amazingly powerful -- and potentially dangerous.</p><p>Borrowing might be a basic human urge.</p><p>Neuroscientists have found that buying on credit activates the same region of the brain that anticipates the next hit from an addictive drug. Wall Street's shorthand for \"other people's money,\" OPM, does sound a bit like opium.</p><p>Because borrowing pumps up profits in a rising market, it can make investors cockier, goading them into taking greater risk. In experiments by the Nobel Prize-winning economist Vernon Smith, inexperienced traders using borrowed money have driven asset prices far above their fundamental value.</p><p>If you pay $100 for a stock that goes up in price by 10%, you make $10. Borrow another $100, and the same 10% gain will earn you $20, or twice as much.</p><p>Feeling twice as smart, you may double down on risk -- forgetting that your 2-to-1 borrowing will also double any losses. A decline of 50% will wipe you out.</p><p>Investing with somebody else's money is at least 3,700 years old. In ancient Mesopotamia, traders borrowed in silver to bet on the prices of grain and other commodities -- transactions that were codified in the Laws of Eshnunna and the Code of Hammurabi.</p><p>In 17th-century Amsterdam and 18th-century London, speculators often used borrowed money to \"subscribe,\" the term they used for making a down payment of roughly 10% to 25% of the share value. Governments regularly slapped limits or even bans on lending, which traders ignored or evaded -- to their everlasting regret when collapsing prices crushed them.</p><p>More than a century ago in the U.S., at the unscrupulous trading operations then known as bucket shops, margin (or asset coverage on stock loans) ran as low as 3%. Leveraged more than 30-to-1, speculators could be busted by only a 3% drop in a stock's price. By 1906, individual traders were losing an estimated $100 million a year in bucket shops, at least $3 billion in today's money.</p><p>The authorities eventually banned such trading, although they still permitted customers of mainstream brokers to borrow up to 10-to-1 -- ultimately worsening losses for countless victims of the crash of 1929.</p><p>Using credit can contribute to the downfall of even the most sophisticated investors.</p><p>Consider Long-Term Capital Management, the hedge fund that imploded in 1998 and nearly took the global financial system with it. Launched in 1994 by experienced quantitative traders in partnership with two Nobel laureates in economics, LTCM often leveraged at least 20-to-1, borrowing roughly $100 for every $5 of its own money.</p><p>In late 1997, LTCM paid out much of its capital to external investors, causing its leverage to rise to almost 30-to-1. When its holdings fell sharply the next summer, LTCM lost more than 80% of its capital and was taken over by a banking consortium that pumped $3.6 billion into the fund, essentially wiping out the existing investors.</p><p>When it comes to monitoring leverage, regulators have usually been guided by the theory that each of us is the best judge of what's in our interest.</p><p>If you think it's a good idea to trim your toenails with a chain saw, that's your business, assuming you don't hurt anybody else. So regulators rarely stop investors from doing dangerous things -- like buying leveraged ETFs -- as long as the risks are disclosed.</p><p>Second, regulators believe some debt is healthy because it increases liquidity, thereby encouraging the risk-taking that creates jobs and fuels economic growth.</p><p>And it isn't clear that bureaucrats can always make markets safer by restricting credit.</p><p>Between 1934 and 1974, the Federal Reserve tinkered roughly two dozen times with ceilings on the amount investors could borrow to buy stock.</p><p>After market gains, the Fed tended to restrict such lending to \"discourage speculative activity.\" When stocks fell, the central bank loosened credit to boost buying among investors.</p><p>Yet researchers have found that the Fed's actions did little to modulate stock prices or reduce volatility.</p><p>All this has made regulators reluctant to crack down too harshly on investment borrowing, lest they stifle what the economist John Maynard Keynes called \"the animal spirits\" of \"spontaneous optimism.\"</p><p>Only a few short years after LTCM nearly wrecked the financial system, Wall Street regulators gave big banks the green light to borrow more.</p><p>Between 2000 and 2007, leverage increased to at least 32-to-1 at Bear Stearns and Goldman Sachs and to 40-to-1 at Lehman Brothers and Morgan Stanley, according to the Financial Crisis Inquiry Commission, a government-appointed group that investigated the market meltdown of 2008-09.</p><p>All that extra credit left Wall Street with no margin of error when housing prices fell, triggering the biggest bear market in more than 70 years.</p><p>History shows investors and regulators tend to get locked into a \"leverage cycle\" in which borrowings expand as the economy booms, then contract in a backlash after a bust.</p><p>You'd have to be crazy to think you can consistently beat the market by day-trading leveraged ETFs on single stocks. You'd have to be even crazier to think you can stop other people from wanting to try it.</p>",
  "published": "2022-07-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5607,
          "end": 5620
        },
        {
          "start": 5607,
          "end": 5614
        },
        {
          "start": 5563,
          "end": 5576
        }
      ]
    }
  ]
}