{
  "_id": "d75cd0b45639b2a51497f8f6d3ec054d669bf0da74b8c5b597425eb006e83d2d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Friday's Markets:  Stocks Close Higher in Wobbly Trading  ----  By Joe Wallace and Corrie Driebusch",
  "text": "<p>   U.S. stocks edged higher Friday, buoyed by a solid employment report that showed the country's jobless rate returning to pre-pandemic levels. </p><p>   The Dow Jones Industrial Average rose 139.92 points, or 0.4%, to 34818.27, while the S&amp;P 500 climbed 15.45 points, or 0.3%, to 4545.86, and the Nasdaq Composite added 40.98 points, or 0.3%, to 14261.50. All three indexes started the day higher, edged lower in midday trading as yields on government bonds surged, then climbed again to end the day in the green. </p><p>   The wobbly trading session came a day after the S&amp;P 500 closed out its biggest quarterly decline since the start of 2020, falling about 5% for the first three months of the year. The benchmark stocks gauge ended the week up less than 0.1%. </p><p>   In the bond market, the yield on the two-year Treasury note closed above that of the 10-year note for the first time since 2019. In that situation, the yield curve is said to be inverted, something that is often viewed as a predictor of recessions. </p><p>   The yield on benchmark 10-year note settled at 2.374% from 2.324% Thursday. Yields have climbed for five of the past seven quarters as investors prepare for the Federal Reserve to keep raising interest rates to quell inflation. </p><p>   Two-year yields, which are more sensitive to expectations of short-term interest rates, rose to 2.430%. Yields rise as bond prices fall. The movement in interest rates, and the nervousness that it may indicate a coming recession, is spooking some investors, even as employment numbers look solid, according to traders. </p><p>   \"The labor market is really strong. Why is this data not being celebrated more? It's just the fact that inflation swamps everything,\" said Michael Antonelli, managing director and market strategist at Baird. He added that clients with whom he speaks are taking a pause, having spent much of the first quarter shifting their investments in a wildly swinging stock market. </p><p>   Employers added 431,000 jobs in March, marking 11 straight monthly gains above 400,000, the longest such stretch of growth in records dating back to 1939.The unemployment rate fell to 3.6% from 3.8%, quickly approaching the February 2020 pre-pandemic rate of 3.5%, which was a 50-year low. </p><p>   Angst about the economic outlook is one reason why stocks have had a rocky start to 2022. Investors are parsing fast-moving developments on the battlefield in Ukraine and their effects on the world economy and financial system. </p><p>   Of particular concern to money managers is the rise in commodity prices fueling inflation. The rally in prices for oil, grains and metals has added to expectations that the Fed will end years of easy monetary policy that propelled stocks higher. For the Fed, a key factor in deciding how fast to raise rates is the state of the labor market. </p><p>   In corporate news, GameStop gave up  early gains to end Friday down $1.58, or 1%, at $165 after the videogame retailer said late Thursday that it would request shareholder approval to increase its share count to enable a stock split. </p><p>    Dell Technologies edged down $1.39, or 2.8%, to $48.80 after analysts at Goldman Sachs cut their target price for the stock. </p><p>   In overseas markets, the Stoxx Europe 600 rose 0.5%, led higher by shares of oil, gas and auto companies. China's Shanghai Composite Index rose 0.9%, Hong Kong's Hang Seng edged up 0.2% and Japan's Nikkei 225 slipped 0.6%. </p><p>   Underlining that inflationary pressures aren't confined to the U.S., consumer prices in the eurozone rose 7.5% in March from a year earlier -- the highest level since the formation of the currency bloc. </p><p>   In commodities markets, Brent-crude oil prices fell 0.3% to $104.39 a barrel. They ended the week down 11%, their largest one-week net decline since May 2011, after the Biden administration set out plans to release up to 180 million barrels from the U.S. Strategic Petroleum Reserve. </p><p></p>",
  "published": "2022-04-02T06:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3076,
          "end": 3089
        },
        {
          "start": 3076,
          "end": 3083
        }
      ]
    }
  ]
}