{
  "_id": "e6c5f5c87955806f2882eb324e6a2a124ffce606e5466ce2febff3a7d2df7b6c",
  "feed": "wall-street-journal",
  "title": "Accel-KKR Collects Nearly $1.77 Billion to Extend Hold of Seven Portfolio Companies; The firm ran a similar secondary process in 2019 for four companies in an earlier buyout fund",
  "text": "<p>The deal is Accel-KKR's second transaction involving multiple assets that is structured through a continuation fund, a fast-growing tool in the market for secondhand private-equity assets.</p><p>Firms raise capital for continuation funds to acquire assets they manage through older funds but that they aren't ready to sell outright. Investors in the older funds can opt to cash out or roll their stakes into the newly formed continuation fund, which typically attracts money from private investment firms and other institutional investors.</p><p>Continuation funds have grown in popularity as more private investment firms turn to the market for secondhand private assets. Secondary deals driven by private investment firms hit an estimated $68 billion in 2021, accounting for more than half of total secondary deal volume for the year, according to a report issued earlier this year by Evercore Inc. The investment bank advised Accel-KKR on its transaction.</p><p>Accel-KKR's latest continuation fund, Accel-KKR Capital Partners CV IV LP, includes $325 million of fresh capital to finance follow-on investments in the seven companies. They include Abrigo, a provider of compliance, credit risk and lending software to financial institutions. The Austin, Texas-based company accounted for almost 40% of the value of the continuation fund, according to Tom Barnds, co-managing partner at Accel-KKR.</p><p>Since the firm's investment in 2015, Abrigo has grown by more than 10 times, Mr. Barnds said. Last August, Carlyle Group acquired a significant stake in Abrigo and the transaction helped provide a \"data point\" for the valuation of the company for the continuation fund, he said.</p><p>In 2019, Accel-KKR raised a roughly $1.39 billion continuation fund for four companies remaining in its third buyout fund, which had collected $600 million in 2008. This time, there were \"significantly more\" secondary buyers who could play a \"credibly meaningful role in the competitive process,\" Mr. Barnds said.</p><p>Investment manager Goldman Sachs Asset Management, Singapore sovereign-wealth fund GIC Pte Ltd., alternatives investor LGT Private Capital, pension fund Los Angeles County Employees Retirement Association and advisory firm Portfolio Advisors co-led the secondary transaction, which was presented to over 30 potential investors, according to Mr. Barnds. All five limited partners have backed one or more previous Accel-KKR funds, he said.</p><p>Accel-KKR rolled over all its accrued carried interest and the general-partner commitment in the fourth buyout fund into the new continuation vehicle, making the firm the new fund's single largest investor, according to Mr. Barnds.</p><p>\"That's a strong signal that this is not a liquidity event for us and we are very committed to these businesses,\" Mr. Barnds said.</p><p>Other companies in the continuation fund are software and software-as-a-service providers ClickDimensions LLC, Energy Services Group, IntegriChain Inc., Kerridge Commercial Systems Ltd., TrueCommerce Inc., and Motor Vehicle Software Corp., the holding company for Vitu.</p><p>Write to Preeti Singh at preeti.singh@wsj.com and Laura Cooper at laura.cooper@wsj.com</p>",
  "published": "2022-03-30T11:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1992,
          "end": 2022
        },
        {
          "start": 1992,
          "end": 2005
        },
        {
          "start": 1992,
          "end": 1999
        }
      ]
    }
  ]
}