{
  "_id": "8206b3da0ef0d960afb7b0915af4abc7065b16a095e04dd0eb8d0303f9bfdc93",
  "feed": "ftcomall",
  "title": "Bank of England's task of taming inflation just got harder",
  "text": "<p>A near half-century low in unemployment would usually be good news for a central bank, but the <a href=\"https://www.ft.com/content/8015b43f-5cdd-443e-bdcc-3079d4582e48\">latest fall</a> in the UK's jobless rate will make the Bank of England's task of taming inflation even more difficult.</p> <p>With inflation expected to exceed 9 per cent for April in official data to be released on Wednesday, the BoE Monetary Policy Committee has signalled it is ready to engineer job losses and a weaker economy through interest rate rises so as to bring price increases under control.</p> <p>Stagflation is <a href=\"https://www.ft.com/content/9880c4cd-033f-40c9-85c8-580d4c344439\">on the cards</a> for much of the developed world in 2022, but the UK is especially exposed to a combination of persistently high inflation and low economic growth. Britain is contending with the same shock to energy prices&#xa0;as other European countries, but it also has a labour market more like that of the US, with widespread worker shortages fuelling wage pressures. </p> <p>Against this backdrop, those steering the UK economy are struggling to communicate clearly about the issues they face and the actions they think are necessary in response. </p> <p>BoE governor Andrew Bailey <a href=\"https://www.ft.com/content/0a8f0465-12ed-412b-94cb-571f9fb6f0d4\">told the House of Commons Treasury select committee</a> on Monday that although inflation was set to climb into double digits, there was “not a lot we can do about it”, as he also admitted sounding “apocalyptic” about food price rises that are contributing to the cost of living crisis. It earned him fresh criticism from Conservative MPs.</p> <p>The key problem for the BoE is not that it expects inflation to peak at more than 10 per cent, but that price rises could persist in the UK for much longer than elsewhere in Europe. As Bailey and other BoE officials made clear to MPs, wages in Britain are increasing at an unsustainable pace and surveys of companies show they feel able to pass on such cost increases to customers. </p> <p>One of the main risks to the BoE's ability to bring inflation back to the central bank's target of 2 per cent, said Bailey, was “that the labour market does not cool down”.</p> <p>The<a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/uklabourmarket/latest\"> latest official jobs data</a>, released on Tuesday, contained little to reassure the MPC. It showed unemployment at a 47-year low of 3.7 per cent in the first quarter, although employment was still below pre-pandemic levels, because large numbers of people have chosen to leave the workforce. This has left employers competing for scarce workers, with vacancies at a record high of almost 1.3mn and earnings growth running at 7 per cent, once bonuses were factored in.</p> <p>Growth in average total earnings for the single month of March was even higher, above 10 per cent. Economists said evidence that wage pressures had intensified — even as economic activity stalled — would cement the case for the MPC to raise interest rates again in June and August, and could lead it to continue tightening policy for longer.</p> <p>The BoE has already signalled it will take action to keep the economy weak, taking the view that higher unemployment and financial pain for households and companies are necessary to squeeze inflation out of the system.</p> <p>The central bank's latest forecasts show that if it left interest rates at the 1 per cent level <a href=\"https://www.ft.com/content/5001ffb8-96d6-4e1a-a9dc-5ad4470930c7\">set at the MPC meeting in May</a>, inflation would still be 3 per cent in two years' time, even though gross domestic product would be growing at an annual rate of only 0.7 per cent.</p> <p>This would not be seen as price stability and prompted Steffan Ball, economist at Goldman Sachs, to predict that rates would have doubled by this time next year, “despite the expected GDP growth slowdown due to the war in Ukraine”. The consultancy Capital Economics went further, predicting rates would reach 3 per cent&#xa0;next year.</p> <p>The BoE has forecast unemployment will rise to 5.5 per cent if rates climb to the sort of levels predicted in the City of London. Although inflation would in this scenario fall below the central bank's target of 2 per cent, it does not expect price pressures to be tamed without people losing their jobs. </p> <p>“The business world at the moment . . . does not see [the economic downturn] coming, because they are worried about how they recruit and retain,” said Bailey. </p> <p>Some economists think the BoE will now need to engineer an even-sharper slowdown in economic growth in order to cool the labour market. </p> <p>“Worker shortages are likely to remain an issue for businesses and that suggests there's a big incentive for firms to hold on to staff even if demand falters,” said James Smith, economist at ING. “For the Bank of England's higher unemployment rate forecast to come to pass, we would probably need to see a more severe downturn, as opposed to stagnation.”</p> <p>Tony Wilson, director of the Institute for Employment Studies, a research body, said the tight labour market was probably why ministers were willing to press ahead with a controversial increase in employers' national insurance contributions, and <a href=\"https://www.ft.com/content/4d1ba055-167a-4ddd-ba9c-1505535dd890\">a cull of civil service staff</a>, because “for inflation hawks in the Treasury, this probably looks like the perfect time to destroy jobs”.</p> <p>Other economists think labour shortages, and the resulting wage pressures, are likely to ease of their own accord because the squeeze on household incomes will prompt some people to return to the workforce. </p> <p>Meanwhile, the BoE faces increasing criticism for failing to be clear enough that the central bank is prepared to inflict financial pain on Britons — via higher interest rates — to bring inflation under control.</p> <p>Bailey in particular is accused of making fumbled comments on important issues. On Monday he used the word “apocalyptic” as he expressed concern about <a href=\"https://www.ft.com/content/23e3d8ed-dbfa-4823-a237-a67a65255834\">rising food prices</a> because Ukraine, a big producer of wheat, is unable to export.</p> <p>Andrew Sentance, senior adviser at Cambridge Econometrics and a former MPC member, said the BoE's communication difficulties stemmed from Bailey speaking “as if he is in an academic debating society”.&#xa0;</p> <p>“I don't think [BoE officials] have really grasped the challenge they face,” he added. “They say ‘We've investigated this', ‘We've investigated that' and they form an intellectual opinion rather&#xa0;than doing something.”&#xa0;</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/f682ba11-d7dc-4ff5-b2e0-f337c5ddcc51\"><em>If a housewife can see rising prices, why can't the BoE?</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/f682ba11-d7dc-4ff5-b2e0-f337c5ddcc51\"><em>From Sharrone, Lady Walker, Jurby East, Isle of Man</em></a></p><p>Source: Delphine Strauss and Chris Giles in London 2022 'Bank of England's task of taming inflation just got harder' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-17T16:24:00.844Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3345,
          "end": 3352
        },
        {
          "start": 3345,
          "end": 3358
        }
      ]
    }
  ]
}