{
  "_id": "8be904bf24c1fc585e1024867adbc5f2eec57d172f792356467532ca182b59e4",
  "feed": "wall-street-journal",
  "title": "Hong Kong Stock Market Dives After China Party Meeting; Foreign investors rush for the exits; technology giants are the worst hit",
  "text": "<p>The selloff came after Chinese leader Xi Jinping cemented his control over the ruling Communist Party, appointing a number of loyalists to the party's most powerful decision-making body and getting a convention-defying third term.</p><p>\"The makeup of the investor base of the Hang Seng Index is markedly more international than the onshore market,\" said Eli Lee, head of investment strategy at Bank of Singapore. \"Warranted or not, this is clearly, at least over the near term, a vote of reduced confidence in the new body of power that's just been announced.\"</p><p>Foreign investors rushed to exit from China's domestic stock market, pulling out 17.9 billion yuan, the equivalent of $2.5 billion, through the Stock Connect channel on Monday, Wind data shows. That is the biggest single-day outflow since the trading link was launched in late 2014.</p><p>Almost all shares in the Hang Seng Index traded lower, but Chinese internet and technology stocks were particularly hard hit. The shares of Alibaba Group Holding Ltd., Baidu Inc., JD.Com Inc., Meituan and Tencent Holdings Ltd. were all down more than 11%.</p><p>The selloff didn't appear to be driven by the fundamentals of those companies but instead by investors' expectations about the shifting balance between state-owned and privately owned enterprises in China, said Kinger Lau, Goldman Sachs' chief China equity strategist. He said that Mr. Xi's vision of common prosperity and his plans for state-owned enterprises to take a more prominent role in the economy were key points in the speeches last week.</p><p>The congress meeting came near the end of a tumultuous year for China's economy. Mr. Xi's commitment to a zero-Covid policy has led to a series of lockdowns across the country, reducing consumer spending. His tougher stance on internet and technology companies and a move to deleverage the property sector have also caused pain for two sectors that were once among the best-performing in the country. His consolidation of power has led to worries that these policies are unlikely to change.</p><p>Bank of America economists said \"some investors may worry about checks and balances\" after the increase in the concentration of power at the top of the Chinese Communist Party. But they also said the move could lead to a better execution of policy and \"little political resistance against bolder reforms or changes to existing policy stances.\"</p><p>China's main stock indexes have outperformed the Hang Seng during the past few weeks. Local brokers and fund managers said this is partly because stock-exchange officials in the country have made phone calls telling them not to increase volatility, as The Wall Street Journal previously reported.</p><p>On Sunday, Mr. Xi announced four new appointments to the seven-person Politburo Standing Committee, the country's key decision-making body. They were all loyalists to Mr. Xi. The lack of any well-known market-oriented reformers among their mix disappointed investors, Mr. Lau said.</p><p>The new members of the committee replaced senior party officials including Vice Premier Hu Chunhua, who was seen as an advocate of more-liberal economic policies than other members of the party elite. He was also once considered a potential future leader.</p><p>China's National Bureau of Statistics released delayed GDP data on Monday, showing the economy grew by 3.9% for the three months ended Sept. 30 compared with a year earlier. That was up from the 0.4% growth recorded in the second quarter, when severe lockdowns slowed business activity.</p><p>China's yuan weakened 0.88% against the dollar in the more freely traded offshore market, hovering around 7.29 against the greenback on Monday afternoon. The onshore yuan slid 0.25%.</p><p>—Dave Sebastian contributed to this article.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com</p><p>Hong Kong Stock Market Dives After China Party Meeting</p>",
  "published": "2022-10-24T09:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1311,
          "end": 1324
        },
        {
          "start": 1318,
          "end": 1332
        },
        {
          "start": 1318,
          "end": 1325
        },
        {
          "start": 1318,
          "end": 1331
        }
      ]
    }
  ]
}