{
  "_id": "3ab959121605d229da9da8204919b3bd2d21bb120e6b0a8675eb0b335154dd49",
  "feed": "market-watch",
  "title": "Rate squeeze: Commercial-property CLO issuance tumbles 80% from peak; Risks of a 'payment shock' are rising for borrowers in $3.5 trillion commercial-debt market, Goldman analysts say",
  "text": "<p>But instead of financing home flippers with questionable credit, the newer brand of debt mostly hinges on payments from landlords on pools of floating-rate loans for multifamily properties, a \"favored asset class\" that accounts for about 77% of the outstanding CRE CLO collateral, according to the report.</p><p>Loans on industrial buildings make up only about 7% of the collateral, followed by a smaller share of hotel loans at 6.4%, offices at 3.4% and retail properties at 2.1%, all of which have been vulnerable to shifts in the way people travel, work and shop.</p><p>While delinquencies have yet to become a key concern, the report says \"unfettered inflation,\" global market volatility and the Federal Reserve's rapid pace of rate hikes have hampered new loan originations. Those factors and \"weaker investor demand\" for CRE CLOs led to a sharp drop in new issuance this year (see chart).</p><p>CRE CLOs have been in the spotlight recently due to their higher risk of running into trouble as rates rise. Spreads on CRE CLOs last week were pegged at their widest levels of the year, with BBB-rated bonds near 535 basis points above the floating-rate SOFR benchmark rate, according to BofA Global data.</p><p>Against the cloudier backdrop, issuance volume touched only $3.1 billion in the third quarter, according to DBRS Morningstar. As benchmark 10-year Treasury rates BX:TMUBMUSD10Y have topped 4% this fall, concerns also have grown that borrowers with older fixed-rate loans coming due could struggle to refinance, especially if property prices fall.</p><p>Risks of payment shocks rise</p><p>Goldman Sachs analysts recently said the risks of a \"payment shock\" for borrowers in the roughly $3.5 trillion commercial-debt market would build if interest rates remain elevated at current levels, with the risks being the highest for floating-rate loans, a big part of the CRE CLO sector.</p><p>Also read: Credit carnage spurs bargains on bonds tied to $16 trillion pile of U.S. household debt</p><p>BofA Global analysts estimate that prices for commercial real estate could drop 20% to 30% over roughly the next year, tracing the roughly 27% drop of the Dow Jones Equity REIT Total Return Index XX:DJDBK this year.</p><p>\"The restrictive conditions may affect CRE CLO loan performance since borrower costs have increased quickly and underlying property cash flows may face similar difficulties,\" said the DBRS Morningstar team, which is led by Steve Jellinek, head of CMBS research.</p><p>\"Borrowers' financial projections most likely didn't assume 7%+ interest rates during the loan term,\" the team said.</p><p>Rate squeeze: Commercial-property CLO issuance tumbles 80% from peak</p>",
  "published": "2022-11-08T17:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 163,
          "end": 170
        },
        {
          "start": 1565,
          "end": 1572
        },
        {
          "start": 1565,
          "end": 1578
        }
      ]
    }
  ]
}