{
  "_id": "5288a3ca9b58562d53f4621a2936e95d93eda2056695b08e339d82e7af0b236d",
  "feed": "ftcomall",
  "title": "Missteps at Missfresh",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/281c61f8-103a-44ca-b286-06e10136afb9\"><em>Missteps at Missfresh</em></a></p> <p><strong>Marc Filippino<br></strong>Good morning from the Financial Times. Today is Thursday, August 18th, and this is your <em>FT News Briefing.</em> </p> <p>[MUSIC PLAYING]</p> <p>We have more signals from the Federal Reserve. It's still worried about inflation. UK inflation hit double digits and jolted bond markets. And China's biggest private company posted its first quarterly decline ever. Plus, a huge Chinese food delivery app has gone bust, and our reporter in Beijing is kind of sad. </p> <p><strong>Ryan McMorrow <br></strong>So it was definitely one of our go-to apps for getting food. </p> <p><strong>Marc Filippino <br></strong>I'm Marc Filipino, and here's the news you need to start your day. </p> <p>[MUSIC FADES]</p> <p>Federal Reserve officials discussed the need to keep interest rates restrictive for some time in order to rein in inflation so say the minutes from the US central bank's July meeting. That's when the Fed decided on a three quarter per cent rate rise for the second consecutive month. These latest minutes show policymakers are intent on pressing ahead with tightening despite some early signs the economy is cooling down. Markets barely budged after the minutes came out. The S&amp;P 500 ended the day down about three quarters of a per cent. </p> <p>[MUSIC PLAYING]</p> <p>UK inflation jumped more than 10 per cent in July, the first double-digit increase in more than four decades. The data out yesterday sparked a sell off in the UK bond market. Two-year government bond yields soared. Here's the FT's Nikou Asgari. </p> <p><strong>Nikou Asgari <br></strong>And so two-year UK government bond yields, which are more sensitive to monetary policy expectations and expectations of interest rate changes, rose to the highest level since the financial crisis of 2008, and the expectation that interest rates will have to rise increases fears of tipping the country into recession. </p> <p><strong>Marc Filippino<br></strong>So what's the outlook for the rest of the year? </p> <p><strong>Nikou Asgari <br></strong>The investors and the economists that I was speaking to were broadly saying that it's going to get worse before it gets better. They're all keeping an eye out for the next inflation figure in the next, the Bank of England's next meeting in September to see how high they do raise interest rates. So short-term bond yields, which are more sensitive to monetary policy, are at risk of selling off even more if the numbers get even worse. </p> <p><strong>Marc Filippino <br></strong>Nikou, did the bond market sell-off in the UK spill over into other European bond markets? </p> <p><strong>Nikou Asgari<br></strong>Yes, the UK bond market sell-off did touch all the European markets, especially Germany and Italy, whose debt was also under pressure because this fear of recession isn't isolated to the UK. There's a fear of recession in Europe as well so everything is interconnected. </p> <p><strong>Marc Filippino<br></strong>Nikou Asgari is a capital markets reporter for the FT. </p> <p>[MUSIC PLAYING]</p> <p>China's economic slowdown put a serious dent in earnings at the country's biggest private corporation. Tencent is the big technology group that owns the messaging app WeChat, and also owns almost half of the video game company Roblox. Tencent just reported its first decline in quarterly revenue ever. The company missed analyst's expectations and posted quarterly revenue of just under $20bn. Company earnings were also hit by a regulatory crackdown. Food delivery services have made for some of the hottest consumer tech apps in many countries. And in China, one of the most popular ones was called Missfresh. </p> <p><strong>Advertisement <br></strong>But the neighbourhood retail industry is highly fragmented, with local supermarkets and fresh markets struggling to meet consumers evolving needs. What is Missfresh's solution? Standardised, digitalised, intelligent . . . </p> <p><strong>Marc Filippino <br></strong>That's a video from the Missfresh website. The company attracted global investors who had an appetite for Chinese consumer technology apps. Last year, Missfresh even listed on the Nasdaq and at one point soared to a valuation of $3bn. Missfresh delivery people were zipping around the streets of China in signature pink shirts, loading up on groceries and delivering them to homes, including the home of our tech reporter in Beijing, Ryan McMorrow. </p> <p><strong>Ryan McMorrow<br></strong>For consumers, it was definitely a good deal. The delivery charges weren't very high, maybe a dollar or two. So for my wife, when she wanted to get things fast, she would always open their app and load up her grocery basket, and it would get to our door in about 30 minutes. So it was definitely one of our go-to apps for getting food. </p> <p><strong>Marc Filippino<br></strong>And last month, Ryan was pretty bummed. He had to break the news to his wife that Missfresh was going bust. </p> <p><strong>Ryan McMorrow<br></strong>So far, they're not officially bankrupt. In China, the bankruptcy process is not as smooth and orderly as it is in the US or the UK. </p> <p><strong>Marc Filippino<br></strong>But he had found out that in nine cities the company had closed down most of its mini warehouses. Its business model was to blanket cities with small warehouses for faster delivery, and this was a big selling point to investors. </p> <p><strong>Ryan McMorrow<br></strong>They have yet to turn a profit, and it doesn't seem like they ever will. So the investor money was just subsidising these years of losses. I mean, they owe their suppliers lots of money. They fired most of their staff. If you go on their app to try to order food, there's nothing that can be delivered. And I went to one of their many warehouses and it was closed. But there was a worker there just checking up on it to make sure stuff wasn't stolen, I guess, but it was just in total disorder. The water tanks that usually hold the fish were dry without any water. It's clear they're not doing any business currently. </p> <p><strong>Marc Filippino <br></strong>And the company's stock market valuation is now less than $100mn, a fraction of what it was at its peak. Ryan says the collapse has shocked a lot of people in China, but the government seems to be turning its back on Missfresh and perhaps other high-flying consumer technology companies. </p> <p><strong>Ryan McMorrow<br></strong>These companies like Alibaba and Tencent used to be seen as bringing China into a new digital era and really pioneering. But at this point, Beijing doesn't really see them that way anymore and now has that same view for semiconductors and robotics, AI, those type of companies and these like consumer internet companies. If one goes under, no one in the government is really going to bat an eye. </p> <p><strong>Marc Filippino<br></strong>And what about the global investors who sank money into Missfresh? </p> <p><strong>Ryan McMorrow<br></strong>All the investors like Tiger Global and a technology fund managed by Goldman Sachs, which put in collectively probably about $200mn, they almost certainly will not be seeing any of that money. </p> <p><strong>Marc Filippino<br></strong>That's our China technology reporter Ryan McMorrow. </p> <p>[MUSIC PLAYING]</p> <p>Japan's government is worried about how much young people are drinking. Well, Tokyo's actually concerned they're not drinking enough. Sounds weird, right? But the government gets vital tax revenue from alcohol sales. So it's launched a new campaign. It's a contest asking Japanese people between 20 and 39 years old to come up with ideas to revitalise the alcohol industry. Why target young people? Well, Japan's society is ageing and young people drink less compared to their elders. In fact, some don't drink at all. One official, perhaps desperate, perhaps clever, said he's hoping for some ideas involving the metaverse that might encourage young people to crack open more bottles. </p> <p>[MUSIC PLAYING]</p> <p>And hey, one more thing, the new season of the FT podcast <em>Tech Tonic</em> is out. This new series takes on the world of cryptocurrency, and spoiler alert, host Jemima Kelly is a bit of a crypto sceptic or as crypto folks might call her, a salty no-coiner. Stick around after today's show for the <em>Tech Tonic</em> trailer. </p> <p>[MUSIC PLAYING]</p> <p>You can read more on all of these stories at FT.com. This has been your daily <em>FT News Briefing</em>. Make sure you check back tomorrow for the latest business news. </p> <p><strong>Jemima Kelly</strong><br>Hi, I'm Jemima Kelly. I'm a columnist at the Financial Times. I'm afraid I really don't believe in bitcoin. I don't believe in crypto, and I don't believe that the tech that underpins it all, the blockchain is going to solve the world's greatest problems. </p> <p><strong>Unnamed interviewee</strong> <br>People are getting scammed right and left, and people are losing money that they can't afford to lose. </p> <p><strong>Jemima Kelly</strong><br>In a new series of <em>Tech Tonic</em> from the Financial Times, I'm taking a journey through what I like to call crypto land to find out whether this year's huge crypto crash has brought people back down to earth. </p> <p><strong>Wajahat Mughal</strong><br>Too much technology, too many applications, too many users, too much money within the system. I never really in my head thought that this could actually go to zero. </p> <p><strong>Jemima Kelly</strong><br>We'll be hearing stories from the converts, the critics, and the hardcore believers. </p> <p><strong>Michael Saylor</strong><br>Bitcoin is the only thing that looks like it could possibly work. Everything else is hopeless. </p> <p><strong>Jemima Kelly</strong><br>Subscribe to <em>Tech Tonic</em> from the Financial Times wherever you get your podcasts. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Nikou Asgari and Ryan McMorrow  2022 'Missteps at Missfresh' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-18T04:00:38.733Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 6453,
          "end": 6466
        },
        {
          "start": 6518,
          "end": 6531
        },
        {
          "start": 6518,
          "end": 6525
        }
      ],
      "weightsV2": {
        "weight": 1.805,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.19500005,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}