{
  "_id": "52e2c3a7af8d3244d075718f3c12c9df22036e3d721cbb66cb538fc48f77bb99",
  "feed": "ftcomall",
  "title": "Prada explores secondary listing in Milan",
  "text": "<p>Italian luxury fashion group Prada is exploring a secondary listing in Europe in addition to Hong Kong but said Asia remained a vital source of sales for the business. </p> <p>Patrizio Bertelli, who with his wife Miuccia Prada built the Milanese company into a global fashion powerhouse worth €14bn over the past 30 years, said a Milan listing would be “in line with the group's heritage”. </p> <p>“There are many companies that are listed in two jurisdictions,” Bertelli told the Financial Times, adding: “Obviously we are not looking to leave Hong Kong — Asia is an extremely important market for our group.”</p> <p>He also reiterated the family's long-term commitment to the company, saying it wants to maintain the 80 per cent stake it currently owns through Prada Holding SpA.</p> <p>Prada raised $2.1bn when it listed a 20 per cent stake in Hong Kong in June 2011. At the time, Italian luxury brands were booming in Asia and Prada hoped a Hong Kong listing would allow it to capitalise on its popularity.</p> <p>Bankers and analysts think a dual listing would boost growth by diversifying the investor base. Prada hired former Goldman Sachs banker Andrea Bonini as its chief financial officer three months ago. However, the group and its advisers are exploring several options and there is no guarantee the Milan listing will go ahead. </p> <p>There are currently no dual listings between Hong Kong and Milan and there are important technical questions about how one would work, including the way shares would be exchanged between the two markets. </p> <p>Prada unveiled its half-year results on Thursday, posting €1.9bn in net revenues, up 22 per cent year on year. Retail sales were up 26 per cent over the same period to €1.7bn, a 38 per cent improvement on 2019, before the Covi-19 pandemic. </p> <p>The group has made a strategic decision to cut back its wholesale business, which makes up 9 per cent of the total, by reducing sales through third-party channels.&#xa0;Wholesale sales fell 3 per cent compared with the same period last year and are down 39 per cent compared with 2019. </p> <p>“The pandemic kept people compressed [and] this is a reaction, people are now willing to spend,” said Bertelli. “There's a social change in consumption . . . purchases have become more emotional and less reflective.”</p> <p>Prada sales fell 7 per cent in Asia Pacific in the first half, but the region remains the biggest source of revenue. Retail sales for the first half of the year were €590mn.</p> <p>Bertelli said regional policies during the pandemic had had a major effect: “Businesses are bearing the brunt of the zero-Covid policy and the repeated lockdowns.”</p> <p>All Prada's other markets, including Japan, have had continuous growth since Covid restrictions were gradually eased in 2021. Retail sales in Europe grew 89 per cent to €486mn compared with the first half of last year, driven by domestic sales and a rise in tourism from North America. </p> <p>Like other European fashion houses, Prada shut its retail stores in Russia, which made up 2-3 per cent of total sales, in March. </p> <p>North American sales rose by 41 per cent to €360mn in the first half of the year, up 116 per cent compared with pre-pandemic levels. </p><p>Source: Silvia Sciorilli Borrelli in Milan and Arash Massoudi in London 2022 'Prada explores secondary listing in Milan' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T12:34:48.037Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1096,
          "end": 1109
        },
        {
          "start": 1096,
          "end": 1103
        },
        {
          "start": 1090,
          "end": 1103
        }
      ]
    }
  ]
}