{
  "_id": "a084db60602dbb263a1ec19f1dda05192b23fa12c92a046a80fed6b403e47a6f",
  "feed": "wall-street-journal",
  "title": "Soaring Oil Prices Test Resiliency of U.S. Stocks; While American companies face little exposure to the impact of Russian sanctions, global energy markets may be more at risk",
  "text": "<p>The good news, from the perspective of U.S. finance: The average stock portfolio is hardly exposed to Russian stocks, and U.S. companies have little reliance on Russian revenue. Western banks' exposure to Russia, meanwhile, has dwindled since the 2014 annexation of Crimea.</p><p>The uncertain and potentially worrisome news: Global energy markets may be more exposed to the impact of sanctions than traders, portfolio managers and policy makers realized. Oil surged Tuesday to its highest level in more than seven years, reflecting in large part the pullback by Western traders from a range of firms they feared might be linked in any way to sanctions. A corresponding plunge in bond yields and bank shares suggests the economic impact in the U.S. could be significant, traders said.</p><p>To be sure, even the bad news in markets in New York has paled in comparison to what has happened in Europe. This week, the Russian ruble has fallen, while London-listed shares of many Russian companies have tumbled. Russia's central bank closed stock trading for Monday and Tuesday to stem further turmoil. Even Tuesday when U.S. stock indexes tumbled, investors said trading was orderly.</p><p>\"I don't think there's some kind of [market] plumbing issue that's gumming up the works right now,\" said Blake Gwinn, head of U.S. rates strategy at RBC Capital Markets. \"Things are behaving pretty much like you'd expect.\"</p><p>To be sure, potential risks for the U.S. and other Western markets have emerged. While still a smaller player on the world stage—Russia is the world's 11th-largest economy—the country's status as one of the largest suppliers of oil and natural gas keeps it solidly entangled with the rest of the globe. Rising oil prices could potentially exacerbate inflationary pressures in the U.S. and elsewhere. Brent-crude futures have risen 8.4% to $104.97 a barrel since the invasion.</p><p>Meanwhile, the risk of Russia retaliating to Western sanctions by choking off supply of its products continues to loom. Any impact to Europe could still trickle to the U.S. economy and cause pain ahead.</p><p>For now, though, strategists say, the growing disconnect between the economies of Russia and the West is providing reassurance to investors that portfolios can withstand financial fallout in the East.</p><p>\"A well-diversified stock and bond portfolio is not going to be very exposed to Russia,\" said Karin Anderson, director of fixed income manager research at Morningstar. \"If you're a passive index-fund investor or more focused on actively managed funds, you're probably looking at exposure under 1%.\"</p><p>Take, for example, target-date funds in the U.S., a popular choice for investors in 401(k) retirement funds. Target-date funds, which offer a mix of stocks and bonds and grow gradually more conservative over time, have little exposure to Russian stocks and bonds, Morningstar data show.</p><p>Around 0.5% of assets in target-date funds were in Russian stocks and just 0.2% were in Russian bonds as of the end of January, according to Jeffrey Ptak, chief ratings officer at Morningstar, based on an analysis of roughly $1.7 trillion sitting in U.S. target-date funds.</p><p>Yet even beyond retirement accounts, Russia exposure in U.S. markets is limited. Of the more than 2,400 companies listed on the New York Stock Exchange, only three are Russian.</p><p>Investors in U.S. companies face little Russia exposure as well, data show. A FactSet analysis estimates that the aggregate revenue exposure to Russia and Ukraine among S&amp;P 500 companies is 1%.</p><p>\"If you go back and read [earnings] transcripts from the last couple of months, when companies are asked about this issue, they say they don't have a lot of direct exposure to Russia and Ukraine,\" said Lori Calvasina, head of U.S. equity strategy for RBC Capital Markets.</p><p>SHARE YOUR THOUGHTS</p><p>How effective do you think the sanctions against Russia will be? Join the conversation below.</p><p>At the same time, Tuesday's action in commodity and bond markets raises the prospect that even strong results by U.S. firms may go less far in the markets than they currently do. Investors already are bracing for the Federal Reserve to raise short-term interest rates for the first time since 2018, a bid by the central bank to begin normalizing the economy after rounds of Covid-related stimulus the past two years.</p><p>Investors often anticipate that the Fed will be on guard against any economic slowdown by holding the line on interest rates, but it isn't clear that that assumption still holds true at a time when inflation is running at its hottest in 40 years. Rising rates and inflation both tend to lead to lower valuations over time, traders and portfolio managers say.</p><p>On the banking front, the fallout of past turmoil in the region has left the financial system with less exposure to disruption in Russia. Western banks have been reducing exposure to Russia since the 2014 annexation of Crimea, said Jennifer McKeown, head of the global economics service at Capital Economics.</p><p>\"If more severe adverse consequences were to materialize, we think that they would be more likely to relate to trade and supply shortages than to financial market disruption,\" she wrote in a Monday research note.</p><p>Overall, Western banks had $86 billion in total exposure to the Russian private sector as of September, according to Capital Economics data. That is down from $216 billion in 2013. Banks in Italy and France each have more than $23 billion in total exposure to Russia, while Austrian banks have more than $17 billion.</p><p>There is less risk on the books of U.S. banks. Citigroup said Monday it has nearly $10 billion in total exposure to Russia, but that is a fraction of its total assets of $2.29 trillion. Citigroup had halved its Russian exposures following Russia's 2014 annexation of Crimea, and it and other banks have refrained from making big bets on the country since then.</p><p>At Goldman Sachs Group Inc., that figure stood at slightly more than $1 billion as of December, against total assets of $1.46 trillion.</p><p>Sam Goldfarb, Alexander Osipovich and Gunjan Banerji contributed to this article.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Charley Grant at charles.grant@wsj.com</p><p>Soaring Oil Prices Test Resiliency of U.S. Stocks</p>",
  "published": "2022-03-02T10:33:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5868,
          "end": 5875
        },
        {
          "start": 5868,
          "end": 5881
        },
        {
          "start": 5868,
          "end": 5892
        }
      ]
    }
  ]
}