{
  "_id": "449366fd2cd17c5ff15579fc71ee2e2ed275e175dd462c8eaefb11b7af862c75",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Trial by Fire Of Mike Novogratz --- The Wall Street star made a big bet on cryptocurrencies. Then the market crashed.",
  "text": "<p>But now markets were once again turning on Mr. Novogratz. One of Galaxy's most prominent recent bets -- an upstart cryptocurrency called Luna that inspired a tattoo of a wolf that Mr. Novogratz had applied to his left biceps -- lost 99% of its value in just three days. Bitcoin and other cryptocurrencies also fell sharply as inflation and rising interest rates rattled the markets for digital assets. Shares in Mr. Novogratz's firm, which is publicly traded in Canada, are down 69% this year.</p><p>The crypto crash is testing investors of all sizes who piled into digital assets. Mr. Novogratz's Galaxy averted disaster with skillful trading, adopting the kinds of risk-management techniques employed by traditional investment banks. It sold certain crypto positions, including at least part of its Luna stake, before the selloff deepened in May, according to securities filings and people close to the matter. Mr. Novogratz remains a billionaire based on his stake in Galaxy and his other investments, according to some of these people.</p><p>His earlier public bullishness, however, attracted attention once Luna collapsed. One investor who lost money said Mr. Novogratz's endorsement of Luna encouraged him to make a disastrous bet on TerraUSD, a related token that also tumbled in May. On Twitter, one post replaced Mr. Novogratz's arm tattoo with the image of a chart tracing Luna's stunning decline.</p><p>In an interview, Mr. Novogratz said that while he had been publicly optimistic about the future of Luna and other cryptocurrencies, he made sure to include words of caution. \"It's painful to me that too many people lost too much of their earnings\" in Luna and TerraUSD, Mr. Novogratz said. \"I always said don't put too many eggs in one basket.\"</p><p>Digital currencies will rebound before stocks and the current downturn will prove healthy, he added. \"It washes out people who came late, testing the system,\" he said in the interview. \"I'm arguing the system is gonna hold.\"</p><p>Long before Mr. Novogratz's emergence as a crypto convert, the 57-year-old billionaire had a Wall Street career marked by successes and setbacks.</p><p>A standout wrestler at Princeton University, Mr. Novogratz made friends easily in college and relished the spotlight, said Pete Briger, a fellow Princeton alum who later worked alongside Mr. Novogratz at Fortress. Mr. Novogratz served in the New Jersey National Guard before heading to Goldman, one of the biggest investment banks on Wall Street. Mr. Novogratz quickly made his mark in finance as a so-called macro investor trading on economic and geopolitical trends. He became a Goldman partner at age 33 and left the firm by 2000. He later joined Fortress, a hedge-fund giant.</p><p>Then, as now, he stood out for his willingness to champion outside interests. Mr. Novogratz once organized a match between U.S., Russian and Iranian wrestlers in New York's Grand Central Terminal to help persuade the International Olympic Committee to keep the sport in the Games. He donates freely to organizations aimed at reforming the criminal-justice system, and chairs the Bail Project, which posts bail for detainees who otherwise couldn't afford it.</p><p>Mr. Novogratz learned about bitcoin from Mr. Briger, Fortress's co-CEO, and others. During his time at Fortress, Mr. Novogratz and his partners bought cryptocurrencies for their own personal investment accounts, said people familiar with the situation.</p><p>His most serious career stumble came in 2015, when Mr. Novogratz's macro fund suffered deep losses on investments on Brazilian and other investments and closed. He quit Fortress to start a firm to invest his own wealth.</p><p>Over time, Mr. Novogratz came to see cryptocurrencies as a \"really cool new technology\" that was likely better capable of storing value amid rising inflation than alternatives, he said at a recent conference. Soon, he was a true convert, buying $10 million of bitcoin and another cryptocurrency called ether partly because he sensed a lack of trust in global currencies, he said.</p><p>In 2018 Mr. Novogratz merged his family office into Canada's Bradmer Pharmaceutical to create Galaxy, a crypto-focused firm catering to institutions and companies. Mr. Novogratz's portfolio of personal crypto investments moved onto the publicly traded Galaxy's balance sheet. The firm now has more than $2 billion of digital assets on that balance sheet.</p><p>Mr. Novogratz became a vocal fan of the fast-growing Terra blockchain network, the platform underpinning a number of cryptocurrencies. These included Luna and TerraUSD, a so-called algorithmic stablecoin designed to maintain its value at $1 per coin and not backed with traditional assets. In March 2021, Mr. Novogratz tweeted: \"Pumped to be an Anchor investor,\" referring to the Anchor Protocol, a kind of crypto bank based on Terra's network. Anchor attracted billions of dollars of investors' money by offering annual yields of nearly 20% on deposits of TerraUSD.</p><p>\"My role -- because I can't stop talking -- has been to preach,\" he told a major bitcoin convention in Miami in early April.</p><p>The confidence Mr. Novogratz and a few other well-known investors expressed in crypto encouraged others to make similar bets.</p><p>Kevin Newby, a former information-technology worker outside of Detroit, said Mr. Novogratz's endorsement was one of the reasons he overcame his initial skepticism about the Anchor Protocol and put money in it. Mr. Newby lost over $200,000 when TerraUSD collapsed in May. Mr. Newby had kept most of his crypto profits in TerraUSD deposited in Anchor Protocol, attracted by the high yields.</p><p>Now, he is planning a return to the workaday world. \"I'm back to square one, polishing my resume and looking for a job,\" Mr. Newby said.</p><p>One of the Galaxy bets that attracted attention from the outside world was Luna. It first invested in late 2020, when the price was well under $1. The value of the investment had risen to roughly $400 million in December of last year.</p><p>Mr. Novogratz tweeted to his followers on March 26, 2021, that he would get a tattoo if Luna hit $100. Galaxy began to take profits on its gains last year as Luna climbed, according to people familiar with the situation.</p><p>Mr. Novogratz followed through on his tattoo pledge in January of this year;. That was not long after Luna surged as high as $103.33 in late December, according to data provider CoinMarketCap. An image he tweeted in January showed a tattoo of a wolf howling beneath a moon and a \"Luna\" banner. \"I'm officially a Lunatic!!!\" the tweet said. Luna hit a record of $119.18 in early April, according to CoinMarketCap data.</p><p>At a bitcoin conference in Miami, two days after Luna hit an all-time high, Mr. Novogratz told thousands of attendees that \"we're moving to a digital world\" with nations and others adopting cryptocurrencies. There is \"momentum on the side of this,\" he said at the April event, while adding \"it's not without risk.\"</p><p>Robert Bogucki, a Wall Street veteran who is Galaxy's co-head of trading, became concerned by the level of enthusiasm demonstrated by the attendees of the same Miami bitcoin convention as well as the impact of the Federal Reserve's decision to raise interest rates. Soon, he was taking bearish positions in Galaxy's trading account on various cryptocurrencies, though not TerraUSD or Luna, according to people familiar with the trades. Those moves paid off for Galaxy, which also saw gains from lending activities generated by a group run by Jason Urban, the firm's other co-head of trading, according to those people.</p><p>Starting on May 7, TerraUSD dropped below its $1 peg, prompting investors to withdraw billions of dollars from Anchor in the crypto equivalent of a bank run. That in turn prompted a selloff of Luna, which had helped back TerraUSD's value. The collapse of the two cryptocurrencies wiped out around $40 billion in value within days.</p><p>On May 9, Galaxy reported that it sold at least part of its Luna stake during the first quarter of 2022. Realized gains on sales of Luna and other assets totaled $355 million in the period ended in March, the firm said. Galaxy hasn't said if it was still holding any of the currency when it lost nearly all its value in May.</p><p>On May 18, Mr. Novogratz issued a letter assuring investors that \"crypto is not going away,\" though the setback for the sector was significant. He said the experience had reinforced \"a few core tenets of investing\" including the need to keep a diversified portfolio and \"take profits along the way . . . Galaxy did all of these with regards to our investment in LUNA.\"</p><p>When Mr. Novogratz posted his letter on his Twitter feed, some replies reminded him of earlier bullishness. One tweet asked: \"Do you feel regret and shame shilling luna to small retail investors who lost their life savings in it?\"</p><p>Mr. Novogratz remains upbeat about cryptocurrencies, he said in the recent interview. As for his Luna tattoo, he's keeping it. \"It's a good reminder that not everything you do works out,\" he said.</p><p>---</p><p>Alexander Osipovich contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2593,
          "end": 2600
        },
        {
          "start": 2398,
          "end": 2405
        }
      ]
    }
  ]
}