{
  "_id": "52bc3560abd90bb2d1045a6b60cdf78bf773e367bfb5c8a7b70a4d7173080257",
  "feed": "market-watch",
  "title": "Dow industrials knocking on door of milestone at 37,000 early in 2022",
  "text": "<p>To be sure, 1,000-point milestones for the Dow DJIA on their own don't carry much significance in terms of market fundamentals or even technicals, but some analysts contend they are at least symbolically important as the bull market in stocks appears to maintain its hold in 2022.</p><p>That said, the Nasdaq Composite COMP and the S&amp;P 500SPX indexes were under pressure, down 1.6% and 0.1%, respectively, to underscore the divergence between the benchmark stock gauge and its peers which were driven lower due to losses in technology-related equities.</p><p>Read:&#xa0;The S&amp;P 500 beat both Dow, and Nasdaq in 2021 by the widest margin in 24 years. Here's what history says happens in 2022.</p><p>The Dow finished Monday trade, the first session of the new year, up by 246.76 points, or 0.7%, at 36,585.06, extending its steady ascent to end 2021.</p><p>Dow Jones Market DataDow Jones Market DataIt has been about 40 trading days since the Dow last cleared a 1,000-point milestone on Nov. 2. A close above 37,000 would mark its fastest milestone run since it completed a move from 33,000 to 34,000 in mid-April of last year.</p><p>Any finish above 37,000 at any point is less impressive because the moves mathematically become less significant the higher the Dow industrials grow overall. For example, the climb from 36,000 represents a roughly 2.8% gain.</p><p>Among the Dow's 30 components that have helped the price-weighted index climb during this most recent stretch are Goldman Sachs Group Inc. GS, Amgen AMGN, and McDonald's Corp. MCD, while the biggest drags have been UnitedHealth Group UNH, Apple Inc. AAPL and salesforce.com Inc. CRM.</p>",
  "published": "2022-01-04T11:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1436,
          "end": 1460
        },
        {
          "start": 1436,
          "end": 1449
        },
        {
          "start": 1436,
          "end": 1443
        },
        {
          "start": 1436,
          "end": 1459
        }
      ]
    }
  ]
}