{
  "_id": "17982844e58099990597a1992fe39e6c1567f4460eab7743943d700ad4da75ef",
  "feed": "market-watch",
  "title": "The 10 most influential investors in the market today; They have helped move the prices of securities, influenced the strategies of market participants, and played a role in determining how markets are structured and function.",
  "text": "<p>A pioneer of software buyouts, Orlando Bravo runs Thoma Bravo, a private equity firm with $122 billion in assets under management and some of the best returns in the business. In 2022, Thoma Bravo was involved in some of the biggest software deals, buying Anaplan for $10.7 billion and Sailpoint Technologies for $6.9 billion, while selling Frontline Education for $3.7 billion. It also signed deals to buy ForgeRock for $2.3 billion and UserTesting for $1.3 billion. Bravo has guided his firm into the cryptocurrency arena and was a vocal public bull until pausing his firm's crypto investments in the fall of 2022.</p><p>Chase Coleman</p><p>At the start of 2022, Chase Coleman's Tiger Global managed more than $100 billion in hedge funds, long-only funds and venture capital vehicles. Known for tech investing, Coleman was the hottest investor on Wall Street and many others tried to copy his success by imitating his tech stock picks, fueling them higher. But in the first five months of the year, Coleman's liquid funds lost nearly $20 billion, according to an analysis by LCH Investments, wiping out three-quarters of the gains Coleman had made for his hedge fund investors since he launched Tiger Global in 2001. Coleman's trading losses impacted the stocks he helped popularize, like Carvana CVNA, Roblox RBLX and Peloton Interactive PTON, which all plunged in value further as he sold them. Coleman's venture investments also started to show paper losses, upsetting the balance in the broad venture market.</p><p>Thasunda Brown Duckett</p><p>Thasunda Brown Duckett runs the $1.2 trillion Teachers Insurance and Annuity Association of America, which wields enormous influence both on markets in general and on the retirement situations of more than 5 million customers. She has guided the provider of pensions and investment funds for nonprofit employees and their families to pay out $6.4 billion to retirees last year and boost those payments by 5% for holders of its main plan for 2022. Duckett has been pushing Washington to move on proposals that can narrow the retirement savings gap being faced by 100 million Americans, including many people of color.</p><p>Larry Fink</p><p>There is perhaps no greater force in the equity markets today than the rise of passive investing, and Larry Fink's BlackRock has championed this massive structural market change. With $8 trillion of assets under management, BlackRock BLK is the world's biggest asset manager and has led the investor stampede into passive exchange-traded funds. BlackRock is often one of the top shareholders of any given U.S. public company, giving the firm broad influence on what goes on in corporate America. Fink has also pivoted BlackRock toward ESG investing, launching dozens of ESG-oriented mutual funds and ETFs, making Fink one of the most powerful ESG evangelists. That has vaulted Fink into the middle of an emerging debate over ESG and the nation's culture wars.</p><p>Jennifer Grancio</p><p>Last year, a tiny investment outfit beat the board of ExxonMobil, the largest U.S. oil company. Engine No. 1 turned a $40 million investment into three ExxonMobil XOM board seats by demanding the giant corporation implement a robust clean energy strategy and winning a shareholder vote. Jennifer Grancio, Engine No.1's CEO, continues to push the sustainability-focused investment firm forward as it works to broaden the ESG movement, which is changing the relationship between investors and companies, and impacting the way the biggest corporations do business by reshaping the duties of their boards.</p><p>Ken Griffin</p><p>Ken Griffin founded and built Citadel Securities into the world's biggest algorithmic market maker, involved in the trading of one in every four stocks that changes hands in the U.S. each day. Citadel Securities executes 35% of all U.S.-listed retail volume and is a big liquidity provider in U.S. options exchanges as well. Griffin is also CEO of one of the most influential multi-manager hedge fund firms, Citadel, which oversees some $50 billion. Its flagship hedge fund returned about 29% in the first nine months of the year while markets slumped. In 2022, Lloyd Blankfein, the former CEO of Goldman Sachs, suggested that Griffin was the Michael Jordan of Wall Street trading. \"The businesses he's built, my gosh, it's breathtaking,\" legendary billionaire hedge fund manager Paul Tudor Jones said earlier this year. Griffin is preparing for a recession to hit the U.S. in 2023.</p><p>Greg Jensen</p><p>At 48, Greg Jensen has been right a lot in this market. The macro investor was early to see the rise of inflation and its implications, including a swift rise in bond yields. With Ray Dalio relinquishing control of the firm he built in October, Jensen is now one of two co-chief investment officers at the world's biggest hedge fund firm, and given his youth is poised to play a big role in markets for years. In addition to Bridgewater Associate's $150 billion in assets, Jensen is a regular contributor to the firm's Daily Observations newsletter, which is closely read by some of the world's most important institutional investors and policymakers. He has been expanding his reach this year by increasing his public appearances. The results for Bridgewater have been good—its biggest hedge fund was up 34.6% in the first nine months of 2022—but not perfect. Its passive All Weather product has slumped.</p><p>Abigail Johnson</p><p>Abigail Johnson has pivoted Fidelity toward serving the new demands of individual investors and emerging investment areas like cryptocurrencies. She has reinvigorated the financial giant that manages mutual funds and other vehicles, and administers the client money of other brokers. Fidelity now oversees $10 trillion in assets under administration, doubling since Johnson became CEO in 2014. Fidelity is again a market powerhouse. It has added millions of new customers between the ages of 18 and 35 and Johnson is now pushing to add cryptocurrencies to 401(k) plans.</p><p>Adebayo Ogunlesi</p><p>With little fanfare, Adebayo \"Bayo\" Ogunlesi runs Global Infrastructure Partners, the nation's biggest infrastructure private equity firm, with $84 billion of assets under management. He is also the lead director of Goldman Sachs GS, Wall Street's biggest investment bank. GIP owns major airports like Gatwick and Edinburgh; Hornsea One, the world's biggest offshore wind farm; and big energy assets like the Hess Midstream Partners shale oil and gas joint venture. In August, President Biden appointed Ogunlesi to lead his National Infrastructure Advisory Council.</p><p>Cathie Wood</p><p>In 2022, Cathie Wood's flagship ARK Innovation exchange traded fund has tumbled by about 60% and short sellers successfully bet against stocks in which she had big positions, like Teladoc Health TDOC and Roku ROKU. The fund's assets fell from $28 billion to $8 billion. But Wood has remained an icon for retail and other investors who believed in her unwavering enthusiasm for stocks that represented new technological innovation. Even as the Nasdaq plunged, Wood continued to champion disruptive innovation and the notion that private markets do a better job of valuing such trends than public equities. While her performance tanked, investors funneled another $1.4 billion into ARK's Innovation ETF in the first nine months of 2022 and Wood continued to rally her many investors to bet on speculative technology companies. Wood even launched a venture capital fund in September that unusually targeted individual retail investors with a minimum investment of only $500.</p><p>TO SEE THE ENTIRE MARKETWATCH 50 PLEASE CLICK HERE</p><p>The 10 most influential investors in the market today</p>",
  "published": "2022-11-08T14:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4142,
          "end": 4149
        },
        {
          "start": 4142,
          "end": 4155
        },
        {
          "start": 6165,
          "end": 6172
        },
        {
          "start": 6165,
          "end": 6178
        }
      ]
    }
  ]
}