{
  "_id": "2289daa138253b827304f4db5e07a65d3dea217ed3c52c65088f5f81883ce0f8",
  "feed": "wall-street-journal",
  "title": "Battery Recycling Race Heats Up After Inflation Reduction Act; Ascend Elements raises more than $300 million, as cash pours into battery recycling companies",
  "text": "<p>Jaguar Land Rover and South Korean battery giant SK Innovation Co. are among the investors putting more than $300 million into Ascend Elements, a startup that aims to serve an emerging center of battery production in the Southeastern U.S. The company says it has an efficient way to turn used lithium-ion batteries into new components. Other investors include Fifth Wall, a venture investor with a clean-energy focus.</p><p>The funding is split between equity and debt and values Ascend at more than $500 million.</p><p>SHARE YOUR THOUGHTS</p><p>What is the future for battery recyclers? Join the conversation below.</p><p>Ascend and other upstarts such as Redwood Materials Inc. and Li-Cycle Holdings Corp. have said they would spend billions of dollars to supply battery makers with the inputs they need. Recycling startups typically break down old batteries or scrap material from manufacturing, then use chemical processes to produce components that can go into new batteries.</p><p>The recyclers are jockeying for large customers that need more of those materials to meet their electric-vehicle goals. Car makers are trying to limit their dependence on China, which dominates the battery supply chain.</p><p>Investors are pouring money into recycling in part because nearly all new mines and processing facilities in the U.S. face local opposition due to worries about environmental damage. That typically stalls progress and means it takes up to a decade or more to get projects up and running.</p><p>The Inflation Reduction Act added to the momentum in the sector by tying electric-car tax credits for consumers to how much battery material comes from domestic production and recycling or from U.S. trade partners.</p><p>\"It has definitely changed the tone and tenor of the discussions we're having with customers,\" Ascend Chief Executive Mike O'Kronley said. \"There's now an even larger urgency to source these critical battery materials locally.\"</p><p>The government has also made billions of dollars available to battery startups through last year's infrastructure bill and Energy Department loans.</p><p>Founded in 2015, Ascend currently operates facilities including one in Covington, Ga., that breaks down batteries. It is spending up to $1 billion to build a larger plant in Kentucky. Ascend says its chemical process is unique because it can be easily modified to supply different types of components. It hopes to eventually expand beyond the region, Mr. O'Kronley said.</p><p>Auto companies building factories in the Southeast include SK partner Ford Motor Co., Hyundai Motor Co. and upstart Rivian Automotive Inc. Ascend also has a partnership with Honda Motor Co.</p><p>Securing metals near manufacturing sites is seen as vital to scaling production and lowering emissions, which are high due to metals extraction, processing and shipments around the world.</p><p>Redwood, run by Tesla Inc.'s former chief technology officer, said recently it would spend $3.5 billionon a battery-component production facility in northwest Nevada. JB Straubel's company is expanding after recycling material from Tesla supplier Panasonic Holdings Corp. and other manufacturers for several years. It raised about $775 million from investors including T. Rowe Price, Goldman Sachs Asset Management and Fidelity last summer, valuing the company at roughly $4 billion.</p><p>Some analysts say recycling startups could struggle to be profitable due to high costs and manufacturing challenges until the first generation of large-scale electric-car batteries is retired about a decade from now. Scrap from battery manufacturing will be the industry's majority input until the mid-2030s, consulting firm Benchmark Mineral Intelligence forecasts. Smaller batteries from laptops and other devices aren't enough input material for the industry to truly take off, analysts say.</p><p>Uncertainty about high costs and nascent technology has pushed some investors to bet against Li-Cycle, one of the few publicly traded recycling companies. In response, Toronto-based Li-Cycle has highlighted a partnership with LG Energy Solution Ltd. and an investment from mining company Glencore PLC, which recently put in $200 million. It is building a facility in Rochester, N.Y., to produce battery chemicals.</p><p>Li-Cycle has a market value of about $1.2 billion after going public last year by combining with a special-purpose acquisition company, or SPAC. The company has facilities in Ontario, New York and Arizona and plans for plants in Ohio, Alabama, Norway and Germany.</p><p>Even though recycling is viewed as greener than mining, the startups will also have to keep their energy, water and chemical footprints down to stay competitive.</p><p>Mr. O'Kronley said Ascend's facilities run on renewable power and the company reuses chemicals. The former executive at A123 Systems—a battery startup that received government funding then went bankrupt a decade ago—said consistent demand from consumers and large companies will help this generation of clean-energy startups avoid the sector's past pitfalls.</p><p>\"The difference now is that the market is ready,\" he said.</p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Battery Recycling Race Heats Up After Inflation Reduction Act</p>",
  "published": "2022-09-14T10:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3189,
          "end": 3219
        },
        {
          "start": 3165,
          "end": 3195
        },
        {
          "start": 3189,
          "end": 3202
        },
        {
          "start": 3189,
          "end": 3196
        }
      ]
    }
  ]
}