{
  "_id": "9b8afc8a5ef7cdbdae85954ec4c6f6450af44ee57369a935a358272e9480fa55",
  "feed": "wall-street-journal",
  "title": "Chinese Stocks Could Have Some Light At the End of the Tunnel",
  "text": "<p>U.S. investors in the market for a bit of diversification in the face of an increasingly hawkish Fed could do worse than cast their eyes east.</p><p>Chinese indexes are off to a decent start in 2022: The MSCI China has gained 2.5% so far versus a 7.5% fall for the S&amp;P 500. U.S. stocks have been hit hard by investor perceptions that the Federal Reserve could raise rates sooner and faster than seemed likely just a few weeks ago.</p><p>Historically, Chinese stocks have usually performed poorly early on in Fed tightening cycles, according to Goldman Sachs. But this time, China's central bank will likely buck the tightening trend of its peers in most other major economies. The People's Bank of China has started easing more aggressively since late 2021. Last week, it cut a few key lending rates, including one that is commonly used for mortgages.</p><p>That is a sign that Beijing's policy priorities are shifting: The government is getting increasingly uncomfortable with the severe economic drag from the property downturn, which began in the middle of last year. China has been curtailing the flow of credit to its real-estate sector in a bid to rein in massive leverage built up from the reckless expansion of developers such as Evergrande.</p><p>Beijing's wide-ranging regulatory action against the internet-technology sector was another significant driver of the selloff in Chinese stocks last year. The MSCI China fell 23% in 2021, compared with a 27% gain for the S&amp;P 500. Index heavyweight Alibaba lost nearly half of its market value in 2021, while tech giant Tencent fell 19%.</p><p>The MSCI China is now trading at 12.1 times next 12 months' expected earnings, a bit lower than its five-year average, according to Goldman Sachs. The tech selloff has certainly pulled down its valuation, but stocks in other sectors have also gotten cheaper.</p><p>To be sure, many factors still cloud the outlook. Beijing's regulatory campaign against the tech sector isn't over. Policy easing will probably help the housing market as a whole, but the financial situation of many developers remains dire. And the Omicron variant of Covid-19 poses another risk, particularly to consumption, as China may intensify already restrictive existing measures to maintain its Covid-zero approach.</p><p>But after the heavy selloff of last year and with a more accommodative central bank as a new tailwind, the worst may be over for Chinese stocks.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1701,
          "end": 1714
        },
        {
          "start": 532,
          "end": 545
        },
        {
          "start": 532,
          "end": 539
        },
        {
          "start": 1701,
          "end": 1708
        }
      ]
    }
  ]
}