{
  "_id": "e4ac5be1a860d1eca7dec6aa57de8f15f61f848ac7ddc84666e15e05c7ff4c72",
  "feed": "wall-street-journal",
  "title": "Hertz Agrees to Buy 65,000 Electric Vehicles From Polestar; Five-year car purchase agreement is part of rental-car company's goal to expand lineup of plug-in vehicles",
  "text": "<p>The addition of EVs enables rental-car companies to show their embrace of greener technologies and cut their greenhouse-gas emissions, but it comes with challenges. Electric vehicles are typically more expensive, creating higher upfront costs for rental-car companies and potentially raising prices for renters. Additionally, a dearth of public charging networks could prove difficult for leisure travelers and hurt the customers' experience.</p><p>Hertz expects Polestar vehicles to be available beginning this spring in Europe and later this year in North America and Australia. Hertz will initially order the Polestar 2, the EV maker's main production model, which is marketed as a competitor to Tesla Inc.'s Model 3.</p><p>Stephen Scherr, Hertz's chief executive, said higher gas prices are pushing some rental customers into electric models. He added that nearly half of the EVs offered in Hertz's lineup have enough battery range that drivers don't need to charge them during their reservation.</p><p>\"We've not experienced any elevated level of anxiety on the part of the customer,\" Mr. Scherr said.</p><p>Polestar, owned by Chinese car maker Zhejiang Geely Holding Group Co., focuses on high-performance electric cars. Zhejiang Geely is controlled by its billionaire chairman and founder Li Shufu. It owns Geely Automobile Holdings Ltd., Volvo Car Group and other electric-vehicle brands. Polestar said it produced 29,000 vehicles in 2021.</p><p>Hertz said it will finance the purchase of the Polestar vehicles through asset-backed securitizations, a structure that allows it to raise funds at lower rates than if it were to issue its own debt as a corporate entity.</p><p>In October, Hertz placed a 100,000-vehicle order from electric-car pioneer Tesla. At the time, Hertz said the order would increase its mix of electric cars to 20% of its overall fleet. Tesla Chief Executive Elon Musk later cast doubt on the deal, writing on Twitter that a contract had yet to be signed. Hertz, in response to Mr. Musk's tweet, reaffirmed the order had been placed, stating that some deliveries of Tesla Model 3s already had begun.</p><p>The partnership with Polestar is entirely additive to Hertz's business with Tesla, Mr. Scherr said. He added that Hertz has received thousands of vehicles from Tesla, declining to specify an exact figure.</p><p>Polestar's Chief Executive Thomas Ingenlath said getting customers into electric vehicles in a rental setting is a low stakes way for them to test out the new technology and could prompt some to consider a switch for their daily driver.</p><p>He said the Hertz order adds to high demand from customers but that he doesn't expect it to slow down wait times for other buyers. The order is already incorporated into their yearly production plan, he added.</p><p>\"It will be a very uphill battle to make this all happen,\" Mr. Ingenlath said.</p><p>The rental-car company has undergone a reorganization since it filed for bankruptcy in May 2020 after the falling value of its used-car fleet caused a debt crunch. It became a meme stock, cheered on by an army of individual traders, and business rebounded faster than expected as the pandemic reshaped Americans' habits.</p><p>Demand for rental cars heated up during the pandemic as many consumers avoided planes and public transportation and relocated for remote work. When a group of investment firms took over Hertz last June, stockholders received $8 a share—almost unheard of in bankruptcies, which typically wipe out shareholders.</p><p>Hertz went public again in November and has a market value of about $9 billion, three times what it was before the pandemic hit. In February, Hertz named Mr. Scherr, a former Goldman Sachs Group Inc. executive, as its next chief executive.</p><p>On Monday, Mr. Scherr said that travel has been picking up and this summer is expected to be a busy one for the rental-car industry with a lot of pent-up demand from people who have been previously limited because of the Covid-19 pandemic.</p><p>\"People have a desire to get back on the road to travel again,\" Mr. Scherr said.</p><p>Write to Nora Eckert at nora.eckert@wsj.com</p><p>Hertz Agrees to Buy 65,000 Electric Vehicles From Polestar</p>",
  "published": "2022-04-04T19:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3630,
          "end": 3643
        },
        {
          "start": 3630,
          "end": 3637
        },
        {
          "start": 3630,
          "end": 3653
        },
        {
          "start": 3630,
          "end": 3654
        }
      ]
    }
  ]
}