{
  "_id": "9510ad9395e002044b43ec04f5014b3dc998d3a7c4d5b6edf87a0a34260ca017",
  "feed": "wall-street-journal",
  "title": "China Weighs Zero-Covid Exit But Proceeds With Caution and Without Timeline; Beijing takes gradual approach to easing pandemic policies despite rising concerns about impact on economy",
  "text": "<p>As a result, they are proceeding cautiously despite the deepening impact of the Covid policies, the people said, pointing to a long path to anything approaching pre-pandemic levels of activity, with the timeline stretching to sometime near the end of next year.</p><p>The uncertainty around China's Covid-19 strategy has led to a guessing game in the financial markets, with some looking for any sign that China would begin easing its Covid policies. China's Communist Party congress last month, when Chinese leader Xi Jinping claimed a third term, had once been viewed as a potential turning point in its battle against Covid, but little has changed in the country's approach to containing Covid.</p><p>On Saturday, officials from China's National Health Commission again reaffirmed their commitment to a firm \"zero-Covid\" strategy, which they described as essential to \"protect people's lives.\"</p><p>Some progress is being made on relaxing border controls for inbound travelers from abroad. Beijing is likely to further cut the number of hotel quarantine days required of incoming travelers by early next year, to a total of seven days, say people involved in discussions, from a current policy of seven days in a quarantine facility followed by three days of home monitoring.</p><p>Domestically, officials have informed retail businesses that the frequency of PCR testing—a staple of China's Covid regime—could be reduced as soon as this month, in part because of the high cost of mass testing, according to people familiar with the matter. The people said the government is planning to reduce the thousands of PCR testing stations that have been set up across the country as part of the campaign to institutionalize testing, citing the cost.</p><p>Still, the leadership has found it difficult to enact broader relaxation measures this year, the people said. Many of the measures will remain. The country will still move aggressively to stamp out even small outbreaks, through mass testing and lockdowns. People will still need to use health codes on their phones to access public spaces, and travelers entering the country will face quarantines and rounds of Covid tests.</p><p>A combination of new viral variants, an underequipped public healthcare system and the impending approach of winter has left Beijing worried that a potential surge in Covid infections, hospital admissions and deaths could undermine confidence in the ruling Communist Party's legitimacy.</p><p>Chinese health officials have been closely monitoring the fatality rates and public reactions in Hong Kong, Japan and South Korea, which share cultural roots with China and where governments had until recently imposed similar measures, the people said.</p><p>\"The reopening in China will be carried out in an orderly manner. It will start gradually depending on the geographic areas and sectors, and it will be different from what we've seen in the West,\" said one of the people involved in discussions. For example, the government could decide to implement less stringent measures in cities that are major business hubs.</p><p>While some have questioned the accuracy of China's official figures, health experts say the country's Covid fatality rate has been much lower than in much of the West due to its strict measures. Officially, China has recorded roughly 5,000 Covid-19 deaths, a fraction of the U.S.'s more than 1 million deaths. China's Communist Party has celebrated its lower official death count as evidence of the superiority of its governance model.</p><p>In recent months, Chinese officials have maintained close contact with the World Health Organization, focusing on the alert level that the Geneva-based body has assigned for the Covid-19 pandemic, according to people familiar with the matter.</p><p>The WHO's emergency committee meets once every three months to assess whether the pandemic still constitutes a \"public health emergency of international concern.\"</p><p>A WHO shift in declaration would give China more wiggle room for policy changes. Beijing could start to push for more aggressive easing measures and adjust the domestic narrative on Covid, effectively declaring victory in containing the virus, according to people familiar with the matter.</p><p>The WHO first declared a public health emergency of international concern in January 2020, and decided during its latest meeting, held in October, that it is still too early to lift the status. The next meeting is slated for January.</p><p>A WHO official said the agency doesn't comment on private discussions with member states.</p><p>One plan under consideration in Beijing, the people said, would be to begin treating Covid-19 as a \"Class B\" infectious disease following any change in the WHO's designation. China has been treating it as a Class A disease, which calls for stricter public-health measures.</p><p>Even with such a move, it could take China a much longer time—perhaps a year, the people said—to return to pre-pandemic levels of activity. The government wants to continue to monitor new variants closely to ensure that they don't become more dangerous, they said.</p><p>Any further loosening of measures would be contingent on a boost in the elderly vaccination rate. Beijing is planning to launch a vaccination campaign later this year for vulnerable groups, aiming for 95% of people aged 60 or above to receive two doses, some of the people said. The latest government data, from early November, shows 86% of the elderly population had received two vaccine doses, compared with 90% for the broader population.</p><p>Another condition for a full reopening of its economy is to boost access to oral antivirals to treat Covid, the people said. Earlier this year, China's drug regulator granted approval for Azvudine, an HIV drug developed by Chinese drugmaker Henan Genuine Biotech Co., to be used for treating Covid. Drug regulators have also approved Pfizer Inc.'s Paxlovid drug.</p><p>The National Health Commission responded to a request for comment by referring to remarks made during its Saturday press conference.</p><p>There have been some signs of a shift in China's posture on Covid in recent months. In September, Mr. Xi visited Central Asia, making his first trip outside the country since Covid began spreading in the central Chinese city of Wuhan in early 2020. The Chinese leader has also begun receiving foreign heads of state in Beijing and is expected to attend a summit of leaders from the Group of 20 nations in Indonesia next week.</p><p>Still, Beijing has been careful to rein in expectations of a rapid shift, including in the Saturday press conference. In a string of pointed commentaries last month, Communist Party mouthpiece the People's Daily called for confidence and patience with Beijing's zero-Covid strategy. Health officials have urged local governments to build quarantine hospitals to prepare for rebounding infections. Shanghai, for example, is building a quarantine facility that can house more than 3,000 people at a cost of just under $200 million, state media reported.</p><p>\"All the signs are pointing to the beginning of preparation for an eventual reopening, especially given the rising cost of the 'dynamic zero-Covid' policy for the economy,\" Goldman Sachs economists said in a Monday note. \"The actual reopening is still months away as elderly vaccination rates remain low and case fatality rates appear high among those unvaccinated based on Hong Kong official data.\"</p><p>—Drew Hinshaw contributed to this article.</p><p>Write to Keith Zhai at keith.zhai@wsj.com</p><p>China Weighs Zero-Covid Exit But Proceeds With Caution and Without Timeline</p>",
  "published": "2022-11-07T13:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7133,
          "end": 7146
        },
        {
          "start": 7133,
          "end": 7140
        }
      ]
    }
  ]
}