{
  "_id": "e8d594be24a14a02f46c8b5f3698ec0040fcf8b7c1b3e1f21347e05768f8c5c7",
  "feed": "wall-street-journal",
  "title": "Chinese Banks in Two Key Cities Cut Mortgage Rates to Boost Housing Sector; Cuts in Shanghai and Guangzhou, though modest, follow similar steps by dozens of smaller cities as home prices and sales weaken",
  "text": "<p>After the cut, mortgage rates for first-time and second-time home buyers in Guangzhou will be 5.4% and 5.6% respectively. The rates are based on China's five-year loan prime rate, which remained unchanged at 4.6% in February, following a cut of 0.05 percentage point in January.</p><p>In Shanghai, banks have trimmed the rate for first-time home buyers to 4.95% from 5%, Economic Information Daily, a newspaper backed by China's official Xinhua News Agency, reported Tuesday.</p><p>The twin cuts, though modest, underscore Chinese policy makers' concerns about the real-estate market since a crackdown on property-developer leverage last year pushed many into default and cooled sentiment among potential home buyers, many of whom had come to see rising home prices as a sure thing.</p><p>In recent weeks, a number of local governments have rolled out measures to fight the real-estate slowdown. Some offered subsidies to young home buyers while others sought to halt an erosion in home prices by banning steep discounts.</p><p>By some measures, real estate and adjacent industries account for about one quarter of China's overall economic activity.</p><p>Last week, banks in Heze, a city in China's eastern Shandong province with an urban population of about 1.3 million people, lowered the minimum down payment for first-time buyers to 20% of the home price from 30%, according to the state-owned Securities Times newspaper. More than 40 cities in China have announced measures to prop up the housing market so far this year, the report added.</p><p>All told, the average mortgage-interest rates in 103 major Chinese cities were 0.09 percentage point lower in February than January, at 5.47% for a first home and 5.75% for a second, according to the consulting firm Beike Real Estate Research Institute. Of the 103 cities, 87 reported that rates in February were down from the month before, compared with 59 in January.</p><p>The housing market is showing tentative signs of improvement after several months of weakening.</p><p>Average new-home prices in 70 major Chinese cities inched up 0.1% in January from the previous month, compared with December's 0.2% month-on-month decline, the National Bureau of Statistics reported Monday. The January increase was the first since September.</p><p>Government spokespeople in Guangzhou, Shanghai and Heze didn't respond to requests for comment.</p><p>Despite the January price uptick and the increasing efforts by authorities and lenders to prop up the market, some economists say it is too soon to say that the worst is over for China's housing market.</p><p>Prices continued to fall in January in smaller, poorer cities, suggesting \"strong downward pressure\" there, Goldman Sachs economists told clients in a note published Monday. According to Goldman's calculations, new-home prices in January were down from a month earlier by 1% in so-called third-tier cities and 3.6% in fourth-tier cities, following drops of 1.6% and 2.7%, respectively, in December.</p><p>Property-transaction volume across 30 cities during the week of Feb. 7—the first week after the Lunar New Year holiday—was also weaker than in the comparable period in 2021, Goldman found.</p><p>\"Given transactions remain sluggish, the overall market sentiment hasn't reached a turning point yet,\" said Zhaopeng Xing, an economist with ANZ.</p><p>Weak housing demand has also shown up in loan data. New household medium- and long-term loans, mostly home mortgages, were down more than 20% in January from a year earlier, to 742.4 billion yuan—the equivalent of $117 billion—even as total new loans soared to a new high.</p><p>Mr. Xing from ANZ called Monday's 0.2 percentage-point cut in Guangzhou mortgage lending rates too small to reignite market enthusiasm, though he expects more cities to cut mortgage rates and down-payment requirements.</p><p>Beijing has declared stability its top economic priority for the year. In December, the Communist Party's top decision-making body, the Politburo, said it would support the housing market to better meet \"reasonable demand\" from home buyers, though it has reaffirmed its mantra targeting speculative market activity.</p><p>Grace Zhu contributed to this article.</p><p>Chinese Banks in Two Key Cities Cut Mortgage Rates to Boost Housing Sector</p>",
  "published": "2022-02-22T11:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2727,
          "end": 2734
        },
        {
          "start": 3113,
          "end": 3120
        },
        {
          "start": 2648,
          "end": 2661
        },
        {
          "start": 2648,
          "end": 2655
        }
      ]
    }
  ]
}