{
  "_id": "bdea1e8b237c3826c81ed92034bef8f4daf7b584c7d84dd3f63e5c744394eb39",
  "feed": "wall-street-journal",
  "title": "One of Cathie Wood's Top Stock Picks Just Plunged 40%; Teladoc Health suffered its worst trading day on record after slashing its financial outlook; Ms. Wood's ARK Investment Management is digital-health company's largest shareholder",
  "text": "<p>The rout hit Ms. Wood's ARK Investment Management, which is the largest shareholder in Teladoc, according to FactSet. And Teladoc is the third largest holding in Ms. Wood's flagship ARK Innovation exchange-traded fund, trailing only Tesla Inc. and Zoom Video Communications Inc., according to ARK Investment Management.</p><p>Teladoc, which provides remote medical appointments, saw rapid growth at the beginning of the Covid-19 pandemic as hospitals sought to limit in-person services for noncritical health issues.</p><p>But Teladoc said late Wednesday in its quarterly earnings report that its financial outlook had dimmed for the rest of the year amid higher advertising costs and slower than expected sales growth. The digital health industry has also grown increasingly crowded.</p><p>Teladoc's stock closed Thursday at $33.51, its lowest point since February 2018. It has fallen nearly 90% since its high in February 2021.</p><p>Teladoc's troubles are exacerbating issues for ARK's flagship fund, which closed Thursday at $48.87, a two-year low. Ms. Wood has stuck to her strategy of buying and holding companies she believes offer the greatest potential for innovation, even if many of them haven't achieved consistent profitability.</p><p>And despite the recent declines, investors haven't been jumping ship from ARK as money continues to flow into her flagship fund.</p><p>Speaking earlier this month on a quarterly webinar, Ms. Wood said she was confident in the companies she invests in.</p><p>\"We truly believe that our portfolio is full of the next Tesla, the next bitcoin,\" she said. \"I think that the algorithmic dismissal of our kind of strategy, saying, 'Oh, it was just a stay-at-home strategy,' is going to be proven false.\"</p><p>Simon Barnett, an analyst for ARK Investment Management, said the firm is focused on Teladoc's future over the next five years rather than on one bad trading day.</p><p>\"We feel like it's a little bit 'shoot first, ask questions later' in the market,\" Mr. Barnett said. </p><p>Jason Gorevic, chief executive of Teladoc Health PHOTO: Gary Fong/Genesis Photos for The Wall Street Journal</p><p>The last time Teladoc traded at about $33, in 2018, it had a fraction of its current number of paid users and had negative cash flow, Mr. Barnett said.</p><p>Now the company has positive cash flow and continues to grow its promising enterprise business, which includes a new partnership with Northwell Health, New York state's largest healthcare provider, he said.</p><p>Teladoc referred to their earnings statement release Wednesday when asked for comment.</p><p>\"Despite the revision to our 2022 outlook, we are confident in our strategy, along with our breadth and depth of capabilities,\" Jason Gorevic, chief executive of Teladoc Health, said in the earnings statement.</p><p>Growing competition in the remote healthcare field and the company's ability to meet expectations for membership growth is the most significant long-term risk factor for Teladoc, said Bank of America Securities in a research note on Thursday. Bank of America maintained its neutral rating on the stock.</p><p>\"We are disappointed and surprised\" by the revised financial outlook, Goldman Sachs wrote in a research note Thursday, while maintaining a buy rating.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>One of Cathie Wood's Top Stock Picks Just Plunged 40%</p>",
  "published": "2022-04-28T22:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3105,
          "end": 3118
        },
        {
          "start": 3105,
          "end": 3112
        }
      ]
    }
  ]
}