{
  "_id": "3a09dcb70d0dd5ba7595d4c7d6a1357aa41a0d5fa6b92003a51c24968db01d9f",
  "feed": "ftcomall",
  "title": "Expensive commutes and $14 lunches: how inflation hampers back-to-work push",
  "text": "<p>As US business leaders work to lure employees back into offices this autumn, they have hit an unexpected roadblock: inflation. </p> <p>The costs of transport, food and childcare have risen faster than salaries, and some employees are saying it is not just more convenient but also cheaper to continue working from home. </p> <p>When the Covid-19 crisis sparked a widespread shift to remote work in early 2020, many companies provided stipends to employees who complained of the cost of setting up home offices and bigger electric bills. </p> <p>But now some workers say remote is the more economical option as US consumer prices continue to escalate. “I lose money every single time I leave my house,” said Lina Tumanyan, a real estate broker whose office is in Manhattan. </p> <p>Even with a job that requires time showing properties outside the office, Tumanyan said she was expected to go in a couple times a week for tasks such as email and posting listings.&#xa0;“It's really frustrating that a lot of places are now actually requiring people to be in office, because we all saw that everybody can pretty much function at home and all is fine,” she said. </p> <p>US consumer prices rose <a href=\"https://www.ft.com/content/dd0ffcb8-ccf4-4a6d-8306-72854888090e\">8.3 per cent</a> in the 12 months leading up to August, with the index for food away from home gaining 8 per cent. The price for petrol used by commuters who drive remains 17 per cent higher than a year ago at about $3.70 a gallon, even after a <a href=\"https://www.ft.com/content/0c0c67b7-6e7d-41e2-846c-e0770fa8661c\">recent decline</a>, according to AAA. </p> <p>Large employers from Apple to NBCUniversal to <a href=\"https://www.ft.com/content/d29f2a0f-144d-4a8e-b2b0-b722ce1d9ea2\">Goldman Sachs</a> have pushed staff to return to the office, with mixed success. Office occupancy rates in 10 major cities across the US last week reached their highest levels since the pandemic began, according to data from security company Kastle Systems. Daily subway ridership reached 3.9mn passengers in New York City last week, also the most since March 2020.</p> <p>Yet Kastle data released on Monday showed the average office occupancy rate was still only 47.3 per cent, down slightly from last week. The New York subway is running at less than two-thirds of traffic on a typical day before the pandemic, with travel notably weak on Mondays. About 60 per cent of employees surveyed by jobs site ZipRecruiter say they prefer to work remotely.</p> <p>“Employees still express some quite serious reluctance to return to the office and a strong preference for remote work,” said Julia Pollak, ZipRecruiter chief economist. “The motivations for wanting remote work have changed over time. So while health concerns were the number one concern initially, now commuting costs are the major concern.”</p> <p>US full-time workers say they spend twice as much money on average in a month when they are working in an office, or about $863, compared with $432 when they are working at home, according to a survey by Owl Labs, a video conferencing equipment maker that benefits from hybrid working. </p> <p>Office workers said their biggest daily expenses were an average of $15.11 on the commute, $14.25 on lunch and $8.46 on breakfast and coffee. Those with pets also reported spending an additional $16.39 on services such as dog walkers.</p> <p>That is why Megan Zuckerman limits her trips into the office to once a quarter. Zuckerman, a 28-year-old public relations manager, left Manhattan to move in with her parents in New Jersey in June 2020. At the time her employer still planned to operate remotely “indefinitely”.</p> <p>Her bosses later announced a two days per week office schedule. In the meantime, New York apartment rental prices had risen so much that Zuckerman could not afford to move back. Median monthly rent on new leases in Manhattan reached record highs for six straight months before dipping to $4,100 in August, according to appraiser Miller Samuel and brokerage Douglas Elliman.</p> <p>Zuckerman estimated her commute from New Jersey — which involves both a ferry and a bus and takes nearly two hours — cost $45 round-trip. In the end she found a new job that let her work primarily from home.</p> <p>“I'm really happy that I was able to get some flexibility, because two days a week in the office would have been really expensive,” Zuckerman said.</p> <p>Some employers have expanded benefits in an attempt to compensate for rising costs. Healthy snacks maker That's It, which mandated a return to the office last year, gave each employee three separate $100 petrol gift cards when prices topped $5 a gallon.</p> <p>California-based biopharmaceutical firm Urovant expanded the approved uses for a $500 health and wellness allowance given to employees, from fitness expenses to transport costs, lunch and childcare.</p> <p>“We're offering that to our employees to recognise them, but also to help provide additional incentives and compensation since we do understand that the cost of living continues to go up,” said Betzy Estrada, Urovant's chief human resources officer. </p> <p>Managers are not the only ones desperate for white-collar workers to return to offices. Municipal leaders such as New York City mayor Eric Adams have <a href=\"https://www.ft.com/content/f0fcbada-bc73-41b8-aa6b-ff81d7fe1e0c\">urged companies </a>to bring them back to support local economies. Industries that rely on regular visits from office workers, such as cafés, dry cleaners, nail salons, and parking garages, still employ 347,000 fewer people nationwide than before the pandemic, according to an analysis by ZipRecruiter. </p> <p>Those are the kinds of expenses that deter workers such as Tumanyan, the real estate broker. Between her subway fare, coffee, a lunchtime salad and things she is tempted to buy while in Manhattan, she said she can spend $75 on days she goes to the office. </p> <p>“Unless you want to pay for our lunches and our transportation, no, I will not be coming into the office every single day,” she said. </p><p>Source: Taylor Nicole Rogers in New York 2022 'Expensive commutes and $14 lunches: how inflation hampers back-to-work push' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-27T04:00:30.569Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1468,
          "end": 1481
        },
        {
          "start": 1459,
          "end": 1472
        },
        {
          "start": 1468,
          "end": 1475
        }
      ]
    }
  ]
}