{
  "_id": "51b33acaa1afca1e36f88a5b14922cf962b2077b61395e266da96749707e1b4f",
  "feed": "wall-street-journal",
  "title": "Hedge Funds' Commodity Bets Soar After Russia's Invasion of Ukraine; Soroban Capital notches hundreds of millions of dollars in gains since February, and some commodities-focused funds post gains, too",
  "text": "<p>Soroban Capital Partners LP, a $10 billion stock-picking hedge fund in New York, is one of the biggest winners, making at least several hundred million dollars on the trade since February, a person familiar with the matter said. Other winners include New York macro fund Castle Hook Partners and value investor Pilgrim Global. The bet was that a yearslong drop in spending on new commodity supply and efforts to limit carbon emissions would push up materials prices and shares of producers, according to people familiar with the firms.</p><p>Commodities-focused funds that made similar wagers are posting outsize returns—about 30% in the first two months of the year in some cases—after years of poor performance.</p><p>After a decade of distress, energy has become one of the biggest winners on Wall Street, supercharged in the last two weeks by Russia's invasion of Ukraine. The S&amp;P 500 energy sector has recently outpaced the broad index by the largest margin on record in data going back three decades, according to Dow Jones Market Data. The energy sector is up 37% so far this year, while the broad index has slid 12%. U.S. crude recently topped $130 a barrel, its highest level since 2008, after briefly dipping below zero two years ago after the onset of the coronavirus pandemic.</p><p>\"We are in the early innings of a generational investment opportunity,\" wrote Soroban founder Eric Mandelblatt in an annual letter to investors dated Jan. 20.</p><p>Many of the assets Soroban or other hedge funds scooped up recently—such as shares of oil producers, fertilizer makers or commodity-futures contracts—have soared as the war disrupts already tight markets.</p><p>Russia accounts for more than 10% of the globe's oil, natural gas and wheat supply. It is also a major source of potash that fertilizes crops around the world. Ukraine is a key exporter of agricultural crops as well.</p><p>Traders say replacing materials that have been removed from global markets through sanctions, export bans and the war itself will be difficult. Reserves are low after years of dwindling capital expenditures, and it can take years to permit and develop new, large-scale projects.</p><p>Commodities prices have gone haywire amid the disruption. Prices of the industrial metal nickel doubled in just a few hours Tuesday to all-time highs, turbocharged by a short squeeze in which a Chinese producer was forced to unwind a bet on falling prices. Aluminum also recently hit records, as did wheat.</p><p>Few have made as big a wager on commodities as Mr. Mandelblatt, who started his Wall Street career in the 1990s as an energy analyst for Goldman Sachs Group Inc. Soroban profited from energy and materials bets for several years after its founding in 2010, but as excess supply depressed commodity prices, the hedge fund took a yearslong hiatus from the sector.</p><p>That changed last year, when soaring natural-gas prices in Europe drew Mr. Mandelblatt's attention. Limited capacity for renewable power forced many companies to turn back to coal, highlighting the world's dependence on fossil fuels despite its green-energy ambitions. Volatile commodities prices plus pressure on companies to limit emissions have made it less likely new commodity projects will move forward, Mr. Mandelblatt has told investors.</p><p>At the same time, Soroban believed the move toward clean energy would supercharge demand for metals such as copper, nickel and aluminum that are building blocks for electric cars and solar projects.</p><p>Soroban went from having no exposure to commodities in its flagship hedge fund at the end of September to having more than $3 billion in the trade early this year, people familiar with the firm said. Companies Soroban backed in the fourth quarter, when it made the bulk of its commodities-tied investments, include oil producers Canadian Natural Resources Ltd. and Suncor Energy Inc., mining company Vale SA, and fertilizer makers Mosaic Co. and Nutrien Ltd., according to a regulatory filing.</p><p>Gains from the trade in Soroban's $10 billion main fund offset losses from its bets on shares of fast-growing companies for the year through February, people familiar with the firm said. A separate fund Soroban launched Feb. 1 dedicated to the wager notched a double-digit percentage return for the month.</p><p>Castle Hook, which manages $2 billion, and the $250 million Pilgrim Value, began putting their versions of the wager on in 2020. They were both up by double-digit percentages this year through February, said people familiar with the firms.</p><p>The commodities recovery has also been a boon to the few investment firms that still focus solely on the sector. Houston-based Bison Interests, a roughly $50 million hedge fund that invests in small oil-and-gas producers, gained about 30% in the first two months of the year, according to a person familiar with the firm. A roughly $130 million mutual fund run by Goehring &amp; Rozencwajg Associates LLC that owns commodity producers is up about that much this year.</p><p>\"I don't think the severity of the supply-demand mismatch and the likely longevity of that mismatch is well understood,\" Bison's chief investment officer Josh Young said in an interview.</p><p>Write to Juliet Chung at juliet.chung@wsj.com and Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Hedge Funds' Commodity Bets Soar After Russia's Invasion of Ukraine</p>",
  "published": "2022-03-13T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2581,
          "end": 2604
        },
        {
          "start": 2581,
          "end": 2594
        },
        {
          "start": 2581,
          "end": 2605
        },
        {
          "start": 2581,
          "end": 2588
        }
      ]
    }
  ]
}