{
  "_id": "8a71d8b9a4502b5deed231c04e589f3dffbe216f0c017772858d1634a3fbe81b",
  "feed": "market-watch",
  "title": "U.S. stocks mostly higher as Dow, S&P 500, Nasdaq aim for biggest weekly gain since November 2020",
  "text": "<p>How are stock indexes trading?</p><p>The Dow Jones Industrial Average DJIA was up 4 points, or less than 0.1%, at 34,485.</p><p>The S&amp;P 500 SPX rose 21 points, or 0.5%, to 4,432.</p><p>The Nasdaq Composite COMP was up 183 points, or 1.3%, at 13,796.</p><p>Need to Know:The banks to buy are outside the U.S., even with the Fed eyeing 11 rate increases, these fund managers say</p><p>What's driving the markets?</p><p>All three major U.S. indexes remained set for big weekly gains, with the S&amp;P 500 up around 5.4%, the Dow industrials rising around 4.7% and the Nasdaq Composite on track for a 7.4% advance — those would be the strongest weekly rises for all three since the week ended Nov. 6, 2020, according to Dow Jones Market Data.</p><p>Investors were weighing hawkish comments from central bankers. St. Louis Federal Reserve President Jim Bullard said the central bank risked losing credibility by moving too slowly to bring inflation down. Bullard, in a statement, explained his lone dissent at Wednesday's Fed meeting, when he called for a 50 basis-point rise in the fed-funds rate rate. Bullard said he wants to see key rates at 3% by year-end.</p><p>Fed Gov. Chris Waller, meanwhile, told CNBC the central bank may need to enact one or more 50 basis-point rises in response to surging inflation.</p><p>At its meeting this week, the Fed increased benchmark interest rates by 25 basis points as expected, promising more, with Fed Chairman Jerome Powell cheering investors with an optimistic view of the economy. U.S. data for Friday includes existing home sales and leading indicators, both for February.</p><p>Read:Oil prices are the ‘linchpin' for markets as Russia wages war on Ukraine, says CIO Bob Doll</p><p>Investors had previously been encouraged by signs of potential progress between Ukraine and Russian negotiators, but those hopes were fading some ahead of the weekend. U.S. Secretary of State Antony Blinken reportedly said in a briefing Thursday that a diplomatic solution to the war in Ukraine was looking challenging, as Russia shows no signs of letting up its attacks.</p><p>See: The market may have relaxed a bit too much over the Russia-Ukraine war, says Goldman Sachs</p><p>“It's becoming increasingly obvious that Russia's interest in a negotiated agreement probably doesn't extend beyond optics, and that it isn't serious about a cessation of hostilities,” said Michael Hewson, chief market analyst at CMC Markets, in a note to clients.</p><p>“There is also the added complication that any cease-fire would require a major climbdown from one side or the other, and with their respective positions still being miles apart, and Russia still targeting civilians, an imminent de-escalation doesn't look likely at this point,” he said.</p><p>Fresh attacks by Russian forces hit the western city of Lviv and the capital Kyiv. Its forces have been blamed for an attack this week on a theater in devastated Mariupol serving as a shelter and clearly been marked as “children inside.”</p><p>And new report by the U.S. Defense Intelligence Agency warned that an increasingly desperate President Vladimir Putin could threaten the West with nuclear weapons to try to turn the tide, Bloomberg News reported.</p><p>Chinese President Xi Jinping told U.S. President Joe Biden during a Friday phone call about the Ukraine crisis that the world's prevailing trend of peace and development is facing serious challenges, according to&#xa0;a report from Xinhua, a Chinese state-run news agency.</p><p>Friday also marks a “massive” quarterly options expirations on Friday for derivatives such as options on equity futures, noted the Saxo Bank Strategy team. “Hedging related to derivatives with some $3.5 trillion in underlying exposure could explain some of the price action in U.S. equity markets this week ahead of today's options expiration,” they said in a note to clients.</p><p>“In addition, options with strike prices near the current S&amp;P level are said by some sources to be the largest in years,” the strategists said.</p><p>What companies are in focus?</p><p>FedEx Corp.FDX reported a weaker-than-forecast fiscal third quarter result and kept its annual outlook mostly unchanged. Shares fell more than 5%.</p><p>Meme-stock videogame retailer GameStop Corp.GMEswung to a surprise loss in the fourth quarter. Shares rose 2.9%.</p><p>Moderna Inc.MRNA shares rose 3.6%. The pharmaceutical group asked the Food and Drug Administration on Thursday to authorize a fourth shot of its COVID-19 vaccine as a booster dose for all adults.</p><p>How are other assets trading?</p><p>U.S. crude futures CL00CL. 1CLJ22 rose 0.9% to trade around $102.60 a barrel.</p><p>The yield on the 10-year Treasury note&#xa0;BX:TMUBMUSD10Y dropped 3.9 basis points to 2.151%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, rose 0.2%.</p><p>Gold futures&#xa0;GC00 fell 0.9% to trade near $1,928 an ounce.</p><p>Bitcoin&#xa0;BTCUSD was down 0.7% to trade near $41,300.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP rose 0.9% while London's FTSE 100&#xa0;UK:UKX gained 0.3%.</p><p>Hong Kong's Hang Seng Index&#xa0;HK:HSI fell 0.4%, while the Shanghai Composite&#xa0;CN:SHCOMP rose 1.1% and Japan's Nikkei 225&#xa0;JP:NIK advanced 0.7%.</p>",
  "published": "2022-03-18T13:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2108,
          "end": 2121
        },
        {
          "start": 2108,
          "end": 2115
        }
      ]
    }
  ]
}