{
  "_id": "0e88099aed9056a2c888e40fa2798c3faafd814ee6d9bab64c918f48a35cc015",
  "feed": "market-watch",
  "title": "Wage and tech expenses knock the wind out of bank stock rally",
  "text": "<p>While shares of Bank of America Corp. BAC, Wells Fargo &amp; Co. WFC, Citigroup C and Morgan Stanley MS have gained thus far in 2022, shares of Dow components Goldman Sachs Group Inc. GS and JPMorgan Chase Co. JPM remained in the red, down 7.3% and 6.2%, respectively, as of Monday's close.</p><p>By comparison, the S&amp;P 500 index SPX is down 5.3% so far in 2022, the Dow Jones Industrial Average DJIA has lost about 3.3% and the SPDR S&amp;P Bank exchange-traded fund KBE has gained 0.9%.</p><p>Goldman Sachs has been lagging since CEO David Solomon warned rising inflation could impact its client base.</p><p>Of the group, Wells Fargo is the leader with a gain of 12.1% so far in 2022, as the bank worked to put some of its regulatory woes behind it and said it expects its 2022 net interest income to grow by 8% to nearly $39 billion, ahead of the Wall Street expectation of about $37 billion.</p><p>See: Wells Fargo outshines JPMorgan as big banks kick off the fourth-quarter earnings season</p><p>Chris&#xa0;Marinac, director of research for Janney Montgomery Scott, said the big banks have been more forthcoming this year on challenges related to spending on personnel and technology after being more “coy” about these issues in the past.</p><p>“It's a competitive environment for hiring people,” Marinac told MarketWatch. “Banks want to be competitive whether it's the teller line at the branch or their most productive traders or lenders in the commercial team. They feel like if they're not, it'll result in turnover and attrition.”</p><p>This quarter, the banks successfully communicated to Wall Street that they face “inflation and increases in expenses, but [they'll] make it up as the year goes on,” Marinac said.</p><p>During 2021, banks transitioned from surviving the pandemic by ramping up their online wares and back office technology, but more spending for new technology is coming in 2022 and 2023, the banks said.</p><p>“Those comments challenged guidance for expenses — those have been higher and surprising people,” Marinac said. “But you have to spend the money now to realize greater revenue and cost savings later.”</p><p>Uncertainty around interest rate hikes have also weighed on banks, which tend to benefit when rates go up.</p><p>“What you have now is uncertainty about tightening, and shrinking the balance sheet by the Fed,” he said. “People have hit the sidelines again and rates have pulled back. The banks are caught in the middle. They would enjoy a steeper yield curve, but until that happens, it's all semantics. We're going to have this tug of war until we have official tightening.”</p><p>See:Fed preparing for more than four rate hikes this year, economists say</p><p>Also Read: Fed's George calls for sharp reduction in size of bank's $8.9 trillion balance sheet</p><p>Of the big banks, Marinac said Bank of America (BAC) stood out from the pack for posting fourth-quarter commercial loan growth of $55 billion, or about 6%, from the previous quarter.</p><p>“BAC is a big tanker and they're coming back to where they were before the pandemic — they had an impressive fourth quarter,” he said.</p><p>Jefferies analyst Ken Usdin said large banks collectively posted better loan growth of about 3% quarter-over-quarter, strong deposits, softer fees and higher costs.</p><p>“Revision trends are tricky given varying expectations for rate hikes,” Usdin said in a Jan. 25 research note. “Guidance for 2022 includes improving net interest income, rising expenses, stable credit, and fewer buybacks.”</p><p>Costs in 2022 will be impacted by inflation, though positive operating leverage is still possible, assuming that the forward curve plays out, Usdin said.</p><p>On the plus side, credit quality remains “pristine” with median net charge-offs of 15 basis points in the fourth quarter, he said.</p><p>Among the megabanks. Bank of America, Morgan Stanley and Wells Fargo drew the most positive revisions in analyst earnings estimates in January, while JPMorgan lagged behind.</p><p>Since Dec. 31, Bank of America has drawn nine estimate increases, three neutral or unchanged views and four estimate cuts, according to FactSet data. Analysts currently expect first-quarter earnings of 78 cents a share, up a penny from their collective view on Dec. 31.</p><p>The bank reported fourth-quarter earnings per share that beat expectations on Jan. 19.Wells Fargo has drawn 14 earnings boosts in the past month and four earnings view reductions, out of the 20 analysts surveyed by FactSet. Analysts currently expect the bank to earn 83 cents a share in the first quarter, up from the forecast of 78 cents a share on Dec. 31.</p><p>JPMorgan Chase has drawn estimate reductions from 17 of the 18 analysts surveyed and no profit view hikes. Analysts currently forecast first-quarter earnings of $2.79 a share for JPMorgan, down from their projection of $2.95 a share on Dec. 31.</p><p>Of the 18 analysts submitting earnings estimates on Goldman Sachs, nine have raised their estimates year to date and eight have lowered them. On average, analysts expect Goldman to earn $10.59 a share in the first quarter, down from $10.66 a share on Dec. 31.</p><p>Of Morgan Stanley's analyst earnings estimates, 10 were increased and six were lowered. Analysts currently expect Morgan Stanley to earn $1.97 a share in the first quarter, up from $1.94 a share on Dec. 31.</p><p>Citigroup drew downward earnings revisions from 11 of the 18 analysts who submitted estimates, while five have increased their estimates. On average, analysts expect Citi to post first-quarter earnings of $2.05 a share, down from $2.14 a share on Dec. 31.</p><p>Also Read:These 14 bank stocks are in the best position to benefit from rising interest rates</p>",
  "published": "2022-02-01T06:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 155,
          "end": 178
        },
        {
          "start": 475,
          "end": 488
        },
        {
          "start": 4805,
          "end": 4812
        },
        {
          "start": 475,
          "end": 482
        },
        {
          "start": 4923,
          "end": 4930
        },
        {
          "start": 4805,
          "end": 4818
        },
        {
          "start": 155,
          "end": 162
        },
        {
          "start": 155,
          "end": 179
        },
        {
          "start": 155,
          "end": 168
        }
      ]
    }
  ]
}