{
  "_id": "bade10b55c113751fbcb1ed92db127a3a1f2229c2cc39d792cf35db9c6de058e",
  "feed": "ftcomall",
  "title": "Dealmakers go holiday shopping",
  "text": "<p><strong>One thing to start:</strong> Sam Bankman-Fried, the former chief executive of bankrupt crypto exchange FTX, <a href=\"https://www.ft.com/content/2068b928-cc17-485c-890c-3b5c2c00093c\">has been arrested</a> in the Bahamas.</p> <p><strong>And one scoop to start:</strong> Europe's most valuable private tech group Checkout.com <a href=\"https://ft.com/content/5cd75473-4e18-45d6-9edb-8abc0c09f735\">has slashed its internal valuation</a> to about $11bn, becoming the latest high-flying start-up forced to respond to the rout in tech stocks and falling investor sentiment, DD's Ivan Levingston reports.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Merger Monday madness</p></li> </ul> <ul>  <li><p>Blackstone's BXPE</p></li> </ul> <ul>  <li><p>Yachts with submarines are the new yachts</p></li> </ul> <h1>Merger Monday is back</h1> <p>For the hundreds of bankers and lawyers nervous about a lousy bonus season and widespread lay-offs, there was a brief moment of good news on Monday as dealmaking roared back.</p> <p>More than $50bn in takeovers and large corporate investments were inked to start the week, a stark shift in a year that, thanks to a dramatic sell-off in financial markets, has been mostly underwhelming for dealmakers. The notable transactions included:</p> <ul>  <li><p>California-based biotech<strong> Amgen</strong> <a href=\"https://www.ft.com/content/a3b44f32-7183-4257-ad3c-8e60fb9dc3d9\">agreed to buy</a><strong> Horizon Therapeutics</strong> for $28.3bn, including debt. It's the biggest pharma deal since <strong>AstraZeneca </strong>bought <strong>Alexion</strong> for<a href=\"https://www.ft.com/content/a7444fd3-0044-4aab-ab23-60eb7a6572e5\"> $39bn last year</a> and signalled a resurgence of activity in the sector.</p></li>  <li><p>Flavourings company <strong>Novozymes</strong> clinched a deal to acquire smaller rival<strong> Chr Hansen </strong>for about $12bn in what would be the largest merger of two Danish companies. The high price offered by Novozymes <a href=\"https://www.ft.com/content/4ff4b0e6-6c12-4ade-8a1c-fe9ecd8cacb8\">has left a bitter taste</a> in shareholders' mouths, Lex notes.</p></li> </ul> <ul>  <li><p><strong>Thoma Bravo</strong> has turned to a group of direct lenders to <a href=\"https://www.ft.com/content/ff46476f-8eb3-46ae-b021-2a380984d6cc\">finance its $8bn takeover</a> of business software provider <strong>Coupa Software</strong>, swooping in with a higher price just as rival buyout firm <strong>Vista Equity Partners</strong> was about to close in on a deal, sources familiar with the matter told DD.</p><p>It's the latest in a dealmaking spree by the $122bn private equity group, which clinched two of the largest leveraged buyouts of the year. The group agreed to buy <strong>Anaplan</strong> for $10.4bn before signing the paperwork to buy<strong> SailPoint</strong> for $7bn <a href=\"https://www.ft.com/content/ac996df1-497c-42ae-a0a6-71a7595aab4a\">a few weeks after</a>. The two were inked just before a massive sell-off in tech stocks.</p><p><strong>Orlando Bravo</strong>, the firm's billionaire co-founder, corralled a group of 19 private lenders to raise $2.6bn in debt financing. The funding is significant given the troubles in credit markets today and the view among some investors that underwriting standards were too loose for a number of tech buyouts. <strong>Sixth Street</strong>, which led the round, has emerged as an increasingly important financier for buyouts in recent months.</p></li>  <li><p>Next up, <strong>BDT Capital Partners</strong>, the merchant bank led by <strong>Goldman Sachs </strong>veteran&#xa0; <strong>Byron Trott</strong>, <a href=\"https://www.reuters.com/markets/deals/weber-be-taken-private-by-bdt-capital-partners-232-bln-2022-12-12/\">cooked up</a> a deal to take grill maker <strong>Weber</strong> private at $3.7bn.</p></li>  <li><p><strong>Microsoft </strong><a href=\"https://www.ft.com/content/2e613f60-fc0d-48dc-a0ef-b9a7fff06363\">agreed to buy</a> a £1.5bn stake in the<strong> London Stock Exchange Group</strong> as part of a 10-year strategic partnership. The tie-up comes as LSEG chief <strong>David Schwimmer</strong> comes under pressure to prove the company's $27bn acquisition of data and trading group <strong>Refinitiv </strong>was worth it and that it can compete with the likes of <strong>Bloomberg</strong>.</p></li>  <li><p>Turkish online grocery group<strong> Getir </strong><a href=\"https://www.ft.com/content/aba36d58-f1d5-45f5-bb6d-2ee7d9aa07d5\">closed the $1.2bn acquisition</a> of its rapid-delivery German rival<strong> Gorillas</strong>, valuing the combined group at $10bn. They're among the last surviving pandemic darlings as investors <a href=\"https://www.ft.com/content/be07c7ae-765d-4d29-b8cd-26ad8b4ccaed\">turn against</a> lossmaking tech start-ups.</p></li>  <li><p>Last but not least, French construction products company <strong>Saint-Gobain </strong>has agreed to sell UK building supplies merchant <strong>Jewson</strong> to an arm of<strong> CVC Capital Partners</strong> for £740mn.</p></li> </ul> <p>Even as bankers and corporate executives find their dealmaking groove, there are stumbling blocks ahead, particularly as regulators across the globe take a more intense look at takeovers.</p> <p>The challenge by the US's <strong>Federal Trade Commission</strong> to Microsoft's $75bn acquisition of gaming company <strong>Activision Blizzard</strong> has galvanised top advisers. Former FTC chair <strong>William Kovacic </strong>said it was <a href=\"https://www.ft.com/content/cdce62a1-1205-4c32-a28a-ba2dcb68e97e\">set to be the “landmark battle”</a> that will define the administration's “commitment to bring a tougher approach to merger control and to Big Tech in particular”.</p> <h1>Blackstone gets a reality check</h1> <p><strong>Blackstone</strong> has raised $183bn in new assets this year, a fact chief executive <strong>Stephen</strong> <strong>Schwarzman</strong> called an “out of body experience” at an investor conference last week.</p> <p>Trying to convey to mere mortals on Wall Street the experience of drawing in about $670mn in new investor cash a day has become a go-to line for Schwarzman as Blackstone marches to $1tn in assets under management. </p> <p>But a recent hit to its money machine has the world's largest private equity firm on the defensive.</p> <p>Blackstone <a href=\"https://www.ft.com/content/c77ea4fa-f9b9-4032-9b0b-46391d88872a\">may slow the launch</a> of its Private Equity Strategies Fund, DD's Antoine Gara reports, a perpetual fund it has been designing for wealthy individual investors to gain access to its buyout business.</p> <p>It's one of the most ambitious funds in Blackstone's more than 30-year history. But it comes amid pressure on similar funds launched by the firm in real estate and credit in recent years.</p> <p>Blackstone is in the late stages of launching the fund, known as BXPE, but may wait for fundraising conditions and financial markets to improve, according to people familiar with the matter.</p> <p>The fund is set up to invest in corporate buyouts and equity-oriented strategies including late-stage venture investments, musical royalties and the purchase of stakes in other private equity firms or their funds. It's poised to become Blackstone's flagship strategy for rich individuals to participate in its private equity business.</p> <p>The potential delay comes days after the group limited withdrawals from its $69bn Blackstone Real Estate Income Trust, or Breit, after a spate of redemption requests from its wealthy individual investors, as <a href=\"https://www.ft.com/content/c041e414-50b9-445c-9d8b-bab8b7578dd0\">DD explained last week</a>.</p> <p>The BXPE fund has a similar structure, with some tweaks. It's replacing the existing product that Schwarzman built for the “retail” market, the FT reported, which is more like a classic buyout fund with a finite life.</p> <p>The potential postponement is a brief paring back of Blackstone's ambition. The firm has seen its stock market valuation and fundraising eclipse rivals <strong>KKR</strong> and <strong>Apollo Global Management</strong> in recent years.</p> <p>For Schwarzman, that may truly feel like an out-of-body experience. &#xa0;</p> <h1>The Life Aquatic with Ray Dalio</h1> <p>Why simply go yachting if you can go submarining at the same time?</p> <p>That's the logic of hedge fund billionaire <strong>Ray Dalio </strong>and film-maker <strong>James Cameron </strong>of <em>Avatar</em> and <em>Titanic</em> fame, who are channelling the thrills of the trading floor and Hollywood to bring sea exploration to the super-rich.</p> <p>The duo <a href=\"https://www.ft.com/content/7cf54315-e549-456c-b3c9-611d80b280a9\">have bought an equity stake</a> in <strong>Triton Submarines</strong>, a manufacturer of submersibles that allow the ultra-wealthy yachting class to navigate the Blue Planet.</p> <p>“If you're just going on a yacht in some fancy place, that's one thing,” Dalio told DD's Ortenca Aliaj. “If instead you're on a yacht and you can go down and explore, first of all the trip is going to be better and also it encourages exploration.”</p> <p>The <strong>Bridgewater Associates</strong> founder declined to disclose the financial details behind the deal but said the company was now owned by himself, Cameron and Triton co-founder <strong>Patrick Lahey</strong>.</p> <p>It's an adventurous change of pace for Dalio, who relinquished control of Bridgewater in October after a lengthy succession process.</p> <p>And unlike his space-bound billionaire peers<strong> Jeff Bezos</strong>, <strong>Richard Branson </strong>and <strong>Elon Musk</strong>, Dalio — who himself owns four submarines — believes the most fascinating discoveries lie here on earth.</p> <p>“You're not going to see any aliens in outer space but you will see aliens underneath,” he said.</p> <h1>Job moves</h1> <p><strong>AP Møller-Mærsk</strong> chief <strong>Søren Skou</strong> <a href=\"https://www.ft.com/content/c71493fe-90a7-4fff-a601-08e53ae84fe9\">will leave</a> the container shipping company at the end of the year. He will be replaced by <strong>Vincent Clerc</strong>, head of the Danish group's ocean and logistics business.</p> <p><strong>Markus Dohle</strong>, the longstanding chief executive of <strong>Penguin Random House</strong>, <a href=\"https://www.ft.com/content/a5efc99c-4903-4d89-83ea-2895dc6dcd24\">has quit</a> the world's biggest book publisher after <a href=\"https://www.ft.com/content/63f14a36-fb9b-400a-a7c9-e69290c58669\">failing to secure</a> antitrust approval to buy US rival<strong> Simon &amp; Schuster</strong>.</p> <p><strong>News Corp</strong> <a href=\"https://www.ft.com/content/d24003a9-a5cf-42a5-a21f-637efdd98d51\">has named</a><strong> Financial Times </strong>alum <strong>Emma Tucker </strong>as the editor-in-chief of <strong>The</strong> <strong>Wall Street Journal</strong>.</p> <p>The <strong>BBC</strong> <a href=\"https://www.ft.com/content/0888b7e7-ef6b-4c57-b021-b65ed21260ee\">has appointed</a> former<strong> Permira</strong> chief <strong>Damon Buffini</strong> as deputy chair.</p> <p><strong>Rob Cox</strong>,<strong> Credit Suisse</strong>'s group head of corporate communications, is leaving the Swiss bank after less than a year in the role. He will be replaced by clothing group <strong>PVH</strong>'s <strong>Cindy Leggett-Flynn</strong>.</p> <p>After severing ties with its sanctions-hit Russian oligarch backers, UK-based investment group <strong>LetterOne</strong> <a href=\"https://www.ft.com/content/26c015d4-1c4e-4ff4-b6c1-e1a958744888\">is bringing in</a> new board members.</p> <p><strong>Jefferies </strong><a href=\"https://www.bloomberg.com/news/articles/2022-12-12/jefferies-is-said-to-hire-credit-suisse-s-donzelli-as-italy-head\">has hired</a> <strong>Andrea Donzelli</strong>, Credit Suisse's Italy chief, as vice-chair and country head, according to Bloomberg.</p> <h1>Smart reads</h1> <p><strong>Fore! </strong>Saudi Arabia's plan to create the premier professional men's golf tournament <a href=\"https://www.nytimes.com/2022/12/11/sports/golf/liv-saudi-pga.html\">is nowhere near</a> its financial goals. But the project was about more than just money, The New York Times reports.</p> <p><strong>The blockchain bank </strong>How did Silvergate go from tiny community lender <a href=\"https://www.ft.com/content/5c960a79-ccbe-4805-a137-7e5241251c4e\">to the bank behind FTX</a>, the $40bn crypto exchange that collapsed into bankruptcy last month? The FT's Tabby Kinder investigates.</p> <p><strong>And one smart watch:</strong> There are more than 1,600 “banking deserts” in the US, with the lack of financial services hitting African-Americans the hardest. The FT <a href=\"https://www.ft.com/video/8aa07102-a9dd-441f-8f48-8e0e83b3f0c2\">travels to the Mississippi Delta</a> to see how banking and predatory lending are widening social inequality.</p> <a href=\"http://www.ft.com/cms/8aa07102-a9dd-441f-8f48-8e0e83b3f0c2.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/595c3c7e-8652-45da-87eb-ca70da3b1b8f\">Credit Suisse accepted suspicious invoices for $140mn Greensill loan</a> (FT) </p> <p><a href=\"https://www.ft.com/content/c21eee97-3ecc-4fe4-a0e5-4abc8eedc60c\">Lawyer of former Wirecard chief Markus Braun seeks suspension of trial</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a0aa4bc0-fcf0-478c-875e-595e41c74ccf\">EY scraps US holiday bonuses as economic outlook darkens</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9cde054a-1c9a-4c21-ba3e-3a06e5ce41b3\">Booming Chinese family offices recruit top bankers in Singapore</a> (FT)</p> <p><a href=\"https://www.ft.com/content/953a78c7-5656-466c-80e0-a9f978ffb0c6\">Rio Tinto prevails in $3.3bn takeover of Turquoise Hill</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-12-09/griffin-strikes-deal-for-potential-new-citadel-nyc-skyscraper?srnd=wealth\">Griffin strikes deal for Potential New Citadel NYC Skyscraper</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/871866a4-08a2-4aa5-8cf7-5b668d51bcb1\">Metro Bank fined £10mn by UK regulator for misleading investors</a> (FT + <a href=\"https://www.ft.com/content/a239a8bf-0206-4518-b52c-968df57bccfb\">Lex</a>) </p> <p><a href=\"https://www.wsj.com/articles/venture-capitalists-seek-to-buy-phoenix-suns-with-potential-financing-from-peter-thiel-and-others-11670704755\">Venture capitalists seek to buy Phoenix Suns with potential financing from Peter Thiel and others</a> (Wall Street Journal) </p><p>Source:  2022 'Dealmakers go holiday shopping' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-13T05:01:00.403Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2532,
          "end": 2545
        },
        {
          "start": 2517,
          "end": 2530
        },
        {
          "start": 2532,
          "end": 2539
        }
      ]
    }
  ]
}