{
  "_id": "a20e15cf5133da985e09c4d849be26b0f4850166c5e7c980b4400f0f1867c5ca",
  "feed": "ftcomall",
  "title": "Turkish inflation hits 23-year high of 73.5%",
  "text": "<p>Turkey's official inflation rate hit a 23-year high last month as President Recep Tayyip Erdoğan's unorthodox strategy for managing the country's $790bn economy continued to backfire.</p> <p>The consumer price index rose 73.5 per cent year on year in May, according to data from the country's statistical agency, the highest level since October 1998 when <a href=\"https://www.ft.com/stream/a54c4ec1-7d7f-4701-ad69-c3363e918c17\">Turkey</a> was reeling from a period marred by unstable coalition governments and economic turmoil.</p> <p>Food prices, which have become a growing source of discontent among the Turkish public, rose 91.6 per cent year on year.</p> <p>Erdoğan, a staunch opponent of high interest rates, had ordered the central bank to repeatedly slash borrowing costs in the final months of last year, despite rising inflation.</p> <p>The president claimed he was embarking on a new economic model that would harness a cheap lira and a boom in exports to bring down inflation by eliminating the country's longstanding trade deficit.</p> <p>Even before the war in Ukraine, critics had described the plan as a high-risk economic “experiment” that risked causing a collapse in the <a href=\"https://www.ft.com/content/32999c60-d0ab-44cc-a0d0-2b2496b06ed3\">value of the Turkish lira </a>and ushering in runaway inflation.</p> <p>The Turkish currency ticked slightly lower after the inflation data on Friday, weakening past TL16.5 to the US dollar and bringing its fall for 2022 to almost 20 per cent. The lira tumbled 44 per cent in 2021. </p> <p>Russia's invasion of Ukraine has increased the challenges for <a href=\"https://www.ft.com/stream/a54c4ec1-7d7f-4701-ad69-c3363e918c17\">Turkey's economy</a>, as a rise in global energy prices has pushed up the cost of the country's already large energy import bill and further stoked inflation.</p> <p>While Turkey has enjoyed rapid economic growth thanks to ultra-loose monetary policy, the soaring cost of living has contributed to an erosion of popular support for Erdoğan ahead of presidential and parliamentary <a href=\"https://www.ft.com/content/59ae0ac9-e187-48e2-8a26-881920569dfb\">elections scheduled for June</a> next year.</p> <p>Erdoğan last month said those who drew a link between interest rates and inflation were either “illiterate or traitors”.</p> <p>Growth topped 11 per cent last year but it has shown signs of slowing as&#xa0;rampant inflation and the weak lira have taken their toll.</p> <p>Gross domestic product grew 1.2 per cent on a quarterly basis between January and March of this year — down from 1.5 per cent in the final quarter of 2021, according to data published earlier this week.</p> <p>Analysts at Goldman Sachs said price rises and their damaging impact on consumer demand would “limit” growth in the months ahead.</p> <p>They added: “A strong tourism season and the positive impact of a further depreciation of the lira on exports can only partially counteract the dampening effects of excessively high inflation and unfavourable global forces. </p> <p>“We maintain our GDP&#xa0;growth&#xa0;forecast of 3.5 per cent year on year for 2022 but note that we now see a broader range of uncertainty around this estimate.”</p><p>Source: Laura Pitel in Istanbul 2022 'Turkish inflation hits 23-year high of 73.5%' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-03T07:32:56.055Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2288,
          "end": 2295
        },
        {
          "start": 2288,
          "end": 2301
        }
      ]
    }
  ]
}