{
  "_id": "7d0ba021dea18fe5435811afcd98aed1136408bc4050c9549bf72b95241b5ec6",
  "feed": "wall-street-journal",
  "title": "Electric-Vehicle Makers and Suppliers Drive Into a Stormy IPO Market; Manufacturers of electric cars and their components are getting deals done, but investors are driving tough bargains",
  "text": "<p>Bankers and investors say the burgeoning EV sector is one of the few industries still drawing money, thanks to its high long-term growth and profit potential. But the companies haven't been immune to recent stock market turbulence; some have had to downsize their fundraising ambitions or accept lower valuations.</p><p>EV-related businesses from car manufacturers to battery producers are also pushing ahead with stock sales because they need to fund their capital-intensive activities.</p><p>\"Many companies, particularly those that are unprofitable or burning cash, have no choice,\" said Jon Withaar, head of Asia special situations at Pictet Asset Management.</p><p>\"They need that capital to grow. They need that capital to survive. They need that capital to become relevant in their own markets,\" he added.</p><p>In Hong Kong last month, Leapmotor, a seven-year-old Chinese electric vehicle maker, raised $800 million in its IPO, far short of the $1.5 billion that the company had previously aimed for.</p><p>The company, whose full name is Zhejiang Leapmotor Technology Co., said it planned to use the proceeds for research and development and to expand its production capacity and sales network. It intends to roll out seven new EV models by 2025. Last week, Leapmotor listed on a day that the city's benchmark Hang Seng Index hit a 11-year low—and its shares plummeted on their debut.</p><p>On Thursday, CALB Co., a Chinese electric-vehicle battery supplier, started trading in Hong Kong after pricing its IPO at the bottom of its offered range, raising $1.3 billion. It fared better, ending its first day flat.</p><p>The electric-vehicle industry is currently at an inflection point, said Edward Byun, co-head of equity capital markets for Asia ex-Japan at Goldman Sachs Group Inc.</p><p>\"The players want to capitalize on such a critical growth stage by embarking on new investments, which requires fundraising,\" he added.</p><p>Goldman wasn't involved in Leapmotor or CALB's IPOs. The Wall Street bank earlier this year worked on multibillion share sales by EV battery giants LG Energy Solution Ltd. of South Korea and China's Contemporary Amperex Technology Co., or CATL. Both companies are major suppliers to Tesla Inc. and other car manufacturers.</p><p>LG Energy's January 2022 IPO, which raised the equivalent of more $10 billion in its home market, was South Korea's largest-ever listing. CATL, which is already listed in mainland China, raised the equivalent of $6.7 billion in June.</p><p>Many EV-related businesses are trying to scale up and gain a deeper foothold in China's giant—and increasingly crowded—automobile market.</p><p>Even though overall growth in China's economy has slowed sharply and its housing market is going through a deep slump, sales of electric passenger cars are booming, thanks in part to favorable government policies that include cash subsidies for buyers and purchase-tax exemptions. In August, about 24% of the 2.1 million vehicles produced in China were battery-powered electric cars and 7% were plug-in hybrids.</p><p>Many of the country's less established EV manufacturers, however, are seeing losses pile up even as their sales rise. Rising battery prices and supply-chain delays have also pressured their margins.</p><p>Some investors say they prefer investing in companies that supply key components or parts to EV manufacturers, as well as firms that are already profitable. Christina Woon, investment director of Asian equities at Abrdn, said battery makers, for example, are better positioned to pass rising costs along and weather inflationary headwinds.</p><p>\"The EV space has a lot of potential for growth but it is not an easy one to crack,\" she said.</p><p>More IPOs from companies in the sector are in the pipeline. WM Motor Holdings Ltd., another electric-car maker, as well as Greatpower Nickel and Cobalt Materials Co., a supplier of materials used in EV batteries, have also filed paperwork for listings in the Asian financial hub.</p><p>Share Your Thoughts</p><p>Do you think an IPO is the best way for electric-vehicle companies to raise capital? Why or why not? Join the conversation below.</p><p>Despite this year's broader market downturn, Patrick Steinemann, Bank of America Corp.'s co-head of global mobility investment banking, is sticking to a forecast of $100 billion in IPO proceeds among EV makers, battery suppliers and charging companies from 2021 to 2023.</p><p>\"Investors view the electrification theme as a massive one-time transition that is taking place over the course of the current decade,\" he said, pointing to the fact that global EV sales are on track to hit 1 million monthly.</p><p>\"This secular trend is bound to continue and may not be derailed by headwinds in the market including inflation and rising interest rates,\" Mr. Steinemann added. Rising rates in the U.S. have dampened the prices and valuations of many high-growth stocks this year.</p><p>China already has multiple publicly listed EV makers, including Warren Buffett-backed BYD Co., as well as U.S.-listed companies NIO Inc., Li Auto Inc. and XPeng Inc.</p><p>Joohee An, a lead portfolio manager at Mirae Asset Global Investments, said her fund prefers more established Chinese EV companies with strong market share, such as BYD, even after Mr. Buffett's Berkshire Hathaway Inc. recently trimmed its ownership in the company.</p><p>\"The competition is getting more fierce,\" Ms. An said, adding that if companies are late, the market opportunities will be taken by others.</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com</p><p>Electric-Vehicle Makers and Suppliers Drive Into a Stormy IPO Market</p>",
  "published": "2022-10-08T09:33:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1725,
          "end": 1732
        },
        {
          "start": 1725,
          "end": 1749
        },
        {
          "start": 1872,
          "end": 1879
        },
        {
          "start": 1886,
          "end": 1893
        },
        {
          "start": 1712,
          "end": 1735
        },
        {
          "start": 1725,
          "end": 1738
        }
      ]
    }
  ]
}