{
  "_id": "24d8ef79a2e60e17736acc15a6eb262ea452ac4b72457bb6ca17d35ef1c729f7",
  "feed": "market-watch",
  "title": "Inflation Reduction Act has been signed into law — what it means for your investments; 'It's really the shareholder who will bear the burden' of the 1% tax on corporate stock buybacks, says one tax expert",
  "text": "<p>President Joe Biden on Tuesday signed into law the Inflation Reduction Act — the Democrats' big economic package aimed at addressing climate change, capping drug costs and raising hundreds of billions of dollars through taxes on corporations.</p><p>The bill's energy- and climate-focused ICLN incentives feature rebates and tax credits that will directly impact households. They address heat pumps, appliance efficiency, solar panels, electric vehicles and more.</p><p>The Inflation Reduction Act will invest $300 billion in deficit reduction and $369 billion in energy-security and climate-change programs over the next 10 years, and is forecast to reduce carbon emissions by approximately 40% by 2030.</p><p>If the bill becomes law, investors may quickly spot some related impacts. For example, look at the pop in solar-power stocks, electric-vehicle makers and fuel-cell companies on Monday, a day after Senate Democratsushered the bill through that chamber on a 51-50 vote, requiring a tie-breaking vote from Vice President Kamala Harris.</p><p>Other results may be tougher to see, like the potential bottom-line drag from a new minimum 15% corporate tax rate.</p><p>The corporate-tax floor and the 1% stock-buyback tax would have a \"minimal impact\" on earnings expectations, a Citi C note forecast Monday. More Federal Reserve interest-rate hikes, inflation's toll and potential economic slowdownsare still the bigger story, Citi analysts noted.</p><p>Still, it's worth knowing the implications of the bill — whose labeling as the Inflation Reduction Act by Democrats has been decried among Republicans  as unlikely to prove accurate — as it awaits Biden's signature.</p><p>The Inflation Reduction Act's 1% tax on stock buybacks</p><p>Along with increases in equity value, companies reward shareholders through stock buybacks and by paying dividends. The tax code treats those approaches differently. The investor who gets qualified or ordinary dividends has to pay taxes on the income. On qualified dividends, it would be a 15% tax that year for many people.That is, unless the stock is held in a tax-deferred account like a 401(k).</p><p>It's more complicated, and politically fraught, for stock buybacks.</p><p>When companies repurchase their equity, that can push the share price higher as the outstanding shares are reduced — and critics say buybacks are an unfair maneuver even as they have become increasingly popular.</p><p>Stock buybacks have neared $800 billion after last year's record of approximately $1.2 trillion. Critics contend U.S. companies used the benefits of a Republican tax-code overhaul in 2017 chiefly to buy back shares to the disproportionate benefit of executives and other insiders rather than to invest in their businesses or bring on more workers.</p><p>For stockholders, there's no tax event on the higher-priced shares until they sell and pay capital-gains tax. If the shares are later inherited and the new owner eventually sells, they can bypass plenty of potential tax through the \"step up in basis\" that re-pegs the starting basis for capital-gains taxes.</p><p>Enter the new legislation's stock-buyback tax, which taxes corporations 1% on the value of the repurchased shares.</p><p>\"Imposing a small 1% buyback tax is a reasonable way to offset some of the tax advantage,\" compared with dividend payouts, said Thornton Matheson, senior fellow at the Tax Policy Center. Still, Matheson noted, \"it's really the shareholder who will bear the burden.\"</p><p>That could happen in two ways, she explained. It might nudge corporations to issuemore dividends instead of buybacks, which would leave the tax liability with investors. Or if companies proceed with a buyback, the repurchased amount is 99% of what it would have been because companies will now need to pay a 1% cut toward taxes, Matheson noted.</p><p>The 1% tax would apply to buybacks starting Jan. 1, 2023.</p><p>But is a 1% tax — which came on the scene when Sen. Kyrsten Sinema, an Arizona Democrat,balked at closing the carried-interest loophole to the disadvantage to such taxpayers as hedge-fund and private-equity executives — enough to shift companies away from buybacks toward more dividends? Douglas Feldman has doubts.</p><p>\"A 1% tax is going to slow down some share repurchases. But I'm not sure that's a major thing,\" said Feldman, chief investment officer at Stash, a banking and investment app aimed at newer investors.</p><p>A \"far greater driver of stock-market performance in the near and medium terms\" are interest rates, inflation and economic conditions, Feldman said, echoing Citi analysts. \"I don't think 1% of tax is large enough to either stop buybacks or to shift [the shareholder-return emphasis] from buybacks to dividends.\"</p><p>Understanding the Inflation Reduction Act's 15% corporate minimum tax</p><p>On paper, the corporate income-tax rate is 21%. But critics, Biden among them, have long said companies use the tax code's thicket of rules and write-offs to shrink their tax bill far below that, to as little as nothing.</p><p>At least 55 major corporations paid no corporate income tax in 2020,according to researchersat the left-leaning Institute on Taxation and Economic Policy who reviewed publicly available financial disclosures.</p><p>For Democrats, the backstop is an alternate 15% minimum tax on the \"book income\" of a corporation with at least $1 billion in profits over a three-year average.</p><p>Book income is what's in the financial statements that companies produce for the investing public to see and scrutinize. Book income can vary from taxable income due to the different reporting standards for each.</p><p>That's one part of the trouble potentially laying ahead, said Will McBride, vice president of federal tax and economic policy, at the right-leaning Tax Foundation. The $1 billion threshold could give companies a strong incentive to tweak and adjust their reporting on costs and profits in order to avoid or minimize exposure to the tax.</p><p>\"Diminishing the value of their financial statements is going to be very costly\" for the investors, big and small, who are trying to make decisions based on financial statements, McBride said. The added complexity may also end with uneven results, hitting some sectors harder than others.</p><p>\"Companies have some degree of flexibility in reporting items of income and expense, and, in as much it affects their book tax liability, companies may respond by altering the information reported on their financial statements,\" he said. \"Studies indicate that is what companies did the last time a tax like this was levied in the late 1980s.\"</p><p>As this bill began wending through Congress last month, the American Institute of CPAs told lawmakers the minimum tax \"violates numerous elements of good tax policy and may result in unintended consequences that must be carefully considered.\"</p><p>The organization went on to say \"public-policy taxation goals should not have a role in influencing accounting standards or the resulting financial reporting.\"</p><p>Any dent in stock prices would be slight, according to a UBS note Monday. \"The taxes would have a very minimal 1% drag on S&amp;P 500 SPX earnings per share, though some companies will be more affected than others,\" the note said.</p><p>That's near Goldman Sachs GS estimates. It said the minimum tax and buybacks would decrease S&amp;P earnings per share by 1.5% on the whole, but the declines could be deeper in sectors such as healthcare and information technology, which operate with lower effective tax rates.</p><p>Advanced Micro Devices AMD, Nvidia NVDA and Ford F were among the 102 companies that could be candidates for more tax liability, according to a UBS strategist review.</p><p>Could the Inflation Reduction Act's green-energy focus grow an investment portfolio?</p><p>On Monday, companies and ETFs in the clean-energy sector jumpedafter Senate passage on a billstuffed with many generous tax credits for homeowners and select car buyers. Do the $369 billion in climate and energy provisions translate to investment opportunities?</p><p>Perhaps — but the usual dose of investing caution applies, said Feldman. Some of the bill's winners are companies in the green-energy sector, he said. It's not necessarily a winning bet for many investors to single out particular companies for stock-purchase decisions. That's why people may want to consider ETF exposure to a whole sector instead, he said.</p><p>More than one-third of participants, or 35%, in a Stash survey of Americans' financial situations said they would invest in companies engaged in global sustainability if they had more money, Feldman noted.</p><p>Money has recently been pouring into clean-energy ETFs, said Aniket Ullal, head of ETF Data &amp; Analytics at CFRA, a global investment research firm. Since Sen. Joe Manchin, a conservative Democrat from West Virginia, initially struck a deal on the bill in late July, Ullal noted the Invesco Solar ETF TAN raked in $283 million in new inflows and climbed 16%. The iShares Global Clean Energy ETF ICLN has taken in $22 million and climbed 17.5%, he said.</p><p>With the bill now signed into law, it's giving investors a glimpse into the parameters and incentives that could shape the green-energy industry, said Stacey Morris, head of energy research at VettaFi, an ETF data and analytics research firm. \"There's just a better sense of what the playing field is going to be going forward,\" she said.</p><p>When the bill becomes law, \"we expect to see continued retail interest in both types of clean-energy ETFs, but particularly ETFs like ICLN and TAN that hold 'pure play' alternative stocks,\" Ullal said.</p><p>It may still be tricky for people to pinpoint individual winning companies considering the complex regulations to follow, like on domestic sourcing, Morris noted. \"I think investors need to be cognizant of some of those details before jumping in with both feet,\" Morris said.</p><p>Lawmakers can set aside money for the sector, but that will not guarantee generous company returns. \"There's still an element of execution on these companies, even though the government has made the path easier for them,\" Morris said.</p><p>Hear from Ray Dalio at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The hedge-fund pioneer has strong views on where the economy is headed.</p><p>This story was updated on August 16.</p><p>Inflation Reduction Act has been signed into law — what it means for your investments</p>",
  "published": "2022-08-17T10:33:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9994,
      "offsets": [
        {
          "start": 7124,
          "end": 7137
        },
        {
          "start": 7124,
          "end": 7131
        },
        {
          "start": 7075,
          "end": 7088
        }
      ],
      "weightsV2": {
        "weight": 1.9,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.100000024,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}