{
  "_id": "3d5422b94e13c1f17ab013e5a220b7fbb2863e5ac83b9cfa7be3c2cbbda06662",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Labor Market Cooled in August  ----  By Austen Hufford",
  "text": "<p>   U.S. employers pulled back sharply on job openings, and layoffs rose in August, adding to signs the labor market cooled at the end of the summer. </p><p>   The Labor Department said Tuesday that total job openings fell 10% in August to a seasonally adjusted 10.1 million from 11.2 million the month before. The 1.1 million drop in openings is the largest decline since the early months of the Covid-19 pandemic, and job openings are at their lowest level in a year. </p><p>   Openings dropped the most in healthcare, retail and other services industries. The decline in openings coincided with an August easing of job growth. Employers added 315,000 jobs that month, compared with 526,000 jobs in July. While the pace of gains and level of openings remain strong, the weaker figures point to a deceleration in what was a red-hot labor market as the economy bounced back from the pandemic. </p><p>   The Federal Reserve is aggressively raising interest rates to reduce inflation, which is running near a four-decade high, with officials looking to cool the labor market and growth to help bring the economy into better balance. </p><p>   \"This is not a cold labor market by any means, but it appears to be one that is beginning to come off the boil,\" Stephen Stanley, chief economist at broker dealer Amherst Pierpont, wrote in a Tuesday note. He added the decline was one of the first signs that the labor market is cooling. </p><p>   On Friday, the Labor Department is to release how many jobs the economy added or lost in September and the unemployment rate for that month. </p><p>   This year several companies, including Stanley Black &amp; Decker Inc., Corteva Inc. and Goldman Sachs Group Inc., have started to lay off employees or leave jobs unfilled to reduce their costs in an uncertain economy. Walmart Inc. said it would hire about 40,000 mostly seasonal workers to serve holiday shoppers, down from the 150,000 permanent employees it was looking for a year ago. </p><p>   The drop in job openings could mean that companies are becoming less optimistic about the near-term prospects for the U.S. economy. Yet the number of layoffs rose only slightly and remains below prepandemic levels. </p><p>   Executives say that cutting open positions and not posting new ones is easier than laying off current employees. Economists said that the labor shortages over the past year could leave companies more hesitant to lay off workers if the economy falls into a mild recession. </p><p>   Even with August's decline, job openings continue to exceed the number of unemployed people seeking work and are above prepandemic levels. The 10.1 million job openings compares with the six million unemployed people looking for work in August. There was an average of 7.2 million job openings in 2019. </p><p>   Total quits remained elevated at a seasonally adjusted 4.2 million in August, which is a sign that workers are confident enough to leave their current postings. The number of workers seeking unemployment assistance is also below prepandemic levels. </p><p>    Aaron Terrazas, chief economist at the jobs website Glassdoor, said the labor market has been surprisingly resilient this year. </p><p>   \"It's still going hot,\" he said. \"It's an extended summer, but everyone is waiting for winter to come.\" </p><p>    Alan Handley, chief executive of waste- and recycling-collection company LRS, said it has become a little easier to find and retain garbage-truck drivers in recent months. Mr. Handley said his company is offering higher wages. Workers are also more concerned about the economy and so want to keep the jobs they have, he said. LRS has raised pay over the past year to about $25 an hour from roughly $19 an hour previously. </p><p>   The company, which employs about 800 drivers and 400 recycling sorters in Illinois, Minnesota and other states, has been upgrading to garbage trucks that can be operated by a single worker instead of older models that need a driver in the front and a second employee in the back. </p><p>   Mr. Handley recently spoke to managers in Wisconsin as part of his monthly trips to recycling sorting sites. </p><p>   \"Labor didn't come up in conversation as much,\" he said, referring to the Wisconsin managers. \"Between the sign-on bonuses, retention bonus, increasing pay, it's quieter today than it was three months ago.\" </p><p>   --- </p><p>   Danny Dougherty contributed to this article. </p><p></p>",
  "published": "2022-10-05T06:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1600,
          "end": 1623
        },
        {
          "start": 1611,
          "end": 1618
        },
        {
          "start": 1611,
          "end": 1624
        },
        {
          "start": 1611,
          "end": 1635
        }
      ]
    }
  ]
}