{
  "_id": "3d7270fe54287fcbc7de81043f336c97c668b5fa4d083944ed944df415135a64",
  "feed": "market-watch",
  "title": "Pfizer says Paxlovid doesn't help COVID-19 patients unless they are high risk; The COVID-19 antiviral isn't effective for people who are vaccinated and healthy",
  "text": "<p>It also said Paxlovid did not have a significant impact on high-risk people who have been vaccinated.</p><p>\"With up to [40% to 50%] of people around the world estimated to be high risk, we believe there remains a significant unmet need for treatment options to help combat this disease,\" Pfizer CEO Albert Bourla said in a news release.</p><p>The Food and Drug Administration's authorization for Paxlovid indicates the pills should be prescribed to high-risk teens and adults. However, providers can prescribe medications to patients at their own discretion and often do so.</p><p>\"For high-risk unvaccinated persons, Paxlovid is still the most effective antiviral therapy when started within five days of symptom onset,\" Dr. David Boulware, an infectious disease doctor at the University of Minnesota Medical School, tweeted Tuesday night. \"But if vaccinated (or prior infection), then benefit is likely minimal.\"</p><p>The news is the latest clinical surprise for an at-home treatment that remains in high demand. About 30,000 people in the U.S. got a Paxlovid prescription every day during the last week of May, White House officials have said, and Pfizer estimates that more than 1.3 million prescriptions have been written since the medication was first authorized in December of last year.</p><p>Paxlovid has been held up as a game-changer in the fight against the virus, but there have also been questions about access, which now appear to be resolved, and rebounds, in which people who take the antiviral can experience symptoms, test positive, and are potentially infectious after appearing to clear the virus.</p><p>A study conducted by the Mayo Clinic and published Tuesday in the journal Clinical Infectious Diseases found that less than 1% of about 500 high-risk patients who took Paxlovid reported a rebound in symptoms.</p><p>Previous data has indicated that rebounds may occur in 1% to 2% of people who take the drug, according to the FDA. Pfizer itself says about 2% of participants taking Paxlovid in clinical trials experienced a rebound, as did 1.6% of participants who got the placebo.</p><p>\"We don't think it's anything specific to Paxlovid, but something that has to do with COVID-19 in general,\" Mikael Dolsten, Pfizer's chief scientific officer, said Wednesday at a Goldman Sachs health care conference, according to a FactSet transcript.</p><p>The current label for Paxlovid tells patients to begin treatment within five days of the start of symptoms. (A course of treatment is also five days.) Bourla told Bloomberg in early May that people who report a rebound in symptoms after taking Paxlovid should undergo a second course of treatment. However, the FDA does not agree with that recommendation.</p><p>Pfizer said it will prioritize studying Paxlovid in vulnerable and at-risk patient populations going forward. It also told investors the new Paxlovid data will not impact revenue guidance for 2022.</p><p>The company has said it expects to generate $22 billion in sales of Paxlovid this year.</p><p>Pfizer says Paxlovid doesn't help COVID-19 patients unless they are high risk</p>",
  "published": "2022-06-16T12:21:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2245,
          "end": 2258
        },
        {
          "start": 2245,
          "end": 2252
        }
      ]
    }
  ]
}