{
  "_id": "526d88ac708fbeee18491c814ff46e7780d4fda378ec1caf372550aa687231b0",
  "feed": "ftcomall",
  "title": "Here's what the ESG critics miss ",
  "text": "<p>Greetings from New York, where a whiff of change is in the air. No, that is not (just) because the spring blossom is appearing, and more people are returning to their offices as the fear of Covid-19 subsides. Another sign of change is that Amazon workers in Staten Island, a few miles from the FT office, have become the <a href=\"https://www.ft.com/content/7c9fe555-6ac7-47ff-bff2-877a43b0b871\">first Amazon warehouse in the country to unionise</a>.</p> <p>Don't expect many others to follow (yet); a similar vote in Alabama faces headwinds. But this victory highlights a new twist to debates about social equity in America that has implications for environmental, social and governance (ESG) investors. The recent economic rebound and <a href=\"https://www.ft.com/content/0de891b8-b6bb-4b91-b939-24d008511224\">high pace of job creation</a> has (finally, thankfully) boosted pay at the bottom end of the spectrum. But it is also making workers confident enough to complain about “S” issues, like lousy working conditions, and using unions to champion these. So should ESG investors support unions in the name of sustainability? Team up with them? Or simply ignore the issue and focus on “S” factors such as racial discrimination instead? Share your thoughts with us at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>.</p> <p>Meanwhile, this week's newsletter also looks at another part of American finance grappling with “S” factors: the mighty Federal Reserve. And I lay out a riposte to an attack on ESG recently made by my FT colleague Robert Armstrong — and explain why Fidelity is beating TD Ameritrade in the retail ESG sector, by some measures. Read on. <em>(Gillian Tett)</em></p> <h1>Will Ukraine derail ESG?</h1> <p>When Covid-19 erupted in the US in spring 2020, I initially expected it to weaken the ESG movement. The pandemic economic slump was so severe that it seemed naive to think that companies (and investors) would still have enough time or money to chase ESG goals.</p> <p>I was wrong. In reality the ESG movement gathered more, not less, momentum in 2020 and 2021, because the pandemic not only forced investors to take “social” problems seriously, but it also underscored the folly of ignoring tail risks (and science) in relation to issues such as climate change. </p> <p>But is it possible that my predictions were just two years too early — and that it is the Ukraine invasion, not Covid-19, that causes the ESG boom to slow down? Robert Armstrong, my wonderful colleague who writes the <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=584573e552860d000491cdb8\">Unhedged newsletter</a>, thinks so. Last week he <a href=\"https://www.ft.com/content/e818361b-2109-4747-b656-be0fac37cb91\">lambasted ESG</a> by citing <a href=\"https://aswathdamodaran.blogspot.com/2022/03/esgs-russia-test-moment-to-shine-or.html\">the work of the analyst Aswath Damodaran</a>, who recently wrote that “as the Russian hostilities in Ukraine shake up markets, the weakest links in the ESG chain are being exposed, and as the same old rationalisations and excuses get rolled out, I believe that a moment of reckoning is arriving for the concept”. </p> <p>This is an anathema to many Moral Money readers, no doubt; indeed, some might wonder why we are even publicising this argument here. But since we created this newsletter to create proper scrutiny for the ESG sector, and the FT champions open debate, we think our readers should ponder the criticisms raised.</p> <p>Essentially, there are four: first, Armstrong and Damodaran think that it is wrong to think (or hope) that ESG investors can exert influence on companies via a capital strike; second, they do not believe ESG stocks will outperform over time; third, they fear that the sector has become a “gravy train” for financiers; and fourth, they think that ESG goals are so muddled that they are useless. By way of evidence they note that ESG screening did not protect investors from embarrassment in relation to Russia's invasion of Ukraine, since some Russian groups that were placed under sanctions were former ESG darlings. </p> <p>Some of these points are valid, in my view. I think it was always a mistake to “sell” ESG on the basic of guaranteed outperformance, and that there is indeed limited evidence that divestment from companies changes behaviour when capital is so freely available. Critics are also right to note that ESG is creating a gravy train, in some instances — and point out the muddled nature of ESG goals. ESG proponents need to admit the obvious, loudly and frequently: ESG judgments are riddled with trade-offs (is a Russian company ESG friendly if is green, say, but linked to the Putin government?)</p> <p>However, I also think Armstrong and Damodaran fail to notice one crucial fact: the rise of ESG reflects a much bigger zeitgeist shift than anything captured by mere acronyms or box ticking. As I stress in a recent book, <em>Anthro-Vision</em>, what is really going on in ESG is a move from tunnel vision to lateral vision. Most notably, in the latter half of the 20th century, business and finance tended to analyse the world just with narrowly defined balance sheets and economic models — and treat social and environment issues as mere “externalities” or “footnotes”. </p> <p>Today, companies and investors think that it is dangerous to ignore those externalities, be that medical risks, social trends, climate change, or the ethical problems around war. Moreover, new digital tools are promoting scrutiny by consumers and investors. This means that the social context of business matters — and investors ignore this at their peril. Hence the focus on stakeholders, not (just) shareholders; and the fact that so many businesses pulled out of Russia, so fast.</p> <p>Moreover, it seems unlikely that this new mood of lateral vision will flip back into tunnel vision anytime soon. Covid-19 underscored why tail risks — and social context — matter. The Russian invasion of Ukraine has done this too. Of course, events like the current war also make it even harder to grapple with the trade-offs in ESG (which, as I recently noted, reinforces the case for “E”, to be separated from “S” and “G” in the ratings systems used by investors). But lateral vision is the new mood of the age, whether or not you want to call it ESG. <em>(Gillian Tett) </em></p> <h1>Fidelity vs TD Ameritrade</h1> <p>What does Fidelity have (in the ESG world) which TD Ameritrade lacks? According to BrokerChooser, a retail investment advisory group, the former charges lower ESG fund fees, offers better ESG educational tools, and provides three times as many ESG funds as its rival. More specifically, the research group has <a href=\"https://brokerchooser.com/education/news/esg-index\">just analysed 10 retail brokers</a> in relation to the quality of their ESG business — and places Fidelity, Interactive Brokers and Merrill at the top of the chart, and Degiro, JPMorgan and TD Ameritrade at the bottom.</p> <p>The laggards will squeal that this is subjective. Maybe so. But the more interesting point is this: the appearance of surveys like this reflects the degree to which ESG is now becoming embedded in mainstream retail finance. Or as the report notes: “Sustainable investments now account for more than a third of global assets and this is mirrored by a growing interest in ESG, with searches increasing by 309 per cent in the last two years.”</p> <p>My colleague, Robert Armstrong, might scoff about financiers jumping on a gravy train. Again, this is a fair point. But the more that these types of surveys appear, underscoring the need for transparency around fees — and investors' education — the more leverage this will give retail investors. Consider it a sign that the ESG sector is growing up. <em>(Gillian Tett) </em></p> <h1>NY Fed's aims for an equitable recovery </h1> <p>The Federal Reserve Bank of New York reopened its colossal iron gates last month, welcoming back staff to its closely guarded financial district office. Last week, it hosted the first <a href=\"https://www.newyorkfed.org/newsevents/events/regional_outreach/2022/0331-2022\">public event</a> for two years titled “The future of NYC: charting an equitable recovery for all”, highlighting research on the modern workforce, green building and the path for reverse gentrification.</p> <p>This is not quite traditional central banking as we used to know it; nobody was chattering about stochastic equilibrium models. But the controllers of financial capital in the US want to set the tone for policymakers and ESG advocates alike about how to create a more “equal” New York. And that is a hot topic given that the Fed is also moving to <a href=\"https://www.ft.com/content/baabbe1f-d823-4727-a090-0d1b89438048\">aggressively&#xa0;tighten monetary policy</a> and increase interest rates — a move that is <a href=\"https://www.ft.com/content/84fa7a04-9e94-4c47-9e42-5bc6530334a9\">projected</a> to hurt many poorer households. &#xa0;</p> <p>“These issues are not new; they existed long before the pandemic,” John Williams, New York Fed president and chief executive, <a href=\"https://www.newyorkfed.org/newsevents/speeches/2022/wil220331\">said</a> on Thursday, stressing the need for “an equitable future for all residents”.</p> <p>On this front, there was good — and bad — news. Nick Bloom, Stanford economist, projected that New York City could lose 5-10 per cent of its population in the coming years. But he also thinks the city will become more affordable. An increasing number of employees who work from home could also reduce gentrification, said Jessie Handbury, economist and assistant professor of real estate at the University of Pennsylvania's Wharton School.</p> <p>Some companies are getting involved with this: in the Bronx, BlocPower, a green building start-up, is helping residents in the city and nationally, with funding from Goldman Sachs. The start-up said investors such as Goldman Sachs were backing this to be a part of the upcoming “economic green boom.”</p> <p>However, tangled issues revolve around land use. “This is a time that I hope New York makes it easier to convert real estate space for residential use as commercial space declines due to a work from home population,” said Harvard economist Edward Glaeser. The focus has increasingly turned back to policymakers' need to move quickly to ensure a just transition. And Glaeser warned that a central factor in any “build back better” initiative was that companies should accept “paying higher taxes to increase police wages”, and building other infrastructure. This is not the usual territory of ESG — or central banking. But it might turn into a common refrain soon; particularly as cities like the Big Apple start to blossom again. &#xa0;(<em>Kristen Talman</em>)</p> <h1>Chart of the Day</h1> <p>In the coming years, insurers project that ESG will have one of the largest impacts on asset allocation decisions, according to research released today by Goldman Sachs Asset Management (GSAM). </p> <p>“I would be very surprised if, by next year, ESG is not factored into every decision made by asset allocators,” Mike Siegel, global head of insurance asset management at GSAM, told Moral Money. GSAM said there was a tidal wave afloat in the insurance world: “Insurance has lagged behind investors. While investors were divesting, the insurance sector was insuring activities.”</p> <p>And soon, there won't be an alternative option for the insurance sector. Siegel said boards were beginning to push ESG considerations more aggressively. The director also said “soon there will be capital charges for those who don't [consider environmental and societal concerns].”</p> <p>“Years ago, it used to be no ‘sin' bonds. This was well before ESG. Companies that were ‘life term, or companies expected to survive generations, didn't want to be seen as investing in things that are not good for public health.' Now, that movement has hit the ESG world, Goldman claims. (<em>Kristen Talman</em>)</p> <h1>Smart read</h1> <ul>  <li><p>A couple of months ago, we highlighted some research about the flood risks that threaten Florida. You might think that gave homeowners and insurance companies reason to rethink their dash to buy holiday homes. Not so: another <a href=\"https://theconversation.com/coastal-home-buyers-are-ignoring-rising-flood-risks-despite-clear-warnings-and-rising-insurance-premiums-179603\">fascinating piece</a> in The Conversation suggests homeowners know these risks, since they can track then easily on the internet — and insurance premiums are surging — but they keep pumping up the value of those homes in the sun, with an ostrich-like ability to ignore bad news. If nothing else, this suggests that repricing looms . . . one day.</p></li> </ul><p>Source: Gillian Tett and Kristen Talman 2022 'Here's what the ESG critics miss ' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-04T11:00:43.991Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8848,
          "end": 8861
        },
        {
          "start": 9902,
          "end": 9915
        },
        {
          "start": 10871,
          "end": 10878
        },
        {
          "start": 8899,
          "end": 8906
        },
        {
          "start": 9902,
          "end": 9909
        },
        {
          "start": 9902,
          "end": 9932
        },
        {
          "start": 8848,
          "end": 8855
        },
        {
          "start": 8899,
          "end": 8912
        }
      ]
    }
  ]
}