{
  "_id": "78c6e2adba752c428f0a0e66884f79f4579e86a80e055a948e8f055df9310909",
  "feed": "ftcomall",
  "title": "Bully Market — Jamie Fiore Higgins's insider account of Goldman Sachs",
  "text": "<p>Few financial institutions capture the public's attention like Goldman Sachs. Banker to the world's biggest companies, maker of global financial markets and peddler of risky mortgages in the run-up to the 2008 financial crisis, Goldman is synonymous with all that is revered and reviled about Wall Street. </p> <p>More than 150 years after it was founded by Marcus Goldman and Samuel Sachs, this enduring fascination has given rise to a cottage industry of books promising to peel back the impenetrable bank's mystique. </p> <p>The latest entry is <em>Bully Market</em>, a worthy addition from Jamie Fiore Higgins, who worked at Goldman for 17 years until 2016 and rose to become one of its most senior women bankers. Whereas <a href=\"https://www.ft.com/content/560ab97c-3013-11e3-80a4-00144feab7de\">previous</a> insider accounts have focused on Goldman's history, organisational drift or web of conflicts, Fiore Higgins's jargon-free memoir offers a fresh perspective of what it was like to work as a woman at Goldman amid its macho culture. </p> <p>It will be uncomfortable reading for Goldman boosters. Fiore Higgins presents her nearly two decades at Goldman as a grim, albeit lucrative, ordeal. If the book's subtitle — <em>My Story of Money and Misogyny at Goldman Sachs</em> — weren't enough of a reflection of her experience, Fiore Higgins makes her feelings abundantly clear in the introduction, describing Goldman as being a “racist, sexist, and intolerant environment”.&#xa0;</p> <p>She describes a string of incidents where she alleges she suffered bullying, discrimination and manipulation. All this makes <em>Bully Market</em> a notable reminder that Wall Street has been an inhospitable place for many women and minorities. </p> <p><em>Bully Market</em> starts at the end of the author's time at Goldman, on the day in 2016 when she received the bonus which gave her the financial freedom to quit the bank (she describes how she lived frugally throughout her time at Goldman, eschewing designer labels to shop at Marshalls and Payless, while tracking her progress towards liberation in a “Spreadsheet of Freedom”).&#xa0;</p> <p>We then rewind to her decision to put off a career as a social worker to instead, at the urging of her parents, maximise her earning potential. This led her to Goldman where she worked as a sales trader in the bank's formidable markets division. Her job was schmoozing investors to allow Goldman to borrow their stock, which the bank would then lend to hedge funds wanting to take short positions.</p> <p>She writes that she was confronted by, and at times was complicit in, “harassment and abuse”, while enduring a “sexist and outdated culture”. In one example, Fiore Higgins, a mother of four, was told to stop talking about her kids at work and that one person found her “too motherly”. In another, she chronicles two traders joking about charting the physical measurements of Goldman's new female analysts. </p> <p>The most dramatic incident comes shortly after Fiore Higgins is promoted to manager of her sales desk. She responded to a subordinate having an affair with one of his clients by taking him off the account. He reacted by grabbing her throat and pinning her against the wall. “If I could, I'd rip your fucking face off,” she recounts him saying. </p> <p>Around halfway into the book, things take a turn when Fiore Higgins details an affair with her boss which tests the foundations of her marriage. Ultimately, though, Goldman is her most problematic relationship. One friend compares the bank to an abusive boyfriend, “the guy who treats you like crap and then takes you out to a fancy dinner”.</p> <p>The indictment against Goldman would have been stronger had the book attached real names to events. In an author's note, Fiore Higgins says she changed the names and identifying details of her former colleagues, many of whom are composite characters. The book could also have done with greater reflection about what Fiore Higgins wishes she had done when pressured by her family to forgo her true professional passion. </p> <p>Goldman Sachs says that it strongly disagrees with the author's “characterization of Goldman Sachs' culture and these anonymized allegations”, and that it has “a zero-tolerance policy for discrimination or retaliation against employees reporting misconduct”.</p> <p><em>Bully Market</em> ends with the aftermath of the #MeToo movement, which changed the landscape to the extent that Fiore Higgins believes some of the treatment she endured wouldn't be tolerated today. Nevertheless, she writes that this doesn't mean Goldman has changed, “just that people are more careful and better at keeping the dark side under wraps”.&#xa0;</p> <p>As its mystique is peeled back, the powers that be at Goldman may not like what the world sees. </p> <p><a href=\"https://amzn.to/3qx2mcs\"><strong>Bully Market</strong></a><strong>: My Story of Money and Misogyny at Goldman Sachs</strong> by Jamie Fiore Higgins, <em>Simon &amp; Schuster $28.99, 320 pages</em> </p> <p><em>Joshua Franklin is the FT's US banking editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Joshua Franklin in New York 2022 'Bully Market — Jamie Fiore Higgins's insider account of Goldman Sachs' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T04:00:37.157Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 56,
          "end": 63
        },
        {
          "start": 56,
          "end": 69
        },
        {
          "start": 63,
          "end": 70
        },
        {
          "start": 63,
          "end": 76
        },
        {
          "start": 228,
          "end": 235
        },
        {
          "start": 357,
          "end": 364
        },
        {
          "start": 601,
          "end": 608
        },
        {
          "start": 604,
          "end": 611
        },
        {
          "start": 739,
          "end": 747
        },
        {
          "start": 743,
          "end": 750
        },
        {
          "start": 904,
          "end": 911
        },
        {
          "start": 908,
          "end": 915
        },
        {
          "start": 972,
          "end": 979
        },
        {
          "start": 977,
          "end": 984
        },
        {
          "start": 1038,
          "end": 1045
        },
        {
          "start": 1044,
          "end": 1051
        },
        {
          "start": 1141,
          "end": 1154
        },
        {
          "start": 1148,
          "end": 1155
        },
        {
          "start": 1148,
          "end": 1161
        },
        {
          "start": 1148,
          "end": 1163
        },
        {
          "start": 1289,
          "end": 1296
        },
        {
          "start": 1296,
          "end": 1303
        },
        {
          "start": 1642,
          "end": 1649
        },
        {
          "start": 1652,
          "end": 1659
        },
        {
          "start": 1813,
          "end": 1820
        },
        {
          "start": 1823,
          "end": 1830
        },
        {
          "start": 2119,
          "end": 2126
        },
        {
          "start": 2131,
          "end": 2138
        },
        {
          "start": 2246,
          "end": 2253
        },
        {
          "start": 2259,
          "end": 2266
        },
        {
          "start": 2728,
          "end": 2736
        },
        {
          "start": 2744,
          "end": 2751
        },
        {
          "start": 3284,
          "end": 3291
        },
        {
          "start": 3484,
          "end": 3491
        },
        {
          "start": 3853,
          "end": 3866
        },
        {
          "start": 3880,
          "end": 3887
        },
        {
          "start": 3880,
          "end": 3893
        },
        {
          "start": 3938,
          "end": 3951
        },
        {
          "start": 3965,
          "end": 3972
        },
        {
          "start": 3965,
          "end": 3978
        },
        {
          "start": 3965,
          "end": 3979
        },
        {
          "start": 4381,
          "end": 4388
        },
        {
          "start": 4511,
          "end": 4518
        },
        {
          "start": 4541,
          "end": 4548
        },
        {
          "start": 4631,
          "end": 4638
        },
        {
          "start": 4631,
          "end": 4644
        }
      ]
    }
  ]
}