{
  "_id": "6be277e13eeede55e47bc2d3d056285493e05d0b9c31f324267ab17ffc105144",
  "feed": "ftcomall",
  "title": "Bank of England official warns that ‘fast and forceful' policy tightening is needed",
  "text": "<p>A Bank of England ratesetter has said that “fast and forceful” tightening of monetary policy is needed to stop people's expectations of inflation drifting up in a way that would force policymakers to keep interest rates higher for longer.</p> <p>Catherine Mann's comments, in a speech given at the University of Kent on Monday, suggest she could argue for further increases in interest rates when the <a href=\"https://www.ft.com/stream/0ee3486f-0669-4774-b8f6-0c67e3b6b18f\">BoE's</a> monetary policy committee meets next week, following its decision to raise the benchmark rate from 1.25 per cent to 1.75 per cent in August.</p> <p>Mann, a former chief economist at the OECD and at Citigroup, has been among the more hawkish members of the MPC, voting for half percentage point increases in interest rates in February and May, when the majority of the committee favoured a more gradual approach, while also voting for August's rise.</p> <p>Last month, the BoE forecast inflation would peak at 13 per cent later this year, but rapidly rising natural gas prices have already made that figure look out of date, with Citigroup predicting it could climb above 18 per cent next January. The UK's inflation rate jumped to a <a href=\"https://www.ft.com/content/2fb6f361-a7bb-4b98-8100-6847b5df79b4\">40-year high</a> of 10.1 per cent in July. </p> <p>The <a href=\"https://www.ft.com/uk-employment\">labour market</a> has also remained exceptionally tight, even as the economy weakens, giving workers newfound leverage to negotiate better wages. </p> <p>Analysis by the Office for National Statistics, published on Monday, showed that on almost any measure, there was less slack in the labour market in the second quarter of 2022 than at any point in the past 15 years. </p> <p>For the first time on record, there were more unfilled jobs in the economy than there were unemployed workers, the data indicated. </p> <p>Even measures that included discouraged workers, who are not looking for a job because they believe they will not find one, and underemployed part-time workers, who would opt for longer hours if they could, showed labour supply was at its lowest since the 1990s. </p> <p>The ONS analysis will reinforce concerns at the BoE that a tight employment market — in which workers can demand and secure higher salaries — will mean inflationary pressures persist for longer, forcing policymakers to clamp down harder.</p> <p>Mann said the BoE could do little to prevent higher energy prices causing “enormous pain for millions” over the winter. But she argued for rapid action to arrest an upward drift in household and business expectations of inflation over a three-year time horizon — which could become self-fulfilling if it drove decisions on price-setting and wages.</p> <p>“My concern is that the gradual pace of increase in bank rate has not tempered expectations enough,” she said, arguing that “a fast and forceful monetary tightening, potentially followed by a hold or reversal” would be superior to a “gradualist” approach that could see policymakers forced to keep interest rates higher for longer.</p> <p>Financial markets are pricing in a 0.75 per cent rise in interest rates to 2.5 per cent at next week's MPC meeting, although many economists think a further half percentage point increase is more likely. </p> <p>Analysts at Goldman Sachs said on Monday that “given strong and persistent wage growth, elevated inflation expectations and the likelihood of the new prime minister announcing further fiscal support”, there was a case for the BoE to tighten monetary policy rapidly, with interest rates rising to 3.5 per cent by February of 2023. &#xa0;</p><p>Source: Delphine Strauss in London 2022 'Bank of England official warns that ‘fast and forceful' policy tightening is needed' FT.com 5 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-05T14:41:04.866Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 3048,
          "end": 3061
        },
        {
          "start": 3048,
          "end": 3055
        },
        {
          "start": 3034,
          "end": 3047
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}