{
  "_id": "0868c9ff12808f5404768c599cc340e771098046f91e346937d607abafe8600d",
  "feed": "wall-street-journal",
  "title": "Russia to Cut Europe's Gas Flow via Nord Stream to 20%; Gazprom blames problems with a turbine; German Economy Ministry says there is no technical reason for a reduction",
  "text": "<p>Wholesale European gas prices jumped 12% Monday to 179 euros, or about $183, a megawatt-hour. They have more than doubled so far this year and are expected by analysts to keep rising as winter approaches, adding to inflation that is straining economies, governments and financial markets in the region.</p><p>European officials and analysts say Russia President Vladimir Putin is weaponizing gas deliveries, aiming to retaliate for economic sanctions imposed on Russia and weaken the West's resolve to give military and financial assistance to Ukraine. By keeping some gas flowing, they say, Moscow is keeping Europe guessing and maximizing the leverage it has over Europe's energy security to sow political fissures.</p><p>\"Russia is playing a strategic game here,\" said Simone Tagliapietra, a senior fellow at Brussels-based economic think tank Bruegel. \"Fluctuating already low flows is better than a full cutoff as it manipulates the market and optimizes geopolitical impact.\"</p><p>European government officials and companies say Moscow is using the turbine holdups as a diversion in what Berlin has called an economic attack. Nord Stream has an elaborate contingency system with at least one spare turbine available at all times, The Wall Street Journal previously reported. The German Economy Ministry on Monday said there was no technical reason for the reduction in deliveries.</p><p>Dmitry Peskov, the Kremlin's press secretary, dismissed accusations that Gazprom has meddled with gas supplies to gain political leverage. \"Russia is a responsible gas supplier,\" he told reporters Monday, before the Gazprom announcement, according to Russia's Interfax news agency.</p><p>The planned reduction complicates Europe's efforts to fill up its gas storage ahead of winter. Without enough gas in the higher-demand months, governments say they are likely to ration energy and the continent's fragile economy could sink into recession. Germany's federal energy regulator has said that the country would struggle to reach its storage goals with Nord Stream flows capped at 40%. Reaching them at 20% is an even taller order.</p><p>Berlin has drawn up plans to dole out gas to consumers, hospitals and other critical sectors while potentially leaving industry short of supplies. For many companies in sectors reliant on gas, such as the chemical industry, rationing would mean halting production altogether, risking job cuts and upending supply chains around the globe.</p><p>Earlier Monday, Germany's Ifo Institute, an economic research institution, said that the threat of gas shortages and high energy prices weighed on business sentiment in Europe's largest economy in July. \"Germany is on the threshold of recession,\" the institute said.</p><p>Gazprom last month reduced flows to 40% of Nord Stream's capacity, blaming a missing turbine that was stuck in Canada due to Western sanctions. Then, earlier this month, Gazprom halted the pipeline altogether for previously planned, routine maintenance. Last week, the pipeline started back up again, but Mr. Putin warned that sanctions threatened to force Gazprom to reduce flows again.</p><p>Gazprom's statement on Monday came hours after the company signaled further delays in reinstalling the initial turbine en route back from Canada. Gazprom had said Siemens Energy AG, the German company handling the maintenance, hadn't provided the correct documentation for the turbine to make the final leg of its journey from Germany back to Russia.</p><p>A Siemens spokesman said the turbine could be shipped immediately but that Russia hasn't issued the necessary customs documents. \"Gazprom, as the customer, is required to provide those,\" he said. He added that German authorities gave Siemens Energy the necessary documentation to export the turbine to Russia at the start of last week.</p><p>The German Economy Ministry said that \"sanctions approval requirements for the delivery of the turbine in question have been met.\"</p><p>Amid the standoff over Nord Stream flows, the EU last week outlined plans to cut gas demand by 15%. The program would start as a series of voluntary reductions through changing fuels, factory closures and diminished energy consumption in office blocks and public buildings. But pushback from Southern European countries, Poland and others could prompt the bloc to scale back those plans after a meeting of energy ministers Tuesday.</p><p>Russia's move \"should increase pressure on EU energy ministers to deliver a sensible deal,\" Mr. Tagliapietra said. \"Action on this cannot be delayed any more.\"</p><p>With many European countries that depend on Russian gas reliant on supplies transiting through Germany, irregular or dwindling supplies through Nord Stream would be felt across the continent.</p><p>Governments across Europe are trying to secure gas from other suppliers, including Norway, Algeria, the U.S. and Qatar, which often comes in the form of liquefied natural gas transported by ship. Germany is building several LNG terminals on its coast to receive shipments and has chartered five floating terminals that can handle those inflows in the short term.</p><p>The worst-case scenario for Europe would be if Russia severed supplies both through Nord Stream and other routes. Europe already has a big hole to fill in replacing Russia, which met 40% of the EU's gas needs in 2021.</p><p>Since invading Ukraine in February, Moscow has put the Yamal-Europe pipeline, which traverses Belarus and Poland into Germany, out of action by imposing sanctions on the owner of the Polish section of the pipeline. Gazprom is using less than 40% of the transit capacity it booked to send gas via the huge pipelines that run through Ukraine to eastern members of the EU.</p><p>The result: In the first half of July, Europe imported nearly 70% less Russian gas via pipelines than it did this time a year ago, according to ICIS, a commodities data firm. A small amount of Russian fuel arrives in Europe on ships in the form of LNG.</p><p>In the event of a full cutoff, Hungary—which relies heavily on Russian gas and whose alternative pipeline routes run through other dependent countries—would see economic output decline by as much as 6.5%, according to recent forecasts by the International Monetary Fund. Italy could shed up to 5.7% and Austria and Germany almost 3% apiece, the IMF estimated.</p><p>Gazprom last week invoked force majeure for its failure to deliver contractually agreed natural-gas shipments in recent weeks, European energy companies have said. The move—a legal declaration that exempts the company from fulfilling contractual obligations because of circumstances outside its control—has been seen as an attempt by Gazprom to shield itself from legal consequences of any gas cuts.</p><p>The strategy carries risks for Moscow because gas exports, unlike oil shipments, are constrained by pipeline infrastructure, most of which points towards Europe. Russia has been injecting more gas into storage and shutting some production, analysts said. According to analysts at Goldman Sachs, Gazprom's production is down more than 35% year-over-year for the first half of July.</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com and Georgi Kantchev at georgi.kantchev@wsj.com</p><p>Russia to Cut Europe's Gas Flow via Nord Stream to 20%</p>",
  "published": "2022-07-25T17:32:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6884,
          "end": 6897
        },
        {
          "start": 6932,
          "end": 6939
        },
        {
          "start": 6932,
          "end": 6945
        }
      ]
    }
  ]
}