{
  "_id": "13a6e39dae847ae18467f2e6a3b5001f5539bdcd063c043b091087ea4f116de9",
  "feed": "wall-street-journal",
  "title": "Goldman Stock Stalls  Amid Brisk Business  ---  Shares lag behind  some rivals as deal  making and trading  exceed expectations  ----  By Charley Grant",
  "text": "<p>   Goldman Sachs Group Inc. delivered on its financial promises. Investors remain unimpressed. </p><p>   When the bank updated its corporate strategy in a January 2020 presentation to investors, it set new goals for how profitably it uses shareholder money. Goldman said it would target a return on equity of 13% to 14% within the next several years. </p><p>   Defying expectations, the pandemic ushered in a boom in corporate deals and initial public offerings. Volatile stock, commodity and bond markets led to significant boosts in trading revenue. Goldman earned record profits in 2021. Returns far exceeded the bank's promises. </p><p>   While Chief Executive David Solomon warned in February that those results were unsustainable, the bank continued to perform even after the pandemic boom died down. In February, Goldman said it expected a return on equity of 14% to 16% within the next three years. That return was 15% in the first quarter. </p><p>   Yet after a big rally, Goldman shares came back to Earth. They trade at roughly 1.1 times their book value, according to FactSet, barely changed compared with the day of the 2020 investor presentation and in line with rivals including Bank of America Corp. and Wells Fargo &amp; Co. Rival Morgan Stanley trades at 1.6 times book value, a significant increase from its early 2020 valuation, while JPMorgan Chase &amp; Co. trades at about 1.5 times. </p><p>   Goldman's shares closed Thursday at $324.25, up 35% from the day of the investor presentation but down 15% so far this year. </p><p>   A Goldman representative declined to comment. </p><p>   Concern that too much of Goldman's business is sensitive to the strength of capital markets, such as investment banking and trading, helps explain the stubbornly low valuation, said Wells Fargo analyst Mike Mayo. \"Sustainability is the one word that's on people's mind,\" he said. </p><p>   Morgan Stanley's higher valuation stems in part from a larger presence in business lines that are less sensitive to conditions on Wall Street, such as managing money for wealthy clients. Wealth-management revenue was $1.62 billion in the first quarter at Goldman, up 19% from a year earlier and which accounted for 13% of total company revenue. At Morgan Stanley, wealth management comprised 40% of total revenue. Acquisitions of Eaton Vance and E*Trade helped bolster that business. </p><p>   Mr. Mayo, who rates Goldman's shares as \"outperform\" with a price target of $420, argued that the bank's business lines are more durable than most investors think. Private-equity funds are flush with cash that they need to put to work. Businesses must adapt to changes in consumer behavior caused by the pandemic. Those factors should cause deal-making activity to be more consistent in the years ahead, he said. </p><p></p>",
  "published": "2022-06-03T06:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 0,
          "end": 24
        },
        {
          "start": 245,
          "end": 252
        },
        {
          "start": 529,
          "end": 536
        },
        {
          "start": 787,
          "end": 794
        },
        {
          "start": 939,
          "end": 946
        },
        {
          "start": 1356,
          "end": 1363
        },
        {
          "start": 1483,
          "end": 1490
        },
        {
          "start": 1552,
          "end": 1559
        },
        {
          "start": 1552,
          "end": 1560
        },
        {
          "start": 2062,
          "end": 2069
        },
        {
          "start": 2311,
          "end": 2318
        }
      ]
    }
  ]
}