{
  "_id": "95358f36690cd8857a409167367a9cc31911dc12f2814cfabf8b8e16d01f070f",
  "feed": "market-watch",
  "title": "The ‘dirty' U.S. economy bounced back faster than overall growth last year — here's how",
  "text": "<p>Energy analysts had expected to see a&#xa0;planet-warming emissions&#xa0;snap back as industrial output picked up and more freight moved in 2021 than 2020. Still, the growth in pollution outpaced expectations, Kate Larsen, a partner at Rhodium Group and a co-author of the report, says.</p><p>Based on preliminary data for 2021, Rhodium Group estimates that economy-wide GHG emissions increased 6.2% relative to 2020, though emissions remained 5% below 2019 levels.</p><p>Read:The 10 most expensive climate-change disasters of 2021 cost $170 billion — and this U.S. storm was No. 1</p><p>Even as late as October 2021, the International Monetary Fund was forecasting a 6% rise in U.S. GDP, more than recovering from the drop of 3.4% in 2020. But with the rise of the Omicron variant and its expected drag on growth, experts have since modified expectations. As of Jan. 7, 2021, Goldman Sach's estimate of GDP growth in 2021 — which is what Rhodium uses for its comparison — was 5.7%.</p><p>The largest increase in emissions in 2021 came from the transportation sector, reflecting high demand for freight transportation of consumer products. The transportation sector — which accounts for 31% of net US emissions — experienced the largest decline in GHG emissions in 2020, dropping over 15% (283 million metric tons of CO2) below 2019 levels. In 2021, despite seasonal rebounds, overall transportation fuel demand never fully returned to 2019 levels. During the first two quarters of 2021, fuel demand increased as COVID-19 vaccines became available. However, the appearance of new variants and breakthrough cases in late summer led to staggered fuel demand for the remainder of the year.</p><p>Although the transportation of goods rebounded, people were still largely staying put.</p><p>“Despite hopes that life would get back to normal in 2021, passenger travel never fully recovered to 2019 levels,” the Rhodium analysts said. After falling 13% in 2020, gasolineRB00 demand — indicative of demand for on-road passengertravel — rose steadily through 2021, ending the year 10% above 2020 levels. Despite air travel's dramatic surge in 2021 (rising 26%), it remained down 24% below 2019 levels.</p><p>The electric power sector, which accounts for 28% of net U.S. emissions, saw the second largest increase in GHG emissions from 2020 levels. As natural gasNG00 prices rose, coal was again pushed into use to power the grid.</p><p>Read:Tiniest pollution particles pack major risk: Childhood asthma, poor-air deaths ignored for too long, studies say</p><p>The uptick in GHG emissions in 2021 moves the country even further from meeting its Paris Agreement climate target of reducing emissions 50-52% below 2005 levels by 2030. In 2020, due to the economic impacts of the COVID-19 pandemic, emissions fell to 22.2% below 2005 levels. In 2021, U.S. emissions ticked up to 17.4% below 2005 levels.</p><p>Against this backdrop, the Biden administration and leading Democrats continue to try to push through a broad spending package, known as Build Back Better, that contains several climate change provisions and is meant to piggy back with infrastructure spending and executive orders aimed at electrifying the government vehicle fleet and backing more conversions to solar and wind power.</p>",
  "published": "2022-01-10T11:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 849,
          "end": 856
        }
      ]
    }
  ]
}