{
  "_id": "6e81983a5fa14249ae031ab4724332e901f6d5c34f5ef753a1e777996b8731d5",
  "feed": "ftcomall",
  "title": "FirstFT: Wall Street banks to pay $1.8bn over messaging violations",
  "text": "<p>Eleven Wall Street banks and brokers including Goldman Sachs, Morgan Stanley and Bank of America <a href=\"https://www.ft.com/content/c86c5ee6-8018-43fa-a0da-d5570876f84a\">have agreed to pay more than $1.8bn</a> in fines over charges of “widespread” and “longstanding” failures in their record-keeping practices, US regulators said yesterday.</p> <p>The institutions admitted to violating federal record-keeping requirements, the US Securities and Exchange Commission said after an investigation uncovered what it called “pervasive off-channel communications”.</p> <p>Regulators described executives discussing business via text message on their personal devices when their chats should have been recorded and available to government authorities. The SEC said tens of thousands of messages were exchanged by bank staff via encrypted messaging services such as WhatsApp and Signal.</p> <p>The violations occurred from January 2018 to September 2021 and involved staff at different levels of seniority, the SEC said.</p> <p>The investigation became public last year and <a href=\"https://www.ft.com/content/d766f618-ec3a-449d-8683-84b3f3a73b06\">shook Wall Street</a>, costing some bankers their jobs and pushing lenders to crack down on the unauthorised use of messaging services. </p> <p>“Today's actions — both in terms of the firms involved and the size of the penalties ordered — underscore the importance of record-keeping requirements: they're sacrosanct,” said Gurbir Grewal, SEC enforcement director.</p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. BoE acts to prop up gilt market</strong> The Bank of England <a href=\"https://www.ft.com/content/756e81d1-b2a6-4580-9054-206386353c4e\">took emergency action today</a> to stem a crisis in the UK government bond markets, suspending its programme to sell gilts and instead buy long-dated bonds. The central bank warned of a “material risk to UK financial stability” if the turmoil in the UK government bond market continued. <em>This is a developing story. For updates go to </em><a href=\"https://www.ft.com/content/cde0b8b9-5122-4a02-ae72-afdc6b0175bb\"><em>our live blog</em></a><em>.</em> </p> <p><strong>2. ‘Gas sabotage' suspected in Nord Stream leaks </strong>European and US officials blamed leaks from two crucial European gas pipelines on sabotage. The leaks from the Nordstream 1 and 2 pipelines, which had been used to transport gas from Russia to European countries, led to gas bubbles in the Baltic Sea that measured 1km in diameter. The officials said Russia's involvement <a href=\"https://www.ft.com/content/85f24052-10a6-48de-8eb1-7a6f8be95759\">could “not be excluded”</a>. </p> <ul>  <li><p><strong>More on the war: </strong>The US is pressing EU countries <a href=\"https://www.ft.com/content/1aa35421-35c3-4183-93ea-95c3007a4f3d\">to speed up and increase financial support</a> for Ukraine at a time when Kyiv is seeking to regain territory from Russian forces.</p></li> </ul> <p><strong>3. Joe Biden warns Floridians to be ready to evacuate as hurricane nears</strong> The president has urged people in Florida <a href=\"https://www.ft.com/content/43fe17f8-95bb-4a1f-b9ed-6ca8a815e6ca\">to leave their homes</a> if told to do so by local officials, warning that Hurricane Ian would be “life-threatening” and “devastating”. The Category 3 storm made landfall in Cuba yesterday with winds hitting a peak of 130mph and is expected to hit the US mainland as soon as today. About 2.5mn people have been told to evacuate, according to the Republican governor Ron DeSantis.</p> <p><strong>4. Credit Suisse loses top dealmaker to Citigroup</strong> Credit Suisse has lost one of its <a href=\"https://www.ft.com/content/7f67de02-407c-41bf-aeb5-aa823c8d02c2\">most senior remaining dealmakers</a> to Citigroup, as the beleaguered Swiss lender prepares for a restructuring of its investment bank after a series of scandals. Jens Welter is quitting Credit Suisse less than nine months after being named co-head of global banking and will join Citi as its new co-head of European investment banking.</p> <p><strong>5. UK online safety bill threatens security, WhatsApp chief warns</strong> Will Cathcart, who runs the Meta-owned messaging app WhatsApp, has warned the UK government that a bill to undermine encryption <a href=\"https://www.ft.com/content/e9473a4a-c18e-4e70-bf8e-677a1ffe7363\">would threaten the security of its own communications</a> and embolden authoritarian regimes. The UK's bill has become a focus of global debate over whether companies such as Google, Meta and Twitter should be forced to proactively scan and remove harmful content on their networks.</p> <h1>The day ahead</h1> <p><strong>Monetary policy</strong> This week's stream of commentary from US Federal Reserve officials will continue today. Charles Evans, president of the Chicago Fed, will be speaking on inflation and the future path of monetary policy during a panel hosted by the London School of Economics. Fed chair Jay Powell is scheduled to provide welcome remarks by video at an event <a href=\"https://www.stlouisfed.org/news-releases/2022/09/22/sign-up-2022-community-banking-research-conference-sept-28-29\">hosted by the St Louis Fed</a>. St Louis Fed president James Bullard, Fed governor Michelle Bowman and Kansas City Fed president Esther George are also expected to speak at the event. <br><br><strong>Economic data</strong> A forward-looking indicator of US home sales is due out today that could indicate whether the Census Bureau's unexpected report yesterday detailing an increase in new home sales after six consecutive months of declines was a fluke. The National Association of Realtors will release its August pending-home-sales index, which tracks signed contracts for home purchase transactions that have not yet closed. <br><br><strong>Earnings</strong> Jefferies Financial could provide an update on its plan to double down on investment banking at a time when the backdrop for dealmaking and initial public offerings has become much tougher. This will be the company's first earnings report since it announced in July that it would scale back its merchant bank operations in favour of investment banking. Also reporting today is Thor Industries, a maker of recreational vehicles. </p> <h1>What else we're reading</h1> <p><strong>Why the strength of the dollar matters</strong> In times of trouble, the dollar is the world's refuge. Messing up macroeconomic policies, especially fiscal management, proves particularly dangerous when the dollar is strong, interest rates are rising and investors seek safety. Kwasi Kwarteng, please note, <a href=\"https://www.ft.com/content/daf5c774-fb7f-4ef3-a4ba-c92e3b373066\">writes Martin Wolf</a>.</p> <p><strong>Central banks have prepared a recipe for monetary overkill and liquidity crises</strong> Having badly misjudged the strength of inflation over the past year, central bankers are now anxious not to repeat the mistakes of the 1970s. Yet while the current threat of stagflation rhymes with 50 years ago the wider economic and financial context does not, <a href=\"https://www.ft.com/content/5af5a3fb-dcaa-411d-bcdd-75af0a99fe99\">argues John Plender</a>. </p> <p><strong>The self-styled scourge of ‘woke' boardrooms</strong> Vivek Ramaswamy promotes his war on what he calls “Woke, Inc” with television appearances, opinion pieces, two books and public letters to S&amp;P 500 companies. Now he is putting other people's money <a href=\"https://www.ft.com/content/8e36595e-3cc3-4654-b2e3-1f0fa55769ee\">where his mouth is</a>, launching two exchange traded funds that explicitly seek to pressure companies to drop efforts to diversify their workforces and cancel their pledges to address climate change.</p> <p><strong>What does the future hold for Petrobras?</strong> After emerging from the scandal and financial turmoil of the previous decade, $76bn oil and gas giant Petróleo Brasileiro is leaner, more profitable — and a cash machine for its owners. Yet presidential candidates Jair Bolsonaro and Luiz Inácio Lula da Silva <a href=\"https://www.ft.com/content/d379f8be-e61e-4e39-986c-f8d3bdbf8e75\">offer competing visions</a> for Brazil's most valuable listed business. </p> <p><strong>The 90km journey that changed the Ukraine war </strong>A lightning assault by Ukrainian forces this month allowed Kyiv to reclaim as much territory in a few days as Moscow had captured in months. <a href=\"https://ig.ft.com/ukraine-counteroffensive/\">Our interactive story traces</a> how the counteroffensive dramatically turned the tide of the invasion. </p> <p><strong>Deflecting asteroids is only one thing on our worry list </strong>Nasa's mission to slam a small asteroid 11mn km from Earth was, literally, a striking achievement that gives hope we can defend our planet. But human nature and technology present risks of their own, <a href=\"https://www.ft.com/content/3ab38430-385e-4bf7-ba93-3658234712fa\">writes Anjana Ahuja</a>.</p> <h1>Travel</h1> <p>After the gold rush: a 4x4 adventure in the Yukon. With a Jeep and a roof tent, a baby and a can of bear spray, Ruaridh Nicoll <a href=\"https://www.ft.com/content/38c4b345-c285-4288-8491-eb9b738ce5d8\">sets out on the trail of the Klondike prospectors</a>. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: Wall Street banks to pay $1.8bn over messaging violations' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T10:36:50.912Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 54
        },
        {
          "start": 47,
          "end": 60
        }
      ]
    }
  ]
}