{
  "_id": "3c65fa1eee5adfc6c254d77e7b9d19bcaaa6e7a9b7916d3335be2825f2f8df56",
  "feed": "ftcomall",
  "title": "Investors bet on higher long-term US inflation",
  "text": "<p>Traders in US financial markets have cranked up their bets on how high inflation will soar in the coming years, complicating the Federal Reserve's efforts to curb rapidly rising consumer prices. </p> <p>On Tuesday, one market measure of how hot investors believe inflation will run climbed to its highest level since 2014. The so-called five-year, five-year forward rate — a gauge of inflation forecasts over five years, five years from today — hit 2.5 per cent. That same measure stood at 2.1 per cent before Russia's invasion of Ukraine sent commodity prices surging.</p> <p>Traders had largely expected inflation to remain elevated over the next year or two before receding as pressure on global supply chains eased. But those longer-term forecasts have rapidly shifted as the price of Brent crude, the international oil benchmark, escalated to a 14-year high this week and commodities including nickel, wheat and natural gas have <a href=\"https://www.ft.com/content/5753f4dd-1e8e-4159-a4e4-d232e4ad50ed\">rocketed</a>.</p> <p>“Our inflation expectations are going up and growth expectations are going down,” said Elaine Stokes, a portfolio manager at Loomis Sayles. </p> <p>Data due out on Thursday are expected to show that consumer prices rose at the fastest level in 41 years in February, climbing 7.8 per cent from the year before, according to a survey of economists by Bloomberg.</p> <p>Higher commodity prices have led investors to bet that the Fed will be forced to tighten monetary policy at a more aggressive pace than might otherwise be expected in a volatile market.</p> <p>In recent days, as Russia's invasion of Ukraine has reverberated through markets, traders have lifted their expectations for US interest rate rises this year. Now investors expect borrowing costs to rise from just above zero to roughly 1.5 per cent by December. </p> <p>That marks a rapid reversal from just two weeks ago, when traders had lowered their expectations — predicting that rates would reach roughly 1 per cent.</p> <p>“For the duration of this year we are going to be looking at very, very high inflation in the US at every upcoming Fed meeting,” said David Mericle, an economist at Goldman Sachs. “I just don't see them going through a meeting with inflation so far above their target and not delivering a rate hike.”</p> <p>Investors are also factoring in a hit from higher commodity costs as consumers and businesses face higher energy bills. Coupled with tighter policy from the Fed, which is expected to raise borrowing costs for companies and individuals, the speed of the US economic recovery could slow.</p> <p>That means the Fed is walking a tightrope, given the central bank is reluctant to push the country into recession even as it attempts to bring down inflation, Mericle added.</p> <p>“The Fed is going to be hiking on eggshells,” said Meghan Swiber, a rates strategist at Bank of America.</p><p>Source: Kate Duguid and Eric Platt in New York 2022 'Investors bet on higher long-term US inflation' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-09T14:20:15.624Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2047,
          "end": 2060
        },
        {
          "start": 2047,
          "end": 2054
        }
      ]
    }
  ]
}