{
  "_id": "a613a601ae251de9d21a0f39cb193d6ce6ead6dc150b503b0760347a22a0caa9",
  "feed": "ftcomall",
  "title": "Asset Management: Howard Marks's least important thing",
  "text": "<p><strong>One thing to start</strong>: France's financial regulator is seeking to fine <strong>H2O Asset Management</strong> a <a href=\"https://www.ft.com/content/041946c4-aac5-4d5a-bf0b-68f2596401dc\">record €75mn</a> and ban its chief executive <strong>Bruno Crastes</strong>&#xa0;from the investment industry for a decade over the asset manager's extensive investments in illiquid bonds tied to German financier <strong>Lars Windhorst</strong>. These were <a href=\"https://www.ft.com/content/51b425fc-94b6-3cc5-a4ea-47d72dca5e75\">first exposed</a> in 2019 by my colleagues <em>Robert Smith</em> and <em>Cynthia O'Murchu</em>.</p> <h1>‘You have to be cognisant of history'</h1> <p>In late September, as the gilt markets were melting down in the aftermath of the “mini” Budget, I flew to New York for a <a href=\"https://www.ft.com/content/a2d6df4e-5b24-4268-b770-6c514ac378de\">Lunch with the FT</a> with <strong>Howard Marks</strong>, the co-founder of $163bn investing powerhouse <strong>Oaktree Capital Management</strong>. </p> <p>I arrived 10 minutes early for our lunch at Il Gattopardo, near the Museum of Modern Art in Midtown Manhattan, to find that my guest was already sitting at his usual corner table. As befits a man whose entire world view is predicated on anticipating what could go wrong, he is, in his own words, “pathologically prompt. I can't be late if I want to.”&#xa0; </p> <p>The restaurant is named after <strong>Giuseppe Tomasi di Lampedusa</strong>'s historical epic <em>The Leopard</em>. What parallels might we draw between the novel's most famous quote — “If we want things to stay as they are, things will have to change” — and the financial markets?</p> <p>“I think it's a mistake to think you can keep the world from changing,” mused Marks. He minored in Japanese studies and learnt the concept of mujō, a word originating in Buddhism, meaning impermanence and the inevitability of change. “You have to be cognisant of history, or you'll repeat it, but you also have to understand that it may not apply.” </p> <p>Many of you will be among the 200,000 or so people who receive Marks's investment memos. I particular enjoyed <a href=\"https://www.oaktreecapital.com/docs/default-source/memos/something-of-value.pdf\">this recent one</a> in which he recounts how conversations with his son Andrew during lockdown led him to conclude that “the focus on value versus growth doesn't serve investors well in the fast-changing world in which we live.”</p> <p>Marks has also written several books, including <em>The Most Important Thing: Uncommon Sense for the Thoughtful Investor</em>. So what is the <em>least</em> important thing for investors? He says:</p> <blockquote>  <p>“The short run is by far the least important thing. What matters is the long run. We try to buy the stocks of companies that will become more valuable, and the debt of companies that will pay their debts. It's very simple. Isn't that a good idea?”</p> </blockquote> <p>Read the full interview <a href=\"https://www.ft.com/content/a2d6df4e-5b24-4268-b770-6c514ac378de\">here</a>, in which we talked about the business of bargain hunting, the dangers of emotion — and meeting his nefarious namesake.</p> <p>Who else would you like to see featured in Lunch with the FT (finance or otherwise)? Email me: <a href=\"mailto:harriet.agnew@ft.com\">harriet.agnew@ft.com</a> </p> <h1>Fifty shades of green investing</h1> <p>The fast-growing sustainable investment industry once again found itself in the spotlight last week, as regulators imposed greenwashing penalties and spurred a raft of fund downgrades.</p> <p>Europe's top asset managers are <a href=\"https://www.ft.com/content/d74445d5-1275-4a1e-a118-70f2750ce7c9\">downgrading</a> environmental, social and governance funds holding tens of billions of dollars of client money that had been badged at the highest level of sustainability, writes <em>Adrienne Klasa </em>in London.</p> <p>The asset managers say that <a href=\"https://www.ft.com/content/3655eb18-4c54-4472-970f-cd571b76f8bc\">confusion</a> over new EU sustainability rules has forced the changes, arguing that guidance issued by European officials over the summer has failed to provide the industry with a clear definition of sustainability. </p> <p><strong>Amundi</strong>, <strong>BlackRock</strong>, <strong>Axa</strong>, <strong>Invesco</strong>, <strong>NN Investment Partners</strong>, <strong>Pimco</strong>, <strong>Neuberger Berman</strong>, <strong>Robeco</strong> and <strong>Deka</strong> are among those that have decided to reclassify some of their Article 9 funds — the highest sustainability designation under Europe's Sustainable Finance Disclosure Regulation (SFDR) rubric — to the broader, and less demanding, Article 8 category.</p> <p>Amundi has said it will reclassify the vast majority of the €45bn worth of strategies it now holds in Article 9 funds.</p> <p>“For sure there is some frustration there,” says <strong>Élodie Laugel</strong>, its head of responsible investing. “This gives the impression that the industry classified [funds] inappropriately before, when this is not the case because the rules have changed.” </p> <p>Passive funds were no <a href=\"https://www.ft.com/content/47fe8139-1672-4d6c-a19b-d3a7cae4757b\">exception</a>. <strong>HSBC</strong>'s fund arm informed investors in seven Ucits ETFs that they will be downgraded from Article 9 to Article 8. This followed similar moves by BlackRock and Invesco.</p> <p>Meanwhile in the US, <strong>Goldman Sachs</strong> <a href=\"https://www.ft.com/content/0e2b6e41-4113-437f-824b-80d7acd29579\">agreed</a> to pay a $4mn penalty over US regulatory charges that the bank's asset management division misled customers about ESG investments. The settlement comes amid a widening crackdown by the <strong>Securities and Exchange Commission</strong> on inflated green investment claims.</p> <h1>Chart of the week</h1> <p>Investors have poured almost $16bn in to US corporate bond funds this month, underscoring how signs of easing inflation have helped brighten sentiment after a brutal sell-off in much of 2022. </p> <p>Funds holding high-grade bonds have garnered $8.6bn of new client money in the month to November 23, while those focused on riskier junk-rated debt have posted net inflows of $7.1bn, writes <em>Harriet Clarfelt</em> in New York. The combined figure is set to be the <a href=\"https://www.ft.com/content/d8f408fc-0a1e-42cf-b257-779ce3add0e3\">highest monthly inflow</a> since July 2020 if the trend holds in the final week of November, according to data provider <strong>EPFR</strong>. </p> <p>The surge of inflows into credit funds comes as Wall Street markets have staged a late-year rally after data released earlier in November showed the pace of consumer price growth has started to ease, prompting hopes that the <strong>Federal Reserve</strong> may soon slow down its aggressive rate rises.</p> <h1>10 unmissable stories this week</h1> <p>Inside the rise of collateralised fund obligations, which introduce a new layer of leverage into a private capital industry already built on debt. Their rise is <a href=\"https://www.ft.com/content/e4c4fd61-341e-4f5b-9a46-796fc3bdcb03\">one illustration</a> of how post-crisis regulation, rather than ending the use of esoteric structures and risky leverage, has shifted it into a quieter, more lightly regulated corner of the financial world. </p> <p>Sterling <a href=\"https://www.ft.com/content/ad4bc15c-24cc-4795-be97-d022966b9888\">looks “vulnerable”</a> to further falls and the looming recession could have “serious” effects on British society, according to an investor letter by <strong>Rokos Capital Management</strong>, the $14.5bn&#xa0;hedge fund firm of billionaire trader <strong>Chris Rokos</strong>. </p> <p><strong>Sculptor Capital Management</strong>, the hedge fund formerly known as <strong>Och-Ziff</strong>, has put itself up for sale. <em>FT Alphaville</em> reports on how the main reason for the <a href=\"https://www.ft.com/content/11ad2f8c-4537-409f-bddf-3e5e55ee44a2\">proposed sale</a> is the long shadow of a mid-noughties bribery debacle and the very public brawl that followed between founder <strong>Daniel Och</strong> and his one time protégé <strong>Jimmy Levin</strong>. </p> <p><strong>Bill Ackman</strong>, the billionaire hedge fund manager and founder of <strong>Pershing Square Capital Management</strong>, said he has taken a “large notional short position” against <a href=\"https://www.ft.com/content/7473ad0c-cc15-49f3-aec1-a52cfe99e2ae\">the Hong Kong dollar</a>, arguing it is “only a matter of time” before the currency's peg to the US dollar breaks.</p> <p>In a situation reminiscent of <strong>Lehman Brothers</strong> in 2008, hedge funds have <a href=\"https://www.ft.com/content/125630d9-a967-439f-bc23-efec0b4cdeca\">billions of dollars stuck</a> on failed cryptocurrency exchange <strong>FTX</strong> and could face years of waiting to recover anything at all from a marketplace they once believed to be one of the industry's most reliable bets.</p> <p><strong>Sir Jon Cunliffe</strong>, deputy governor of the <strong>Bank of England</strong>, says that crypto exchanges like FTX that bundle together services kept separate by mainstream institutions should be <a href=\"https://www.ft.com/content/5c12eb2b-390e-473f-a8ce-0a7f9dfc3a33\">more tightly regulated</a> before they become a risk to the financial system.</p> <p>The gilt market rout that forced UK pension funds to rapidly sell assets in September contributed to driving down the value of retirement schemes by <a href=\"https://www.ft.com/content/58756350-4826-41b9-acdc-a51619903b03\">as much as £500bn</a>, MPs were told. <strong>Sir John Kingman</strong>, chair of <strong>Legal &amp; General</strong>, one of the biggest LDI providers, defended its risk management and <a href=\"https://www.ft.com/content/5585735e-c728-47ed-8e59-a8abce396727\">laid the blame</a> for September's pension fund liquidity crisis squarely on the government for creating “such extraordinary instability in the market.”</p> <p>Meanwhile regulators and policymakers are calling for action to address the risks associated with pension funds' <a href=\"https://www.ft.com/content/2c03ce71-c7f6-4d99-a7fb-509bea069f57\">use of derivatives</a>, after the <strong>Financial Conduct Authority</strong> and <strong>The Pensions Regulator</strong> admitted that they were unprepared for the crisis. </p> <p>Bonds are <a href=\"https://www.ft.com/content/94c323f5-b9d1-4332-8ce0-b4d9755aa47e\">(sort of) back</a>, writes markets editor <em>Katie Martin</em>. After a tumultuous year, investors are daring to believe the asset class might be worth another shot. </p> <p>French bank <strong>Société Générale</strong> has agreed to create <a href=\"https://www.ft.com/content/05d33d75-0845-4fc8-8743-5602df1e6fe0\">a joint venture</a> with US investment company <strong>AllianceBernstein</strong>, with the two financial groups merging their equities research and cash equities businesses.</p> <h1>And finally</h1> <p>Don't miss our series on the <a href=\"https://www.ft.com/content/2dd61d03-13ac-4278-8214-678c1d9a33c1\">best books of the year</a>, 2022. From economics, politics and history to science, art, food and, of course, fiction — our annual round-up brings you top titles picked by FT writers and critics. Next year, why not set yourself a literary challenge. To that tune, here are a couple of interesting articles from the archives: what opinion editor <em>Alice Fishburn</em> learnt from a year of reading only books <a href=\"https://www.ft.com/content/99936410-fdf8-11e8-aebf-99e208d3e521\">by women</a> and how she tackled previously <a href=\"https://www.ft.com/content/fcedcaa4-1776-11e4-87c0-00144feabdc0\">neglected books</a> during a year in which she pledged not to buy herself any new ones.</p><p>Source: Harriet Agnew, Asset Management Editor 2022 'Asset Management: Howard Marks's least important thing' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T06:00:35.703Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4254,
          "end": 4261
        },
        {
          "start": 4227,
          "end": 4240
        },
        {
          "start": 4254,
          "end": 4267
        }
      ]
    }
  ]
}