{
  "_id": "405ee36a16393f6f0cacdfd91cf65c54b8a4e33b6a233944ca485eb29a1d29ec",
  "feed": "market-watch",
  "title": "U.S. stock futures rise amid cautious trading as Thanksgiving looms",
  "text": "<p>* S&amp;P 500 futures ES00 rose 13.5 points, or 0.3%, to 3,971.</p><p>* Dow Jones Industrial Average futures YM00 added 112 points, or 0.3%, to trade at 33,848</p><p>* Nasdaq-100 futures NQ00 climbed 27 points, or 0.2%, to 11,614</p><p>On Monday, the Dow DJIA fell 45 points, or 0.1%, while the S&amp;P 500 SPX lost 0.4% and the Nasdaq Composite shed 1.1%. The S&amp;P 500 is up 10.4% from its 2022 closing low hit on Oct. 12, but remains down 17.1% for the year to date.</p><p>What's driving markets</p><p>Stock futures were a touch firmer but traders seemed reluctant to place bold bets as they weighed concerns about fresh COVID-19 restrictions in China and the prospects for tighter Federal Reserve policy.</p><p>Adding to the caution was a holiday-shortened week for Wall Street, where volumes traditionally tend to thin notably in the run up to Thanksgiving on Thursday and Black Friday.</p><p>\"The irony is that the China reopening story has been a big positive driver of China-related risk and overall markets over the last couple of weeks, so we are trading between feast and famine on this story,\" wrote Jim Reid, strategist at Deutsche Bank, in a morning note.</p><p>\"Both could of course be ultimately right. There might be many more restrictions in the near term but stronger more durable re-openings by the spring. Markets are struggling to price this at the moment though,\" Reid added.</p><p>The lackluster action in stocks also reflects a market that has stalled following a rally off 2022 lows, and as investors look to the next catalyst to help push the S&amp;P 500 out of its recent relatively tight range of roughly 50 points, on a closing basis, held over the past two weeks.</p><p>The ceiling of that range is 4,000, and unfortunately for equity bulls it is unlikely the S&amp;P 500 will finish much above it even in a year's time, according to Goldman Sachs.</p><p>In a note published late on Monday, the Goldman strategy research team led by David Kostin, said that assuming the U.S. economy manages a soft landing then the stock market will experience \"less pain but also no gain\" in 2023.</p><p>\"The performance of U.S. stocks in 2022 was all about a painful valuation de-rating but the equity story for 2023 will be about the lack of EPS growth. Zero earnings growth will match zero appreciation in the S&amp;P 500. Our valuation model implies an unchanged P/E multiple of 17x and a year-end index level of 4000,\" said Kostin.</p><p>Emblematic of the market's travails over the past year or so are the share price collapses of former lockdown-linked work from home darlings, such as Zoom Video Communications Inc. ZM. Stock in the videoconferencing group was off about 9% in premarket trading having delivered soft fourth quarter guidance after Monday's closing bell.</p><p>Kansas City Fed President Esther George is due to speak at 2:15 p.m. ET.</p><p>There are no U.S. economic updates of note set for release on Tuesday, while a raft of data are due Wednesday, including minutes of the Fed's November policy meeting.</p><p>Companies in focus</p><p>* Dick's Sporting Goods Inc. DKS stock initially dipped but rebounded in premarket trading Tuesday after releasing itsthird quarter earnings.Shares in the retailer are up 0.91, or 0.85%, after the company beat estimates with positive same-store sales and offered a rosy outlook.</p><p>* Dell Technologies Inc. DELL shares were off 3%, following quarterly earnings released after Monday's trading session. While earnings beat estimates, the company's fourth quarter revenue expectationswere lower than analyst expectations.</p><p>U.S. stock futures rise amid cautious trading as Thanksgiving looms</p>",
  "published": "2022-11-22T13:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1842,
          "end": 1849
        },
        {
          "start": 1787,
          "end": 1800
        },
        {
          "start": 1787,
          "end": 1794
        },
        {
          "start": 1777,
          "end": 1790
        },
        {
          "start": 1831,
          "end": 1838
        }
      ]
    }
  ]
}