{
  "_id": "dd9c95f4f0640ce4d661b2197af81afdbf1d185abfe1881d6089387d7766fe09",
  "feed": "wall-street-journal",
  "title": "Bank of America Caps an Underwhelming Bank Earnings Season; Other big U.S. banks reported first-quarter profit declines last week",
  "text": "<p>Bank of America Corp. reported a 12% drop in first-quarter profit Monday, marking the end to an underwhelming earnings season for the country's largest banks.</p><p>Last week, JPMorgan Chase &amp; Co., Citigroup Inc., Wells Fargo &amp; Co., Goldman Sachs Group Inc. and Morgan Stanley reported double-digit declines in first-quarter earnings as well. All except Bank of America reported lower revenue.</p><p>This quarter was supposed to be a return to normal for U.S. banks after two years of pandemic operations. Instead, Russia's invasion of Ukraine also threw new hurdles into the global economy's path to pandemic recovery, upending stock trading and commodities markets alike. On Wall Street, the deal making that had powered the industry's investment bankers started to slow.</p><p>Inflation continued to climb, forcing households to pay more for gas and food. The Federal Reserve raised interest rates for the first time since 2018 to try to curb the fast-rising prices, but banks worry that too many rate increases could throw the economy into recession.</p><p>\"Could a slowdown in the economy happen? Perhaps,\" Bank of America Chief Executive Officer Brian Moynihan said on a call with analysts Monday. \"But right now, the economy is bigger than prepandemic levels.\"</p><p>The second-largest U.S. bank earned $7.07 billion, down from $8.05 billion a year earlier. Per-share earnings of 80 cents topped the 75 cents that analysts polled by FactSet had expected. Year-ago results were padded by a big reserve release, when Bank of America released some of the money it had set aside for pandemic loan losses.</p><p>Revenue totaled $23.23 billion, up 2% from a year ago. Analysts had expected revenue of $23.13 billion.</p><p>Bank of America shares rose $1.28, or 3.4%, to $38.85.</p><p>Despite the smaller profits, there were signs that consumers and businesses remain financially healthy. Lending was up at many banks, welcome news after two years of tepid loan demand during the pandemic. The higher interest rates made those loans more profitable for the banks.</p><p>Bank of America said loan demand, in the form of both new loans and increased utilization of credit lines, has increased in each of its business segments. Outstanding loans have returned to prepandemic levels, driven by a 13% increase in the bank's commercial division.</p><p>Total loans and leases grew 10%, and loans to consumers increased 6%.</p><p>Bank of America said its card customers were spending more on travel and entertainment. JPMorgan and Citigroup said last week that their customers are doing the same, belying Americans' pessimism about the overall economy.</p><p>Bank of America's net interest income, which includes the money it makes on loans, rose 13% from a year earlier to $11.57 billion.</p><p>Rising rates have dented mortgage originations across the industry, including a 37% decline at JPMorgan and a 27% drop at Wells Fargo. Bank of America was an exception, with its mortgage originations up 7% from a year ago.</p><p>Noninterest income, which includes fees, fell 8% from a year earlier to $11.66 billion. Bank of America plans to lower overdraft fees to $10 from $35 starting in May. Overdraft fees delivered about 1.3% of Bank of America's revenue in 2020.</p><p>Investment banking fees fell 33% from a year earlier to $1.53 billion. That is a big reversal from the fourth quarter, when record investment-banking revenue helped boost Bank of America's profit 28%. Investment banking revenue fell 43% at Citigroup, 37% at Morgan Stanley and 36% at Goldman in the first quarter.</p><p>Equity underwriting was down across the industry, including a 75% drop at Bank of America. The number of traditional initial public offerings dropped, and far fewer special-purpose acquisition companies reached the market.</p><p>Advisory revenue was up across the industry, though that largely reflected deals that were struck last year and closed in the first quarter.</p><p>Trading results were mixed across the banks. JPMorgan and Citigroup notched small declines. Goldman and Morgan Stanley were both up 4%. At Bank of America, adjusted trading revenue dropped 8%, with fixed-income down 19% and equity trading up 9%.</p><p>Bank of America's total expenses fell 1% to $15.32 billion.</p><p>Bank of America released $362 million in funds it had set aside to cover potential future losses. It also set aside some money to cover potential losses related to about $700 million in exposure to Russia, largely loans to Russian companies.</p><p>\"[Russia] has never been a big part of our business…we're helping clients unwind contracts there,\" Alastair Borthwick, Bank of America's chief financial officer, said on a call with reporters Monday.</p><p>Shares of Bank of America have fallen about 13% since the beginning of the year. The KBW Nasdaq Bank Index, which tracks shares of the largest lenders, is down 11% so far in 2022.</p><p>Bank Earnings</p><p>Read more about companies closely tied to the economy, selected by WSJ editors:</p><p>* Citigroup's First-Quarter Earnings Drop 46%</p><p>* Wells Fargo Quarterly Profit Falls 21%</p><p>* Morgan Stanley's Profit Falls 11% as Deals Slow</p><p>* JPMorgan CEO Says 'Powerful Forces' Threaten U.S. Economy (April 13)</p><p>* What JPMorgan Earnings Tell Us About Household Finances (April 13)</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com</p><p>Bank of America Caps an Underwhelming Bank Earnings Season</p>",
  "published": "2022-04-18T20:26:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3458,
          "end": 3465
        },
        {
          "start": 3944,
          "end": 3951
        },
        {
          "start": 227,
          "end": 250
        },
        {
          "start": 227,
          "end": 251
        },
        {
          "start": 227,
          "end": 234
        },
        {
          "start": 227,
          "end": 240
        }
      ]
    }
  ]
}