{
  "_id": "81c8162520d392c661abf03176a1f48f2e3b80a152137dfd71f0a5a936f8305c",
  "feed": "market-watch",
  "title": "Emerging-markets ETFs are 'burning investor cash' as China drags down performance",
  "text": "<p>Exchange-traded funds focused on emerging markets are \"burning investor cash,\" with their portfolios dragged down by overweight exposure to Chinese stocks, according to Strategas.</p><p>In a research note this week, Todd Sohn, an ETF strategist at Strategas, pointed to China's equity market decline on Monday and questioned whether exposure to emerging markets is \"entirely necessary.\" Chinese stocks were punished Monday after Xi Jinping over the weekend took his third term as China's communist party leader, consolidating power while sidelining rivals.</p><p>Read: Xi's power move punishes Chinese stocks, pushing them down as much as 26% in one day</p><p>\"I'm not sure how many people realize how dominant of a weight China has become\" in emerging-market ETFs, Sohn said in a phone interview Thursday. \"Placing a bet on emerging markets, you're basically placing a bet on China.\"</p><p>It's a risky wager, with Chinese equities prone to volatile busts and booms, according to Sohn. Big booms may be short-lived and completely wiped out the following year, he cautioned.</p><p>The iShares MSCI Emerging Markets ETF EEM, which launched in April 2003 and has significant exposure to China, has spent almost 40% of its lifespan with a negative rolling 12-month total return, according to Sohn's research note dated Oct. 25. By comparison, he said the S&amp;P 500 SPX saw rolling-12-month losses about 18% of the time over the same period.</p><p>\"It's rare to lose money on U.S equities over a one-year time frame,\" Sohn said by phone.</p><p>In his note, Sohn pointed to the iShares MSCI Emerging Markets ETF's \"significant overweight to Chinese equities at roughly 30%.\" While that's down from 40% in late 2020, Monday's drop in Chinese stocks highlighted the risks associated with allocating to emerging-market ETFs, he wrote.</p><p>Similarly, the Vanguard FTSE Emerging Markets ETF VWO recently had around 30% of its holdings exposed to China, Sohn said by phone.</p><p>'Cash burn'</p><p>The Vanguard FTSE Emerging Market ETF, iShares Core MSCI Emerging Markets ETF IEMG and iShares Emerging Markets ETF represent the bulk of assets for exchange-traded-funds in their category, Sohn said.</p><p>Since their inception, the Vanguard FTSE Emerging Markets ETF and iShares Core MSCI Emerging Markets ETF IEMG have been burning cash, meaning their assets under management minus their lifetime flows has resulted in negative net cash, the Strategas report shows.</p><p>For example, the Vanguard FTSE Emerging Markets ETF, which recently had almost $63 billion of assets, has seen more than $12 billion of \"cash burn\" since its inception in 2005, according to the note.</p><p>Emerging-market ETFs have fallen below their highs seen in the runup to the 2008 global financial crisis, Sohn told MarketWatch. By contrast, he said that although U.S. stocks are now in a bear market, the S&amp;P 500 SPY is still trading well above the peak it saw ahead of the financial crisis.</p><p>Meanwhile, China ETFs stand out for trading below their 2016 lows, according to Sohn, who in his report raised the question over whether it was worth the risk of investing in exchange-traded funds focused on the country.</p><p>Despite the risky nature of emerging-markets, inflows to ETFs that broadly invest in such regions \"remain steady with just one month of outflows over the prior two years,\" according to Sohn's note.</p><p>Investors can also seek exposure to emerging markets without China.</p><p>The Strategas report cited options such as the iShares MSCI Emerging Markets ex China ETF EMXC, the Freedom 100 Emerging Markets ETF FRDM, Columbia EM Core ex-China ETF XCEM, KraneShares MSCI Emerging Markets EX China Index ETF KEMX and WisdomTree Emerging Markets Ex-China Fund XC.</p><p>Emerging-markets ETFs that exclude China have outperformed the traditional benchmark, according to Sohn.</p><p>\"If you need to play\" emerging markets, \"and you're worried about the China portion of the allocation,\" Sohn said, it may be worth considering that ETFs excluding the country. They've outperformed funds such as iShares MSCI Emerging Markets ETF and Vanguard FTSE Emerging Markets ETF over the last couple years, he said.</p><p>As usual, here's your look at the top and bottom performing ETFs over the past week through Wednesday, according to FactSet.</p><p>The good… </p><p> Top performers                                  %Performance  KraneShares Global Carbon Strategy ETF KRBN     11.6  VanEck Oil Services ETF OIH                     11.2  ARK Genomic Revolution ETF ARKG                 10.6  Amplify Transformational Data Sharing ETF BLOK  9.3  VanEck Junior Gold Miners ETF GDXJ              9.2  Source: FactSet data through Wednesday, Oct. 26, excluding ETNs and leveraged products. Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater.</p><p>…and the bad </p><p> Bottom Performers                                   %Performance  iShares MSCI Brazil ETF EWZ                         -6.6  iShares MSCI Hong Kong ETF EWH                      -6.1  Goldman Sachs MarketBeta U.S. 1000 Equity ETF GUSA  -5.2  iShares China Large-Cap ETF FXI                     -4.2  KraneShares CSI China Internet ETF KWEB             -3.3  Source: FactSet</p><p>New ETFs</p><p>* Capital Group announced Thursday that it launched the three actively-managed fixed-income ETFs on the New York Stock Exchange, including the Capital Group Short Duration Income ETF (CGSD), Capital Group Municipal Income ETF (CGMU) and Capital Group U.S. Multi-Sector Income ETF (CGMS). \"We believe these will help investors manage short-term cash needs, generate tax-exempt income, and benefit from some of the best starting yields we've seen in credit in years,\" said Mike Gitlin, head of fixed income for Capital Group, in the announcement.</p><p>Weekly ETF reads</p><p>* Investors Jump Into Risky ETFs to Supersize Bets Amid Market Turmoil (The Wall Street Journal)</p><p>* 'Buffer' ETFs Post 80% Surge in Assets as Haven in Bear Market (Bloomberg)</p><p>* As Investors Flee, Options Traders Circle Popular China ETF (The Wall Street Journal)</p><p>* Income-Hunting Investors Are Fueling a $50 Billion ETF Bonanza (Bloomberg)</p><p>* Fintech Startup Atomic Has A Plan For Blowing Up The $8 Trillion ETF Industry (Forbes)</p><p>* First US bitcoin ETF loses record amount in its initial year (Financial Times)</p><p>Emerging-markets ETFs are 'burning investor cash' as China drags down performance</p>",
  "published": "2022-10-27T20:43:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4723,
          "end": 4736
        },
        {
          "start": 4723,
          "end": 4730
        }
      ]
    }
  ]
}