{
  "_id": "9a2ff8199eb4589d1cb0be241bdf87e7e58cf48d7440dc35d433fc7c8fc830f9",
  "feed": "ftcomall",
  "title": "Chelsea Football Club sale set for UK approval after Abramovich meets ‘red lines' ",
  "text": "<p>Roman Abramovich's £4.25bn sale of Chelsea Football Club to a consortium spearheaded by US financier Todd Boehly was expected to be signed off by British ministers on Monday night after weeks of tense negotiations to ensure the oligarch did not benefit from the proceeds.</p> <p>But British officials said the deal still had “many hurdles to overcome” and were worried it had not yet been given the green light by the European Commission or by Portugal's government: <a href=\"https://www.theguardian.com/world/2021/dec/19/roman-abramovich-gains-eu-citizenship-via-portuguese-passport\">Abramovich is an EU citizen</a> via his Portuguese passport.</p> <p>UK officials close to the talks said that Abramovich had met ministers' “red lines” over the sale and that they expect it to be approved in London overnight, but that the lack of approval by Brussels and Lisbon meant the deal and the future of the club were still “at risk”.</p> <p>The main issue in London was the insistence by UK ministers that neither Abramovich, a sanctioned Russian oligarch, nor people connected to him would benefit from proceeds of the sale.</p> <p>Abramovich's advisers and the government have been locked in talks for weeks over how to handle the proceeds and the £1.5bn debt owed by Chelsea to an offshore vehicle connected to the oligarch.</p> <p>The deal, if finally approved, would signal an end to Abramovich's two decade-long stint bankrolling a club that he transformed into world-beaters. In his time the west London club has won five Premier League titles and two Uefa Champions League trophies.</p> <p>A British official close to the process said talks were now ‘frantic' between Chelsea, Abramovich, the European Commission and Portugal to push the deal over the line with the clock ticking.</p> <p>Nonstop work had been done last weekend, but one official working on the deal said it had been like “whack a mole”, with new issues arising just as old ones were resolved.</p> <p>One Whitehall source said: “Everyone wants to get the deal done, but with the complicated nature of the Chelsea ownership structures, nothing is simple. We are working hard to assure our international partners who rightly want their own assurances on this deal and — of course — how the proceeds will eventually be spent.”</p> <p>British officials say timing is tight and that Chelsea's future will be at risk if administrative deadlines for the club participating in the Premier League and Champions League next season are not met.</p> <p>Boehly, who owns stakes in the Los Angeles Lakers basketball team and LA Dodgers baseball side, is leading a takeover backed by California-based investment firm Clearlake Capital, Swiss billionaire Hansjörg Wyss and Guggenheim Partners chief executive Mark Walter. The group still requires final approval from the Premier League.</p> <p>Following completion, American investors would control four of the so-called Big Six clubs in the League, the richest domestic competition in Europe. Arsenal is owned by Stan Kroenke, the Glazer family controls Manchester United, and John Henry's Fenway Sports Group owns Liverpool.</p> <p>Abramovich put Chelsea up for sale just days after Russia's invasion of Ukraine on February 24. He was subsequently involved in failed peace talks between the two sides. </p> <p>The UK government sanctioned the oligarch on March 10.</p> <p>While technically subject to an asset freeze as a result of the sanctions, Chelsea was able to fulfil its fixture commitments and continue operating thanks to a special UK government licence that expires on May 31.</p> <p>The auction for the club attracted interest from billionaires, institutional investors and athletes including racing driver Lewis Hamilton and tennis player Serena Williams, who backed a group led by private equity tycoons Josh Harris and David Blitzer, shareholders in rival Premier League side Crystal Palace. </p> <p>Boehly won with an offer to acquire Chelsea for £2.5bn. He also committed to invest a further £1.75bn in the club's stadium, facilities and playing squad in the coming years. His group agreed to tough restrictions on dividends, management fees and debt, agreements designed to safeguard the future of the club.</p> <p>It was the second time lucky for Boehly, former president of investment manager Guggenheim Partners. He fell short of Abramovich's £3bn asking price in 2019.</p> <p>US merchant bank Raine Group ran the auction on behalf of Abramovich. US investment bank Goldman Sachs and boutique advisory Robey Warshaw advised Boehly. </p><p>Source: George Parker and Samuel Agini in London, Andy Bounds in Brussels and Arash Massoudi in Davos 2022 'Chelsea Football Club sale set for UK approval after Abramovich meets ‘red lines' ' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T19:30:38.926Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4240,
          "end": 4247
        },
        {
          "start": 4240,
          "end": 4253
        }
      ]
    }
  ]
}