{
  "_id": "8dfbb3959bc0210e468bc54df0c563b6de03c2ee4edae7d3a8cac0f2488598a1",
  "feed": "wall-street-journal",
  "title": "India's Central Bank Calls Time on Stock Market's Bull Run; Reserve Bank of India's surprise rate increase means that the bull market in Indian stocks is probably over, at least for now",
  "text": "<p>Headline inflation in March rose to a 17-month high of 6.95%, well above the RBI's 2%-6% target range for a third month. India's central bank has lagged behind most other major central banks in raising rates. More increases will likely follow.</p><p>Goldman Sachs forecasts a further 1.25 percentage point rate increase in 2022, and an additional 1 percentage point rise in 2023. Nomura expects the Indian central bank to raise its benchmark repurchase rate to 5.75% by end-December, up from its 5% forecast earlier.</p><p>The less buoyant mood is already affecting India's stock market, which until recently had been among the top postpandemic performers. Nevertheless so far at least the damage hasn't been catastrophic: India's S&amp;P BSE Sensex fell over 2% Wednesday before recouping some losses Thursday. Overall the index has gained a whopping 77% in the past two years. Over the last 12 months, the MSCI India index rose more than 16%, outperforming the overall MSCI Emerging Markets Index, which fell 20%.</p><p>Things could get worse before they get better. For one, many Indian stocks are still richly priced compared with peers even after the recent selloff. In price to earnings terms, the MSCI India was trading at a 92% premium to the MSCI EM at the end of March, far above the historical average premium of 60%, according to data provided by brokerage Motilal Oswal.</p><p>Analysts have become more skeptical as well. With monetary policy tightening across the world on top of the continued supply shocks from the Russia-Ukraine war and China's zero-Covid-19 policy, India's stock market is unlikely to reach the highs seen in the recent past at least for the next two quarters, according to Hemang Jani, equity strategist at Motilal Oswal—unless Indian companies unexpectedly post better-than-expected earnings. The chances of that happening are quite low given the givens.</p><p>Investors had a wild bull run in India but a different sort of beast is in charge now. For now, watching from the sidelines seems prudent.</p><p>Write to Megha Mandavia at megha.mandavia@wsj.com</p><p>India's Central Bank Calls Time on Stock Market's Bull Run</p>",
  "published": "2022-05-05T13:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 244,
          "end": 257
        },
        {
          "start": 244,
          "end": 251
        }
      ]
    }
  ]
}