{
  "_id": "a4ee00abed088dc52dfc46545cfa3e36270764be8a506cab52292bfe7f05b111",
  "feed": "wall-street-journal",
  "title": "Chinese Regulator Tells Banks to Avoid Political Talk Ahead of Party Congress; Units of Goldman and JPMorgan were among institutions recently contacted by the China Securities Regulatory Commission",
  "text": "<p>The move reflects the sensitivity of regulators and Chinese government officials in the run-up to China's 20th National Congress in Beijing, which will kick off on Oct. 16. Chinese leader Xi Jinping is expected to extend his rule for a third term at the meeting, and the party's senior leadership will map out their priorities for the next five years.</p><p>The CSRC's message has been disseminated internally by some banks. Earlier this week, research strategists at JPMorgan's private banking arm in Asia were told in an internal conference call not to comment on politically sensitive subjects for the time being, according to people familiar with the matter.</p><p>The CSRC, in response to a query from The Wall Street Journal, said: \"The content of your inquiry is not true, please do not spread it.\"</p><p>Recent research notes from JPMorgan's private bank have analyzed topics including a recent U.S.-China audit agreement and challenges facing China's slumping housing market. One looked at whether a mortgage revolt in China could snowball into the country's \"Lehman moment\"—a reference to the 2008 collapse of investment bank Lehman Brothers and the resulting pandemonium it unleashed across the U.S. financial markets. That report concluded that such an outcome was unlikely in China.</p><p>JPMorgan and Goldman are among a select group of global financial firms that have full or majority ownership of their securities businesses in China.</p><p>Securities regulators have in past years sent similar cautionary messages to banks, brokerages and asset managers ahead of important national political events. Such informal instructions or memos are typically aimed at preventing market disruptions or negative headlines in the lead up to the events.</p><p>Chinese stocks have fallen sharply this year, and this week returned to lows last seen in March. The CSI 300 Index, which is made up of the 300 largest stocks listed in Shanghai or Shenzhen, has fallen 23% in the year to date.</p><p>The yuan, meanwhile, earlier this week weakened to more than 7.2on the dollar, hitting a 14-year low in China's tightly controlled domestic market. While a historic rally in the dollar has been the chief reason for the yuan's weakness, China's slackening economy and interest-rate cuts by its central bank have also contributed to the currency's depreciation.</p><p>Geopolitical tensions between the U.S. and China have also damped investors' interest in buying Chinese assets, and contributed to months of foreign capital outflows from yuan-denominated Chinese bonds.</p><p>Investors will be watching the party congress closely for signs that China could relax its hard stance on Covid-19, which has caused months of lockdowns in multiple cities this year and supply-chain disruptions that have hurt both consumer and business confidence.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com</p><p>Chinese Regulator Tells Banks to Avoid Political Talk Ahead of Party Congress</p>",
  "published": "2022-09-30T11:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 88,
          "end": 95
        },
        {
          "start": 1283,
          "end": 1290
        },
        {
          "start": 1291,
          "end": 1298
        }
      ]
    }
  ]
}