{
  "_id": "9cf3297e42fd94665715a0675ac50b3488945ac8c0d21a6cc088732de94878b8",
  "feed": "wall-street-journal",
  "title": "Freight Operators Plan to Deploy Thousands of Remote-Operated Forklifts; ArcBest and NFI Industries led a $42 million investment in Phantom Auto and its technology aimed at expanding the pool of workers in a tight labor market",
  "text": "<p>South San Francisco, Calif.-based Phantom's technology allows off-site drivers to operate equipment using video and audio streams, opening up freight-handling jobs to workers in other regions. Operators can switch between forklifts in different locations depending on demand.</p><p>The funding comes as investors are plowing billions of dollars into logistics technology aimed at helping businesses blunt supply-chain disruptions and meet strong demand in a tight labor market.</p><p>Warehouse workers were in short supply before the pandemic. Staffing has gotten tougher as robust consumer spending and strong online sales strain distribution networks, limiting operators' ability to handle new capacity.</p><p>Camden, N.J.-based NFI operates more than 60 million square feet of warehouse space and aims to deploy about 1,500 remote-enabled forklifts in the U.S. and Canada over the next three to five years.</p><p>The goal isn't to replace workers, NFI Chief Executive Sid Brown said, but to add capacity by having people work remotely, which he said would also help recruitment, including among people who like to play videogames.</p><p>\"We have thousands and thousands of forklift operators,\" he said. \"If we can solve 30% to 50% of our warehouse job functions by utilizing the remote forklifts, I think that's a real win for us. And if I can position people in different time zones—maybe Asia or South America or Europe—you can get people to work that may do a second or third shift\" that is harder to fill.</p><p>Separately, Fort Smith, Ark.-based ArcBest, parent of less-than-truckload carrier ABF Freight, has been working with Phantom for several years to integrate the startup's software with autonomous technology the transport operator developed for its customers. The two companies have entered into joint development and commercial deals and plan to provide remote-autonomous forklifts to other customers this year.</p><p>\"We've got two classes of workers out there now in this pandemic, those that can remote-work and those that have got to go and do the work that can't be remote,\" said Michael Newcity, ArcBest's chief innovation officer, who is joining Phantom's board. \"One thing this technology does is it kind of democratizes the workforce.\"</p><p>Software, automation and other technologies aimed at bridging labor gaps in distribution are drawing big attention from investors.</p><p>French warehouse automation startup Exotec SAS this week said it raised $335 million in a Series D funding round led by the growth equity business of Goldman Sachs Group Inc.'s asset-management arm that valued the company at $2 billion. The investment is the largest so far for a mobile robot or warehouse robotics company, with the valuation also setting a record in the sector, said Ash Sharma, managing director of market-research firm Interact Analysis.</p><p>Founded in 2017, Phantom has raised $66 million to date and employs about 75 people. The company declined to disclose its valuation.</p><p>The most recent fundraising round also included backing from Bessemer Venture Partners, Maniv Mobility, and Perot Jain. Phantom plans to use the money to hire more people and develop additional technologies, including for other logistics applications such as delivery robots and trucks.</p><p>Write to Jennifer Smith at jennifer.smith@wsj.com</p><p>Freight Operators Plan to Deploy Thousands of Remote-Operated Forklifts</p>",
  "published": "2022-01-19T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2502,
          "end": 2526
        },
        {
          "start": 2487,
          "end": 2511
        },
        {
          "start": 2502,
          "end": 2515
        },
        {
          "start": 2502,
          "end": 2509
        }
      ]
    }
  ]
}