{
  "_id": "430ed5221aea4bd1b6182cdd75f2ac513e53b911a7d78359c66ed26b064d4360",
  "feed": "ftcomall",
  "title": "Hong Kong elite descends on Tokyo for bargain property buys",
  "text": "<p>A group of Hong Kong investors will fly to Tokyo for the shopping trip of a lifetime in August: a real estate bargain hunt fuelled by the historic weakness of the yen, the unwavering policies of the Bank of Japan and $440-per-head sushi.</p> <p>The tour, organised by Hong Kong-based property brokerage JP Invest, follows a surge of inquiries about Tokyo property from hedge funds and ultra-wealthy clients keen to exploit the yen's abrupt <a href=\"https://www.ft.com/content/35b38fb1-1f60-4d5e-9345-170608668c5b\">plunge to a 24-year low</a>.</p> <p>Souvenirs purchased by retail and institutional clients on a tour of Tokyo this year — just as the yen was breaking a 20-year low against the US dollar —&#xa0; included a luxury car dealership located in the upscale&#xa0;Azabu-Juban neighbourhood known for selling vintage Porsches for about $600,000.</p> <p>The HK$128,000 (US$16,300) per person cost of the visit includes stays at the Aman hotel in Tokyo's Otemachi business district and at the traditional Gora Kadan onsen in the spa town of Hakone to the south-west of the city, as well as a seven-day&#xa0;hotel quarantine package in <a href=\"https://www.ft.com/topics/places/Hong_Kong\">Hong Kong</a> upon return. Meals include a booking at Sushi Yoshitake, the 13-seater, three Michelin star restaurant in Ginza whose speciality is abalone in a sauce made from its own liver.</p> <p>Participants in the elite package tour, who will be shuttled around the Japanese capital in a chauffeured Bentley and helicopter, are expected to focus on the post-pandemic pickings of the Tokyo property market. Cash-strapped hotels, built or refurbished ahead of the <a href=\"https://www.ft.com/content/427ac4d2-cf69-49b6-b85b-426d8121b616\">tourist-free Olympics</a> that have lain largely empty for over two years, are expected to be of particular interest, said analysts. </p> <p>“Hong Kong-based real estate funds and private equity are expecting a recovery in Japan's inbound tourism story and so they see this as a good opportunity to buy hotels,” said Sachiko Okada, Japan real estate analyst at Goldman Sachs. “They are able to actually come into Japan now to look at the properties so they can decide whether to invest or not. The interest rate is low so it is easy to invest.”</p> <p>Kelvin Chung, director of JP Invest, said that the agency was fielding about eight to 10 inquiries a day and had run the first such tour in May to meet resurgent demand among wealthy investors to visit Japan after the country eased entry restrictions in April. </p> <p>Clients are often interested in purchasing retail outlets in Tokyo, said Chung, adding that on average each client or family spent HK$3mn-10mn on Tokyo investments. </p> <p>Property&#xa0;brokers said that as well as highlighting the appeal of the weak <a href=\"https://www.ft.com/yen\">yen</a>, the tours underscored the way in which the Tokyo market seemed immune from the recessionary worries swirling around other capitals. </p> <p>Part of that, said analysts, arose from the ultra-low interest rates available to investors in Japan as the<a href=\"https://www.ft.com/content/101c1504-93a7-4dd2-8876-d2b1f0709be1\"> central bank firmly resists pressure</a> to follow its counterparts in Europe and the US by tightening policy.</p> <p>Jennifer Chan, a private banker in her 30s who also makes property investments in Hong Kong and the UK, is set to join the trip in August. She said that as well as wanting to buy retail outlets in prime districts of Tokyo, she was looking forward to the holiday element of a high-end package tour after two years of being unable to take leisure trips. </p> <p>“I am planning to deploy more of my capital in Japan over the next few years and hoping to buy land to build my own properties. Now seems like the appropriate&#xa0;time as price&#xa0;levels are expected to be&#xa0;on the rise after international borders fully reopen,” she said, adding that the rock-bottom dollar to yen exchange rate meant that Japanese property felt like it was available at a 20 to 30 per cent discount compared with this time last year.</p> <p><em>Additional reporting by Riko Otsuka in Tokyo</em></p><p>Source: Chan Ho-him in Hong Kong and Leo Lewis in Tokyo 2022 'Hong Kong elite descends on Tokyo for bargain property buys' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-29T00:00:57.001Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1827,
          "end": 1840
        },
        {
          "start": 1827,
          "end": 1834
        }
      ]
    }
  ]
}