{
  "_id": "a2fb9e43408aa3ef23ade69ebdde013d691b2118cc4357db008799bc32fea2ec",
  "feed": "wall-street-journal",
  "title": "Biden to Tap Strategic Oil Reserves, as Crude Oil Prices Drop; President plans to use up to 180 million barrels of reserves over six months in an unprecedented government intervention in oil markets",
  "text": "<p>\"These barrels will be a wartime bridge to additional U.S. production,\" a senior administration official said.</p><p>In addition to the release, the administration also called on Congress to pass legislation requiring companies to pay fees on wells from their leases on public lands that they have not been using in years.</p><p>Mr. Biden will also invoke the Defense Production Act to boost domestic production of minerals used in batteries needed for electric vehicles and other clean-energy technology, said people familiar with his plans.</p><p>Crude prices plunged more than 4% in morning trading Thursday on expectations of the announcement for the third decline in the past four sessions. But gasoline prices, which lag the crude market, have barely budged.</p><p>Pump prices across the U.S. are still close to the average $4.33 a gallon record high they hit earlier in March, a pressure point for the president as he attempts to balance the needs of war in Ukraine with those of U.S. consumers weary of inflation.</p><p>A 180-million-barrel release would leave U.S. government reserves at their lowest level since 1984, according to data from the U.S. Energy Information Administration. As of last week they sat at 568 million barrels, down from a peak of roughly 700 million.</p><p>A release of that size would be nearly four times the largest ever drawdown from the U.S. Strategic Petroleum Reserve, according to analysts at ClearView Energy Partners LLC. And it comes after the president has already tapped the reserve twice in six months, amid his promises to act aggressively as needed to ease rising prices for drivers.</p><p>Mr. Biden has been trying to help consumers, whom polls show are frustrated by rising prices at the pump. Some Democrats in Congress face a difficult reelection and have pushed for legislation to suspend the federal gas tax.</p><p>Mr. Biden's economic advisers have privately discussed a gas-tax holiday, people familiar with the conversations said, but some have raised doubts that it would be an effective way to lower prices.</p><p>The administration's actions so far have focused on getting more crude on the market, but those efforts have often been frustrated by other market forces ultimately leaving gasoline prices around record highs for a month. Producers around the world have been reluctant to increase despite pleas from Mr. Biden and other Western leaders.</p><p>The Organization of the Petroleum Exporting Countries—which the administration has repeatedly asked to speed up production increases—decided again Thursday to reject such calls. It voted to stick with a production plan it has arranged with Moscow to raise their collective oil output by a modest 432,000 barrels a day.</p><p>Analysts said it is clear Mr. Biden is taking a novel, aggressive path to drive down prices even before there is an actual shortage in the market. Rising demand has outpaced supply this year and the U.S. has banned Russian oil, but that oil is largely still making its way to market. Prices have been rising on fears of potential shortfalls to come, either from war-related disruptions or expanding economic sanctions against Russia.</p><p>It is \"a break from prior policy of using stockpile releases to backfill a major supply disruption or refinery outages,\" Helima Croft, head of global commodity strategy at RBC Capital Markets, said in a note to clients. \"The (reserve) release is being used as a tool to blunt the impact of these foreign policy decisions for U.S. consumers.\"</p><p>The strategic reserves have been falling since 2017. At the peak of the shale drilling boom in the U.S., Washington lawmakers decided to start selling some of the reserves as a source of cash to balance budgets and modernize the reserve's infrastructure, leading some analysts to warn that it could weaken the reserve if it is eventually needed.</p><p>And analysts are also widely skeptical of Mr. Biden's new moves. The injection of oil into the market could ease some of the inflationary pressures on economies from high gasoline prices and soaring energy bills. But the impact, like past releases from the reserve, could end quickly or create worse problems later.</p><p>The government would need to buy new crude eventually to replenish its reserves, which could itself cause prices to rise or become an expensive proposition if the war lingers on. Some analysts have predicted worst-case scenarios of crude prices hitting near or beyond $200 a barrel if conflict with Russia keeps its oil off the market.</p><p>\"It is a loan of oil to the market rather than a new source of supply,\" said Callum Macpherson, head of commodities at Investec, noting that the U.S. would need to replenish its spent oil reserves at a later date, driving up prices for longer-dated oil contracts.</p><p>The scale of the reserve release could have unintended consequences for oil markets, such as creating logistical bottlenecks at the U.S. oil industry's export hubs on the Gulf Coast, according to a research note from Goldman Sachs. That could also make it harder for U.S. shale oil producers to increase their own output, the bank's analysts said.</p><p>Another question is whether the U.S. could meet a target to release 1 million barrels a day from its reserves, said Joel Hancock, lead energy analyst at Natixis. The administration announced a release from the reserve in November and again in March. Since November, the reserve has pumped out an average of around 300,000 barrels a day, according to Energy Information Administration data.</p><p>Andrew Restuccia and Summer Said contributed to this article.</p><p>Write to Timothy Puko at tim.puko@wsj.com, Tarini Parti at Tarini.Parti@wsj.com and Will Horner at William.Horner@wsj.com</p><p>Biden to Tap Strategic Oil Reserves, as Crude Oil Prices Drop</p>",
  "published": "2022-03-31T15:09:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4933,
          "end": 4947
        },
        {
          "start": 4933,
          "end": 4940
        },
        {
          "start": 4932,
          "end": 4945
        },
        {
          "start": 4901,
          "end": 4914
        },
        {
          "start": 4932,
          "end": 4939
        }
      ]
    }
  ]
}