{
  "_id": "0d5f3425b474a0c8e52f36ffe550851d2453f401d2f13ede89a6a86efc79f459",
  "feed": "ftcomall",
  "title": "European industry braced for pain from latest surge in oil and gas prices",
  "text": "<p>The latest surge in oil and gas prices as the west responds to Russia's invasion of Ukraine is threatening a sharp rise in costs for European industry, severely hurting sectors from steel and aluminium to fertilisers and transport.</p> <p>Brent crude jumped to a 14-year high of $139 in Monday trading while European gas soared almost 80 per cent to a new record after the US said it was considering a <a href=\"https://www.ft.com/content/19ce052e-9b88-460b-bf26-9d38450413b1\">ban on Russian oil imports</a>.</p> <p>That means yet more pain for airlines, shipping companies, carmakers and other energy-intensive industries, which had already called on governments to address “unbearably high energy prices” before the current crisis. </p> <h2>Metal manufacturers</h2> <p>Nicholas Snowdon, analyst at Goldman Sachs, said the fresh rise in prices had created a “very oppressive environment” for every energy-intensive industry in Europe, with aluminium right at the “top of the list”.</p> <p>The lightweight metal, used in everything from beer cans to electric vehicles, is known as “solid electricity” because of the large amounts of power required to transform its key ingredient, alumina, into refined metal.</p> <p>The prospect of a supply crunch drove the price of alumina as high as a record of more than $4,000 a tonne on Monday. It is up more than 100 per cent in the past year.</p> <p>High power prices resulting from the soaring gas price have already taken 900,000 tonnes of aluminium and 700,000 tonnes of zinc smelting capacity offline in Europe, according to Goldman. </p> <a href=\"http://www.ft.com/cms/8904308.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Plants to have been mothballed include two-thirds of capacity at Glencore's Portovesme zinc smelter in Italy, while production has been cut by 60 per cent at Nyrstar and Norsk Hydro's Slovalco aluminium smelters in Slovakia. Dunkirk's Alvance, Europe's largest producer of aluminium, has reduced output by 15 per cent.</p> <p>Snowdon said he expected this capacity to remain offline beyond the end of the year and said there was the potential for further closures of smelters that did not have long-term power contracts.</p> <p>Analysts said these plants would be “severely lossmaking at the moment”, even with aluminium fetching record prices.</p> <p>“The impact is very grim,” said Cillian O'Donoghue, a director at Eurometaux, an industry group that represents metal producers in the region including Rio Tinto and Glencore.</p> <p>“We were expecting a drop in power prices after the winter and for some smelters to reopen and curtailments to be lifted, but that is not going to happen now,” said O'Donoghue. “If prices stay at these levels, we should expect further closures and increased import dependency.” </p> <p>Europe's steelmakers had already been grappling with high energy costs and supply chain disruptions, with some producers curtailing production at peak times. </p> <p>Matt Watkins, principal analyst at commodities consultancy CRU, said the surge in gas and particularly electricity prices “will certainly push up production costs by a material amount” for operators of electric arc furnaces.</p> <a href=\"http://www.ft.com/cms/1160192.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The biggest worry for executives, however, is supply disruption. Ukraine and Russia are key exporters of steel, and both ArcelorMittal and Metinvest last week stopped production at their Ukrainian plants. </p> <p>“We just had a massive supply shock throughout the steel value chain by removing two of the world's major export sources,” said Watkins. “Buyers needing steel now have a scramble to find alternate sources and in the short term this is pushing spot steel prices very much higher.”</p> <h2>Transport companies</h2> <p>Higher oil prices sent shares in airline groups lower on Monday, with a more than 7 per cent fall at Ryanair taking monthly losses to 30 per cent. </p> <p>Wizz Air, which had completely stopped hedging, said on Monday it would reverse its policy and pay a fixed price to cover 40 per cent of its fuel needs over the three months to the end of June. </p> <p>Higher crude prices feed through to jet and bunker fuel used to power the giant machines of global transport. Jet fuel has more than doubled in a year to the highest level since 2008 at $1,166 per metric tonne, according to S&amp;P Global Commodity Insights.</p> <p>“The high fuel cost and higher inflation is here to stay longer,” said Rico Luman, a senior economist specialising in transport at ING.</p> <p>Although fuel accounts for roughly 50 per cent of shipping companies' costs versus 20 to 35 per cent for aviation, analysts said airline companies were more exposed to the rise in fuel costs as the industry recovers from the pandemic because of consumer sensitivity to higher ticket prices. </p> <p>Sathish Sivakumar, analyst at Citigroup, said legacy carriers could more easily introduce emergency fuel surcharges compared with the low-cost carriers that would have to increase ticket prices.</p> <p>“Short-haul operators are likely to have an impact with higher prices and balance sheets coming under pressure,” he said. </p> <h2>Carmakers</h2> <p>For Europe's car plants already battling rising parts bills and stuttering supply chains, a further steep rise in energy costs is the latest in a long line of hammer blows to competitiveness.</p> <p>After labour and raw materials, energy costs are the largest bill that vehicle manufacturers face, even though Europe's auto plants have reduced their energy use by 28 per cent since 2005. Executives at Mercedes-Benz, Stellantis and Renault have all recently warned of rising costs from higher raw material prices. </p> <p>As well as the electricity used in running their own factories, carmakers will also be hit by rising production costs among suppliers making everything from steel and aluminium to plastics and glass.</p> <p>“Metals, chemicals, plastics and glass rely a lot on gas for processing,” said Dominic Tribe, a supply chain analyst at Vendigital. He added that roughly half of the industrial energy use was based on gas, while a fifth was from electricity, which is also rising.</p> <p>“The list is long because so many manufacturing processes in automotive are heat-based,” said Philippe Houchois, analyst at Jefferies.</p> <p>The cost implications are material. Tribe estimated that overall costs for vehicle manufacturers could rise by as much as a fifth in the coming months, denting carmakers' margins, which for most are about 10 per cent when things run well. </p> <a href=\"http://www.ft.com/cms/8901650.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Bills for carmakers are unlikely to rise immediately because many plants buy energy in advance, generally a quarter at a time. The gas rates are therefore unlikely to feed through into higher prices until next month, although they will also take longer to fall once the global price comes down.</p> <p>The big question is how long such an increase will last.</p> <p>“If it's a two-to-three-month thing, they may ride it out,” said Ian Henry, an automotive production expert who runs the AutoAnalysis consultancy. “But if it's long term, there may well be questions about how much industrial production can actually take place in Europe.”</p> <h2>Fertiliser and chemicals</h2> <p>Fertiliser companies were already navigating a complex landscape of soaring prices, uncertain demand and sharply higher ingredient costs. </p> <p>Norway's Yara, one of the world's biggest fertiliser groups, on Monday warned of food insecurity and longer-term instability caused by social unrest and famine. </p> <p>“For me, it's not whether we are moving into a global food crisis — it's how large the crisis will be,” chief executive Svein Tore Holsether told the BBC.</p> <p>Russia is a large source of materials used to produce key fertilisers that power global agriculture. It produces natural gas, which is used to make nitrogen fertilisers such as ammonia, as well as potash and phosphates. Russian fertiliser groups affected by sanctions include potash companies Uralkali and EuroChem and phosphate producer PhosAgro.</p> <p>The rise in gas prices in Europe is expected to lead to the closure of the region's ammonia facilities, which rely on natural gas as a key ingredient. “Watch for most gas-based ammonia plants in Europe to shut down imminently,” said Ben Isaacson, analyst at Scotiabank.</p> <p>Petrochemical companies in Europe and Asia are also likely to suffer from soaring prices of naphtha, which is made from crude oil and used to make resins and plastics. Almost half of Europe's naphtha imports come from Russia, according to ICIS, a commodities research company.</p> <p>“The beneficiaries will be the US-based producers that use an ethane feedstock that is massively cheap compared with crude oil,” said Joseph Chang, global editor of ICIS, adding that they would increase exports to Europe if demand remained resilient despite the price inflation.</p> <p>Shares in US producers Dow and Dupont have held up far better than German competitors such as BASF, Covestro and Evonik, whose chief executive Christian Kullmann warned last week that further energy cost increases because of the war would “go beyond the threshold of pain” for the chemicals industry.</p> <p><em>Reporting by Sylvia Pfeifer, Neil Hume, Harry Dempsey, Peter Campbell, Emiko Terazono and Tom Wilson</em></p><p>Source: FT reporters 2022 'European industry braced for pain from latest surge in oil and gas prices' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-08T04:00:00.974Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1440,
          "end": 1447
        },
        {
          "start": 687,
          "end": 700
        },
        {
          "start": 690,
          "end": 697
        },
        {
          "start": 690,
          "end": 703
        },
        {
          "start": 1433,
          "end": 1440
        }
      ]
    }
  ]
}