{
  "_id": "c2fe60eb4db39bc672c311eb09fd8072b7e48000ff0eb7756b328dd202c4a8d2",
  "feed": "ftcomall",
  "title": "Will eurozone inflation reach a new all-time high?",
  "text": "<h2>Will eurozone inflation accelerate to a new high?</h2> <p>Eurozone inflation has been rising for 10 consecutive months and most economists think it has further to go. Annual consumer price growth is expected to have accelerated in May, hitting its highest point since the single currency's creation in 1999.</p> <p>The fallout from Russia's invasion of Ukraine has sent energy and commodity prices surging upward and added to global supply chain disruption, while the lifting of Covid-19 restrictions has boosted demand across Europe. All this has pushed inflation higher.</p> <p>Economists polled by Reuters on average forecast the eurozone's harmonised index of consumer prices would increase 7.7 per cent in the year to May, when these figures are published by Eurostat on Tuesday. That would be up from April's record of 7.4 per cent.</p> <p>The surge in inflation, which is expected to hit a new 40-year high in Germany of 8 per cent, as well as rising in France, Spain and Italy when national data are released on Monday and Tuesday, has prompted policymakers to promise an imminent response.</p> <p>Christine Lagarde, president of the European Central Bank, said last week it was on track to raise its deposit rate from minus 0.5 per cent to at least zero by September after an “unprecedented combination of shocks” drove inflation far above its 2 per cent target.</p> <p>Goldman Sachs economists recently predicted the ECB would raise rates by a quarter percentage point at each of its eight policy meetings between July and next June, which would lift its deposit rate to 1.5 per cent. </p> <p>“While a sharper slowdown in growth or persistent sovereign stresses could lead to slower policy normalisation, clearer signs of more sizeable inflationary effects could require a faster exit,” they said. <em>Martin Arnold</em></p> <h2>Could a strong jobs report reignite pressure on the Fed to aggressively raise interest rates? </h2> <p>Signs of weakness in US economic data published this week have pushed investors to lower their expectations of how high the Federal Reserve will raise interest rates this year. But another hot employment report could quickly undo that move. &#xa0;</p> <p>The labour department is expected to report on Friday that the US economy added 318,000 jobs in May, a slight slowdown from 428,000 the previous month, according to a FactSet poll of economists. Meanwhile, the unemployment rate is expected to have fallen to its lowest point since February of 2020. What's more, employment forecasts for three of the previous four months have been well below the reported number.</p> <p>Evidence that there continues to be upwards pressure on wages could reignite inflation fears that had just begun to cool: market measures of inflation have in recent weeks fallen, and the growth in consumer prices in April slowed. </p> <p>A strong report could also help reassure the Fed that the US economy is strong enough to withstand further aggressive rate increases. Bets on where the Fed's key interest rate would be by December 2022 fell from 2.8 per cent to 2.6 per cent this week after the census bureau's report that new home sales fell by nearly 17 per cent in April, and the S&amp;P purchasing managers' index data showing a slowdown in the rate of growth in business activity. The Fed's main interest rate is currently set at a range of 0.75 per cent to 1 per cent. <em>Kate Duguid</em></p> <h2>How much are rebalancing flows lifting global stocks? </h2> <p>The broad FTSE All World share index was down 7 per cent for May at its worst point this month, as fears about economic growth swirled across global trading desks. A big rally at the end of last week essentially wiped out those losses. </p> <p>Upbeat earnings released at midweek from big US retailers like Macy's, Dollar Tree and Dollar General helped ease concerns that US consumers, a linchpin of the world's biggest economy, are putting away their wallets in light of fiery price growth. On Friday, a report showing US consumer spending rose more than expected in April helped bolster that argument. </p> <p>It is a nice narrative, but at the same time, there may also be technical factors driving the recent gains in global stocks. The big fall in equities earlier this month meant that funds that target particular allocations to their portfolios — like 60 per cent equity, 40 per cent bond funds — were thrown out of kilter. That means managers would have had to buy-up equities towards the end of this month to rebalance their portfolios. </p> <p>JPMorgan analyst Nikolaos Panigirtzoglou noted earlier in May that the subject of “rebalancing” has been a topic of conversation recently with clients. </p> <p>“Given that a significant portion of the decline happened in May, we expect to see significant flows by both monthly rebalancing funds towards the end of this month and by quarterly rebalancing funds towards the end of the quarter,” he noted. </p> <p>The bank estimates that balanced mutual funds will have bought $34bn to $56bn in equities before the month ends on Tuesday. US corporate share buyback activity has also been “elevated” in recent weeks, according to the bank, while senior executives appear to be taking advantage of the dip to buy their own company stock. <em>Adam Samson</em></p><p>Source: Martin Arnold, Kate Duguid and Adam Samson 2022 'Will eurozone inflation reach a new all-time high?' FT.com 29 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-29T11:00:08.922Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1336,
          "end": 1349
        },
        {
          "start": 1336,
          "end": 1343
        }
      ]
    }
  ]
}