{
  "_id": "91383356c248747cab12406e97a295dfb3c0402a07a7703551e7951e47ff4426",
  "feed": "market-watch",
  "title": "Dow drops by more than 1,100 points at Monday low in broad-based stock selloff ahead of Fed decision",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA fell 696 points, or 2%, to 33,570 after falling earlier by 1,115.04 points, or 3,3%, at session lows. The earlier drop was the largest intraday point decline since June 2020, according to Dow Jones Market Data.</p><p>The S&amp;P 500 index SPX declined 2.4%, or 107 points, to 4,292, trading handily below the level that qualifies as a correction at 4,316.90.</p><p>The Nasdaq Composite Index COMP was down 377 points, or 2.8%, at 13,392.</p><p>On Friday, major indexes recorded their biggest weekly drops since 2020.</p><p>What's driving markets</p><p>Markets were in free fall on Monday, with early strength in U.S. stock futures on Sunday night giving way to persistent uncertainty and angst ahead of Wednesday's Federal Open Market Committee decision and a wave of earnings reports.</p><p>Monday's stock-market selloff “is a reflection of surprise and fear,” said&#xa0;Mike Zigmont, head of trading for&#xa0;Harvest&#xa0;Volatility Management&#xa0;in New York. “Over the past week, prices have dropped consistently and significantly and that's built a sense of nervousness among investors.”&#xa0;Volatility, whether&#xa0;observed or implied, has picked up “solely as a function of this cascading&#xa0;selling event,” Zigmont said via phone. “A lot of it is trend-following, with computers that are doing the algorithms&#xa0;if the intraday path breaks downward. Panic is on the rise, but I see a relief to the panic shortly.”</p><p>Mark Hackett, chief of investment research at Nationwide, said that the market was being driven lower by three areas of concern: 1) fundamental deterioration in corporate earnings; 2) investor fear over Fed policies and geopolitical tensions; 3) investor sentiment starting to crack as technical levels breakdown for equity benchmarks.</p><p>Indeed, the S&amp;P 500 fell into correction territory in Monday trading, dropping to as low as 4,222.62. The broad-market index would need to close below 4,316.90 to avoid an official correction. Such an event would be marked by a 10% decline from its Jan. 3 record close, according to Dow Jones Market Data.Read:S&amp;P 500 is close to a correction. Here's the number it needs to avoid</p><p>Meanwhile, other popular assets were sinking, with NetflixNFLX shares down 9.5% after swooning on Friday, contributing to investor concerns about corporate earnings and the economic outlook. “We have seen some economic reports that have come in below expectations, but I wouldn't&#xa0;chalk up all of this global equity selloff to lower momentum behind global growth,” said Dan Eye, chief investment officer at Fort Pitt Capital Group in Pittsburgh,&#xa0;which oversaw $5.3 billion, as of December. “The main focus is on a tighter&#xa0;Fed.”</p><p>The political environment also is a question mark with U.S. and European diplomats meeting on how they can respond to the threat posed by Russia to Ukraine. The Russian ruble RUBUSD fell on Monday to the weakest level in more than a year.</p><p>Read:How a Russian invasion of Ukraine could trigger market shock waves</p><p>“Investors are also probably reacting to some of the geopolitical tension between Russia and Ukraine, which is increasing the level of uncertainty,” Eye said via phone. “The volatility we're seeing is normal. As the Fed pivots toward fighting inflation, we're going to see an environment of more push-and-pull and drawdowns in the stock market than we've seen over the last two years.”&#xa0;</p><p>Sign up for the premarket Need to Know newsletter</p><p>Which companies are in focus?</p><p>Shares of electric-vehicle maker Tesla Inc.TSLA were down 9.3%, with the company run by Elon Musk set to report corporate results on Wednesday.</p><p>Shares of retailer Kohl's Corp.KSS were up 31% after a group backed by activist hedge fund Starboard Value&#xa0;offered roughly $9 billion&#xa0;to buy the department store chain.</p><p>Shares of Macy's Inc.M and Nordstrom Inc.JWN rose 7.8% and 3.2%, respectively, after the news of activistism focused on Kohl's.</p><p>Shares of Goldman Sachs Group Inc.&#xa0;GS sank $13.42, or 3.9% Monday, enough to pace the 28-of-30 Dow&#xa0;components that were losing ground, and putting them on track to close at a nine-month low.&#xa0;</p><p>GameStop's stock GME slumped 17% in Monday's action, after bouncing 3.6% on Friday to snap an eight-day losing streak, while shares of AMC Entertainment Holdings Inc.&#xa0;AMC&#xa0;sank 16%, putting them on track to suffer an eighth straight decline.&#xa0;</p><p>U.S.-listed shares of AstraZeneca&#xa0;AZN were down 5.% Monday after the company said it received an orphan-drug designation for its experimental treatment for transthyretin-mediated amyloidosis, a rare condition that causes heart failure and death within years of diagnosis.</p><p>Shares of MicroStrategy Inc.&#xa0;MSTR tumbled 10% toward a more than two-year low Monday, as the enterprise software company and bitcoin play continues to suffer from&#xa0;the broad selloff in cryptocurrencies.&#xa0;</p><p>Shares of Halliburton Co.&#xa0;HAL&#xa0;declined 2.5% Monday, even after the oil-services company swung to a fourth-quarter net profit and reported revenue that rose above forecasts and boosted its quarterly dividend by 167%.</p><p>Merck &amp; Co. Inc.'s stock&#xa0;MRK lost 3% after the company said the Food and Drug Administration requested additional information about its experimental cough treatment.&#xa0;</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note fell to around 1.72%, down from Friday's 3 p.m. Eastern time level of 1.747%. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.3%.</p><p>Gold futures GC00 inched up 0.3% to $1,837.10 an ounce on Monday, after marking a&#xa0;weekly gain of 0.8% on Friday. Crude-oil prices retreated, with U.S. crude&#xa0;CL00&#xa0;down 2.3% at $83.21 a barrel on the New York Mercantile Exchange.</p><p>Bitcoin&#xa0;BTCUSD&#xa0;was trading down 0.2% at about $35,308.</p><p>The Stoxx Europe 600 SXXP finished 3.8% lower, while London's FTSE 100 UKX&#xa0;closed down by 2.6% on Monday.</p><p>The Shanghai Composite SHCOMP&#xa0;ended fractionally higher. China's CSI 300&#xa0;000300 and Japan's Nikkei 225&#xa0;NIK&#xa0;each closed up by 0.2%. The Hang Seng HK:HSI finished 1.2% lower in Hong Kong.</p><p>—Steve Goldstein contributed to this article.</p>",
  "published": "2022-01-24T13:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3875,
          "end": 3898
        },
        {
          "start": 3875,
          "end": 3899
        },
        {
          "start": 3875,
          "end": 3882
        },
        {
          "start": 3875,
          "end": 3888
        }
      ]
    }
  ]
}