{
  "_id": "3536a9695bfb58b43f23220506f07ea78821cb045442b9a958be30410e461951",
  "feed": "ftcomall",
  "title": "Turkey spent at least $7.3bn propping up lira in December",
  "text": "<p>Turkey spent more than $7bn on propping up the lira in December, official data showed, as analysts warned that backdoor interventions meant that the true toll of the currency defence was even higher.</p> <p>The country's central bank announced a return to the contentious policy of selling foreign currency to support the lira in December as president Recep Tayyip Erdogan's insistence on cutting interest rates despite soaring inflation sent the currency plummeting to record lows.</p> <p>Data published on Friday showed that, during its five officially announced inventions last month, the bank burnt through a total of $7.3bn.</p> <p>The central bank spent billions of dollars more from its dwindling foreign currency reserves on undeclared interventions that were conducted through Turkey's state banks, <a href=\"https://www.ft.com/content/ac397d03-d738-42ca-8a59-4a2179a6f8b4\">analysts said</a>. These sales heated up after an emergency package announced late last month by Erdogan that aimed to boost savings and support the lira, according to market participants.</p> <p>The lira rallied strongly after Erdogan's plans were unveiled, pulling back from a record low of 18.36 against the US dollar to around 11 by December 23. However, it has since weakened to almost TL14. </p> <p>The multibillion dollar intervention has cast a fresh spotlight on the adequacy of Turkey's foreign currency war chest in a country that has a large external debt burden, with $170bn coming due in the next 12 months. </p> <p>Goldman Sachs, the US investment bank, warned this week that the nation's gross reserves had “fallen significantly” in the final month of 2021, declining by about $15bn to $111bn.&#xa0;</p> <p>That drop is partly explained by a sale of foreign currency to Botas, the country's state-run energy importer, that totalled $3.4bn last month, according to new data published on Friday. </p> <p>But Goldman Sachs said that the figures also suggested that “sizeable [foreign currency] interventions may have been used to support the lira” around the time of Erdogan's announcement. </p> <p>It said that net reserves, excluding money borrowed from Turkish banks and from other global central banks, stood at minus $66bn, according to Goldman estimates. </p> <p>Tim Ash, an analyst at BlueBay Asset Management, said that Turkey's stock of reserves “looks weak” compared with its foreign obligations. Asking how long the central bank could continue defending the currency, he said: “The answer is not very long if it continues to keep up the pace of intervention seen in December.”</p> <p>Erdogan, a life-long opponent of high interest rates, ordered the central bank to reduce its policy rate by 5 percentage points to 14 per cent in the last four months of 2021 despite warnings about the impact on the country's soaring inflation. </p> <p>When taking into account inflation that stood at an official rate of 36 per cent in December, the rate cuts have pushed the country's real interest rate to minus 22 per cent. That has deterred investors from saving in lira and piled huge pressure on the currency, which lost about 45 per cent of its value against the dollar last year. </p> <p>The new savings schemes unveiled by the government were an attempt to reverse a trend that has led to Turkish savers flocking to foreign currency in a bid to protect their savings from currency fluctuations and inflation.</p> <p>But initial data suggest that there has been limited appetite for the new products, which promise to protect savers from currency risk through a guarantee that the state will compensate them for any exchange rate losses. Nureddin Nebati, Turkey's finance minister, said on Tuesday that TL84bn had been deposited in the new accounts. That compares with total banking sector deposits — in both local currency and foreign currency — of TL3.2tn held by individuals, according to data from the banking regulator. </p> <p>Turks' foreign currency savings remained largely stable in the fortnight after the announcement — a trend that suggests that most of the demand came from locals switching pre-existing lira savings into the new accounts, rather than selling dollars and euros to buy lira, according to Barclays analysts. </p><p>Source: Laura Pitel in Ankara 2022 'Turkey spent at least $7.3bn propping up lira in December' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T10:46:27.348Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1761,
          "end": 1774
        },
        {
          "start": 1390,
          "end": 1403
        },
        {
          "start": 1761,
          "end": 1768
        },
        {
          "start": 2086,
          "end": 2093
        },
        {
          "start": 1390,
          "end": 1397
        }
      ]
    }
  ]
}