{
  "_id": "8f99ae6705dcd916db987b46c36650a3b9685747fc7cccc84d2884f143337ea9",
  "feed": "ftcomall",
  "title": "BBC appoints former Permira chief Damon Buffini as deputy chair",
  "text": "<p>The BBC has appointed Sir Damon Buffini, the face of private equity during Britain's buyout boom, to be its deputy chair in an effort to accelerate the broadcaster's commercial expansion and compensate for the squeeze on licence fee funding. </p> <p>Buffini, who ran the buyout group Permira for more than a decade until 2010, was tapped for the role by the BBC's chair Richard Sharp, who himself made his career in private equity as the head of Goldman Sachs' European fund.</p> <p>The appointment of a deputy chair, the first such position under the BBC's most recent governance revamp, underlines Sharp's determination to drive “significant and sustained” growth through the broadcaster's commercial operations. </p> <p>With production costs soaring and the government having frozen the BBC's core funding for the next two years, the corporation has been racing to <a href=\"https://www.ft.com/content/63ce435a-bfdb-49e1-abb6-3b0d90807a8b\">cut costs</a>, streamline operations and find additional sources of revenue.</p> <p>While the majority of the BBC's funding comes through the licence fee, a compulsory annual levy on all UK households, its commercial arm accounts for a significant share of revenue. BBC Studios alone generated £1.6bn in revenue last year. </p> <p>Tim Davie, the BBC's director-general and former head of its commercial arm, has long made scaling up <a href=\"https://www.ft.com/content/1c9a117b-f6e9-4907-93bc-3fba9a9dceb7\">BBC Studios</a> a priority, securing permission from the government to borrow up to £750mn to fund an ambitious expansion. </p> <p>But with television advertising slowing down, some broadcasters paring back spending and costs rising, BBC Studios too is facing pressures on its bottom line. </p> <p>Buffini, who was raised by a single mother on a Leicester council estate, became a target for trade union protests over job cuts after the financial crisis. He joined the BBC's main board as an independent director earlier this year, while at the same time continuing to serve as chair of its separate commercial board. </p> <p>Sharp said Buffini's appointment as deputy chair, which would give him a wide-ranging remit across the whole BBC, was a reflection of “the integral part that the BBC's commercial activity plays in the corporation's overall success”. </p> <p>“Sir Damon brings vast experience and expertise,” he added.</p> <p>As part of the shake-up, Buffini has also appointed three seasoned private sector executives to the commercial board: Gary Newman, chief executive of Fox Television group before it was acquired by Disney; Ian Griffiths, former ITV finance chief; and Claire Hungate, former chief executive of Warner Bros' UK television arm. </p> <p>Buffini said he was looking for a “step change” in performance from the commercial subsidiaries in order to meet “stretching goals”. BBC Studios has committed to return £1.5bn to the corporation over the next five years, an increase of almost a third.&#xa0;</p> <p>As well as producing and licensing shows such as <em>Frozen Planet II</em>, BBC Studios makes content for other broadcasters and owns commercial television channels such as UKTV. It has recently invested in independent producers such as Turbine Studios and Sid Gentle, the company behind <em>Killing Eve</em>. </p><p>Source: Alex Barker in London 2022 'BBC appoints former Permira chief Damon Buffini as deputy chair' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-09T09:11:20.691Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 437,
          "end": 450
        },
        {
          "start": 438,
          "end": 451
        },
        {
          "start": 438,
          "end": 445
        },
        {
          "start": 438,
          "end": 452
        }
      ]
    }
  ]
}