{
  "_id": "08e3a355369a85ff1102da0d3917737786455f792769bcf38ca71304c4442b38",
  "feed": "ftcomall",
  "title": "Omicron surge and winter storms stall return to work in US",
  "text": "<p>Surging Covid-19 infections and winter storms stalled America's return to work on Monday, stranding airline passengers and leaving many offices, trading floors, schools and colleges empty after the Christmas and new year break. </p> <p>The seven-day rolling average of new US Covid-19 cases approached <a href=\"https://www.ft.com/content/a75a74a9-a017-4c5a-9cc9-fd9c76bac51f\">a record</a> 400,000 on Sunday, according to the Financial Times data tracker. That was double its rate from a week earlier and far above previous peaks, forcing employers to rethink their return-to-office plans again. </p> <p>The rapid spread of the highly transmissible Omicron variant prompted several Wall Street banks, which have been among the <a href=\"https://www.ft.com/content/ffd6033f-e8fc-4289-85b2-42bc4ddddd16\">biggest champions</a> of returning to the office, to backtrack on those plans. </p> <p>Goldman Sachs was encouraging those who could work from home to do so until January 18, a spokeswoman said, citing rising community infection rates in the US. It already has vaccine and mask requirements in place and will add a booster requirement for all eligible staff on February 1. </p> <p>Citigroup asked office workers who did not need to be in the office to support critical business operations to work from home “for the first few weeks of the new year”. </p> <p>Rich Handler and Brian Friedman, Jefferies' top two executives, also encouraged staff to avoid indoor business functions and any business travel that was not critical. “Realistically, we do not foresee us all having a safe opportunity to be together in our offices until at least Monday, January 31,” they wrote in a new year message. </p> <p>JPMorgan was among the employers also urging staff to get vaccinated and boosted, while Bank of America will this month begin hosting booster clinics for employees in its buildings across the country. </p> <p>Business leaders have swung behind vaccination campaigns as their best hope of resuming more normal working patterns, even as some continue to challenge in court the Biden administration's proposed vaccine mandate for larger employers. </p> <p>More than 2,800 US flights were grounded and another 3,800 delayed as of midday on Monday, according to the flight tracking company FlightAware. A number of disruptions related to severe weather and airlines' staffing shortages left many travellers unable to return to work at the end of the holiday period. </p> <p>Delta Air Lines said it expected to cancel about 500 flights on Monday and another 200 on Tuesday and Wednesday.&#xa0;</p> <p>Heavy snow also forced the closure of government offices and schools in Washington DC as a winter storm system hit the mid-Atlantic region, compounding the challenges posed by coronavirus infections. </p> <p>Brian Monahan, attending physician of Congress and the Supreme Court, urged congressional offices, committees and agencies to move to “a maximal telework posture” after positivity rates at the Capitol Hill test centre jumped from 1 per cent to 13 per cent. </p> <p>Students and staff in Washington's schools would be required to provide proof of a negative Covid-19 test result to return to school on Thursday, the DC public school system said, as school systems across the country diverged on whether to reopen.</p> <p>Detroit's schools are closed for at least the first three days of the week while students in Newark, New Jersey, will learn remotely for at least the first two weeks of the year.</p> <p>In New York, however, the largest public school system in the country reopened as planned, even as the city set records for coronavirus infections. </p> <p>“The safest place for our children is in a school building, and we are going to keep our schools open,” said Eric Adams, speaking at a school in the Bronx on his third day as mayor of New York City. </p> <p>Transmission rates had been far lower in schools than in households, Adams said, and previous school closures “really traumatised parents that did not have childcare”, weighing particularly heavily on poorer communities. </p> <p>Children aged 16 and older already have access to booster shots, but on Monday the Food and Drug Administration authorised the use of BioNTech/Pfizer boosters for children as young as 12 and for some immunocompromised children aged five to 11. The Centers for Disease Control and Prevention is expected to review the recommendation this week. &#xa0;</p> <p>Harvard University was among the colleges returning to remote work, telling students that it would move much of its tuition online for the first three weeks of January “to reduce density on campus”.</p> <p><em>Additional reporting by Mamta Badkar and James Politi </em></p><p>Source: Andrew Edgecliffe-Johnson and Joshua Franklin in New York 2022 'Omicron surge and winter storms stall return to work in US' FT.com 3 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-03T20:04:11.594Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 707,
          "end": 720
        },
        {
          "start": 707,
          "end": 714
        }
      ]
    }
  ]
}