{
  "_id": "2fe6bd1305f60a18380d10788973f095a76f6c90ad2c739a87b80c2fdd469881",
  "feed": "wall-street-journal",
  "title": "Former Greylock General Partner Sarah Guo Has Raised a $101 Million Fund; The venture capitalist left Greylock, a leading Silicon Valley investor, amid a down market to start her own firm",
  "text": "<p>Ms. Guo said this week that she immediately stepped into a challenging fundraising environment upon her exit from Greylock, a top Silicon Valley firm known for early investments in companies including Airbnb Inc. and the recently acquired Figma. She said she found herself pitching limited partners to invest in her fund at a time when many were pulling back on venture-capital commitments.</p><p>The new fund also was raised in an environment where it has gotten harder for venture investors raising their first funds. There were 70 funds closed by U.S. venture investors raising their first fund in the first half of the year compared with 270 raised during all of last year, according to analytics firm PitchBook Data Inc. Investors typically revert to backing known venture capitalists during down markets.</p><p>Broadly, venture firms have slowed startup investing since the beginning of the year in response to a pullback in public markets. Investors put $62 billion into startups in the second quarter, a 24% drop from the prior quarter, according to PitchBook.</p><p>\"It was a dramatic environment to go into,\" Ms. Guo said. \"LPs are feeling pressure on multiple fronts. Some said they thought few solo [general partner] funds would get raised.\"</p><p>Ms. Guo said she felt the roughly 10 years she spent at Greylock helped her attract investors. In a 10-week fundraising effort, she tapped institutional investors and startup founders and executives. She initially sought to raise $75 million, Ms. Guo said.</p><p>Ms. Guo said she would focus on leading Series A and seed-round deals and partner with other firms that have specialties in startup sectors outside of AI.</p><p>\"We expect the dominant companies of tomorrow to rethink every industry with intelligence,\" Ms. Guo wrote in a blog post announcing the $100 million fund. \"We believe (despite the recent excitement) [AI's] impact is still underestimated.\"</p><p>Ms. Guo joined Greylock as an investor in 2013 and led the firm's investments in companies including cybersecurity software startups Demisto, which was acquired by Palo Alto Networks Inc., and Sqreen, which was acquired by software company Datadog Inc.</p><p>Before joining Greylock, Ms. Guo invested in growth-stage tech startups and advised pre-IPO tech companies at Goldman Sachs Group Inc.</p><p>Ms. Guo said she most enjoys early-stage investing for the challenge of helping startups build out teams in their early days of having fewer than 20 employees.</p><p>\"I love that every recruit counts,\" Ms. Guo said.</p><p>Write to Marc Vartabedian at marc.vartabedian@wsj.com</p>",
  "published": "2022-10-05T21:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2250,
          "end": 2263
        },
        {
          "start": 2250,
          "end": 2257
        },
        {
          "start": 2250,
          "end": 2274
        },
        {
          "start": 2235,
          "end": 2258
        }
      ]
    }
  ]
}