{
  "_id": "79d090793ae3bceb360072aaff0001fd5276338ab38dc97e386edae851809f2c",
  "feed": "market-watch",
  "title": "Dow futures climb over 300 points, helped by U.K. bond turmoil easing",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 rose 340 points, or 1.1%, to 30,048.</p><p>* S&amp;P 500 ES00 futures gained 51 points, or 1.4%, to trade t 3,648.50.</p><p>* Nasdaq-100 NQ00 increased 198.50 points, or 1.8%, to 10,940.25.</p><p>Stocks fell last week in extremely volatile trade, with major indexes reversing steep losses Thursday to end sharply higher only to tumble on Friday. The Dow DJIA saw a 1.2% weekly fall, while the S&amp;P 500 SPX shed 1.6% and the Nasdaq Composite lost 3.1%.</p><p>What's driving markets</p><p>Last week's volatile activity, particularly Thursday's intraday turnaround, had analysts pondering whether the stocks were exhibiting behavior associated with market bottoms.</p><p>\"One way to know if markets are overstretched is if negative news fails to sink equity markets further. What we saw last Thursday was different, namely a deep pool of bargain hunters,\" said Sebastien Galy, senior macro strategist at Nordea Asset Management, in a note.</p><p>\"What we saw was likely extreme bearish positioning being reduced. This is an encouraging sign, but it is not yet a new dawn — we continue to prefer cautious positions,\" he said.</p><p>Some relief was also attributed to a sharp pullback by yields on U.K. government bonds, known as gilts, after new Chancellor of the Exchequer Jeremy Hunt abandoned the majority of the £45 billion ($50.9 billion) in previously announced unfunded tax cuts that were blamed for sparking a bout of global market volatility and stoking fears of a broader breakdown of the global financial system.</p><p>See: U.K. chancellor throws out almost all major tax cuts from the mini-budget and pares back energy support</p><p>The yield on the 30-year gilt BX:TMBMKGB-30Y fell 47 basis points, or 0.47 percentage points, even as a temporary Bank of England bond purchase program ended.</p><p>Earnings season was also set to pick up steam after a round of earnings from major Wall Street banks n Friday. Investors welcomed results Monday from Bank of America Corp. BAC, while Goldman Sachs Group Inc. GS was due to report Tuesday.</p><p>The New York Fed's Empire State manufacturing index fell for a third straight month, declining 8 points to negative-9.1, compared with expectations for a reading of negative-5.</p><p>Companies in focus</p><p>* Bank of America shares rose 2.8% in premarket trade after the bank topped Wall Street's earnings, revenue and net interest income expectationsfor the third quarter.</p><p>* Goldman Sachs shares rose 2% after The Wall Street Journal reported the investment-banking giant plans to combine its flagship investment-banking and trading businesses into one unit, while merging asset and wealth management into another.</p><p>Dow futures climb over 300 points, helped by U.K. bond turmoil easing</p>",
  "published": "2022-10-17T12:55:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2389,
          "end": 2402
        },
        {
          "start": 2389,
          "end": 2396
        },
        {
          "start": 1969,
          "end": 1976
        },
        {
          "start": 1969,
          "end": 1982
        }
      ]
    }
  ]
}