{
  "_id": "77e59f89598d543b77d256fd4dffa657ce96c0ccc830cb3d1480d2dd7f1035a7",
  "feed": "market-watch",
  "title": "Treasury yields jump after Fed's Bullard puts 5%-7% fed-funds rate on the radar",
  "text": "<p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y jumped to 4.463% from 4.363% on Wednesday.</p><p>* The yield on the 10-year Treasury BX:TMUBMUSD10Y rose to 3.78% from 3.693% as of Wednesday afternoon.</p><p>* The yield on the 30-year Treasury BX:TMUBMUSD30Y advanced to 3.909% from 3.860% as of late Wednesday.</p><p>What's driving markets</p><p>Treasury yields moved higher in reaction to a presentation by St. Louis Fed President James Bullard, which suggested that the Fed's main policy rate target may need to get to around 5% to 7%. While Bullard didn't explicitly say in his speech how high the rate needs to go, the policy maker did say the rate would have to be increased further in order to reach a \"sufficiently restrictive level.\"</p><p>Markets are pricing in an 81% probability that the Fed will raise borrowing costs by another 50 basis points to a range of 4.25% to 4.5% on Dec. 14, according to the CME FedWatch tool. Traders also moved up their expectations for how high the fed-funds rate target might go next year, to above 5%.</p><p>Read: Goldman Sachs sees new rate hike in 2023, with targeted range for fed funds rising to 5%-5.25%</p><p>In U.S. economic releases on Thursday, initial weekly jobless claims fell slightly to 222,000 in mid-November. Economists polled by The Wall Street Journal had expected new claims to total 225,000 for the seven days that ended Nov. 12. The Philadelphia Fed'smanufacturing index sank to negative 19.4 in November from negative 8.7 in the prior month.</p><p>U.K. 10-year gilt yields BX:TMBMKGB-10Y rose 5.6% to 3.203% after the government'sautumn budget statement.</p><p>What are analysts saying</p><p>\"In the wake of the economy's deceleration from 6% growth last year, inflation will continue to decelerate in fits and starts (look for some upside acceleration in the Nov data), but a return to 2% is not in the cards,\" said Steven Blitz, chief U.S. economist at TS Lombard.</p><p>\"There is no impending recession evident in the data, the economy remains well above potential, and against all this, the real funds rate is still too low. I expect a 75BP increase at the December meeting, and a 50BP hike in February.\"</p><p>Treasury yields jump after Fed's Bullard puts 5%-7% fed-funds rate on the radar</p>",
  "published": "2022-11-17T14:53:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1024,
          "end": 1037
        },
        {
          "start": 1024,
          "end": 1031
        },
        {
          "start": 1017,
          "end": 1030
        }
      ]
    }
  ]
}