{
  "_id": "72210807e39d45ae256370d4ff1c4affac1e6fd17ff1bb9f83b20b051889d474",
  "feed": "economist-newspaper",
  "title": "Asian exceptionalism (1): Islands of price stability",
  "text": "<p>It is true that the cost of fuel, fertiliser and grains rose everywhere after Russia invaded Ukraine in February. But not everywhere has its mouth full of inflation. Of the 42 big economies featured in the indicators page of The Economist, eight still have inflation below 4%. Six of those eight are in East or South-East Asia (see chart). The region also includes some smaller oases of price stability, such as Vietnam (where inflation was 2.9% in the year to May) and Macau (1.1% in the year to April).</p><p>What accounts for this Eastern exceptionalism? Japan has long suffered from too-low inflation, although rising commodity prices have pushed the headline rate a little higher (see next story). Elsewhere, part of the explanation lies in the spread of two diseases. An outbreak of African swine fever from 2018 to 2021 devastated the pig population in China, where as many as 200m pigs were culled, according to some estimates. This dramatically increased the price of pork, a staple food in East Asia. The price has subsequently fallen back sharply. In mainland China, for example, the price of pork fell by more than 21% in the year to May. This helped offset inflationary pressures elsewhere in the economy. (It also helps that East Asia, unlike other parts of the world, eats more rice than wheat. The price of rice has risen by 8% since Russia invaded Ukraine, whereas wheat prices have increased by 17%.)</p><p>The other anti-inflationary disease in the region is covid-19. Many parts of Asia turned to living with the virus more slowly and reluctantly than in the West. Indonesia, for example, did not entirely abandon quarantine for international arrivals until March 22nd. In Malaysia, travel and movement did not return to normal until early May, a full month after the country entered its official \"transition to endemic\" phase, according to an index of social restrictions developed by Goldman Sachs, a bank. Taiwan remains cautious even now. Its success in keeping covid at bay in the past has left its population with little natural immunity and less of the West's fatalism about the disease.</p><p>China, of course, continues to impose stringent restrictions on people's movement and gathering wherever infections appear. The recent lockdowns in Shanghai and elsewhere hampered both the economy's ability to supply goods and its consumers' willingness to buy them. This twin disruption to supply and demand could in theory move prices either way. But the damage to consumer spending seems to be more severe and persistent. In May, the second month of Shanghai's lockdown, retail sales fell by almost 10% (in real terms) compared with a year earlier, even as industrial production rose by 0.7%.</p><p>Limits on cross-border travel have been devastating to the economies of Hong Kong and especially Macau, which relies on visitors from the mainland to fill its casinos. Indeed, Macau's GDP in the first three months of this year was less than half the size it reached in the same months of 2019. In that context, inflation of 1% does not seem so miraculously low. Indeed, it is a wonder that prices are rising at all.</p>",
  "published": "2022-06-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1894,
          "end": 1907
        },
        {
          "start": 1894,
          "end": 1901
        }
      ]
    }
  ]
}