{
  "_id": "4e4131908a3c1d1a081e9374fe7449ec926d185623a9bf0adbcffa108e1481d4",
  "feed": "ftcomall",
  "title": "Japanese bonds sustain fresh blow in test of central bank's low-rate resolve",
  "text": "<p>Japanese government bond prices have lurched lower for the second straight day as markets forcefully challenged the central bank's assertion that it was not planning to raise interest rates.</p> <p>Yields on typically sleepy <a href=\"https://www.ft.com/japanese-government-bonds\">Japanese government bonds</a> blasted higher on Tuesday, sending shockwaves across global debt markets, after Bank of Japan governor Haruhiko Kuroda stunned investors in his final months in office with a tweak to the way the central bank keeps a lid on long-term borrowing costs. “This measure is not a rate hike,” Kuroda said. “Adjusting the [yield curve control] does not signal . . . an exit strategy.”</p> <p>But on Wednesday, yields kept on cranking higher, with benchmark 10-year yields reaching 0.5 per cent — low by global standards but a significant doubling from the start of this week and the highest point since mid-2015. Pressure on the debt suggests investors believe they can see the beginning of an end to <a href=\"https://www.ft.com/content/f9aca1c2-50c6-4040-8322-6ddfacda6cd6\">Japan's six-year experiment</a> with negative interest rates and yield targeting.</p> <p>“We all know this is a step in that direction,” said Mark Dowding, chief investment officer at BlueBay Asset Management, whose long-running negative bet on Japanese government bonds this week <a href=\"https://www.ft.com/content/1fb65afc-4189-48ee-b8bd-081e94b52171\">delivered large returns</a>. “The genie is out of the bottle to markets that further changes in policy are more likely.”</p> <p>On Tuesday, the central bank said it would allow 10-year bond yields to fluctuate by 0.5 percentage points above or below its target of zero, replacing the previous band of 0.25 percentage points. Japan has kept long-term yields pinned down since 2016 and the previous range had been in place since 2021 in an effort to rekindle long-dormant inflation.</p> <p>Kuroda, who is stepping down as governor in April, denied the adjustment represented a tightening of monetary policy, saying the <a href=\"https://www.ft.com/stream/05714202-ec5b-48df-a43a-20549355c070\">BoJ</a> was determined to ease further if needed to achieve its 2 per cent inflation target. </p> <p>But that message is not cracking through, especially as core inflation — which excludes volatile food prices — recently exceeded the BoJ's target for the seventh month in a row, hitting a 40-year high of 3.6 per cent in October.</p> <p>“The bond market is already starting to price in that the BoJ will steadily head towards the end of its monetary easing programme with the change in governor [in April],” said Takeshi Yamaguchi, chief Japan economist at Morgan Stanley. “No matter how much Kuroda says this is not a rate hike and that easing measures are being strengthened, no one believes him. It's a credibility issue.”</p> <p>The central bank has sought to match its words about sticking to an easy monetary path with action. In addition to widening the 10-year yield band, it also boosted monthly JGB purchases from ¥7.3tn to ¥9tn ($68bn) and offered an even broader range of unlimited bond buying. Some analysts say this sends the right message.</p> <p>“This is not a turning point in BoJ policy,” said Kazuo Momma, the former head of monetary policy at the BoJ who is now executive economist at Mizuho Research Institute. “If the market function improves, this will be a one-off measure.”</p> <p>Momma said the BoJ's decision was based in part on <a href=\"https://www.boj.or.jp/en/paym/bond/bond2211.pdf\">a bond market survey</a> conducted in November that showed market conditions were deteriorating to the worst level in 15 years. The central bank now owns more than half of outstanding bonds. On some days, no bond trades take place at all — a sharp contrast with other major bond markets in the US and Europe where billions change hands every day.</p> <p>Traders have long complained about this frozen liquidity. But they say the timing of Kuroda's effort to lubricate market functioning, at a point when inflation is accelerating and other central banks are pulling interest rates rapidly higher, points to a bigger shift. They are likely to test the central bank's ability to stick to its new limits on volatility, analysts say.</p> <p>“The BoJ may be forced to take [further] measures if market players particularly outside of Japan do not believe Kuroda's remarks and continue shorting Japanese government bonds,” said Kiichi Murashima, economist at Citigroup. “An important task for the new governor is to restore the BoJ's reduced credibility and rebuild communication with markets,” he added.</p> <p>Mizuho's Momma and Morgan Stanley's Yamaguchi say the BoJ could scrap yield curve controls under the new governor next year, but the hurdle to increasing interest rates will be higher then due to global economic strains. </p> <p>“The next policy decision the BoJ takes will likely be a major one — such as changing long- or short-term policy rate targets or terminating YCC altogether, and this will depend on the risk of global economic slowdown in 2023,” said Naohiko Baba, chief Japan economist at Goldman Sachs, suggesting that the central bank could abandon its negative interest rate policy. </p> <p><em>Additional reporting by Katie Martin</em></p> <a href=\"http://www.ft.com/cms/26b6a7e2-47e7-42e8-a89c-2febcc04cf95.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Kana Inagaki and Eri Sugiura in Tokyo 2022 'Japanese bonds sustain fresh blow in test of central bank's low-rate resolve' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-21T11:42:40.095Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4689,
          "end": 4702
        },
        {
          "start": 4689,
          "end": 4696
        }
      ]
    }
  ]
}