{
  "_id": "a234a9ab439fdced1407707fff7fa93ce0fd07b06361dbb90ca06a183fd17e39",
  "feed": "market-watch",
  "title": "JCPenney owners offer $8.6 billion to acquire rival Kohl's; Simon and Brookfield have proposed that a single management team would operate JCPenney and Kohl's while merging the information technology systems so that one unit is in charge of the chains",
  "text": "<p>Kohl's KSS shares on Monday were recently trading at $56.43, off 0.9 percent.</p><p>One well-placed source told The Post that the plan is for JCPenney's corporate parents to continue to maintain two separate brands while streamlining operations and cutting costs. The bidders' plan for Kohl's is to slash costs by $1 billion over the next three years, according to the source.</p><p>The Post has reached out to Simon Property Group and Brookfield Asset Management seeking comment.</p><p>Kohl's, based in Wisconsin, put itself up for sale earlier this year at the urging of activist investors Macellum and Engine Capital, who were unhappy with the direction of the company.</p><p>Private equity giants Sycamore Partners and Leonard Green &amp; Partners as well as Saks Fifth Avenue's Canada-based parent company Hudson's Bay are reportedly interested in acquiring Kohl's.</p><p>Goldman Sachs GS has been tapped to lead a potential sales process.</p><p>Simon and Brookfield have proposed that a single management team would operate JCPenney and Kohl's while merging the information technology systems so that one unit is in charge of the chains, according to a source. The companies would also have all private apparel manufactured by the same in-house label, the source said.</p><p>If the sale is complete, the new business would ditch plans to roll out Sephora concession stands inside Kohl's locations, The Post has learned.</p><p>Simon Property Group is run by CEO David Simon, the son of the late company co-founder Melvin Simon. David Simon's uncle, Herb Simon, who co-founded the company with his late brother, is the owner of the NBA's Indiana Pacers — the team the Simon brothers bought in 1983.</p><p>Simon Property Group and Brookfield Asset Management acquired JCPenney after the 118-year-old retailer filed for Chapter 11 bankruptcy in May 2020.</p><p>JCPenney was one of two dozen retail casualties of the coronavirus pandemic as lockdown measures barred in-person shopping while consumers turned to online options like Amazon.</p><p>The restructuring forced the closure of a third of its stores nationwide. As of now, there are just 689 JCPenney locations in operation — down from more than 1,110 in 2012.</p><p>A version of this report appears on NYPost.com.</p><p>JCPenney owners offer $8.6 billion to acquire rival Kohl's</p>",
  "published": "2022-04-25T18:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 843,
          "end": 850
        },
        {
          "start": 843,
          "end": 856
        }
      ]
    }
  ]
}