{
  "_id": "c3d02c6aa5c529cb0403cca50409fe508aecfe761fad8cb9c33879fd46c86ffe",
  "feed": "ftcomall",
  "title": "JPMorgan profits hit by Ukraine crisis and mounting US recession fears",
  "text": "<p>Profits at JPMorgan Chase were dragged down in the first quarter by a slowdown in dealmaking, an increase in reserves to protect against a US recession and a $524mn loss suffered amid market turbulence unleashed by the war in Ukraine.</p> <p>The largest US bank by assets kicked off bank earnings season on Wednesday by reporting $8.28bn in net income for the first three months of 2022, down 42 per cent compared with the same period last year.</p> <p>The result fell short of analysts' estimates for net income of $8.54bn, according to consensus data compiled by Bloomberg, and is the first sign of how Russia's invasion of Ukraine is having an impact on Wall Street and increasing concerns of a potential recession.</p> <p>JPMorgan's chief executive Jamie Dimon said the bank was optimistic about the US economy but cautioned investors about “storm clouds on the horizon” of rising inflation and the conflict in Ukraine. </p> <p>“I can't tell you the outcome of it. I hope those things all disappear and go away, we have a soft landing and the war is resolved. I just wouldn't bet at all that,” Dimon said in a call with analysts. </p> <p>JPMorgan's shares were down about 3 per cent in morning trading at their lowest price since early 2021. The broader KBW bank index was down 0.9 per cent on Wednesday.</p> <p>The bank's profits were hit by a net credit reserve increase of $902mn. Of this, roughly $300mn was from markdowns associated with Russia and $600mn was from the bank modelling a greater risk of a US recession, according to Jeremy Barnum, JPMorgan's finance chief. </p> <p>JPMorgan also suffered a $524mn loss at its trading division, which the bank said was driven by funding wider spreads in interest rates between corporate bonds and US Treasuries and credit valuation adjustments from an increased exposure to commodity prices and markdowns from counterparties related to Russia. </p> <p>Of that $524mn, Barnum said about $120mn stemmed from JPMorgan acting as one of counterparties in a <a href=\"https://www.ft.com/content/a1ed92fd-745a-4983-818f-66e1c18a83a0\">disastrous short trade</a> by Chinese metals group Tsingshan which plunged the nickel market into turmoil. </p> <p>Dimon said the bank would eventually do a review on what it could have done better to manage the situation, as well as looking at the role of the <a href=\"https://www.ft.com/content/6a640cd5-3d9b-421d-bc71-8e4d0f2f9522\">London Metal Exchange</a> which has been criticised for cancelling several hours of trading.</p> <p>“We had a little bad luck this quarter. We're going to manage through it. We'll do postmortems on both what we think we did wrong and what the LME could do differently later. We're not going to do it now,” Dimon said. </p> <p>JPMorgan's investment banking revenue fell 31 per cent year on year in the first quarter, at $2.05bn, compared with analysts' estimates for $2.2bn, as global dealmaking <a href=\"https://www.ft.com/content/47c9ec9f-e86e-427e-8a50-34e4a6757852\">fell to the lowest level</a> since the start of the coronavirus pandemic.</p> <p>Despite a cautious outlook, the bank said its board of directors had authorised a new $30bn share buyback programme starting on May 1.</p> <p>JPMorgan's trading division, which benefited from heavy trading during the recent market volatility, also beat expectations as revenues fell a better than expected 3 per cent to $8.75bn, still above pre-pandemic levels and well ahead of analysts' forecasts of $7.4bn.</p> <p>Fixed income, currencies and commodities trading revenues of $5.7bn beat estimates of $4.6bn, according to David Konrad, an analyst at Keefe, Bruyette &amp; Woods, who put the result down to stronger currency and emerging market revenues.</p> <p>Dimon said investors should be braced for more volatility this year, given the current strength of the US economy, the Federal Reserve tightening monetary policy and large fluctuations in commodity prices. </p> <p>“I cannot foresee any scenario at all where you're not going to have a lot of volatility in markets going forward,” Dimon said. </p> <p>The bank delivered a return on tangible common equity, a key measure of profitability, of 16 per cent, below its medium target of 17 per cent. </p> <p>Citigroup, Goldman Sachs, Morgan Stanley and Wells Fargo are set to <a href=\"https://www.ft.com/content/a1f73759-4ebb-42e7-9ae2-382ae84d8b90\">report results</a> on Thursday. Bank of America reports earnings on April 18.</p><p>Source: Joshua Franklin in New York 2022 'JPMorgan profits hit by Ukraine crisis and mounting US recession fears' FT.com 13 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-13T12:29:26.554Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3869,
          "end": 3876
        },
        {
          "start": 3869,
          "end": 3882
        }
      ]
    }
  ]
}