{
  "_id": "4f6083fdc926f746ccc4111e1aaf48f769854858cee7ad5167d41971ee5293ce",
  "feed": "wall-street-journal",
  "title": "Kohl's Win Is Only the Beginning --- More daunting tasks remain ahead despite winning the proxy fight with Macellum Advisors",
  "text": "<p>On Wednesday, Kohl's shareholders rejected activist investor Macellum Advisors' push to replace up to 10 directors. Macellum had renewed its push for changes at Kohl's starting in January, including for a sale process, which Kohl's subsequently hired Goldman Sachs to run. The department-store chain has said on its website that it engaged with more than 20 interested parties.</p><p>That Kohl's was able to stand its ground is already a strong vote of confidence. Other retailers have been unable to fend off challenges to their board this year: Dollar Tree and Bed Bath &amp; Beyond settled with their respective activist investors in March, with both companies adding activist-nominated board members.</p><p>Despite seemingly healthy appetite in the private-equity market (Twitter and Citrix Systems are recent examples), the market seems skeptical that a deal will occur for Kohl's. After the proxy-vote results were announced, Kohl's share price sank 3% and is now below $50 a share, around its level before Macellum Advisors renewed its campaign. Kohl's shares went as high as $63.71 after news reports emerged late January of a bid by a consortium backed by Starboard Value.</p><p>This all means that Kohl's has a tough climb ahead to take its valuation back to historic levels. Though Kohl's managed to hold on to more business than peers during the pandemic, the latest quarter was unflattering compared with peers. Both Macy's and Nordstrom, for example, saw an increase in revenue in their last reported quarter (ended January) compared with two years earlier. Kohl's saw a 5% decline. The weakness, though, was in large part driven by supply-chain and inventory issues. Those had hampered deliveries of private-label products, which saw higher demand than Kohl's planned for. The company had indicated that inventory constraints hurt sales by 400 basis points, or hundredths of a percentage point, in its last reported quarter. An inflation-squeezed consumer base should be a good thing for Kohl's in coming quarters, given that it sells at cheaper price points than department-store peers.</p><p>Importantly, Kohl's Chief Executive Officer Michelle Gass has been more experimental than most and seems to have a good pulse on shopper preferences. Its plan to introduce coveted Sephora shops inside its stores seems to be bearing fruit, for example. The company plans to grow the Sephora business to $2 billion by 2025, which would represent roughly 10% of Kohl's expected revenue that year. It is also planning to open 100 new smaller-format stores in the next four years, a concept that has shown promise on pilot runs. Wall Street analysts seem to trust Kohl's strategic direction. Even before news of a potential bid emerged in January, most analysts polled by FactSet gave Kohl's a target price above $64 a share.</p><p>Still, with competitors looking healthier lately, Kohl's management has no time to rest on its laurels.</p>",
  "published": "2022-05-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 251,
          "end": 258
        },
        {
          "start": 251,
          "end": 264
        },
        {
          "start": 250,
          "end": 263
        }
      ]
    }
  ]
}