{
  "_id": "9388155994c4165f257c26122f900bf50ed80366209e9a016edb95251fe7818b",
  "feed": "ftcomall",
  "title": "Market turmoil splits hedge funds into macro winners and tech losers",
  "text": "<p>Market turmoil driven by Russia's invasion of Ukraine and rising <a href=\"https://www.ft.com/content/6cbb371a-15f8-4cb3-b876-9a141e719770\">inflation</a> has sharply divided the hedge fund industry, with macro hedge funds celebrating one of their best-ever starts to a year while technology and growth funds rack up double-digit losses.</p> <p>The top 10 per cent of hedge funds gained an average of 24.3 per cent in the first quarter, while the bottom decile dropped by 15.4 per cent, according to HFR, which tracks the sector. The dispersion is one of the widest since the financial crisis. </p> <p>The industry as a whole suffered losses of 0.3 per cent for the first quarter, as measured by the HFRI fund-weighted index, and larger funds tended to do better than small ones.</p> <p>“I struggle to think of a quarter with more dispersion in quite a long time,” said Michael Edwards, deputy chief investment officer of Weiss Multi-Strategy Advisers. </p> <p>Many long-short equity hedge funds cut their exposure to US stocks and reduced leverage as the market sold off in January and February, nervous that there was further room for stocks to fall. They remained on the sidelines and pared positions further when the market finally found its footing, according to the prime brokerage arm of Goldman Sachs.</p> <p>It meant that some funds missed out on a 9 per cent rally in the S&amp;P 500 from its February lows, including in many of the technology stocks that had been badly hit at the year's start. That drove the HFRI index for equity funds down 4 per cent.</p> <p>Tiger Global was <a href=\"https://www.ft.com/content/2437bc7a-3758-4660-900c-34f83654bd72\">among the hardest hit</a>: it is down 34 per cent for the quarter. Melvin Capital, Whale Rock and RiverPark's Long/Short fund all saw drops of more than 20 per cent in the quarter, as consumer, technology and growth stocks more generally struggled. The troubles with tech were not confined to the US. Accendo Capital lost 17.8 per cent, as one of its biggest holdings, Swedish telecoms manufacturer Hexatronic, gave back some of last year's gains.</p> <p>By contrast, computer-driven and macro funds rallied strongly: HFRI's macro index rose more than 8 per cent in the quarter. </p> <p>Those gains, Edwards added, were due in part to the fact macro quant funds traded systematically. Without human sensibilities to be affected by the war in Ukraine, surge in Treasury yields and sell-off in markets, computer-driven funds were quicker to re-enter the fray compared to some flesh-and-bone hedge fund managers.</p> <p>“Machines are not subject to the same Fomo [fear of missing out] and wound-licking tendencies that discretionary managers are,” he said.</p> <p>Among the biggest winners this year have been the BH-DG Systematic Trading fund, run by a joint venture between hedge fund firm Brevan Howard and former Chase Manhattan trader David Gorton. The fund gained 23 per cent to late March, according to numbers sent to investors.</p> <p>Meanwhile, Leda Braga's Systematica was up nearly 18 per cent, helped by bets on commodities and bonds, and Aspect Capital is up 21.5 per cent in its Diversified fund. </p> <p>Bridgewater, the world's biggest hedge fund with about $150bn under management, gained 16.3 per cent. It told investors that its top performances came in commodities, short rates and nominal bonds.</p> <p>Many of the winning funds use algorithms to predict and bet on trends and patterns in futures and other financial markets. They have profited from <a href=\"https://www.ft.com/content/2c1bef78-d3d7-47f4-b7c6-e925be5a416e\">a huge sell-off</a> in government bond markets this year, with yields on 2-year US Treasuries rocketing from 0.7 per cent to 2.4 per cent and 10-year yields jumping from 1.5 per cent to 2.5 per cent, as the Federal Reserve moves to tighten monetary policy.</p> <p>“So far this year [performance] is spectacular,” said Philippe Jordan, president at Paris-based CFM, which manages around $9bn, and is up around 17 per cent in its Discus strategy and 7 per cent in its flagship Stratus fund. “The macro backdrop for [quant] futures trading is better than it's been in the past 10 years.”&#xa0;</p> <p>The HFRI commodity funds index soared nearly 25 per cent, powered by a one-third rise in the price of crude oil and a jump for natural gas of almost two-thirds. Makuria Investment Management, which invests in commodities and companies involved in the energy transition, gained 31 per cent. “The tragic events in Ukraine merely accelerated already existing structural trends across commodity markets . . . by further increasing market tightness,” founder Mans Larsson wrote.</p> <p>Other traders have also profited from the huge market moves in bonds and currencies. Odey Asset Management's European fund gained nearly 61 per cent to mid-March, helped by bets on long-dated bond yields rising. He believes they have further to go. “There's nothing holding down yields from here,” said founder Crispin Odey.</p> <p>Equity hedge funds had a much tougher time. Funds that were positioned for rising prices suffered losses as equity markets were affected by the Ukraine war and the prospect of higher borrowing costs, and bond markets sold off rapidly.</p> <p>“Extreme volatility in the rates market and the <a href=\"https://www.ft.com/content/fdd90eb9-d85d-468a-86e3-bd5e6c570226\">Ukraine</a> situation delivered a difficult risk environment for all asset classes,” said Kevin Russell, chief investment officer at the UBS hedge fund unit O'Connor, which manages more than $11.2bn in assets.</p><p>Source: Brooke Masters, Eric Platt and Joe Rennison in New York and Laurence Fletcher in London 2022 'Market turmoil splits hedge funds into macro winners and tech losers' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-09T11:01:29.834Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1185,
          "end": 1192
        },
        {
          "start": 1185,
          "end": 1198
        }
      ]
    }
  ]
}