{
  "_id": "ab53771060309a90bd7f3153327ca31a6d5065e9f1dc5930f53cc4bc0b9fec54",
  "feed": "wall-street-journal",
  "title": "B Capital Collects $200 Million Through a Secondary Sale; The firm sold equity in five portfolio companies through a secondary transaction known as a strip sale",
  "text": "<p>The transaction, advised by Lazard Ltd., was led by Top Tier Capital Partners, which invests in venture funds, secondary transactions and makes direct investments. Goldman Sachs Group Inc.'s asset management arm also participated in the deal, the people said.</p><p>Strip sales are a form of fund restructuring in which a general partner sells part of the holdings in all or some of its underlying assets. Typically, the fund's general partner sells minority stakes in the assets involved to a special-purpose investment vehicle led by a secondary buyer while continuing to manage the assets on behalf of the new investors.</p><p>Such transactions are usually designed to generate liquidity for investors in the original fund and let the general partner collect some of its share of the carried interest, or profits from the investments involved.</p><p>B Capital's transaction included some of its equity in two Singapore-based businesses, Ninja Logistics Pte. Ltd., which operates the Ninja Van delivery service, and online used-car seller and lender Trusty Cars Pte. Ltd., which operates as Carro. The deal also included equity in San Mateo, Calif.-based Evidation Health Inc., a health analytics data company.</p><p>Started in 2015 by Facebook Inc. co-founder Eduardo Saverin and Raj Ganguly, a former Bain Capital executive, the Manhattan Beach, Calif.-based firm has a strategic partnership with management consulting company Boston Consulting Group Inc. An anchor investor in the firm's debut fund, the consulting firm provides managerial advice and helps connect portfolio companies with corporate leaders in its network who seek to partner with emerging technologies, according to B Capital's website.</p><p>B Capital invests in areas such as enterprise software, consumer apps, financial services, healthcare, industrial products and transportation and has more than $3.5 billion of assets under management, according to its website.</p><p>Write to Preeti Singh at preeti.singh@wsj.com</p>",
  "published": "2022-01-03T20:58:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 164,
          "end": 177
        },
        {
          "start": 164,
          "end": 171
        },
        {
          "start": 164,
          "end": 188
        }
      ]
    }
  ]
}