{
  "_id": "520fb7af2ddf98e8c9e2e8d597e7641acd2be1f6b349c3297c70203c20fd79dc",
  "feed": "ftcomall",
  "title": "Banks as recession-o-meters",
  "text": "<p>Good morning. Friday's jobs report suggested that news of the economic slowdown, broadcast by everything from PMI surveys to commodity prices, has not reached the US labour market. Meanwhile, the Atlanta Fed's real-time GDP <a href=\"https://www.atlantafed.org/cqer/research/gdpnow\">tracker</a> is running at negative 1.2 per cent for the second quarter, on the heels of a 1.5 per cent decline in the first quarter. Can you have a recession without a significant increase in unemployment? Would that even make sense? Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and ethan.wu@ft.com.</p> <h1>Banks as recession-o-meters</h1> <p>The big banks — JPMorgan Chase, Citigroup, Wells Fargo, Bank of America, Goldman Sachs and Morgan Stanley — report second-quarter earnings over the next week or so, and those results will, in all likelihood, be of very little interest to anyone. </p> <p>The second quarter was probably pretty good. Despite lousy sentiment, people and businesses seem to be borrowing, spending, and making their payments. Capital market trading results should be solid enough to offset slow deal activity. <a href=\"https://www.ft.com/content/75411394-29b2-4ff3-84ef-a6cc2d56824b\">Lending</a>, in particular, has really bounced back recently. National figures from the Fed: </p> <p>Things are going fine, then. But investors will shrug. All we care about, they will say, is this recession we keep hearing about. In recent weeks, have you seen a wobble in spending patterns, Mr Dimon? How much are you reserving against the possibility of a recession next year, Mr Moynihan? And so on.</p> <p>Investors have not waited around for the answers. They've just sold. Over the past six months the group is down 29 per cent, against 17 per cent for the S&amp;P 500. </p> <p>The performance of banks, relative to the wider market, has been interesting since the start of the pandemic. Here it is, plotted against the 10-year Treasury yield:</p> <a href=\"http://www.ft.com/cms/10593932.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The reason to have the 10-year yield on a bank chart is that under normal conditions the two travel together. When rates rise, banks can charge higher prices for their product — that is, money. Many people think that what really matters to banks is rate spreads, ie, the difference between short rates (at which banks fund themselves) and long rates (at which banks lend). But this is actually not true, or not as true as it was. Deposits have been really cheap in an era of abundant liquidity, and most bank loan products are priced off of short term rates. And even if it is rate spreads that do matter, the fact is that most bank stocks trade with the 10-year yield (this frustrates people who understand how banks actually work, but there it is).&#xa0;&#xa0;</p> <p>Anyway, what the chart above shows is this:</p> <ul>  <li><p>Pandemic hits in early 2020, everyone freaks out, rates crash, bank stocks get pummeled. </p></li>  <li><p>By the last quarter of 2020, it becomes clear that the government is riding to the rescue. By spring of 2021, 10-year yields have leapt from 0.5 per cent to 1.5 per cent, and bank shares have absolutely crushed the wider market. &#xa0;</p></li>  <li><p>From spring 2021 through to the end of that year, rates go sideways; banks stocks give back some ground.</p></li>  <li><p>So far in 2022, 10-year yield has doubled from 1.5 to 3 per cent and bank stocks have — fallen!</p></li> </ul> <p>The reason that the usual correlation between the banks and yields has broken down is that while banks like higher rates, they <em>really</em> hate recessions. To see how unusual and extreme the decoupling of rates and bank stock performance has been, look at the same chart over 10 years: </p> <a href=\"http://www.ft.com/cms/10593950.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>There is no question that bank earnings are very sensitive to economic growth, and will get clobbered in a recession. Richard Ramsden of Goldman Sachs has looked at the potential impact of a “mild” recession, where lending declines, loan losses increase, capital market activity tapers off and asset prices fall — but only to cyclical lows, rather than catastrophic levels. Under this scenario, he thinks, big bank earnings could be cut in half, if short-term rates stay about where they are. If rates fall back to zero-ish, the hit to earnings will be closer to 70 per cent, he thinks.</p> <p>(Naturally, none of this sort of thing is reflected in bank analysts' official earnings estimates for next year, which are mostly unchanged year to date. The analysts all assume a recession will be avoided, a practice known in technical banking terminology as “whistling past the graveyard”.)</p> <p>What is more, despite the recent sell-off, bank valuations are not even near the cyclical lows they would hit if recession takes hold. Here is Ramsden's chart of price to tangible book value ratios for the big banks: </p> <p>Bank stocks have only priced in about a 40 per cent chance of the more severe scenario, in which short rates touch zero again, Ramsden reckons. </p> <p>Crucially, though, Ramsden thinks all the big banks would remain profitable in this non-catastrophic recession. Dividend cuts are a possibility, given that the banks have limited excess capital, but are not a forgone conclusion. Forced capital raises are only a remote possibility. </p> <p>And for opportunistic long-term investors, it is avoiding catastrophe —&#xa0; withering losses, big payout cuts, capital shortfalls — that should matter most. Banks trade at a consistent discount to the wider market in part because of the lingering suspicion that bankers are inveterate gamblers who will always print money in the good times and then make a fantastic mess of things in a recession. </p> <p>But while it does seem to me that bankers' incentive structures are still a scandal, on the most basic measure of safety — assets to equity — banks are much safer as a result of the post-2008 reforms. Here's a long-term chart from Fitch:</p> <p>It is the long-held dream of long-suffering bank investors that once banks make it through a complete cycle, including recession, without blowing themselves up, they will see a sustained bounce in valuation. I think this argument makes good sense. Banks are a risky bet now, but may be the perfect way to play a recovery.</p> <h1>One good read&#xa0;</h1> <p>$36,000 will get you <a href=\"https://www.ft.com/content/10ff54be-e215-409e-ae4b-71e885ec03a8\">one bottle</a> of Glenmorangie Cask No 3, from 1975. Or about 1,300 bottles of <a href=\"https://heavenhilldistillery.com/rittenhouse-rye.php\">this stuff</a>, which we think drinks just fine, thanks. </p><p>Source: Robert Armstrong &amp; Ethan Wu 2022 'Banks as recession-o-meters' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-11T05:30:57.826Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3470,
          "end": 3483
        },
        {
          "start": 3436,
          "end": 3449
        },
        {
          "start": 610,
          "end": 617
        },
        {
          "start": 604,
          "end": 617
        },
        {
          "start": 610,
          "end": 623
        },
        {
          "start": 3470,
          "end": 3477
        }
      ]
    }
  ]
}