{
  "_id": "9a9b4563283ad78de30620c76c6827219a5b1120484f624fd45bbc25730ecafe",
  "feed": "ftcomall",
  "title": "Chinese stocks and currency rally on reopening hopes",
  "text": "<p>Chinese stocks shot higher and the renminbi rose to a 12-week high against the dollar on Monday on further signs that Beijing was easing its harsh zero-Covid restrictions and as Morgan Stanley upgraded the country's equities to “overweight”.</p> <p>Hong Kong's Hang Seng China Enterprises index jumped 5.1 per cent, while the CSI 300 index of Shanghai- and Shenzhen-listed stocks rose 2 per cent. </p> <p>China's currency also rallied, with the renminbi rising 1.3 per cent against the greenback to Rmb6.9629 per dollar, the highest level since September.</p> <p>The gains for Chinese assets come on the heels of <a href=\"https://www.ft.com/content/bfbc7afb-3994-4e4c-b649-ca791675b296\">further easing</a> of Covid-19 restrictions over the weekend, stoking expectations that authorities may drop the country's longstanding economically disruptive zero-Covid policy more quickly than expected.</p> <p>Officials in Beijing, Shanghai and Shenzhen said commuters would no longer need to present PCR test results to use public transport, while some apartment complexes in Beijing told residents they could quarantine at home if they tested positive.</p> <p>Easing measures, however, vary widely across the country and are often not as aggressive as hoped. Beijing appeared to be on the cusp of easing strict 48-hour testing requirements as many testing sites were closed over the past week.</p> <p>But officials in the capital pledged that full testing would resume on Monday and many previously closed sites reopened. Most public venues continued to require proof of a recent negative test before allowing people to enter, although enforcement of the requirement was uneven across the city.</p> <p>On Monday the National Health Commission reported there had been more than 30,000 new confirmed cases a day earlier, down from a peak of about 36,000 early last week. The majority of new cases were asymptomatic. Health authorities were also continuing to quarantine millions of people who test positive or their close contacts, although they may now be allowed to isolate at home rather than in centralised facilities depending on local guidelines.</p> <p>The latest easing of restrictions came amid a broad wave of optimism in markets about the prospects for reopening. Analysts at Morgan Stanley upgraded their position on <a href=\"https://www.ft.com/chinese-equities\">equities</a> in the benchmark MSCI China index to “overweight” from “equal-weight”. “Multiple positive developments alongside a clear path set towards reopening warrant an upgrade,” they wrote in a research report on Monday.</p> <p>The strategists pointed to the recent acceleration in easing of Covid-19 restrictions, the stabilisation of China's property market following a<a href=\"https://www.ft.com/content/f7ff561e-82e3-46a8-aee0-a1fbfe513c29\"> series of support measures </a>from Beijing meant to ensure stalled projects resume construction and signs that a crackdown on tech groups launched in 2021 may be wrapping up.</p> <p>However, they added that “the path will be bumpy” as markets continue to face uncertainty from long-term structural concerns about China's economy, along with the possibility of renewed tensions with Washington as political campaigning starts for the 2024 US presidential election.</p> <p>In commodities markets, oil prices gained on the prospect of increased demand from China, with Brent crude, the international benchmark, up 0.4 per cent at $85.92 a barrel.</p> <p>However, Hui Shan, chief China economist at Goldman Sachs, warned that after three years of embracing zero-Covid, China's path to reopening “will probably not be straightforward”.</p> <p>“Our base case remains [that the zero-Covid policy] stays in the near term, followed by an April reopening,” she said. “This scenario allows time for medical preparations, which help improve health outcomes significantly with only moderate incremental economic costs next year.”</p> <p><em>Additional reporting by Xinning Liu and Nian Liu in Beijing</em></p><p>Source: Hudson Lockett in Hong Kong and Tom Mitchell in Singapore 2022 'Chinese stocks and currency rally on reopening hopes' FT.com 5 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-05T11:57:38.424Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3220,
          "end": 3233
        },
        {
          "start": 3220,
          "end": 3227
        },
        {
          "start": 3202,
          "end": 3215
        }
      ]
    }
  ]
}