{
  "_id": "af60ea6854838cea064dcd7dc1aa9820297516637e90bbe09ad2055220d8b22a",
  "feed": "market-watch",
  "title": "How old is 'too old' to be president?",
  "text": "<p>Read: Elon Musk tells Trump to 'hang up his hat and sail into the sunset</p><p>This comes asBiden's approval ratings hit new lows and the party heads toward very ominous-looking midterms. And they come after a string of embarrassing incidents which raise questions about the president's mental acuity and issues of cognitive decline.</p><p>Fair enough.</p><p>But does this mean that 79 is \"too old\" for someone to be president. Or even 86?</p><p>That surely depends on the individual. Can we stop making sweeping, disparaging statements about all senior citizens, even those with a lot of miles on the clock?</p><p>Hedge fund tycoon Leon Cooperman was on Bloomberg radio Monday morning, talking wisely, quickly and at great length about the markets, the economy, and the political scene.</p><p>Cooperman is 79.</p><p>Warren Buffett is 91 and still running the seventh most valuable company in the world. He was already 78 during the 2008 financial crisis, when he struck brilliant deals with Bank of America BAC and Goldman Sachs GS. Charlie Munger, his vice chairman and Svengali, is 98.</p><p>Carl Icahn is still running a $16 billion investment company at 86.</p><p>Winston Churchill was leading Great Britain and writing monumental history books well into his 80s. He was already 65 when he took over as prime minister during the World War II.</p><p>And consider Deng Xiaoping. The Chinese leader didn't even take power until he was already 74. And yet over the next two decades he transformed the country from a poor, Communist agrarian state dominated by Maoism into a quasi-capitalist behemoth. Xiapoing is the man most responsible for setting China on the trajectory that has now made it the world's biggest economy.</p><p>Colonel Sanders was 65 when he started Kentucky Fried Chicken.</p><p>Cornelius Vanderbilt didn't even begin building his Victorian railroad empire until his 60s, and only began work on Grand Central Terminal when he was 76.</p><p>For that matter, Paul McCartney is 80 and Mick Jagger is about to turn 79 and both are still going strong. Neither is running the federal government, of course, but then the president doesn't have to perform on stage for several hours at a time.</p><p>Yes, of course human beings tend to experience physical and mental decline as we age, and that this risk becomes higher as we enter our later years. This is pure common sense. But much of this is a risk, not a simple correlation. Plenty of people are still going strong into their 70s, 80s and beyond.</p><p>Dismissing someone solely based on their age does a terrible disservice to all those who are in their senior years and still going strong. There is a reason \"ageism\" is illegal, even if the law is honored more in the breach than the observance.</p><p>Cognitive decline isn't inevitable, either. There is growing evidence of all the things we can do to keep our brains healthy and stave off possible dementia. These range from staying a healthy weight and changing our diets to taking more exercise and even just walking quickly.</p><p>Age is just a number. Healthy aging is a strategy, and a goal.</p><p>With age, famously, comes experience and (sometimes) wisdom. I'd rather have a wise president who forgets where he left his glasses to one of these youngsters with the alarming authoritarian tendencies.</p><p>There are plenty of people who are not mentally up to the challenge of being president at any age. I'll bet you meet them every day. The average IQ, after all, is only 100, and half of all people are below that.</p><p>None of this is to make a political point specifically about the president.</p><p>If people want to say Joe Biden has experienced too much mental or physical decline to keep doing the job, let them say it. But stop just calling it \"age.\"</p><p>Berkshire Hathaway BRK. B is up sevenfold since Buffett turned 70, back in 2000, outperforming the S&amp;P 500 SPX over that time by a factor of 2. And if I didn't want to write about it occasionally I'd buy the stock tomorrow.</p><p>How old is 'too old' to be president?</p>",
  "published": "2022-07-13T16:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 974,
          "end": 987
        },
        {
          "start": 974,
          "end": 981
        }
      ]
    }
  ]
}