{
  "_id": "2d7ee4eb3a409fa02d8c0326e9d4780db28ffc84f00cce58894909c150e08182",
  "feed": "ftcomall",
  "title": "Colombians choose between two anti-establishment presidential candidates",
  "text": "<p>Colombians began voting for a new president on Sunday in what promised to be a tight contest between two candidates with distinctly different anti-establishment visions.</p> <p>Gustavo Petro is a former Marxist guerrilla and ex-mayor of Bogotá who if elected would be the first truly leftist leader in Colombia's modern history. He <a href=\"https://www.ft.com/content/927a92d3-a4fb-4a37-bb23-414ebcc1a672\">promises a radical overhaul</a> of the economy and nothing short of a social revolution, with far greater spending on education and healthcare.</p> <p>His proposals, which include a ban on oil exploration, open-pit mining and fracking, have unnerved investors who say they could stymie what has been one of the fastest-growing economies in Latin America.</p> <p>His sole opponent is Rodolfo Hernández, a 77-year-old businessman who has been the <a href=\"https://www.ft.com/content/0d7d4a13-bea7-41b2-9e9f-d45498c29fa4\">wild card of the election</a>. Standing as an independent and financing his own campaign, his populist anti-corruption message has struck a chord with Colombians fed up with their political elite.</p> <p>Whoever wins will probably take Latin America's third most populous nation down a very different path from the one it has followed in recent decades.</p> <p>For the past four years <a href=\"https://www.ft.com/colombia\">Colombia</a> has been ruled by a conservative government that is now deeply unpopular. Incumbent president Iván Duque is ineligible for re-election and his party, which has dominated national politics, is on the wane.</p> <p>“The outcome of this polarising and competitive election will be critical to shape the country's future for the years to come,” said Alberto Ramos, head of Latin American research at Goldman Sachs.</p> <p>Recent polls suggested the two candidates were technically tied, with Hernández ahead by no more than 1 or 2 percentage points.</p> <p><a href=\"https://www.ft.com/stream/594a1e8b-1375-46eb-b5e0-5d2c52f6b086\">Petro</a> easily won the first round last month with 40 per cent to Hernández's 28 per cent. But fears of a radical leftwing Petro government are high. Conservative voters whose candidates failed to make the run-off are expected to swing behind Hernández — not necessarily out of conviction but simply to keep the left out.</p> <p>“I'm nervous,” said Mónica Miranda, 28, after voting for Petro shortly after polls opened in Bogotá. “I've never had any doubt who I'd vote for — there's no way I could vote for a man like Rodolfo Hernández — but it's going to be really, really close.”</p> <p>Colombian assets and the peso rallied after the first round as Petro's chances of winning appeared to recede, but have since retreated as the gap between the two candidates has closed.</p> <p>“When polls and local experts say the race is too close to call, it makes more sense to leave political analysis to the market,” said Luis Ramos, senior Colombia analyst at Andean asset management firm LarrainVial.</p> <p>“Our latest review of Colombia's 10-year credit default swaps, corporate bonds and local equities suggests that the market sees the scales tipping in favour of a Petro victory.”</p> <p>Many observers say that if Petro loses — and particularly if the result is close — he would contest the vote. He and his team have regularly questioned the neutrality and efficacy of Colombia's electoral authorities. Some of his supporters have said they would take to the streets if they see evidence of fraud. Thousands of soldiers and police officers have been deployed to polling stations to maintain calm.</p> <p>Muni Jensen, a former Colombian diplomat and senior adviser at business strategy firm Albright Stonebridge Group, said Petro, who is making his third and possibly final bid for the presidency, had been “planting the seed of fraud in anticipation of a close call in favour of Rodolfo”.</p> <p>“I think if there is a small margin between Rodolfo and Petro, in favour of Rodolfo, it's going to get really complicated and there's a lot of nervousness in Colombia about what could happen,” she said.</p> <p>Hernández has said he will accept the result although some analysts believe he too might cry fraud if he loses narrowly.</p> <p>To complicate matters, he faces a corruption case that is due to go to trial in late July, just days before the new president takes office.</p> <p>Any decision to contest the vote would mark a significant <a href=\"https://www.ft.com/content/b91ef3e6-6969-40de-84db-26e220ddf18a\">break with tradition in Colombia</a>. Despite its long and bloody civil conflict and drug-related violence, the country has enjoyed remarkable electoral stability for decades, avoiding the dictatorships, impeachments and revolving-door governments that blight Latin America.</p> <p>Since 1958, it has held 16 presidential elections, one every four years, as regular as clockwork, electing 14 different presidents, all of whom have handed over power peacefully at the end of their mandates. No other major country in the region can boast such a record.</p> <p>This year's election has played out against a backdrop of increased insecurity across the country of 50mn people.</p> <p>Both candidates say they have received credible death threats. The state ombudsman has identified about 300 municipalities — more than a quarter of the country — where it says there is either a “high” or “extreme” risk of election day violence.</p><p>Source: Gideon Long in Bogotá 2022 'Colombians choose between two anti-establishment presidential candidates' FT.com 19 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-19T15:53:03.899Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1516,
          "end": 1529
        },
        {
          "start": 1516,
          "end": 1523
        }
      ]
    }
  ]
}