{
  "_id": "1b5538ac792f6e1420ac389c67a43b6bc9abbea06401df0d98d505c1cef7b3e6",
  "feed": "wall-street-journal",
  "title": "Jerome Powell Lists Stock Fund, Local Government Bond Holdings for 2021; The Fed chairman disclosed dozens of fund holdings for last year, before more restrictive investment rules for central bankers kicked in this May",
  "text": "<p>Mr. Powell's financial disclosure form was made public on the website of the U.S. Office of Government Ethics website Saturday.</p><p>The disclosure form gives ranges of transaction amounts, but no specific values. The largest transaction Mr. Powell reported was a sale of between $250,001 and $500,000 on June 24 in the Goldman Sachs Short Duration Tax-Free Fund. According to the investment bank, this fund \"seeks a high level of current income, exempt from federal income tax.\"</p><p>Under the employment assets and income and retirement accounts section of the disclosure form, Mr. Powell listed for 2021 holding between $500,001 and $1 million in the T Rowe Price Equity Index 500 fund, and between $1,000,001 and $5 million in the iShares S&amp;P 500 Index fund. He also had between $100,001 and $250,000 in the SPDR S&amp;P 500 exchange-traded fund.</p><p>Under the section called other assets and income, Mr. Powell listed an extensive mix of stock and local government bond funds, the largest of which was a holding valued at between $5,000,001 and $25 million in the SPDR S&amp;P 500 exchange-traded fund. He also held some local government securities, bank accounts, insurance and college investments and had money invested in BDC Properties LLC, which his disclosure says holds commercial real estate.</p><p>Some of Mr. Powell's investments produced notable levels of income. Funds with income levels over $50,000 last year included his investments in the Goldman Sachs U.S. Equity Dividend and Premium Fund, the iShares MSCI EAFE exchange-traded fund and the SPDR S&amp;P 50 ETF, according to the form.</p><p>Earlier this year, the Fed unveiled new restrictions on what Fed officials, senior staff and their immediate families can invest in. These rules, which came into effect May 1, replace former ones that banned officials from holding bank stocks, limited trading around monetary policy meetings and cautioned policy makers to avoid investments that would create the appearance of a conflict of interest.</p><p>The change in rules followed the exit of two regional Fed bank presidents last year amid questions about their stock trading and other investments. And the Fed's former second-in-command, Richard Clarida, resigned earlier this year amid questions about some of his own trading done in 2020 as the central bank moved to confront the economic and financial impact of the Covid-19 pandemic.</p><p>Last year, some questioned Mr. Powell's holdings of local government debt at a time where the central bank had put in place emergency-lending facilities to help buoy that type of credit during the pandemic.</p><p>Mr. Powell said last September that municipal bonds \"were always thought to be a pretty safe place for a Fed person to invest because, as you know, the lore was that the Fed would never buy municipal securities.\" But he defended the Fed's support of that sector and said then that he had cleared with government ethics officials his holdings.</p><p>Mr. Powell said in a December letter to the Fed's ethics chief that he would be divesting himself of his holdings of a range of state and local government debt securities.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p><p>Jerome Powell Lists Stock Fund, Local Government Bond Holdings for 2021</p>",
  "published": "2022-06-01T17:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1432,
          "end": 1439
        },
        {
          "start": 315,
          "end": 322
        },
        {
          "start": 1432,
          "end": 1445
        },
        {
          "start": 315,
          "end": 328
        }
      ]
    }
  ]
}