{
  "_id": "a790aff5e66f310a93db931cc83937fa05ebc0db1293b21d0284a06079dd54d7",
  "feed": "ftcomall",
  "title": "Global bonds knocked as traders brace for central bank tightening",
  "text": "<p>Global government bonds underwent a fresh wave of selling on Friday as traders ratcheted up expectations that the world's leading central banks will be forced to take more aggressive measures to tame inflation.</p> <p>Short-term debt, which is particularly sensitive to monetary policy expectations, was at the centre of the sell-off. In a reflection of sliding prices, the yield on US two-year Treasury notes — an important global benchmark — jumped 0.11 percentage points to 1.3 per cent. That sizeable shift, for a market that typically moves in tiny increments, took yields to the highest level since early 2020. </p> <p>Across the Atlantic, Germany's five-year Bund yield rose as much as 0.13 percentage points, and ultimately closed above zero per cent for the first time since 2018. </p> <p>“G10 policy rate pricing has shifted sharply towards anticipating earlier and faster hikes,” said William Marshall, an interest rates strategist at Goldman Sachs. </p> <p>The moves came at the end of a hectic week for global monetary policymakers. The Bank of England on Thursday raised its main interest rate for the second time in a row, while on the same day, the European Central Bank signalled a hawkish turn in policy. A day later, a much stronger than expected report on America's labour market solidified expectations that the Federal Reserve will raise borrowing costs aggressively this year to slow persistently elevated price growth. </p> <p>Bill Papadakis, macro strategist at Lombard Odier, added that the “one key driver across markets is this now co-ordinated hawkish pivot by the main central banks”. </p> <p>The speed at which policymakers have had to adjust their plans was particularly stark in Europe, where a report on Wednesday showed inflation in the eurozone unexpectedly rising to a record high of 5.1 per cent. </p> <p>Christine Lagarde, ECB president, on Thursday acknowledged that inflation risks were “tilted to the upside” and declined to rule out <a href=\"https://www.ft.com/content/e47d4c52-1a5f-4ec4-b130-748bb3767e4b\">rate rises this year</a>. Only last month, she dismissed such a move as “very unlikely”.</p> <p>The hot inflation data and Lagarde's more hawkish shift prompted a big adjustment in market expectations for the bank's monetary policy outlook this year. Markets are now pricing in half a percentage point of rate increases by the end of 2022, compared with about 0.12 percentage points at the end of last week, Bloomberg data on trading in money markets show. </p> <p>Giovanni Zanni, chief euro area economist at NatWest, said Lagarde appeared to be “morphing into a hawk” as she took more seriously the risks that inflation continued to significantly overshoot the ECB's medium-term target of 2 per cent. </p> <p>“Inflation has been stickier than originally anticipated and risks are now tilted to the upside,” said Fabio Bassi, a rates strategist at JPMorgan. </p> <p>Goldman expects the ECB to end its huge asset purchase programme in June, followed by quarter-point rate rises to the deposit rate in September and December, leaving the central bank's main policy rate at zero by the end of this year. </p> <p>A report on Friday showing the US economy added <a href=\"https://www.ft.com/content/7845432d-4221-413a-87bc-3955def4ffb9\">467,000 jobs </a>last month — far higher than the 150,000 expected by Wall Street analysts — bolstered expectations that the Fed will rapidly reduce its stimulus measures this year. </p> <p>Following the jobs report, traders in the futures market began pricing in more US rate increases. More than five quarter-of-a-percentage point rises are now expected this year, versus between four and five prior to the release, according to Bloomberg data. That puts forecasts of the Fed's key interest rate at 1.3 percentage points by the end of this year.</p> <p>Andrew Hunter, senior US economist at Capital Economics, said the Fed was “cleared for lift-off” following the strong jobs numbers. </p> <p>“The 467,000 gain in non-farm payrolls in January is even stronger than it looks, as it came despite the spike in absenteeism driven by the Omicron virus wave and was accompanied by significant upward revisions to the gains over the preceding couple of months.” </p> <p><em>Additional reporting by Naomi Rovnick</em></p><p>Source: Adam Samson in London, Martin Arnold in Frankfurt and Kate Duguid in New York 2022 'Global bonds knocked as traders brace for central bank tightening' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-04T18:15:18.217Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2736,
          "end": 2743
        },
        {
          "start": 923,
          "end": 936
        },
        {
          "start": 923,
          "end": 930
        },
        {
          "start": 2753,
          "end": 2760
        }
      ]
    }
  ]
}