{
  "_id": "34ac547acb9dbb54abf9b89fe9b00bb57a188f531b3a3ece27cbcc2a6f509a91",
  "feed": "ftcomall",
  "title": "Chinese stocks set for largest monthly rise since 2020",
  "text": "<p>Chinese equities are on course for the biggest monthly gain in almost two years as investors bet the worst of a lockdown-induced economic shock and extended tech sector crackdown in the country has passed.</p> <p>The CSI 300 index of Shanghai- and Shenzhen-listed stocks has climbed more than 8 per cent in June. That has put the benchmark on track for its biggest one-month rise since July 2020, when global investors snapped up <a href=\"https://www.ft.com/chinese-equities\">Chinese shares</a> as the country exited its first round of Covid-19 lockdowns ahead of the rest of the world.</p> <p>Shares were also buoyed this week after China <a href=\"https://www.ft.com/content/0d52d545-0da7-4e01-931f-969b68da2150\">cut quarantine requirements</a> for international arrivals from two weeks to one. That marked the first significant relaxation of travel restrictions since authorities brought Covid outbreaks in Shanghai and Beijing under control.</p> <p>“As a signal about the balance between zero-Covid and economic growth, you can see there's a little more concern [in Beijing] about the <a href=\"https://www.ft.com/chinese-economy\">economy</a>,” said Frank Benzimra, head of Asia equity strategy at Société Générale, of the government's move to ease quarantine restrictions.</p> <p>Benzimra said global markets were responding to an inflection point in policy for the world's two largest economies. While policymakers in China were stepping up efforts to bolster growth, a 0.75 percentage point interest rate rise by the Federal Reserve this month has forced investors to confront the prospect of a US economic slowdown.</p> <p>Despite this month's rally, analysts at Goldman Sachs warned on Wednesday that China's zero-Covid policy was “unlikely to fundamentally change in the near term”. This was mainly thanks to a lack of progress in vaccinating the country's <a href=\"https://www.ft.com/content/a0dd80f7-3dda-4ea2-bfc2-480c5f10ef06\">vulnerable elderly population</a> and a desire for stability during the Chinese Communist party congress in November, when President Xi Jinping is expected to secure a third term.</p> <p>But with the country's leaders eager to boost growth in the wake of Shanghai's harsh two-month lockdown, regulators have signalled they will <a href=\"https://www.ft.com/content/25d515df-da4a-4613-ba54-8784804641c5\">take a less severe approach</a> to policing the country's tech sector almost a year after kicking off an unprecedented crackdown.</p> <p>Expectations of a lighter touch from Beijing have helped push Hong Kong's Hang Seng Tech index up almost 10 per cent this month.</p> <p>Brokers said much of the demand had come from mainland investors. Data from Hong Kong's Stock Connect programme, which links the city's stock market with exchanges in Shanghai and Shenzhen, show net purchases in June of almost $6bn from traders in Shanghai and Shenzhen.</p> <p>Louis Tse, managing director at Hong Kong-based brokerage Wealthy Securities, said Chinese tech groups had been “very much sold down before the buying came in from the north”.</p> <p>Hong Kong-listed shares of Chinese internet group Alibaba have been among the best performers, rising 18 per cent this month after rumours it could be fast-tracked for inclusion in the Stock Connect programme as part of celebrations surrounding the 25th anniversary of the territory's handover from the UK on July 1.</p> <p>But Tse said the programme was unlikely to make an exception to a requirement that Hong Kong trading account for more than half of annual turnover in a company's stock. New York trading still accounts for almost 80 per cent of total trading in Alibaba shares. </p> <p>“I'd have to see it actually happen before I told a client to start buying,” he added. </p><p>Source: Hudson Lockett in Hong Kong 2022 'Chinese stocks set for largest monthly rise since 2020' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-29T23:01:14.282Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1457,
          "end": 1464
        },
        {
          "start": 1457,
          "end": 1470
        }
      ]
    }
  ]
}