{
  "_id": "d4a2356483a8421475474276be9e1e92d6f639a0bb092abe51eb4d065226f41c",
  "feed": "market-watch",
  "title": "Oil futures down sharply, with U.S. oil prices falling further below $100 a barrel; WTI 'line in the sand' at May closing low of $99.43 a barrel: analysts",
  "text": "<p>* West Texas Intermediate crude for August delivery CL.1 CL00 CLQ22 fell $3.05, or 3.1%, to $96.45 a barrel on the New York Mercantile Exchange after briefly trading as high as $102.14.</p><p>* September Brent crude BRN00 BRNU22, the global benchmark, lost $2.88, or 2.8%, to trade at $99.89 a barrel on ICE Futures Europe — trading below the $100 mark for the first time since April.</p><p>* Back on Nymex, August gasoline RBQ22 declined 1.8% to $3.2709 a gallon, while August heating oil HOQ22 fell 3.4% to $3.776 a gallon.</p><p>* August natural gas NGQ22 shed 1.2% to $5.457 per million British thermal units.</p><p>Market drivers</p><p>Crude prices extended their losses after a brutal selloff that saw Brent fall more than 9% Tuesday and WTI slide more than 8% for their biggest one-day percentage falls since early March.</p><p>The move was attributed to growing fears that aggressive monetary tightening by the Federal Reserve and other major central banks in response to persistently high inflation could send the U.S. and global economy into recession.</p><p>See: U.S. oil just tumbled below $100 a barrel — What that says about recession fears and tight crude supplies</p><p>\"As fears of recession continue to trade blows with tight supply conditions, the former is clearly coming out victorious over the past 24 hours,\" said Robbie Fraser, global research &amp; analytics manager at Schneider Electric, in a market update.</p><p>But analysts at Goldman Sachs argued that the selloff was overdone in light of tight crude supplies.</p><p>\"The declines in prices and refining margins since mid-June are now equivalent to the oil market pricing in an 1.1% downward revision to 2H22-2023 global GDP (gross domestic product) growth expectations,\" they said, in a note. \"We believe this move has overshot — while risks of a future recession are growing, key to our bullish view is that the current oil deficit remains unresolved, with demand destruction through high prices the only solver left as still declining inventories approach critically low levels.\"</p><p>Thin trading conditions following Monday's U.S. Independence Day holiday may have amplified the move, they said. Analysts said technical factors were also at play, with crude futures sliding through key support levels.</p><p>In a note Wednesday, analysts at Sevens Report Research, said \"WTI materially violated the uptrend line dating back to the beginning of the year when Russia first invaded Ukraine, which prompted the surge beyond $100/barrel mark.\"</p><p>The early May closing low of $99.43 should be viewed as a \"near-term line in the sand as if it is broken, downside momentum could continue to build,\" they wrote, adding that Tuesday's trend bread hadn't yet shifted the outlook to bearish \"but it did shift our outlook from bullish to neutral on a short- to medium-term time frame, with rangebound trading in the upper $90s to $115/ barrel area becoming increasingly likely.\"</p><p>In related news Wednesday, the Organization of the Petroleum Exporting Countries announced the passing of Mohammad Barkindo, the group's \"much-loved\" secretary general since 2016.</p><p>From an oil viewpoint, \"we don't expect much change from this,\" as he was due to leave his position at the end of the month, said Phil Flynn, senior market analyst at The Price Futures Group.</p><p>See: OPEC Secretary-General Mohammed Barkindo dies</p><p>Meanwhile, oil supply data from the Energy Information Administration will be delayed to Thursday due to Monday's holiday.</p><p>On average, analysts polled by S&amp;P Global Commodity Insights expect the EIA to report a fall of 1.2 million in U.S. crude supplies for the week ended July 1, along with an inventory decline of 500,000 barrels for gasoline and increase of 1 million barrels for distillates.</p><p>European natural-gas prices fell sharplyon Wednesday, after a strike by Norwegian oil and gas workers that threatened to further pressure a market already under significant strain from Russia's war in Ukraine was called off.</p><p>Oil futures down sharply, with U.S. oil prices falling further below $100 a barrel</p>",
  "published": "2022-07-06T14:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1399,
          "end": 1412
        },
        {
          "start": 1399,
          "end": 1406
        },
        {
          "start": 1392,
          "end": 1405
        }
      ]
    }
  ]
}