{
  "_id": "65faac338bc0fa13368696f1979e888e1b276f8b2873f876629f5a2afe3933a3",
  "feed": "wall-street-journal",
  "title": "OPEC, Allies Set To Pump More Oil",
  "text": "<p>Oil prices surged in recent months to the highest levels in about seven years, fueling inflation around the world, in part because several OPEC+ members have been unable to meet their share of production as global demand picked up.</p><p>In midafternoon trading in London, Brent crude, the international benchmark, was up 1.1% at $90.16 a barrel, while U.S. crude was up 1.2% at $89.28.</p><p>If Russia invades Ukraine, it faces the prospect of Western sanctions that could affect its oil exports, fueling fears of more supply constraints. The cartel has played down the threat that sanctions could disrupt oil-and-gas shipments from Russia, one of the world's biggest producers. Some delegates said the issue wasn't even discussed at Wednesday's virtual meeting.</p><p>Meanwhile, the Biden administration pleaded for months with Saudi Arabia and other OPEC members to open the taps wider to tame fast-rising U.S. gasoline prices that have become a political liability. Yet members with spare capacity, chiefly Saudi Arabia, are reluctant to increase output faster.</p><p>Some delegates said Russia is unlikely to approve any additional supplies as it benefits politically from higher oil prices, which could deter the U.S. from imposing sanctions that would hit Moscow's energy sector. Saudi Arabia fears such a move could jeopardize its alliance with Russia, a cornerstone of the OPEC+ grouping, they noted. The two producers fought a price war during the early stages of the pandemic before reaching a pact to reduce output.</p><p>\"The big players here would not want to upset the Russians by stepping in, and the West has not asked them yet for more oil [after the Ukraine crisis],\" said a senior OPEC delegate. \"So why risk it?\"</p><p>Still, experts expect the Saudis to step in if the Ukrainian crisis were to spiral out of control. The shutdown of the main Russian pipeline to Europe could cut 700,000 barrels a day of oil supply, said shipping broker Braemar ACM. Moscow's limited seaborne export capacity means it wouldn't be able to compensate with extra exports to Asia, forcing Middle Eastern producers to step in, the broker said in a note Monday.</p><p>Goldman Sachs predicts Saudi Arabia could decide to unilaterally boost production by half a million barrels a day for three months. Some OPEC officials say they are looking at the option of further increases. \"Some scenarios of high oil prices are being considered. One solution would be to adjust supplies,\" an official said.</p><p>Another OPEC delegate said some Russian supplies disrupted in Europe could be rerouted to Asia while the Middle Eastern suppliers would redirect their own cargoes to the continent. It would be like \"musical chairs,\" he said.</p><p>An internal OPEC report that was prepared for a technical meeting on Tuesday pointed to a global supply surplus of 1.4 million barrels a day in the first quarter, rising to 1.7 million barrels a day in the second if the group continued to add 400,000 barrels a day and crude consumption rises as planned. But OPEC+ in December pumped 824,000 barrels a day below its publicly stated targets, according to the report.</p><p>Several members, including top African producers Nigeria and Angola, are struggling to add back their share of the group's pre-pandemic output following years of underinvestment, the OPEC report shows. Even Russia in December pumped below its OPEC+ quota for the first time since the group cut output, due to slower-than-expected development of some fields, according to the cartel's data.</p>",
  "published": "2022-02-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2125,
          "end": 2138
        },
        {
          "start": 2125,
          "end": 2132
        },
        {
          "start": 2110,
          "end": 2123
        }
      ]
    }
  ]
}