{
  "_id": "2f426124a158161b5fac94bb18ddbd5ff2b828048fa92bf4735320ca03409664",
  "feed": "ftcomall",
  "title": "Vale strikes nickel supply deal with Tesla",
  "text": "<p>Tesla has agreed a long-term deal to buy nickel from global miner Vale as the carmaker looks to secure the raw materials needed for its batteries.</p> <p>Nickel is needed for the most powerful lithium-ion cells used in electric vehicles and the supply agreement with the Brazilian group marks the latest move by Elon Musk's group to lock down non-Chinese supplies. </p> <p>Analysts estimate more than 80 per cent of the world's nickel processing is based in China and 60 per cent of the world's nickel mines are Chinese owned. </p> <p>Under the deal Tesla will purchase nickel from Vale's mines in Canada, which produced 76,000 tonnes of the metal last year, adding to a string of deals the company has signed in the past year.</p> <p>For Vale the deal with Tesla comes as chief executive Eduardo Bartolomeo seeks to improve the performance of its miss-firing metals division and transform the business into the supplier of choice for US carmakers as they crank up production of electric vehicles. </p> <p>“We are pleased to have the leading electric vehicle manufacturer Tesla among our customers,” said Deshnee Naidoo, head of Vale's base metals division. </p> <p>Tesla chief executive Elon Musk has identified nickel supply as among the biggest challenges facing the company as it scales up production. He has also complained about an “insane” jump in the price of lithium and said Tesla might have to get into mining and refining directly at scale. </p> <p>In 2020 the billionaire entrepreneur urged miners to produce more nickel and said Tesla would hand out “giant contracts” to producers capable of mining nickel “efficiently and in an environmentally sensitive way.”</p> <p>Since then the company has scoured the globe for new deals to ensure security of supply. This is in marked contrast to many of its rivals. In a recent report Goldman Sachs said it expected nickel demand from carmakers to rise from 176,000 tonnes in 2021 to 1.4m tonnes by 2030.</p> <p>Tesla in January said it would purchase 75.000 tonnes of nickel concentrate from a project being developed by Toronto-listed Talon Metals. That followed a deal with BHP to buy material from its operations in Australia. Tesla has also agreed to buy nickel from a mine in New Caledonia that is part-owned by commodity trader Trafigura. </p> <p>Boosted by strong demand from the automotive industry, the price of nickel has gained almost 50 per cent this year to $30,000 a tonne. It briefly touched $100,000 a tonne in March amid a vicious short squeeze triggered by the invasion of Ukraine. </p> <p>Russia supplies about 16 per cent of the world's high-grade nickel and traders are concerned that western sanctions could make it more difficult for its main producer Norilsk to make overseas shipments.</p> <p>Although Vale is best known for its huge iron ore business it also has a large division that produces industrial metals, primarily nickel and other clean energy metals such as copper and cobalt. </p> <p>Its operations include Sudbury — one of the largest integrated mining complexes in the world — and the Thompson mine in Manitoba, which has 5mn tonnes of untapped nickel that Vale is looking to exploit through new processing technology. </p> <p>Naidoo, a former senior executive at Indian metals company Vedanta, was appointed to run the unit late last year with a brief to improve its performance.</p> <p>In a recent interview with the Financial Times, she said Vale was talking to a lot more companies along the supply chain, including carmakers. </p> <p>“When have you ever seen carmakers wanting to talk to miners? They are now realising that if they are to get security of supply they need to get a bit more skin in the game and start collaborating,” she said. <br></p><p>Source: Neil Hume, Natural Resources Editor 2022 'Vale strikes nickel supply deal with Tesla' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-06T13:42:36.758Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1779,
          "end": 1792
        },
        {
          "start": 1779,
          "end": 1786
        },
        {
          "start": 1769,
          "end": 1782
        }
      ]
    }
  ]
}