{
  "_id": "f758673feecc75f957751fde7677c17034d88de0f0ebd22fea347123296eafb7",
  "feed": "wall-street-journal",
  "title": "Chinese Slowdown Pushes Youth Unemployment to New Highs; Joblessness among youth rose to 18.4% last month, the highest rate since before the pandemic and far above that of the U.S. or Europe",
  "text": "<p>\"After each job interview, I felt nothing but frustration,\" said Mr. Wang, a 22-year-old philosophy major. After several months of trying, Mr. Wang now says he would gladly settle for a job that pays 5,000 yuan a month, the equivalent of less than $9,000 a year. That's less even than the city's average per capita disposable income last year of about $10,000.</p><p>In May, youth unemployment hit 18.4%, according to government data released Wednesday, from 13.8% a year ago. The May rate is the highest recorded for youth since 2018, when Chinese officials began releasing the data.</p><p>The outlook is expected to worsen among this group, even as the overall jobless rate in urban China edged down to 5.9% in May from April's 6.1%. A record 10.7 million university graduates will swarm the labor market this year, likely sending the youth jobless rate to 23% in July and August, economists at BofA Securities Inc. estimated in a report.</p><p>Rising stress in the labor market reflects both short-term shocks from Beijing's strict zero-Covid policy as well as the residual impact from policy makers' clampdown on the property, internet and education sectors. Those are three of the most coveted industries for China's young elites in a country where only about 4% of the population had an undergraduate or higher degree in 2019. While officials have introduced relief measures to help graduates find jobs, economists say such small-scale efforts can only do so much.</p><p>As it can anywhere, rising joblessness, if persistent, could ripple across the economy and stir discontent and even unrest. That fear is especially salient during a sensitive year in which leader Xi Jinping is expected to break with recent precedent and secure a third term in power when the Communist Party leadership convenes, likely in the fall.</p><p>\"For a country that's always been so fixated on social stability, that is very problematic,\" said Stephen Roach, an economist and lecturer at Yale University.</p><p>Among graduates looking for jobs, less than half had received offers as of mid-April, the most recent period for which data was available, down from 63% a year ago, according to a survey by recruitment platform Zhaopin Ltd. For those able to have signed contracts, the average monthly salary dropped by 12% from a year ago, to the equivalent of less than $12,000 a year, the survey showed.</p><p>Competition has intensified. In the first quarter of this year, each fresh graduate was chasing, on average, 0.71 job vacancies—the bleakest outlook by this measure since Zhaopin began recording such data four years ago.</p><p>Making clean comparisons is a challenge with China, whose official unemployment figures exclude hundreds of millions of migrant workers.</p><p>China's official measure of youth unemployment stands out among large economies, topping the European Union's 13.9% and the U.S.'s 7.8% youth jobless rates. In contrast to the improving jobs picture for young people in Europe and the U.S., the problem is worsening quickly in China.</p><p>The number of people classified as working under \"flexible terms,\" including those delivering food and working on construction sites, surpassed 200 million earlier this year, according to China's National Bureau of Statistics. Along with migrant workers, these \"flexible\" workers, numerous enough to make it the world's eighth most-populous country, are the most sensitive to economic downturns, according to a report BofA economists released earlier this month.</p><p>Houze Song, a fellow at the Paulson Institute, a Chicago-based think tank, estimates that China's overall unemployment rate is actually likely in the double-digit percentages, taking into account April's sharp contractions in industrial output and retail sales.</p><p>China needs gross economic product growth of at least 5% this year to achieve its 5.5% unemployment target, according to Goldman Sachs economists. The World Bank last week lowered China's GDP growth forecast to 4.3% this year. Several investment banks have projected growth below 4%.</p><p>China's labor market faces long-term structural headwinds, as automation reduces the number of manufacturing jobs. Still, the recent rise in joblessness is mostly a result of near-term policy shocks, including Beijing's Covid policies and the flurry of regulatory measures unleashed by officials in recent months, said Li Hongbin, a senior fellow at the Stanford Institute for Economic Policy Research.</p><p>The education, manufacturing and technology industries absorbed the largest number of college graduates last year, according to human-resources services firm 51job Inc. The education sector alone employed more than 10 million people by 2020, according to the most recent estimate by Beijing Normal University and TAL Education Group.</p><p>Beijing resident Zhao Meng hasn't found work since being laid off as a graphic designer at a large for-profit education company last October. That's when China clamped down suddenly on the private tutoring sector, part of a broader effort to help lower child-rearing costs for families.</p><p>\"I've changed jobs before, but I never imagined it'd be this hard now,\" said the 29-year-old, who has sent out more than 100 résumés since losing her job.</p><p>In a rare meeting with thousands of local government officials last month, Chinese Premier Li Keqiang said that the economy was in worse condition in some ways than in 2020, and called for efforts to rein in joblessness.</p><p>The number of students applying for graduate studies rose to 4.6 million this year, 800,000 more than last year, as young job seekers sought refuge in postgraduate education.</p><p>Li Ya, a 28-year-old graduate student in film production living in the central Chinese city of Wuhan, has gone through 17 job interviews, including with many tech companies and universities since September, but is still empty-handed. Fewer companies visited his university to recruit fresh graduates this year, said Mr. Li.</p><p>\"Finding a job turns out to be much harder than studying,\" Mr. Li said.</p><p>To help address the job shortage, Chinese authorities have allowed universities to expand enrollment of graduate students and called on the state sector to hire more recent alumni, though such efforts are hardly enough given the breadth of trouble in the labor market, said Mr. Song of the Paulson Institute.</p><p>In Shanghai, the local government mandated that local state-owned companies allocate at least half of new positions to college graduates this year. The Beijing municipal government said last month that it would recruit hundreds of fresh graduates to work in the countryside surrounding the core urban area. In addition, China is also offering a one-time subsidy for some small businesses to hire fresh graduates and giving tax rebates to college graduates who launch startups.</p><p>Those piecemeal policies, economists argue, are unlikely to move the needle in the short term, given Beijing's reluctance to relax zero-Covid policies that have crippled the service sector, which accounted for about 48% of the jobs for China's 746 million workers last year.</p><p>To get by after being laid off, Ms. Zhao, the graphic designer, has reduced her spending on food and transportation. She said she is filled with anxiety and feels lost looking for her next job and thinking about what types of companies might be immune from future policy shocks. \"You never know which industry could be shut down next,\" she said.</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com</p><p>Chinese Slowdown Pushes Youth Unemployment to New Highs</p>",
  "published": "2022-06-16T13:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3838,
          "end": 3845
        },
        {
          "start": 3838,
          "end": 3851
        },
        {
          "start": 3839,
          "end": 3852
        },
        {
          "start": 3839,
          "end": 3846
        }
      ]
    }
  ]
}