{
  "_id": "f7c7ae48f425852844a1a0f8939ef9a4a8c8eb49af076c5ca5c7b0d42eeecb2c",
  "feed": "ftcomall",
  "title": "Birmingham looks for £1bn boost from hosting Commonwealth Games",
  "text": "<p>By the time the fireworks of its opening ceremony ignite the skies above Birmingham this summer, the 2022 Commonwealth Games will have taken nearly five years, £778mn and 40,000 volunteers to pull off. </p> <p>The West Midlands host city is hoping the investment will pay off. Like London with its 2012 Olympics and Manchester's 2002 Commonwealth Games, it is counting on the event to help turn the page on the steady economic decline the region suffered in the second half of the 20th century. </p> <p>Those associated with the games insist the city has made much progress since then. But they hope to capitalise on this summer's moment in the spotlight to change lingering negative perceptions.</p> <p>“You get pockets of what we would consider to be relatively ill-informed individuals from outside the region who still make reference to . . . the industrial decline that the region suffered in the 80s and 90s,” said Jon Baty, head of strategic business development at West Midlands Growth Company (WMGC). </p> <p>Yet there has been “a lot of very productive water under the bridge since then”, he added, so the games are a chance to highlight that.</p> <p>Local leaders hope the 1bn people expected to watch the games will help boost Brand Birmingham, building on the global success of hit TV show <em>Peaky Blinders</em>, which is set in the city and described by Becky Frall, WMGC's head of tourism, as “an absolute winner internationally”. The West Midlands combined authority estimates the games in Birmingham will be worth £1bn to the regional economy. </p> <p>The area is facing lingering economic challenges. By the end of the 1950s it was one of the world's biggest vehicle manufacturers and had some of the UK's lowest rates of unemployment and highest wages. But between the mid-1960s and 2006 it lost 80 per cent of its manufacturing workforce as the sector collapsed, sending joblessness soaring and dealing the city's economy — and confidence — a heavy blow. As of February, it still had the highest rate of unemployment, measured by those claiming benefits, of any major UK city, at 12.6 per cent.</p> <p>Andy Street, West Midlands mayor, said his experience of London 2012 — while managing director of John Lewis, one of the event's sponsors — showed him large sporting events can help boost a city. </p> <p>In an interview with the Financial Times, he pointed to the vast regeneration and transport investment going into the Perry Barr area, north-west of the city centre, where the rebuilt Alexandra Stadium will host the opening ceremonies and athletics events. In the nearby borough of Sandwell, the local population will gain a £73mn aquatics centre, which will provide world-class diving facilities. </p> <p>“Sandwell is a relatively challenged area, so to put some of the legacy structure in a community that could really thrive on it is important,” Street said. “Some of the transport infrastructure is there forever and will serve the Perry Barr area of north Birmingham, which is also a relatively challenged area.” </p> <p>Twenty years ago post-industrial Manchester used the Commonwealth Games to kick-start regeneration in the east of the city, around what is now the Etihad stadium. Legacy planning was crucial to its success, according to Sir Howard Bernstein, chief executive of Manchester council at the time.</p> <p>“It was an integral part of our thinking and our strategy, whether it was facilities, people-based programmes or indeed the wider regeneration,” he said. “Manchester definitely had a cost-benefit ratio that compared with the best Olympic Games.” </p> <p>The West Midlands Forum, a campaign group of public and private sector leaders, sees the 2022 games as a milestone in a multiyear economic revival. It highlights the decision by HSBC to move its UK retail banking arm “back to its original home” in Birmingham four years ago. That was followed by expansions into the city by Goldman Sachs, KPMG, Barclays, PwC and BT. Last year's City of Culture status now marked the start of a “golden decade”, it argued in a paper last month, including 2022's games and HS2's arrival towards the end of the period.</p> <p>Yet the region still faces a recognisable skills gap. According to a WMCA report, “the West Midlands is behind the UK average in qualification levels, with a larger share of working age people without any formal qualifications”. Birmingham also has an above-average number of people not in work or training, along “weaker than average” graduate retention and a particular shortage of the digital skills employers seek. </p> <p>The authority has for several years been running 16-week ‘boot camps', tailored to the tech and other skills incoming companies such as Goldman Sachs are seeking, but hopes the games can play their part in this, too. Ahead of the summer, sports production company Sunset+Vine — host broadcaster for the event — is training local people in a range of TV skills. Most will go on to work in temporary media roles during the games, helping to create a longer term skills legacy.</p> <p>According to Street this fits with attempts over the past decade to geographically rebalance the UK's media landscape, which he argues has so far benefited cities such as Salford and Leeds, while “the Midlands has been very much the laggard”.</p> <p>“The whole point of this is if Netflix wants to come here, we know we've got the talent and the people aren't just going to be shipped in from other parts of the country,” he added.</p> <p>Data analyst Satish Danny Paul, who hopes to use the TV boot camp at Solihull College as a springboard into a media career, agrees the Commonwealth Games is about more than just a brief sporting event. </p> <p>“This is what we need,” he said. “We need something to bring organisations to Birmingham and make people aware of what we can do.</p> <p>“It was a breath of fresh air to know we were going to be recognised.”</p><p>Source: Jen Williams and George Parker in Birmingham 2022 'Birmingham looks for £1bn boost from hosting Commonwealth Games' FT.com 27 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-27T04:00:44.181Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4612,
          "end": 4625
        },
        {
          "start": 3831,
          "end": 3844
        },
        {
          "start": 3831,
          "end": 3838
        },
        {
          "start": 4612,
          "end": 4619
        }
      ]
    }
  ]
}