{
  "_id": "ecee098f29452018ce025078bc211d362facafdcf32f15b672900fe3a93f2632",
  "feed": "ftcomall",
  "title": "China's zero-Covid policy risks economic damage spiralling",
  "text": "<p>For a world desperate for economic growth, faced with the pandemic and the war in Ukraine, the latest numbers out of China have registered as more bad news. The world's top locomotive — which has driven more than one-fifth of global gross domestic product growth — sputtered badly in the second quarter of the year.</p> <p>Beijing announced a rare GDP contraction of minus 2.6 per cent compared with the first quarter of the year. On a year-on-year basis, it registered an anaemic <a href=\"https://www.ft.com/content/bb302ef4-001a-478f-ac61-31cdc972cc8e\">0.4 per cent GDP growth</a> — the worst quarterly performance since the outbreak of the pandemic in early 2020 plunged China into a steep recession.</p> <p>The headline numbers, however, do not represent the most disquieting aspects of China's economic performance. An alarming rate of youth unemployment, stubbornly bleak conditions in the all-important housing market and the debt burdens of local governments suggest structural frailties that underpin the current malaise.</p> <p>Youth unemployment numbers — which showed that in June almost one in five people in the 16-24 age cohort were jobless — is staggering in the Chinese context. For one thing, such a ratio is far higher than in the US, Europe or Japan. For another, many of those searching in vain for jobs are university graduates — the hope of a generation that Chinese leader Xi Jinping has exhorted to lead a high-tech transformation.</p> <p>The real estate market is also displaying some worrying signs. With about 70 per cent of household wealth stored in property, a fall in house prices is casting a deepening pall. Homebuyers furious over the declining value of their assets are boycotting their mortgage payments, raising concerns over the broader financial system, which is saddled with $6.8tn in mortgage loans.</p> <p>So far, homeowners in at least 100 developments in more than 50 cities have refused to honour their mortgage repayments, according to research firm China Real Estate Information Corp. This and other trends are combining to exacerbate concerns over the viability of many developers, driving prices of their offshore bonds to levels at which further defaults appear likely. </p> <p>The other big casualty of the anaemic property market is the huge phalanx of <a href=\"https://www.ft.com/content/046ee12c-d15e-4f75-b66a-bc3a70cd4fc8\">local government financing vehicles</a> — thousands of poorly regulated funds run by local authorities that Goldman Sachs last year estimated to have some Rmb53tn ($7.8tn) in debt. </p> <p>These LGFVs, which often rely on selling land to property developers for much of their revenue, are suffering cash flow haemorrhages as land sales fall off a cliff. The impact of this may well be long-lasting: a big part of Beijing's plans to revive the economy with stimulus relies on big investments by local governments.</p> <p>All of these aspects of China's malaise have been exacerbated by Beijing's “dynamic zero-Covid” policies, which have subjected cities to rolling lockdowns to try to contain the virus. However, the economic frailties that now characterise the <a href=\"https://www.ft.com/chinese-economy\">Chinese economy</a> are taking on a distinctly structural hue.</p> <p>Covid should still be taken seriously. But not through ultra-strict lockdowns. Beijing should accelerate its vaccine programme, allow foreign mRNA vaccines to be administered on a nationwide scale and coax the many unvaccinated people over 60 to get a jab. The time has come for Xi and his government to jettison its vaccine nationalism and acknowledge the efficacy of foreign products.</p> <p>Such measures would not bring about an economic resurgence by themselves, but they could create conditions under which an economic stimulus package may work. A resumption of Chinese growth would do much to benefit global economic health.</p><p>Source: The editorial board 2022 'China's zero-Covid policy risks economic damage spiralling' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-19T17:35:39.236Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2275,
          "end": 2288
        },
        {
          "start": 2289,
          "end": 2296
        },
        {
          "start": 2289,
          "end": 2302
        }
      ]
    }
  ]
}