{
  "_id": "8802408630fa491d63d0f38f5244f991a17684b48cd21ee1b355bcc9c26e5ac6",
  "feed": "market-watch",
  "title": "Here are 5 reasons why the bull run in stocks may be about to morph back into a bear market",
  "text": "<p>\"There's been plenty of great news but the market needs a little bit of a pause. We've moved a little too fast, too quickly right now,\" Goldman said in a phone call with MarketWatch.</p><p>To support this view, he pointed to a handful of reasons why Friday's slump in stocks might continue into next week, and possibly longer — even though he remains bullish on stocks over a longer time horizon.</p><p>Defensive sectors back in vogue</p><p>Cyclical sectors outperformed as stocks rallied in July and early August. But that trend appeared to come to an end this week, as defensive sectors retook the lead.</p><p>\"One sign that investors are getting nervous is cyclicals underperforming defensive sectors, and we're starting to see that now,\" Goldman said.</p><p>Over the past week, consumer staples stocks and utilities were two top performers among the S&amp;P 500's 11 sectors. As a result, the Consumer Staples Select Sector SPDR fund XLP, an exchange-traded fund that tracks the sector, has risen 1.9%, while the Utilities Select Sector SPDR Fund XLU gained 1.3%.</p><p>On the other hand, the two worst-performing sectors were materials and communications services, two cyclical sectors. The Materials Select Sector SPDR fund XLB was down 2.4% for the week, while the Communications Services Select Sector SPDR fund XLC shed 3.1%.</p><p>Bond yields are rising</p><p>Rising bond yields are another sign that the rally in stocks could be about to turn, Goldman said.</p><p>Higher Treasury yields can pose a problem for stocks because they make bonds a more attractive investment by comparison. Stocks and bonds often moved in unison to start of the year, as expectations of tighter monetary policy from the Federal Reserve rattled both assets.</p><p>But that dynamic appears to have shifted in August. Treasury yields turned higher earlier this month and started rising before stocks hit a rough patch late this week.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y increased 35 basis points since Aug. 1, and it climbed 14 basis points since Monday to 2.897%.</p><p>Bond yields rise as prices fall, and Goldman and others on Wall Street are now waiting to see if stocks will follow bond prices lower.</p><p>See: Fed's Bullard says he is leaning toward backing 0.75 percentage point hike in September</p><p>So is the dollar</p><p>Rising Treasury yields and softening inflation have helped drive the U.S. dollar higher, creating another potential headwind for stocks. The ICE U.S. Dollar Index DXY, a gauge of the dollar's strength against a basket of rivals, topped 108 on Friday, rising to its strongest level in a month.</p><p>See: U.S. dollar is on fire and slicing through key technical levels `like a hot knife in butter'</p><p>A strong dollar is generally associated with weaker stocks, since it erodes foreign earnings of American multinationals by making them worth less in U.S. dollar terms.</p><p>Cryptocurrencies are falling</p><p>Cryptocurrencies like bitcoin BTCUSD and ethereum ETHUSD also lately have been trading nearly in lockstep with stocks, particularly megacap technology stocks like Meta Platforms Inc. META and Netflix Inc. NFLX. But crypto sold off sharply on Friday, leading some to wonder whether stocks might be next.</p><p>\"Another sign of a market pause is weakness in crypto. It's a clear sign of a risk off trend in the market,\" Goldman said.</p><p>Bitcoin fell about 9.5% Friday, while ethereum, the second-most-popular cryptocurrency, shed about 10.%, according to CoinDesk.</p><p>Equity valuations aren't syncing with corporate earnings</p><p>Another reason to question the rally in stocks is that there seems to be a disconnect between equity valuations and corporate earnings expectations.</p><p>As Goldman pointed out, the price-to-earnings ratio of the S&amp;P 500 has rebounded to 18.6 times forward earnings, from a low of 15.5 in mid-June. At the same time, expectations for corporate earnings from these same companies over the next 12 months has declined from $238 to $230.</p><p>\"Stocks are rising on falling earnings estimates,\" Goldman said.</p><p>Goldman is hardly alone in fretting about rising equity valuations. In a recent note to the bank's clients, Citigroup U.S. Equity Strategist Scott Chronert said that the risk of a decline in corporate earnings heading into 2023 could create a \"valuation headwind\" for stocks.</p><p>\"We would say that tactically selling into further strength is justified,\" he said.</p><p>U.S. stocks tumbled on Friday, with the S&amp;P 500 SPX declining 55.26 points, or 1.3%, to 4,228.48, while the Nasdaq Composite COMP shed 260.13 points, or 2%, to 12,705.22. The Dow Jones Industrial Average DJIA fell 292.30 points, or 0.9%, to 33,706.74.</p><p>Friday's losses for stocks pushed all three of the main benchmarks into the red for the week, marking the first weekly drop for the S&amp;P 500 and Nasdaq in a month.</p><p>The highlights of next week's economic data calendar are expected to arrive on Friday, when Federal Reserve Chairman Jerome Powell is slated to deliver his annual speech from the central bank's economic symposium in Jackson Hole, Wyo. Economists expect he will use the opportunity to emphasize the Fed's commitment to combating inflation.</p><p>See: Powell to tell Jackson Hole that recession won't stop Fed's fight against high inflation</p><p>In addition to hearing from Powell, investors will receive an update on the pace of inflation via the personal-consumption expenditures index, the Fed's preferred gauge of price pressures. The University of Michigan's closely watched sentiment survey, which includes readings on consumers' inflation expectations, is also on the calendar for Friday.</p><p>Here are 5 reasons why the bull run in stocks may be about to morph back into a bear market</p>",
  "published": "2022-08-20T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9984,
      "offsets": [
        {
          "start": 3945,
          "end": 3952
        },
        {
          "start": 3915,
          "end": 3922
        },
        {
          "start": 2026,
          "end": 2033
        },
        {
          "start": 719,
          "end": 726
        },
        {
          "start": 3931,
          "end": 3938
        },
        {
          "start": 3602,
          "end": 3609
        },
        {
          "start": 137,
          "end": 144
        },
        {
          "start": 1404,
          "end": 1411
        },
        {
          "start": 3251,
          "end": 3258
        },
        {
          "start": 2042,
          "end": 2049
        },
        {
          "start": 2043,
          "end": 2050
        }
      ],
      "weightsV2": {
        "weight": 11.40524,
        "baseWeight": 11.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.4052397,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}