{
  "_id": "14cddf316d6dc33bff02f777465fdc6b4d7a1e2fcf5b2cfeb9f030778a00dbeb",
  "feed": "market-watch",
  "title": "U.S. stocks finish higher for 2nd day in a row as earnings season starts strong; Dow component Goldman Sachs rallies after results",
  "text": "<p>* The Dow Jones Industrial Average DJIA finished 337.98 points, or 1.1%, higher at 30,523.80 after rising as much as 652 points at its session high.</p><p>* The S&amp;P 500 SPX closed 42.03 points, or 1.1%, higher at 3,719.98.</p><p>* The Nasdaq Composite COMP finished up 96.60 points, or 0.9%, at 10,772.40.</p><p>Major U.S. indexes pared post-open gains, but still finished sharply higher on Tuesday. One day earlier, the Dow rose 551 points, or 1.9%, while the S&amp;P 500 jumped 2.7% and the Nasdaq Composite advanced 3.4%. Altogether, the S&amp;P 500 has risen 4% from 3,577.03, its lowest closing level in two years, which it reached on Oct. 12.</p><p>What drove markets</p><p>Wall Street clinched a second day of gains as investors turned their attention to corporate results as the third-quarter earnings season begins in earnest this week.</p><p>\"Corporate earnings are stealing the show and overshadowing recession concerns. Those same recession fears had meant that the bar was low heading into earnings, raising the likelihood of beating estimates,\" said Fiona Cincotta, senior financial markets analyst at City Index, in a note.</p><p>So far, 46 S&amp;P 500 companies have reported third-quarter results. Of these companies, 70% have beaten profit estimates, and 63% have beaten revenue estimates, according to FactSet data.</p><p>Read: 100% probability of U.S. recession in coming year, according to Bloomberg Economics forecast model</p><p>Shares of Dow component Goldman Sachs Group Inc. GS rose after the financial services giant delivering well-received earnings reports Tuesday.</p><p>But stocks pared their gains heading into the afternoon as Treasury yields wavered and geopolitical risk reemerged, with Secretary of State Antony Blinken accusing China of accelerating plans to seize Taiwan.</p><p>\"I think stocks are a little oversold, but when you see the 10-year bond sell off and yields start to pop above 4% stocks start to weaken,\" Farr said in a phone call with MarketWatch.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell Tuesday, dropping 1.6 basis points to 3.996% from 4.012% on Monday.</p><p>Read: Why stock market investors should wait for the 10-year Treasury to 'blink'</p><p>Both U.S. stocks and bonds received an added boost earlier in the session from news the Bank of England would delay its bond saleprogram, a move that highlighted central banks' readiness to halt monetary tightening if needed. However, the central bank quickly dismissed the report as \"inaccurate.\"</p><p>Still, some analysts remained skeptical about the rebound in stocks. Jonathan Krinsky, chief market technician at BTIG, noted that although the Nasdaq-100 gained more than 3%in the previous session, it had remained within Friday's range.</p><p>\"That qualifies as an 'inside day'. A 3% inside day is quite rare, and has happened just 9 other times when below its 200 DMA since inception in 1985. While stats, particularly those with small sample sizes, should never be used in isolation, we think the recent action is telling and has tended to occur in the midst of bear markets more than the start of new bulls,\" said Krinsky.</p><p>\"We don't think we are at the final end of this bear market, and therefore would be inclined to fade this rally.\"</p><p>Mark Newton, technical strategist at Fundstrat, said in a note to clients that the recent market strength hasn't been enough to break either the one or two-month downtrend in stocks — and that Treasury yields seemed likely to break higher still.</p><p>\"Overall, the ability to exceed early month peaks at 3825 [for the S&amp;P 500] will be an important first step which would help to add conviction on rallies. At present, I suspect indices could be in for some additional volatile trading over the next week before officially bottoming,\" Newton said.</p><p>Read: Fund managers 'scream capitulation' as cash levels rise to highest in 21 years, Bank of America says</p><p>In U.S. economic data, the September industrial output rose 0.4% after a revised 0.1% fall the previous month, while the National Association of Home Builders said its monthly confidence fell 8 points to 38 in October — its 10th straight monthly decline.</p><p>As far as talk from Federal Reserve officials went, Atlanta Fed President Raphael Bostic said he still sees a lot of shuffle and churn in the U.S. labor market. Meanwhile, Minneapolis Fed President Neel Kashkari will deliver remarks at 5:30 p.m.</p><p>Earnings Outlook: Snapchat is about to play the canary in social media's coal mine</p><p>Companies in focus</p><p>* Goldman shares rose 2.3% on Tuesday after the bank topped its third-quarter earnings and revenue targets and confirmed a reorganization plan. Goldman will again reorganize, dividing the bank into three operating segments: Asset &amp; Wealth Management, Global Banking &amp; Markets and Platform Solutions.</p><p>* Johnson &amp; Johnson shares fell 0.4% after the drug and consumer products company reported third-quarter profit and sales that beat expectations.</p><p>* Shares of Dow component Salesforce Inc. CRM jumped 4.3% after CNBC reported that activist investor Starboard Value LP had taken a \"significant\" stake in the software company.</p><p>* Lockheed Martin Corp. LMT topped earnings expectations but fell short on revenue while adding $14 billion to its share buyback authorization as it said it expects to execute a $4 billion accelerated share repurchase program in the fourth quarter. Shares rose 8.7%.</p><p>* Eli Lilly &amp; Co. LLY said Tuesday it had entered an agreement to acquire Akouos Inc. AKUS, a company developing a portfolio of viral gene therapies for the treatment of inner ear conditions including hearing loss, for up to $610 million in cash. Akouos shares jumped 89%, while Eli Lilly shares rose 0.7%.</p><p>* Microsoft Corp. MSFT reportedly plans to cut nearly 1,000 jobs. Shares rose 0.4%.</p><p>—Jamie Chisholm contributed reporting</p><p>U.S. stocks finish higher for 2nd day in a row as earnings season starts strong</p>",
  "published": "2022-10-18T20:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 95,
          "end": 102
        },
        {
          "start": 95,
          "end": 108
        },
        {
          "start": 1410,
          "end": 1417
        },
        {
          "start": 1410,
          "end": 1423
        },
        {
          "start": 1410,
          "end": 1434
        },
        {
          "start": 4389,
          "end": 4396
        },
        {
          "start": 4417,
          "end": 4424
        },
        {
          "start": 4530,
          "end": 4537
        },
        {
          "start": 4559,
          "end": 4566
        }
      ]
    }
  ]
}