{
  "_id": "3b94aff15d7e3daf4a14a5185ecbacfb1463a2db3043e7934703bc5a03467c9e",
  "feed": "ftcomall",
  "title": "The yen: a cheap haven for uncertain times",
  "text": "<p><em>The writer is co-head of foreign exchange strategy for Goldman Sachs</em></p> <p>The yen has been the worst performing major currency this year, sliding around 12 per cent against the dollar and underperforming even the Turkish lira and Argentine peso.</p> <p>Relative to a basket of trading partner currencies and adjusted for inflation, the yen has fallen to levels last seen in the early years of the Reagan administration, before the <a href=\"https://www.ft.com/content/90d8aa4e-27d5-3100-b5e0-6f1eeb827e06\">1985 Plaza Accord</a>. </p> <p>But this state of <em>enyasu</em> (weak yen) will probably be shortlived. The yen is an undervalued haven asset at a time of rising recession risks around the world and structural threats to the dollar. It will find support from long-horizon investors looking to protect their capital. If global inflation pressures remain high, the Bank of Japan will eventually allow bond yields to rise, rather than let the currency spiral downward.</p> <p>Recent yen depreciation reflects shorter-term, cyclical factors: sharply rising bond yields in the US and Europe, higher commodity prices that lead to a larger import bill for Japan and the Omicron Covid wave, which has held back the economic reopening process throughout Asia. </p> <p>The BoJ was right to say last week that Japan's cyclical position — low core inflation and a more limited rebound in economic output — warrants an easier monetary policy stance compared with its G10 peers.</p> <p>But structurally the Japanese economy is not that different from other developed markets. It had an earlier and larger real estate bubble and bust, but the pattern was largely the same as played out in western economies over the past decade. </p> <a href=\"http://www.ft.com/cms/9798257.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Japanese inflation has been low, but inflation rates elsewhere moved closer to Japan-like levels over the last business cycle. Between 2010 and 2019, Japan's consumer price index inflation averaged 0.5 per cent, compared with 1.4 per cent in the euro area, 1.1 per cent in Sweden and zero in Switzerland. Over that same period, Japan's real per capita growth in gross domestic product averaged 1.3 per cent, slightly above the average of the rest of the G10.</p> <p>Moreover, Japan has the attributes of a natural “haven”. Most importantly, it is a wealthy nation with a large stock of foreign assets. Japan holds about ¥1,260tn in foreign assets ($9.6tn) compared with liabilities of about ¥850tn ($6.5tn).</p> <p>This net international asset position amounts to roughly 75 per cent of Japan's GDP and produces income for the nation worth nearly 4 per cent of GDP every year. The Japanese government has a large debt stock, but this is held mostly as assets by its residents and the BoJ. The Japanese nation is not going broke and its large current surpluses over the years mean the currency is not vulnerable to sudden capital flight.</p> <p>Investors should be warier of Japanese bonds than the currency. If we have entered a period of stubbornly high global inflation pressures, Japan will not be immune. Between 1960 and 1989, when US inflation averaged 5 per cent, Japanese inflation averaged 5.6 per cent — there is nothing about Japan that implies permanently low inflation. </p> <p>Muted wage growth and price inflation trends in the country won't change overnight. Inflation expectations appear anchored at relatively low levels. It may take repeated upside inflation surprises for the Japanese public to expect a steadily rising price level. But this now seems to be a meaningful risk. Most other economies experienced a wave of price pressures as they reopened. </p> <p>For the BoJ, which has been trying to secure an end to deflation for years, this should be good news. Bringing underlying inflation closer to the central bank's 2 per cent target will allow it to move nominal interest rates back above zero and improve policy flexibility.</p> <p>BoJ governor <a href=\"https://www.ft.com/topics/people/Haruhiko_Kuroda\">Haruhiko Kuroda</a> should be preparing for his victory lap. Ending negative rates and a policy of <a href=\"https://www.ft.com/content/253df366-707b-4a45-8eb4-f245e08fa370\">yield curve control </a>— which effectively caps 10-year government bond yields at 0.25 per cent — would be no tragedy. Instead, it would signal that officials successfully ended deflation through a sustained cross-government macro policy campaign.</p> <p>The yen may very well experience further depreciation pressure over the coming weeks — needless to say, we are in a complex and volatile period for global markets. But beyond the near-term there are a number of paths to recovery for the yen. </p> <p>In a recession, US Treasury yields and commodity prices would likely come down, narrowing interest rate differentials with Japan and lowering the cost of its commodity imports. If global inflation remains high, low interest rates in Japan will eventually move up toward the levels in other developed markets. </p> <p>Investors can anticipate a rebound in the yen over time and should consider owning this haven asset as a hedge against global recession and other tail risks.</p><p>Source: Zach Pandl 2022 'The yen: a cheap haven for uncertain times' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T11:23:09.547Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 55,
          "end": 68
        },
        {
          "start": 55,
          "end": 62
        }
      ]
    }
  ]
}