{
  "_id": "9318975784135635b22916f7bd908c0e8ac3064a87a8a8540196cc078e742f05",
  "feed": "ftcomall",
  "title": "US bank executives wary on global economic outlook",
  "text": "<p>The leaders of some of Wall Street's biggest banks have issued wary outlooks for the global economy, as consumers spend savings and clients lower their expectations for 2023.</p> <p>Top executives at <a href=\"https://www.ft.com/stream/980562d6-2db0-4b25-a349-b83d4b86bea7\">Goldman Sachs</a>, Bank of America and JPMorgan Chase offered their views at an industry conference on Tuesday. “When I talk to clients, they sound extremely cautious. Many CEOs are watching the data and waiting to see what happens,” said David Solomon, Goldman's chief executive.</p> <p>Solomon said clients seemed “fatigued after a very volatile year”.</p> <p>The comments add to the sense of anxiety among corporate leaders about the worrying outlook for the global economy, which is facing a host of economic and geopolitical challenges, including a breakneck pace of interest rate increases by <a href=\"https://www.ft.com/central-banks\">central banks</a>, the stuttering reopening of China's economy and <a href=\"https://www.ft.com/war-in-ukraine\">Russia's war in Ukraine</a>.</p> <p>Solomon said he was “slightly more cautious” about the economy than his investment bank's own economists, who are predicting the US will narrowly avoid a recession in 2023.</p> <p>“I get a lot of questions about China and its relationship with the United States, the economic trajectory of Europe and obviously recession risks. But I'm not hearing panic. Balance sheets are strong. Even with higher interest rates, investment grade markets remain open.”</p> <p><a href=\"https://www.ft.com/stream/74bb961d-a454-4214-bff7-390d68752fb0\">Bank of America</a> CEO Brian Moynihan told the event that US consumer savings peaked in April after many people received tax refunds, but that most Americans still had more in the bank than before the pandemic, a dynamic that would probably hold as long as unemployment remained low.</p> <p>“Right now, they've stayed employed and that's very good news for the American consumer,” Moynihan said.</p> <p>Marianne Lake, co-CEO of <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan Chase</a>'s consumer and community banking division, told the conference that the “US economy is still strong” but that in the past three months the bank's management has become more expectant of “a modest recession” in the near term.</p> <p>“So the probability of recession has gone up. We're actually looking for that right now,” Lake said.</p> <p>Investors continue to weigh the outlook for monetary policy from the US central bank. Despite <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a> chair Jay Powell last week <a href=\"https://www.ft.com/content/194285f8-a3a3-48ad-8a00-0b1423c974c4\">laying the groundwork</a> for policymakers to scale back the magnitude of interest rate increases at its December meeting, <a href=\"https://www.ft.com/content/85a619b7-105a-44a6-88cf-ac6f89f8d47e\">stronger than expected</a> jobs figures and data showing growth in the vast services sector subsequently underscored the risk inflation could remain persistent and elevated in coming months.</p> <p>Solomon said Goldman's clients had been revising their economic forecasts downward “but not dramatically” as they prepared their corporate budgets for 2023.</p> <p>“We've seen clients shift attention away from supply chain resiliency and toward keeping headcount down,” he said.</p> <p>Regardless of the trajectory of the global economy, JPMorgan CEO Jamie Dimon said the US banking system was well capitalised to cope with any struggles. “The American banking system is unbelievably sound in a million different ways. Our capital cup runneth over,” he told CNBC.</p> <p>Wall Street banks are also gearing up for a bonus season that will probably highlight the extreme feast-to-famine nature of investment banking. After a blockbuster 2021 for dealmaking and <a href=\"https://www.ft.com/content/9bdef7a6-69f1-4f42-b27d-74dd34db4804\">pay</a>, activity has slowed dramatically this year.</p> <p>Solomon said a hoped-for rebound in capital markets activity in areas such as new stock market listings had failed to materialise this quarter. Overall, Goldman this year will “seek the balance of appropriate pay for performance mindset with a focus on talent retention”, he said.</p> <p>“The job market remains surprisingly tight, and the competition for our talent, particularly top talent, is as strong as ever,” he said.</p> <a href=\"http://www.ft.com/cms/8aa07102-a9dd-441f-8f48-8e0e83b3f0c2.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Joshua Franklin in New York 2022 'US bank executives wary on global economic outlook' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T19:03:58.949Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 440,
          "end": 448
        },
        {
          "start": 193,
          "end": 206
        },
        {
          "start": 193,
          "end": 200
        },
        {
          "start": 443,
          "end": 450
        },
        {
          "start": 192,
          "end": 205
        },
        {
          "start": 2517,
          "end": 2524
        },
        {
          "start": 3444,
          "end": 3451
        },
        {
          "start": 2500,
          "end": 2508
        },
        {
          "start": 3419,
          "end": 3426
        }
      ]
    }
  ]
}