{
  "_id": "7ddf3eb9310cd49b64e564c16258d2e9188772ec74a68b1974d6b60f43cfbb4d",
  "feed": "ftcomall",
  "title": "Richard Nixon in China: 50 years on",
  "text": "<p>Some years after the euphoria of his first, secret trip to Beijing had worn off, Henry Kissinger emerged from a bruising meeting with his Chinese counterparts. “When these people don't need us any more,” he said, turning to one of his aides, “they are going to be very difficult to deal with.”</p> <p>Kissinger's 1971 trip, which he pulled off by feigning illness while in Pakistan so he could slip on to a plane to Beijing, set the stage for then US president Richard Nixon's arrival in the Chinese capital the following year.</p> <p>Nixon's visit to China, the first by a sitting US president, broke a stand-off between the two nations that had frozen ties since the Communist party victory in 1949 and helped reset the geopolitics of the cold war. It had all the fanfare of a friendly state visit, with excursions to the Great Wall and the Ming tombs, plus a brief meeting with an ill Mao Zedong, hours of conversation with Premier Zhou Enlai and a communiqué issued at the close of the trip in Shanghai. </p> <p>On the 30th anniversary of the visit in 2002, then US president George W Bush was in Beijing to mark the moment. Ten years ago, Xi Jinping, then on the verge of assuming the Chinese leadership, gathered the old lions of bilateral diplomacy while in Washington for<a href=\"https://www.theatlantic.com/international/archive/2012/02/xi-jinpings-visit-and-the-end-of-the-nixon-goes-to-china-era/253127/\"> a celebration of the relationship</a>, including former national security advisers Zbigniew Brzezinski and Brent Scowcroft and, of course, Kissinger. </p> <p>Half a century on, the Nixon-to-China moment has lost its sparkle and ability to inspire. This year, the summit that captivated the world was not between China and the US, but China and Russia, as Xi and Russian president Vladimir Putin <a href=\"https://asia.nikkei.com/Spotlight/Sports/Beijing-Winter-Olympics/Putin-and-Xi-blame-U.S.-and-allies-for-heightening-arms-race\">met ahead of the opening</a> of the Beijing Winter Olympics.</p> <p>In the early 1970s, Nixon and Kissinger were able to play the two communist powers off against each other. Now, Xi and Putin have China and Russia playing on the same team, against the US and its allies. </p> <h2>Hindsight is a wonderful thing</h2> <p>Any enthusiasm in Washington to celebrate the 50th anniversary of the rapprochement with Beijing has been cast aside for introspection about what went wrong and how to correct it. In Beijing, the moment triggers not so much soul searching as lectures from Chinese officials about Washington's misdeeds. </p> <p>The abysmal state of the relationship is exemplified by Kissinger himself. The former secretary of state and national security adviser turns 99 in May and is still lauded by Beijing as a wise statesman with a vision for co-operation and coexistence.</p> <p>These days, such praise from Beijing diminishes rather than enhances his currency in Washington. But the fact that there is no one younger of any stature and credibility that Beijing can spotlight to champion the relationship, with the possible exception of Hank Paulson, the former Treasury secretary and head of Goldman Sachs, is telling in itself.</p> <p>Maybe Kissinger had sensed such problems were coming, as shown by his aside to his aide, Richard Solomon, in 1971. As a proponent of realpolitik, Kissinger understood instinctively that the leaders of the Chinese Communist party would turn on the US as soon as they had the military, economic and diplomatic capacity to do so.</p> <p>That leads to the bigger question surrounding the half-century moment. It is not so much that a clash between the US and China was always inevitable, although that is doubtless true. More to the point is whether Beijing has been tailoring its diplomacy in preparation to take on the US all along. </p> <p>In the words of Mao's successor Deng Xiaoping, has China just been “hiding its light and biding its time” until it was powerful enough to confront the US head-on?</p> <p>This is an increasingly prevalent view in Washington, underscored by China expert Rush Doshi's recent book <em>The Long Game: China's Grand Strategy to Displace American Order</em>. Doshi writes that after retreating tactically in the face of superior US firepower, Beijing is now advancing with confidence and near impunity as it feels its national strength reaching par with its rival.</p> <p><a href=\"https://www.cfr.org/blog/review-rush-doshis-long-game-chinas-grand-strategy-displace-american-order\">Doshi's analysis</a> has resonance beyond the academic world. Once a scholar at the Brookings Institution think-tank in Washington, Doshi now sits in President Joe Biden's National Security Council, advising on China. His book, published in 2021, divides Beijing's grand strategy into three distinct eras, starting in 1989, 2008 and 2016.</p> <p>He says the late 1980s and early 1990s were marked by internal turmoil in China and strength from the US, with the collapse of the Soviet Union and the first Gulf war. Unable to match the US, Beijing's aim was to blunt Washington's influence and standing both at home and across Asia and the Middle East.</p> <p>After the 2008 financial crisis, Beijing sensed the US was weakening, and began to challenge it. With the election of Donald Trump in 2016, followed by the rolling chaos of his administration, Covid-19 and the 2020 presidential election, Beijing shifted into a decisive new phase, convinced the US was in irretrievable decline.</p> <p>Around 2016, Beijing started talking about “great changes unseen in a century” as the west was weakening. The phrase is laden with vengeful irony in China. It echoes the lament of Chinese leaders in the late 19th century when they were being forced to cede sovereignty to western nations and complained that the world was undergoing “great changes . . . not seen in 3,000 years”.</p> <p>In the wake of Biden's 2020 election victory, the two countries have displayed signs of co-operation on climate change. But the relationship has been more characterised by adversarial competition across multiple arenas — defence, intelligence, technology, trade, geopolitics and in the Indo-Pacific region.</p> <p>Above all, the contest is developing into one between competing systems, giving the rivalry an ideological dimension that sits in tension alongside a massive two-way trade relationship.</p> <h2>Fifty years of betrayals</h2> <p>In the US and, to some extent, China, there is also an emotional intensity to the breakdown in ties, a sense that the other side has betrayed the letter and the spirit of the commitments of the early 1970s rapprochement.</p> <p>“Looking back, it is painful that I was so gullible,” said Michael Pillsbury, a hawkish former defence department official and veteran of bilateral interactions.</p> <p>The blinders have also come off for Paulson. Once an engagement enthusiast, like much of the US big business community, he has <a href=\"https://www.economist.com/business/2018/11/17/hank-paulson-and-wang-qishan-illustrate-a-superpower-divide\">changed his tune</a>. By the midpoint of the Trump administration, Paulson had confessed that US companies had gone from “advocate to sceptic and even opponent” of the old US policy on China.</p> <p>The new consensus in Washington on China — that Beijing was going to go its own way, whatever counsel and pressure were brought to bear by the US — began hardening in the second term of President Barack Obama.</p> <p>Across the system, the realisation dawned that Beijing was never going to sign up as a “responsible stakeholder” — a term originally coined by Robert Zoellick when he was deputy secretary of state in 2005 — in a US-dominated world, let alone evolve into a representative democracy. Not only would China defend its political system to the death; it was now determined to market its “superior performance” to the rest of the world and undermine liberal democracies in the process.</p> <p>In the Chinese narrative of the past half-century, the litany of betrayals also has its roots in the Kissinger and Nixon visits, and there is no greater betrayal than the one over Taiwan.</p> <p>Nixon's China gambit certainly achieved its short-term diplomatic aim: Moscow was caught flat-footed by Washington and Beijing's rapprochement. The Sino-Soviet split, provoked by a struggle for leadership of the socialist world, had given Washington its opening. With a grand strategic recalibration that pulled “Red China” into the US camp against Moscow, Washington, so the joke went, now had more communists on its side than the Soviet Union. Meanwhile, ties between Moscow and Beijing did not revive until the early years of the 21st century.</p> <p>The anti-Soviet co-operation between the US and China during the cold war was real. With Beijing's agreement, the CIA established listening posts in the far western Chinese region of Xinjiang, so-called big ears to gather intelligence on Soviet compliance with arms treaties.</p> <p>According to some accounts, Deng Xiaoping made clear his willingness to allow US-equipped spy stations on Chinese soil in<a href=\"https://www.washingtonpost.com/archive/politics/1989/06/25/intelligence-ties-endure-despite-us-china-strain/f8b2789d-0f0c-4ea7-932b-9f4267a994a3/\"> a 1979 meeting in Beijing</a> with Joe Biden, then a senator.</p> <p>Japan was another casualty of the US-China breakthrough, which suited Nixon and Kissinger just fine. Both found the Japanese and their political system's absence of strong leaders difficult to deal with, and resented the domestic political problems caused by Tokyo's ballooning trade surplus with the US.</p> <p>The US and Japan have long worked through their differences and are more aligned than ever today, militarily and diplomatically, in the face of an assertive China.</p> <h2>Taiwan: an unfortunate legacy</h2> <p>The most troublesome enduring legacy of Nixon and Kissinger's China diplomacy is Taiwan. It is here that Nixon and Kissinger's trips are scrutinised in the US, not so much for what they gained as for what they might have naively given away.</p> <p>In his memoirs, Kissinger asserted that Taiwan barely came up during his ice-breaking conversation with Zhou. The declassified records of their conversations tell an entirely different story — that Zhou had pressed Kissinger relentlessly to abandon Taiwan from the start. Without a settlement on Taiwan, Zhou made clear, there would be no reconciliation with the US.</p> <p>Taiwan was then a single-party dictatorship under the Nationalists led by Chiang Kai-shek. The attractive, independent identity it displays today did not arrive until it become a democracy, from the late 1980s onward.</p> <p>But Kissinger, focused on playing the Soviet card, considered Taiwan to be inconsequential in any case. As the historian Nancy Bernkopf Tucker observed later, Kissinger gave the Chinese more than they ever could have expected, pledging to remove US troops from the island and ruling out a “Two China” or “One China and One Taiwan” policy.</p> <p>“[Nixon and Kissinger's] promises were bigger, their compromises more thoroughgoing and their concessions more fundamental than they believed the American people would accept,” Tucker wrote in a historical monograph published in 2005. “Thus, they relied on secrecy and ‘China fever' to mask the collateral damage.”</p> <p>The Chinese leadership ran rings around Kissinger on Taiwan, so the argument goes. The late Solomon, whom this reporter interviewed in 2015 for a book on Sino-Japanese relations, suggested Kissinger was overawed by his reception in Beijing. “Only three people really intimidated Kissinger,” he said. “[Charles] de Gaulle, Zhou and Mao.”</p> <p>In the face of congressional uproar at the abandonment of an anti-communist ally, the US passed the Taiwan Relations Act, which committed it to support and provide weapons for Taiwan's defence. The act was passed in 1979 as a counterpoint to the normalisation of relations under Jimmy Carter's presidency.</p> <p>In the Chinese narrative, this was the first of many betrayals by the US. The truth, however, is more complicated.</p> <p>The Shanghai Communiqué, agreed during the 1972 Nixon visit and considered the founding document of the new bilateral relationship, <a href=\"https://www.historic-shanghai.com/the-creative-ambiguity-of-the-shanghai-communique/\">was unusual</a> in that it allowed both countries to make separate statements within it.</p> <p>Beijing, of course, asserted sovereignty over Taiwan. In contrast, the US acknowledged the principle of “One China” without formally recognising the People's Republic of China's claim to the island. In 1979, the US went further by recognising the PRC as the sole government of China, while still leaving some ambiguities.</p> <p>The concept of “One China” sounds simple in theory, but in practice is complicated, as it has often been interpreted differently, in Beijing, Taipei and Washington. At the core, the dispute around “One China” is over whether it automatically hands Taiwan to Beijing. Washington and Taipei do not concede that point. </p> <p>Beijing's insistence that the US agreed to unification on China's terms, nonetheless, remains a consistent talking point in the Chinese capital. In late 2021, Zhao Lijian, the foreign ministry spokesman, called the observance of the “One China” principle the “<a href=\"https://tass.com/world/1377995\">political foundation</a> for the stable development of Chinese-US relations”.</p> <p>He added: “The United States breaks its promises [and] does not observe the fundamental rules of supporting international relations.”</p> <p>In Beijing's eyes, it is only in the past decade that it has been able to begin to effectively push back against US policy on Taiwan. </p> <p>At the annual Shangri-La Dialogue forum of regional defence ministers in Singapore in 2010, Robert Gates, Pentagon chief at the time, wondered why Beijing had responded harshly to the latest US arms sales to Taiwan, which he said China had known about since 1979.</p> <p>The reply from a retired People's Liberation Army general succinctly captured Beijing's new mindset: “Because we were weak [then] but now we are strong.”</p> <h2>Doomed from the start?</h2> <p>The narrative that the US got Beijing wrong from the start is founded on Washington's misjudgement that China would inevitably become, if not a democracy, then more democratic.</p> <p>That misjudgement was real enough, especially when the US was savouring its unipolar moment in the early 1990s after the collapse and dismemberment of the Soviet Union.</p> <p>Then-president Bill Clinton said in 1997 that China was “on the wrong side of history [on human rights]”, with Jiang Zemin, then head of the ruling communist party and president, standing at his side.</p> <p>In 2000, towards the end of his second term, Clinton sardonically mocked Beijing's efforts to control the internet as akin to <a href=\"https://asiatimes.com/2018/11/nailing-jello-to-the-wall-is-possible-in-xis-china/\">nailing “jello to the wall”</a>. Democracy was coming whether authoritarian leaders liked it or not, he said, as “liberty will spread by cell phone and cable modem”.</p> <p>In reality, the internet has turned out to be a boon to any authoritarian state efficient and ruthless enough to harness both its economic benefits and its surveillance capabilities, as China has proved.</p> <p>Despite its obituary being written multiple times, the Communist party remains unchallenged as a political force in China and unashamedly crushes any domestic opponents brave enough to take it on.</p> <p>Running in parallel with US confidence that liberal democracies would have the ascendancy far into the future was the policy of engagement, aimed at aligning an emerging China with the prevailing world order.</p> <p>“Nothing is more important than integrating the rising power of China as a responsible member of the international system,” said Joseph Nye, the prominent Harvard professor who served in Clinton's Pentagon.</p> <p>The more prescient analysts at the time who dissented from the mainstream engagement theory recognised that ideology still mattered, especially when dealing with a traditional Leninist state like China.</p> <p>While many politicians and commentators basked in notions of “the end of history” and of a “post-ideological world”, the naysayers correctly judged that Beijing would always want to make its own world, and not live in one created by the US.</p> <p>“For China's rulers, demanding that international ‘norms' be changed is a simple matter of survival — their own, not their ancient nation's,” Robert Kagan, a former Republican foreign policy adviser, wrote in the Weekly Standard in 1997. “The system we uphold, and into which we would like to bring the Chinese, is deadly for them.”</p> <p>He added: “They saw what happened to Mikhail Gorbachev and a 70-year-old communist party dynasty when he tried to ‘integrate' the Soviet Union peacefully into the western system.”</p> <h2>Disengaging from engagement</h2> <p>These days, Kagan's analysis has become mainstream, both in the US and in China. In Washington, an acknowledgment of past analytical errors has evolved into a cleansing ritual for officials aspiring to manage China policy.</p> <p>Ahead of joining the Biden administration, Kurt Campbell and Ely Ratner, now two of the most influential Asia policymakers in the National Security Council and the Pentagon, respectively, made sure to bury the engagement policy for good.</p> <p>“The record is increasingly clear that Washington once again put too much faith in its power to shape China's trajectory,” they wrote in <a href=\"https://www.foreignaffairs.com/articles/china/2018-02-13/china-reckoning\">Foreign Affairs magazine</a> in 2018.</p> <p>“All sides of the policy debate erred: free traders and financiers who foresaw inevitable and increasing openness in China, integrationists who argued that Beijing's ambitions would be tamed by greater interaction with the international community, and hawks who believed that China's power would be abated by perpetual American primacy.”</p> <p>One person who reached the same conclusion long before the Biden team, though for different reasons, was Trump. In blowing any form of political and policy consensus from the time he took office in early 2017, Trump finally cleared all roadblocks to the formation of a new China template.</p> <p>The serial misjudgments about Beijing might have had limited geopolitical import had the Chinese economy not succeeded in expanding almost without interruption since the reform era in the late 1970s.</p> <p>China's growing economic strength, along with its rapid ascent up the technology ladder, has provided the foundation for its regional diplomacy and military build-up, plus confidence in its own system.</p> <p>China's economic success was never guaranteed. The economy fell into a hole after the 1989 military crackdown on pro-democracy protesters. The leadership put the state sector through a searing series of reforms in the late 1990s, with no certainty they would work.</p> <p>Then, in 2000, China joined the World Trade Organization, another massive risk. For the then leadership, especially Chinese Premier Zhu Rongji and his chief negotiator, Long Yongtu, who forced the accession through a resistant bureaucracy, the opening years of the WTO were a spectacular vindication of the strategy of using outside pressure to drive domestic reform.</p> <p>When Nikkei interviewed Long on the fifth anniversary of China's WTO succession, he said <a href=\"https://www.ft.com/content/3ffa15d6-886f-11db-b485-0000779e2340\">he was as surprised as anyone</a> at how Chinese business had managed the transition. “No one could have predicted that China's foreign trade could increase at such a speed,” he said.</p> <h2>How the tables have turned</h2> <p>For all its problems of growing debt, a declining population and a US-led tech embargo, China in all likelihood will become the biggest economy in the world by around 2030.</p> <p>Xi has made it clear that there will be no backsliding on any of the objectives he has set for the country, with a near-term deadline of about 2035.</p> <p>It is common to distil China's assertiveness in the figure of a single man: Xi Jinping. But in truth, China's ambitions were much the same when Kissinger and Nixon visited in the early 1970s. The big difference is that Xi has the firepower to match these plans, whereas his predecessors did not.</p> <p>Xi aims to solidify the ruling party's position at home and regain so-called lost territories abroad. That means the Chinese navy will seek to control the South China and East China seas. Most importantly, it means bringing Taiwan under Beijing's rule. Taken together, those actions will neuter US power in Asia.</p> <p>But the challenges lie not just in Beijing. Xi's China is a predictable power these days. The US, which still exists in the shadow of Trump, even after his 2020 election defeat, is less sure of its place in the world.</p> <p>Kissinger's statement, that a powerful China would be “difficult” to deal with, has turned out to be, if anything, an understatement. </p> <p>Kissinger made a similar point to his aides in a meeting over Cambodia policy in 1973, telling them that trying to isolate Beijing was useless.</p> <p>Diplomatic isolation might be “psychologically disturbing” for the US, he said. But for 3,000 years, it did not bother China at all. It has the “self-assurance” to handle isolation quite well. No doubt Kissinger would give the same advice today.</p> <p><a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/Nixon-in-China-50-years-on\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on February 16 2022. ©2022 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/China-plans-events-with-U.S.-to-mark-50th-anniversary-of-Nixon-visit\">China plans events with US to mark 50th anniversary of Nixon visit</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Comment/U.S.-faces-China-Russia-threats-decade-after-ditching-2-front-war\">US faces China-Russia threats, decade after ditching 2-front war</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Editor-s-Picks/China-up-close/Analysis-Russia-deal-gives-Xi-safety-net-for-potential-Taiwan-action\">Analysis: Russia deal gives Xi safety net for potential Taiwan action</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Asia-Insight/China-and-Russia-s-no-limits-ties-test-West-as-Ukraine-shivers\">China and Russia's ‘no limits' ties test West as Ukraine shivers</a></p></li> </ul><p>Source: Richard McGregor, contributing writer 2022 'Richard Nixon in China: 50 years on' FT.com 20 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-20T23:00:46.046Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2785,
          "end": 2798
        },
        {
          "start": 2800,
          "end": 2813
        },
        {
          "start": 2800,
          "end": 2807
        }
      ]
    }
  ]
}