{
  "_id": "75316a1750466150ace810d637a9ca5046e3f69b5d37db37b874956130875cdf",
  "feed": "ftcomall",
  "title": "Drama has cost populists more votes than incompetence",
  "text": "<p>Consider, in this month of goodwill, the loneliness of Giorgia Meloni. The Italian <a href=\"https://www.ft.com/content/ae534f8b-24a7-4aa9-891b-6221eb3ce4af\">prime minister</a> is the only head of government in a G7 country who can be described without lurid exaggeration as a populist. She has seen the British swap Boris Johnson for a slightly bloodless <a href=\"https://www.ft.com/content/7e79b4e2-330e-4157-895f-64669a8c0b21\">Goldman Sachs alumnus</a>. She has seen Americans give a Beltway insider of half a century's standing good midterm election results for a sitting president. Outside the richest democracies, she sees a Brazil without Jair Bolsonaro on top of it.</p> <p>And Meloni, don't forget, is herself a kind of apostate of the right. To get and hold power, she has had to curb her Euroscepticism, cheer Ukraine on against Russia and put various respectables at the upper end of her cabinet. </p> <p>That populism is on the retreat has been said often enough of late. Exactly why, hasn't. Let us not pretend that elites have “read the room” and answered the “legitimate concerns” of angry voters in recent years. Net immigration in the UK has <a href=\"https://www.ft.com/content/e3038487-b2d9-4ac8-a5b4-712f8936ca47\">gone up</a>, not down, since Brexit. The US has as much a problem as ever with people crossing its southern border. Some economic trends in rich countries can be seen as sops to the raging heartlands, such as the growing industrial protectionism. Others, namely higher interest rates, can't. (Donald Trump used to bash the Federal Reserve for its monetary tightness, remember.) </p> <p>No, populism has suffered a far crueller fate than being argued against or competed with or given ground to. It has been allowed to burn itself out. </p> <p>Before it is anything else — divisive, inept, sometimes perceptive and necessary — populism is exhausting. It generates too much noise and scandal in government for all but the most news-hungry citizens to bear for long. Think of how Johnson and Donald Trump made their names as public figures. The weekly television show. The <a href=\"https://www.youtube.com/watch?v=w53JbQ4pMjE\">guest appearances</a>. The occasional book or eye-catching business deal. These men were never meant for the round-the-clock, 52-weeks-a-year exposure that even a normal national leader gets, much less a wild one. What is fun in controlled doses grates when it is the ambient noise of the age. </p> <p>Supposedly of the people, demagogues tend to underestimate how much the average voter, between elections, wants a quiet life. What ultimately did for Johnson was not his handling of one parliamentary sex scandal but the sense that, were he to survive it, there would be another fiasco, then another. What did for Trump was not his record on the pandemic (he was unpopular <a href=\"https://news.gallup.com/poll/203198/presidential-approval-ratings-donald-trump.aspx\">long before that</a>) but the endless commotion of public life under him. It would be nice to think that Americans were making a Jeffersonian statement about the importance of civic standards when they evicted him from the White House in 2020. “Enough, already,” was more like it.</p> <p>Drama, more than governmental incompetence, is what stops populists holding power for long. It wasn't Trump who invaded Iraq. It wasn't Johnson who made a farce of Britain in the financial markets a few months ago. Had each man been more circumspect in style, but no different in their administrative performance, he might be in office yet. </p> <p>But that drama is innate to populism. It can't be fixed. Bored out of its mind by the technical act of governing, this is a movement that lives on spectacle. This is why, among other reasons, it was always daft to compare the likes of Johnson and Trump with the strongmen of the 1930s. What obsessed Mussolini and Franco was control of the governmental machine (with a view to, you know, doing things), not just the circus of politics. Whatever an interwar dictator was upon attaining power, he wasn't the dog that caught the car. He had all too clear a plan for the vehicle.</p> <p>Put another way, fascism is about winning and doing. Populism is about losing, and cocking a snook at the winners. As a movement, it is at its happiest as a large minority of the electorate: enough to sustain its own <a href=\"https://www.ft.com/content/09efe55d-b42d-4dc0-b1f4-e228c92768d3\">media ecosystem</a>, provide earning opportunities for grifters and perhaps sway the official policy of the day. But not enough to have to govern. What happened circa 2016 was the loss of that equilibrium. Voters were given the chance to grow sick of these people.</p> <p>The parable of Nigel Farage is instructive. He has stood for the UK parliament <a href=\"https://www.ft.com/content/fd3df9ba-4480-11ea-abea-0c7a29cd66fe\">seven times</a>. He has failed seven times. But is “failed” the right verb? So much of his appeal and influence hinges on that distance from the centre of things. Were he to get in, or even serve in government one day, he would be too ubiquitous and powerful to keep the audience he built as a charismatic spoiler. Yet that, in miniature, is the fate that befell populism as a whole when it made its electoral breakthrough in the last decade. It is a victory from which it is still recovering.</p> <p><a href=\"mailto:janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p><p>Source: Janan Ganesh 2022 'Drama has cost populists more votes than incompetence' FT.com 27 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-27T11:57:43.919Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 275,
          "end": 288
        },
        {
          "start": 277,
          "end": 284
        },
        {
          "start": 277,
          "end": 290
        }
      ]
    }
  ]
}