{
  "_id": "bde45917ebbe8bf1941560ff28cf44f979ae62294d0be56d9311f11b7a8da508",
  "feed": "ftcomall",
  "title": "Inside DD's hunt for the Bed Bath & Beyond trader",
  "text": "<h1>To Bed, Bath, &amp; Beyond 🚀</h1> <p>Many good stories in finance begin with a securities <a href=\"https://www.sec.gov/Archives/edgar/data/0000886158/000193921022000004/0001939210-22-000004-index.htm\">filing</a>. </p> <p>When <strong>Bed Bath &amp; Beyond</strong>'s shares were gripped in a meme stock spike on the morning of August 17, DD's Antoine Gara started perusing the ailing retailer's public filings. </p> <p>One stood out. It was a filing made by an entity named <strong>FCM</strong> <strong>BBBY</strong> <strong>Holdings,</strong> <strong>LLC </strong>which listed its address as a nondescript Wyoming office building. The filing indicated that the investor had sold out of its investment in Bed Bath shortly after a 60 per cent surge in its share price.</p> <p>The entity's only other filing showed that it built a more than 6 per cent stake in the ailing retailer in July following its disastrous second-quarter earnings results in late June. FCM had made a return of at least 300 per cent in under a month. </p> <p>In its filings, FCM had attached a proposal to Bed Bath's board outlining how it could restructure its debt. </p> <p>It looked like a small hedge fund from Wyoming had tried a cute debt exchange and got lucky when Bed Bath's shares soared amid an August surge in meme stocks. </p> <p>But there was a twist. Antoine and the FT's Madison Darbyshire's digging revealed that a <a href=\"https://www.ft.com/content/b83144bd-830e-4e1d-a9a1-a1ee1ba61dab\">20-year-old university student</a> was at the centre of the trade. </p> <p><strong>Jake Freeman </strong>had sold more than $130mn of Bed Bath stock on Tuesday. He had just landed in Los Angeles ready to begin his senior year at the <strong>University of Southern California </strong>when Antoine got a hold of him.</p> <p>Freeman said he hailed from an affluent New Jersey suburb and had created the Wyoming LLC for his Bed Bath shares to avoid his home address being listed. His idea was the genesis of experiences he'd gained interning at an investment fund, he said.</p> <p>Freeman's background sets him apart from the typical <a href=\"https://www.ft.com/content/bce2ef2a-77d8-485e-ba69-92579f8fceb6\">“Generation moonshot”</a> crowd of risk-chasing young retail investors.</p> <p>His hedge fund mentor, <strong>Vivek</strong> <strong>Kapoor</strong>, a former <strong>Credit</strong> <strong>Suisse</strong> executive and chief investment officer of <strong>Volaris Capital</strong>, confirmed his story. The two were listed on multiple research papers published by Volaris, which manages nearly $1bn.</p> <p>Freeman had also done a <a href=\"https://twitter.com/WookCapital/status/1557456818154135552\">long interview</a> of his Bed Bath idea on <strong>Twitter</strong> <strong>Spaces</strong>.</p> <p>There were mysteries, such as how Freeman sourced the initial $27mn to make his investment. He said he raised the capital after pitching the idea to people in his orbit and friends and family, but would not elaborate.</p> <p>DD wonders whether the idea set out in the letter would have worked.</p> <p>Freeman believed Bed Bath could utilise its meme stock status to tender for its debt below par value by offering a goody bag of stock warrants and convertible bonds that capitalised on its high stock volatility. This is reminiscent of <strong>Hertz</strong>'s unsuccessful play to sell stock after it filed for bankruptcy. </p> <p>Was Freeman on to something, or had he gotten extremely lucky in exiting amid a meme stock surge?&#xa0;</p> <p>Bloomberg subsequently <a href=\"https://www.bloomberg.com/news/articles/2022-08-18/bed-bath-beyond-is-said-to-tap-kirkland-ellis-for-debt-help\">reported</a> Bed Bath hired <strong>Kirkland &amp; Ellis</strong> to consider restructuring, sending shares plunging 40 per cent. The plunge will probably leave many unlucky retail investors nursing heavy losses.</p> <p>DD wants to hear your analysis of his proposal, <a href=\"https://www.sec.gov/Archives/edgar/data/886158/000193921022000002/ex.pdf\">outlined here</a>. Drop us a line: <a href=\"mailto:due.diligence@ft.com\">due.diligence@ft.com</a>.</p> <h1>Tiger Global finds meaning from a ski crash</h1> <p>As financial markets soared in 2021, investors at <strong>Tiger Global</strong> gathered to hear advice from <strong>Lindsey Vonn</strong>, the US Olympic ski champion who has staged more than one successful comeback from potentially career-ending crashes.</p> <p>For Tiger's founder <strong>Chase Coleman</strong>, the lesson in resilience may now prove useful. </p> <p>The New York hedge fund has undergone an overhaul after being swept up in an avalanche of high interest rates and tumbling tech stocks. Its flagship fund <a href=\"https://www.ft.com/content/87347d49-390d-408b-9059-2e5a42b5787c\">shed half its value by July</a>, causing billions of investor losses. (The FT's Laurence Fletcher chronicles Tiger's downhill slump in this <a href=\"https://www.ft.com/video/ad86aef6-6243-4546-b8a0-4c249db4495b\">video</a>.)</p> <a href=\"http://www.ft.com/cms/ad86aef6-6243-4546-b8a0-4c249db4495b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Tiger has led a review of its portfolio that yielded cutting pandemic winners such as <strong>Zoom</strong>, <strong>DocuSign</strong>, <strong>DoorDash</strong> and <strong>Peloton</strong>, which have fuelled a sharp drawdown from the former $90bn-in-assets firm's peak.</p> <p>It has also dramatically slashed its exposure to stocks and pared back its bets that prices will rise while placing more emphasis on its short book, overseen by Coleman, which bets that certain companies will decline in value.</p> <p>Tiger has concentrated its remaining holdings in more stable companies, including large, long-term bets on <strong>Microsoft</strong>, <strong>Atlassian</strong>, <strong>SeviceNow</strong> and Chinese ecommerce group <strong>JD.com</strong>, according to people familiar with the situation and filings. </p> <p>It built large positions in technology giant <strong>Alphabet</strong> and cyber security firm <strong>SentinelOne</strong> before a recent spike in the <strong>Nasdaq</strong>, said sources close to the firm. Significant new positions have emerged in China, where Tiger now counts jobs website <strong>Kanzhun</strong> and electric carmaker <strong>Li</strong> <strong>Auto</strong> as top-10 long positions firm-wide.</p> <p>As its portfolio transforms, so too have some of its important investment roles. </p> <p>China-based partner <strong>Edward Lei</strong> has left the firm after nearly a decade, while<strong> T Rowe Price </strong>portfolio manager <strong>Dai Wang</strong> has been brought in to lead its public stock investments in the country. <strong>Sam Harland</strong>, who helped oversee Tiger's former $1bn position in<strong> Carvana</strong>, has left. Former <strong>Palestra</strong> <strong>Capital Management</strong> analyst <strong>Ben Tso</strong> and <strong>Evan Stanleigh</strong>, a partner at hedge fund <strong>Cadian Capital</strong>, have recently joined, with four more new hires set to join in September.</p> <p>The fund's newest recruits will be part of a recovery strategy that has been described prosaically by one person familiar with Tiger as “a focus on not losing money”.</p> <p>Many issues linger: Tiger's changes are still <a href=\"https://www.ft.com/content/59d1a815-a25d-46cc-8d9f-20920287dc50\">small potatoes</a> compared to its outsized exposure to unprofitable tech companies, Alphaville notes. </p> <p>Moreover, by cutting risk, Tiger is preparing for what could be another leg down in tech stocks if earnings follow valuations downward. It underscores fears that more pain could be in store.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Credit Suisse </strong><a href=\"https://www.ft.com/content/97831096-287a-46bf-b77f-409e99d98c29\">has appointed</a> <strong>Deutsche Bank's</strong> <strong>Dixit Joshi</strong> as chief financial officer and<strong> Bank of Ireland </strong>CEO<strong> Francesca McDonagh</strong> will be appointed chief operating officer.</p></li>  <li><p><strong>Shalev Hulio </strong>is stepping down as CEO of Israeli spyware company <strong>NSO Group</strong>. Chief operating officer <strong>Yaron Shohat</strong> has been tasked with overseeing a reorganisation of the company ahead of naming a successor.</p></li>  <li><p>Longtime <strong>McDonald's</strong> board member <strong>Sheila Penrose</strong> is retiring, several months after being targeted in an <a href=\"https://www.ft.com/content/40ea0017-1397-4d68-8d3d-d1eb134cb4b1#post-926cdbed-f80e-4506-961e-9a4c3812983c\">unsuccessful campaign</a>. <strong>Marriott International</strong> CEO <strong>Tony Capuano</strong>, <strong>Johnson &amp; Johnson </strong>executive<strong> Jennifer Taubert</strong> and <strong>Salesforce </strong>finance chief <strong>Amy Weaver</strong> will join the board in October.</p></li>  <li><p><strong>Adidas </strong>CEO <strong>Kasper Rørsted </strong><a href=\"https://www.ft.com/content/38a76f56-13e7-4e61-8861-d762b71ca109\">will leave his post</a> next year, three years before his contract was up.</p></li>  <li><p><strong>Randy Mastro</strong>, the trial lawyer and former deputy mayor of New York under <strong>Rudy Giuliani</strong>, is joining law firm<strong> King &amp; Spalding </strong>as a partner. He previously chaired <strong>Gibson, Dunn &amp; Crutcher</strong>'s litigation practice for more than two decades.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Liquidity issues </strong>Self-described LinkedIn influencer Louise McCarthy and ex-Goldman Sachs investor Anthony Moore's £10mn fund Athena Ventures promised to help level the playing field for female founders. <a href=\"https://sifted.eu/articles/evrensel-capital-partners-athena-anthony-moore/\">But the money never came</a>, reports Sifted.</p> <p><strong>Under the influence </strong>A new challenger has come knocking for DraftKings and FanDuel's duopoly on mobile sports betting: controversial social media star Jake Paul. But converting his young audience into gamblers <a href=\"https://nymag.com/intelligencer/2022/08/jake-paul-takes-on-sports-media-with-gambling-app-betr.html\">carries unforeseen risks</a>, New York Magazine writes.</p> <p><strong>TGIT </strong>If there's any indication that the four-day workweek is becoming a new reality, it's the state of London's pub scene on Thursday evenings. Industries dependent on office workers <a href=\"https://www.ft.com/content/7166c0e1-c276-476f-a016-79298d2e4408\">best not get their hopes</a> up that commuters will return in pre-Covid numbers anytime soon, writes the FT's Pilita Clark.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/ef6b1b24-a70a-403f-bcd1-d19b8c611f80\">SoftBank sold Alibaba shares to reassure investors, finance chief admits</a> (FT)</p> <p><a href=\"https://www.ft.com/content/96e7bd8f-280c-4f04-8f83-ccb7fd9f1c06\">Warren Buffett's Berkshire Hathaway wins approval to buy up to half of Occidental</a> (FT + <a href=\"https://www.ft.com/content/d0906f16-bc47-476a-8e9f-d33fa9659aec?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/47af5998-c4eb-4a62-8841-9d5b060f2a2b\">Cineworld vows ‘business as usual' as it confirms possible US bankruptcy filing</a> (FT) </p> <p><a href=\"https://www.ft.com/content/cbe1c23e-e929-42ec-8f0d-58065802c53e\">Bulb bailout cost set to top £4bn by spring</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b0a32108-caa3-4f9d-917a-3038843ce8d8\">Thoma Bravo agrees $730mn takeover of Australia mapping company</a> (FT)</p> <p><a href=\"https://www.ft.com/content/602a0c42-6ff9-475f-af0c-11d8bf49f16f\">Vodafone to sell Hungarian business for $1.8bn</a> (FT + <a href=\"https://www.ft.com/content/68996244-3ea7-4f2b-815e-14bda4d2c89a\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/e8d1e5f8-5f98-4f3d-aab2-6ef2a2fd6910\">Ben &amp; Jerry's loses attempt to block ice cream sales in West Bank</a> (FT) </p> <p><a href=\"https://www.ft.com/content/7cfa9036-afc0-4736-9ff0-699e4243e075\">PwC sued by auditor after ‘pub golf' brain injury</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-08-21/seized-russian-superyacht-to-be-auctioned-to-pay-jpmorgan-loan\">Seized superyacht to be auctioned to pay JPMorgan loan</a> (BBG)</p> <p><a href=\"https://www.ft.com/content/a180d226-10a6-4c9f-990e-8be719dd0bc2\">UK's FCA fines Citigroup £12.5mn for trading oversight failures</a> (FT)</p><p>Source: Francesca Friday 2022 'Inside DD's hunt for the Bed Bath &amp; Beyond trader' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-23T04:01:00.271Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.992,
      "offsets": [
        {
          "start": 6804,
          "end": 6817
        },
        {
          "start": 6860,
          "end": 6867
        },
        {
          "start": 6860,
          "end": 6873
        }
      ],
      "weightsV2": {
        "weight": 0.3496492,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.6503508,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}