{
  "_id": "264f11e69605bb5706ec90d27982ecc351e72627094c630e762da99bdb1f3f5e",
  "feed": "wall-street-journal",
  "title": "What's Ahead for Global Financial Markets; The CEO of Goldman Sachs offers his take on the stock market, interest rates, crypto—and where the risks are",
  "text": "<p>It has been a tumultuous year for the global economy. The world's finances have been battered by inflation, war and an energy crisis.</p><p>For a closer look at where it all may be heading, The Wall Street Journal's Thorold Barker spoke with David Solomon, chief executive of Goldman Sachs Group Inc., at The Wall Street Journal's CEO Council Summit. Here are edited excerpts of the conversation.</p><p>WSJ: Are we in a new world of higher interest rates and higher inflation? Or are we going to see a reversal toward what we've seen over recent years?</p><p>MR. SOLOMON: The pandemic disrupted supply chains, and then we saw a meaningful fiscal stimulus. Another black-swan event was the war. It's not surprising that that's led to inflation.</p><p>We're in the process of trying to unwind that. Naturally, you're seeing monetary policy shift relatively quickly, so we're in a period of higher rates. Now the market's making an assumption that the Federal Reserve will stop raising rates sometime soon.</p><p>But we're still early in this. I think it's uncertain. And we still have a pretty strong economy. If you look at service industries, and you look at how tight labor is at the moment, we still have a ways to go to get to the right balance. Anybody who tells you they know, they don't know.</p><p>WSJ: Are you concerned that markets have gotten ahead of themselves here, hoping for this slightly Goldilocks outcome?</p><p>MR. SOLOMON: One of the things I've learned over my nearly 40 years of doing this is markets are pretty smart, but that doesn't always mean that at any moment that they're 100% right.</p><p>Our economists certainly look for slower growth next year. They're calling for 1.9% growth globally. But they are of the view that there's a reasonable chance of having a relatively soft landing. I would define a soft landing as: We get back to close to 4% inflation, the Federal Reserve stops raising rates at 5%, we have 1% growth.</p><p>There's a reasonable possibility we could navigate a scenario like that. But there's a very reasonable possibility that we could have a recession of some kind. When I talk to most CEOs, when I'm out talking to clients, most CEOs are cautious about how they're operating their business. They're saying, \"I'd rather prepare for a more difficult environment and be a little bit more cautious right now.\" That creates that negative cycle. People slow down their planning, they hold back on spending, they start trimming labor.</p><p>WSJ: How much are you cutting in anticipation of this?</p><p>MR. SOLOMON: We are obviously very focused and correlated to the economic environment. Our business is very correlated to growth in the world and global activity. In an environment where it's slowed down very quickly, it has an impact on our business.</p><p>It's a natural phenomenon that you therefore have to trim in some areas and pull back. We're going through the process of thinking about how we're going to do that. But for sure we'll have to narrow our footprint a little bit.</p><p>WSJ: You've been trying to get people back into the office for a while. Has this encouraged people to come back in a way that maybe they weren't before?</p><p>MR. SOLOMON: Every business has to do what it thinks is right for their business. I have not had a strong point of view about how others should run their business. But I have a very strong point of view about how Goldman Sachs should run its business. Our business is a professional-services human-capital business where 50% of the people who work for Goldman Sachs around the world are in their 20s. They come to Goldman Sachs to have an experience, to learn, to work in teams, to collaborate. And if that's all fragmented, that experience breaks down. We needed to create a culture of bringing people back very quickly, because we thought it was hurting our competitive position as a business.</p><p>And so we have nudged, cajoled, evolved. But the bottom line is, we generally are operating pretty close to the way we operated before the pandemic.</p><p>WSJ: One of the big changes in the world over the last year or so has been the Ukraine war, the cutting off of energy supply to Europe. We've had a lot of tension with China, people trying to reshore their production and diversify away from reliance on China. How do you see the outlook for globalization?</p><p>MR. SOLOMON: Over the last few decades we've operated with an ethos of, \"Make it in the place where it's as inexpensive as possible, and sell it in the place where you can accomplish the higher margin.\"</p><p>Now people are rethinking with certain things—with energy, with food, with minerals, with certain healthcare needs, with microchips. People are saying, \"I need security. I have to consider cost and friction.\" There are some things where cost and friction don't matter; what matters is security, access, stability. That is a more permanent shift. But that doesn't mean we're deglobalizing. That just means that we're choosing much more carefully and a little bit more thoughtfully who our partners are on certain things. That's only getting amplified because at the moment the geopolitical world has gotten more complex.</p><p>WSJ: I want to do a very quick-fire set of questions, just give me a prediction about whether these things are going to be up or down in a year's time. U.S. stocks in a year's time?</p><p>MR. SOLOMON: Lower.</p><p>WSJ: Treasury yields.</p><p>MR. SOLOMON: Slightly stronger.</p><p>WSJ: Treasury yields, 10-year</p><p>MR. SOLOMON: If you get a soft landing you'll see 10-year higher. If you don't you're going to see a reversal of policy, and then you could see rates the same or lower.</p><p>WSJ: Soft landing, yes/no?</p><p>MR. SOLOMON: Can I say 35%?</p><p>WSJ: Oil.</p><p>MR. SOLOMON: Higher.</p><p>WSJ: Residential real estate.</p><p>MR. SOLOMON: Lower.</p><p>WSJ: Crypto.</p><p>MR. SOLOMON: I find cryptocurrencies, bitcoin, those things that people are speculating on, completely uninteresting, not really relevant, not in our mind-set. We're focused on the ability to innovate in financial services, to innovate with financial infrastructure. We did a bond just last week for the European Investment Bank that we settled in 90 seconds instead of the normal three to five days that it would take.</p><p>WSJ: Do you think that bitcoin will have meaningful value in 10 years, personally? Do you think that will still be a thing?</p><p>MR. SOLOMON: I don't know. With all the things we're focused on, the value of bitcoin is not something that I view as really significant. It's a speculative thing. It might be worth something, it might not. But I don't really see it having a use case, which I think is the more interesting thing to focus on.</p><p>WSJ: Are we going to see more bankruptcies come post-FTX?</p><p>MR. SOLOMON: There's a whole infrastructure of companies that are trying to innovate around all of this, and they span across that whole range. A lot of the companies will be super successful, in my opinion, particularly in areas like infrastructure innovation in terms of the way money moves.</p><p>There are opportunities for people to do interesting things. But as you move into the infrastructure that's basically taking cryptocurrency tokens, and lending against them, and trying to create a financing business against those platforms, a lot of the air has come out of that, but that's a place where the business models are more uncertain, more vulnerable. Tougher for me to see how they evolve, with a five-year view.</p><p>WSJ: Is there anything in that wreckage that's interesting for a company like you to go in and make better? Any of these exchanges that are interesting for a regulated business to try and develop?</p><p>MR. SOLOMON: In terms of cryptocurrency and these tokens, etc., we're still, from a regulatory perspective, excluded from participating in a lot of this. I'd go back to the underlying technology. We're spending a lot of time trying to innovate around using blockchain technology.</p><p>Think about bank loans, when people buy and sell bank loans. The latency in terms of how they settle, it takes 30, 60, 90, 120 days to settle a bank loan. We've been working on a digital loan-administrative platform that we've recently launched. That gives us an opportunity to take the latency out of settling bank loans. So I think there are lots of interesting areas for large institutions like ours to look at the technology and say, \"How can this technology take risk out of the market system, strengthen the market system?\"</p><p>WSJ: When you look around the financial system, where do you see the biggest risks?</p><p>MR. SOLOMON: There's significant growth in government debt. That's something to watch and think about. There's a lot of activity, given the way the regulatory structure has evolved over the course of the last 10, 15 years.</p><p>There's a lot of activity that used to be in the regulated banking system that is now outside the regulated banking system, and there's leverage and financing against that. A lot of lending goes on outside the regulated banking system. That's actually a good thing. But you have to watch where people are using leverage to drive returns and capabilities around that.</p><p>What's Ahead for Global Financial Markets</p>",
  "published": "2022-12-09T18:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 54,
          "end": 61
        },
        {
          "start": 54,
          "end": 67
        },
        {
          "start": 268,
          "end": 292
        },
        {
          "start": 270,
          "end": 277
        },
        {
          "start": 270,
          "end": 283
        },
        {
          "start": 270,
          "end": 294
        },
        {
          "start": 3289,
          "end": 3302
        },
        {
          "start": 3329,
          "end": 3336
        },
        {
          "start": 3329,
          "end": 3342
        },
        {
          "start": 3427,
          "end": 3440
        },
        {
          "start": 3468,
          "end": 3475
        },
        {
          "start": 3468,
          "end": 3481
        },
        {
          "start": 3488,
          "end": 3501
        },
        {
          "start": 3530,
          "end": 3537
        },
        {
          "start": 3530,
          "end": 3543
        }
      ]
    }
  ]
}