{
  "_id": "7fdf4c467726fffa7cc1cd8dc623d39c443c8c897ce18f2419f500638db16634",
  "feed": "ftcomall",
  "title": "FirstFT: Macron accuses Le Pen of dependence on Putin",
  "text": "<p>Emmanuel Macron, France's president, has <a href=\"https://www.ft.com/content/a9a32a90-8192-4968-9af5-a6119424e54c\">accused his far-right rival Marine Le Pen</a> of being beholden to Vladimir Putin and of risking civil war with her plans to curb Islamism. </p> <p>But in a combative television debate four days before the final vote of the <a href=\"https://www.ft.com/content/6855ef17-643c-4cfd-b249-0bbbb9a85195\">presidential election</a>, Macron was unable to land the same kind of killer blows that sealed Le Pen's defeat in 2017. </p> <p>Le Pen, who has her best chance to date of becoming France's first woman president and its first far-right head of state since the second world war, outlined her plans to drastically reduce “massive, anarchic” immigration, reform the EU and impose law and order. </p> <p>She also accused the liberal Macron of having a “very bad economic record” and “an even worse social record” as president.</p> <ul>  <li><p><strong>Analysis:</strong> No knockout blows were landed in the French debate as Le Pen kept her cool, <a href=\"https://www.ft.com/content/2fc8f0da-3be5-4b8e-8cee-35aad1590863\">Ben Hall writes</a>.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>The latest from the war in Ukraine</h1> <ul>  <li><p><strong>Military developments:</strong> President Vladimir Putin has hailed the “liberation” of the <a href=\"https://www.ft.com/content/7e1307f8-6ec6-4a12-a7f1-a97c23a6167e#post-ee2a4831-20f2-4087-8700-a0d40a9394cd\">Ukrainian port city of Mariupol</a> after a two-month battle, claiming a big success for Russia in the war against its neighbour.</p></li>  <li><p><strong>Interview: </strong>Serbia's president Aleksandar Vucic has told the FT that his country would <a href=\"https://www.ft.com/content/0041d1a9-7fbd-4ea3-8176-e8b7d99e4a92\">not jeopardise national interests</a> by joining western sanctions against Russia.</p></li>  <li><p><strong>Ukraine's economy:</strong> The head of the IMF said Ukraine would need <a href=\"https://www.ft.com/content/c8352eac-f7a6-44e6-b7ad-55c25818f913\">$5bn a month</a> for the next three months to plug the hole in its finances left by Russia's invasion.</p></li>  <li><p><strong>Sport: </strong>Wimbledon has <a href=\"https://www.ft.com/content/c372305c-a6ee-4a5d-aa77-51ded7676bca\">banned players</a> from Russia and Belarus from competing at this year's tennis championships, drawing accusations of discrimination.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Bill Ackman sells entire Netflix stake at roughly $400mn loss</strong> A day after Netflix shocked investors with a warning that it would lose 2mn subscribers in the current quarter, hedge fund billionaire Bill Ackman <a href=\"https://www.ft.com/content/47694fa4-2a4d-489d-b87b-65a3a91d178f\">dumped all his shares</a> in the streaming service. Netflix shares closed down 35 per cent yesterday, wiping $54bn from the company's market value and extending its loss for the year to 62 per cent.</p> <ul>  <li><p><strong>Go deeper: </strong>Netflix <a href=\"https://www.ft.com/content/cea59de9-138c-4f6b-9f41-a8eca3de313f\">jettisons anti-ad principles</a> to cope with lean times. </p></li> </ul> <p><strong>2. Musk confident Tesla can steer past supply chain issues</strong> Elon Musk said severe supply chain pressures would put a brake on the electric carmaker's growth in the current quarter, but he was <a href=\"https://www.ft.com/content/87fa2879-c2ab-4efb-892d-edfc0b30154c\">bullish for 2022</a> and claimed a new robotaxi would reach production in 2024.</p> <p><strong>3.</strong> <strong>Pentagon chief holds first talks with senior Chinese military official</strong> Lloyd Austin, the US defence secretary, has spoken to his counterpart in China <a href=\"https://www.ft.com/content/3adc6cf3-a2c7-49a7-ad64-720a8e0196a5\">for the first time</a>. The White House has been pushing for the meeting with General Wei Fenghe since Joe Biden entered office 15 months ago.</p> <p><strong>4.</strong> <strong>Goldman Sachs sought to woo FTX at Caribbean meeting</strong> Goldman Sachs chief executive David Solomon met billionaire FTX founder Sam Bankman-Fried in March <a href=\"https://www.ft.com/content/53dde228-02bb-4193-b47e-0d171ae96073\">to discuss forging closer ties</a> between the Wall Street bank and the barely three-year-old cryptocurrency exchange valued at $32bn.</p> <p><strong>5.</strong> <strong>Cnooc shares soar on Shanghai debut</strong> Shares in the state-run oil company <a href=\"https://www.ft.com/content/8f6c58d0-7e0b-4c3d-9724-3865320f57c2\">jumped nearly 50 per cent</a> on their Shanghai debut. Cnooc was delisted from the New York Stock Exchange in October following a Trump administration executive order banning US investment in companies deemed to be part of China's “military-industrial complex”.</p> <h1>The day ahead</h1> <p><strong>Global economy debate</strong> Federal Reserve chair Jay Powell and Christine Lagarde, president of the European Central Bank, will take part in the <a href=\"https://meetings.imf.org/en/2022/spring/schedule/2022/04/21/imf-seminar-debate-on-the-global-economy\">IMF's Debate on the Global Economy</a>, moderated by IMF managing director Kristalina Georgieva. (IMF) </p> <p><strong>Company earnings</strong> Blackstone, which this week announced it was buying one of <a href=\"https://www.ft.com/content/8e6ba0f7-66f7-4e98-82c9-976fe82d8fb7\">the biggest portfolios of student housing</a> in the US, is expected to report first quarter revenue increased by almost a third compared with the same period last year. American Airlines, Freeport-McMoRan, Philip Morris, and Dow Inc also report earnings.</p> <p><strong>Johnson in India</strong> The UK prime minister is expected to <a href=\"https://www.ft.com/content/d2b1bd03-26e0-4811-acfc-4c11acbd0ac5\">avoid the issue of Ukraine</a> as he begins a two-day visit to India, and will instead focus on building bilateral trade and defence links.</p> <p><em>Register </em><a href=\"https://click.newsletters.ft.com/f/a/84pKXsdddi3kui400om9eQ~~/AAAAAQA~/RgRkNuloP0ThaHR0cHM6Ly9jcnlwdG8ubGl2ZS5mdC5jb20vP3JlZmVyZW5jZT1GVE5ld3NsZXR0ZXImJTNCdXRtX3NvdXJjZT1lbWgmJTNCdXRtX21lZGl1bT1GVE5ld3NsZXR0ZXImJTNCdXRtX2NhbXBhaWduPTIwMjJwY3J5cHRvYW5kZGlnaXRhbGFzc2V0c3N1bW1pdCZlbWFpbElkPTYyNTQ2MTYxMjZiMGZjMDAyM2VjNjViYSZzZWdtZW50SWQ9OGMxN2EzNzMtZjhiYS05NDcwLTU3NjAtMTY4ODZjMjg0ZjIyVwhmaW50aW1lc0IKYktoZFRiDBYfzlIVZW1pbHkuZ29sZGJlcmdAZnQuY29tWAQAAAAA\"><em>here</em></a><em> to attend the FT's first Crypto and Digital Assets Summit on April 26-27. Be sure to check out the full line-up of events, including remarks from Changpeng Zhao, founder and chief executive of Binance.</em></p> <h1>What else we're reading</h1> <p><strong>The Climate Game — can you reach net zero?</strong> Today the FT launches a game that puts <a href=\"https://ig.ft.com/climate-game/\">you in charge</a> of solving climate crisis. Can you cut emissions to net zero by 2050 while protecting nature and preserving livelihoods? </p> <p><strong>Welcome to libertarian paradise </strong>The island of Sark in the English Channel is independently governed as part of the Bailiwick of Guernsey, one of Britain's three Crown dependencies. It has no income tax, no inheritance tax, no capital gains tax, no VAT and no employment laws of any kind. But is it the <a href=\"https://www.ft.com/content/ee25056f-1918-4c24-9f64-ce4e9131780b\">Ayn Rand-style haven</a> it's cracked up to be?</p> <p><strong>Can policymakers boost dwindling fertility rates?</strong> The South Korean government issues one-off pregnancy gifts of $1,700 — as a reward for helping the country address its dire demographic crunch. Such tactics are not unusual. Developed economies are offering <a href=\"https://click.newsletters.ft.com/f/content-530cde70-eea2-47ff-8b4e-5efa8b9630d5/mkT6-Hu3_EsLpz1feCJouA~~/AAAAAQA~/RgRkQwdoP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNTMwY2RlNzAtZWVhMi00N2ZmLThiNGUtNWVmYThiOTYzMGQ1P2VtYWlsSWQ9NjI2MDdjMzNlOGYyMjQwMDIzZTVkMmIxJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpiXW2CYGK34_-xUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">increasing amounts in subsidies</a> to encourage citizens to have more children. But there is little evidence that they are having an effect.</p> <p><strong>Germany prepares for a Russian gas embargo</strong> Shocked by the devastation visited on Ukrainian cities by Moscow's bombs, the EU has imposed swingeing sanctions on Russian hydrocarbons. But talk of a full-scale embargo on Russian energy is <a href=\"https://www.ft.com/content/e82b11a1-cf1f-4543-9f9f-6ab70da6b746\">spreading panic in Germany</a>.</p> <p><strong>The future of hiring is all about skills</strong> The “grey resignation” is a term I'm seeing everywhere, writes Isabel Berwick in the latest edition of our Work &amp; Careers email, <a href=\"https://www.ft.com/content/cdb81249-600d-452d-a502-5158a62e798c\">as she contemplates</a> how to make the final years of her working life “really meaningful”. This week's Working It podcast is on the future of hiring.</p> <p><em>Thank you to readers who took yesterday's poll — 60 per cent of respondents said they would invest their bonus money.</em></p> <h1>Food &amp; Drink</h1> <p>Since the invasion of Ukraine, bars and retailers have been delisting Russian brands in&#xa0;protest and, in some cases, theatrically pouring the liquor down the drain. What's the alternative? <a href=\"https://www.ft.com/content/7a035276-9b2f-40ea-8836-32af636bf3cf\">Kyiv vodka</a>, of course.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2022 'FirstFT: Macron accuses Le Pen of dependence on Putin' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-21T10:22:41.127Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2730,
          "end": 2743
        },
        {
          "start": 2730,
          "end": 2737
        },
        {
          "start": 2783,
          "end": 2796
        },
        {
          "start": 2763,
          "end": 2776
        },
        {
          "start": 2783,
          "end": 2790
        },
        {
          "start": 2710,
          "end": 2723
        }
      ]
    }
  ]
}