{
  "_id": "8ff54eed9860dda2c8a3b53ec21c918c36046222dc3b6d6952cec0d5da2dd116",
  "feed": "ftcomall",
  "title": "Ex-Goldman Sachs banker's 1MDB trial to be paused on new evidence disclosure",
  "text": "<p>The trial of a former banker at Goldman Sachs charged in connection with the multibillion-dollar 1MDB scandal will be put on hold after US prosecutors admitted they failed to provide thousands of documents to the defence team.</p> <p>Prosecutors wrote in a letter submitted to Judge Margo Brodie late on Tuesday night that they had just learned a Department of Justice team had failed to provide them and Ng with approximately 15,500 documents from email accounts and a laptop belonging to Tim Leissner, a former Goldman Sachs partner and colleague of Ng's who has been the government's <a href=\"https://www.ft.com/content/52a072a2-fe0a-11e8-ac00-57a2a826423e\">star witness</a>.</p> <p>Prosecutors called it an “inexcusable” mistake, according to the letter.</p> <p>Brodie, who is presiding over the trial in Brooklyn federal court, said on Wednesday that she would pause proceedings after the government finished questioning Leissner to allow Ng's legal team to review the newly acquired documents ahead of their cross-examination.</p> <p>She said the matter was “particularly troubling” given that she had previously asked prosecutors to confirm all relevant information had been shared with the defence.</p> <p>Marc Agnifilo, Ng's defence lawyer, called the lapse a “categorical, serious failure”. </p> <p>He said that while he did not want “to move from this trial”, he would seek a mistrial if he thought it could not continue after receiving the documents.</p> <p>The disclosure will disrupt <a href=\"https://www.ft.com/content/d12b19ad-9c0b-4ebc-8598-f936862c0044\">Ng's court case</a>, which is in its second week. Ng, a former managing director at Goldman, was arrested in Malaysia in 2018 at the request of US authorities and charged with conspiring to bribe officials and launder billions of dollars from the Malaysian state investment fund. He has pleaded not guilty. </p> <p>For the past few days, the government has been examining Leissner, who pleaded guilty to charges of conspiring to launder money and violate foreign bribery laws in connection with the 1MDB fraud. That questioning was set to continue on Thursday, although it was unclear when the trial would resume for Leissner's cross-examination. </p> <p>Leissner has <a href=\"https://www.ft.com/content/9f27d719-19e5-4949-93ad-5de742242476\">testified</a> that Goldman earned close to $700mn in fees for its work with 1MDB on three bond offerings in 2012 and 2013, which raised roughly $6.5bn. Of that, the DoJ alleges that more than $2.7bn was misappropriated by <a href=\"https://www.ft.com/content/827d5727-3cf7-4881-8925-ca8812628539\">Jho Low</a> — the Malaysian financier accused of masterminding the fraud — along with Ng and others. Low remains at large and <a href=\"https://www.ft.com/content/d0e1ed4e-fb3e-11e9-a354-36acbbb0d9b6\">maintains his innocence</a>.</p> <p>Leissner on Wednesday described concealing from Goldman the critical role Low played at 1MDB as well as meetings with the financier across the world, including in Los Angeles and New York. </p> <p>Low had been rejected twice as a Goldman private wealth management client due to concerns over the source of his wealth and coverage of the financier's <a href=\"https://www.ft.com/content/0750ded2-b002-11e8-99ca-68cf89602132\">celebrity-studded partying</a>.</p><p>Source: Stefania Palma in New York 2022 'Ex-Goldman Sachs banker's 1MDB trial to be paused on new evidence disclosure' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T22:32:29.372Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3,
          "end": 10
        },
        {
          "start": 3,
          "end": 16
        },
        {
          "start": 32,
          "end": 39
        },
        {
          "start": 32,
          "end": 45
        },
        {
          "start": 506,
          "end": 513
        },
        {
          "start": 506,
          "end": 519
        },
        {
          "start": 1450,
          "end": 1457
        },
        {
          "start": 2033,
          "end": 2040
        },
        {
          "start": 2431,
          "end": 2438
        },
        {
          "start": 2605,
          "end": 2612
        }
      ]
    }
  ]
}