{
  "_id": "c3f4ff3577867c06621e1a6644d562f9befa1c9c003301a05eb42e4c34041c08",
  "feed": "ftcomall",
  "title": "Dr Martens tumbles as Permira offloads shares",
  "text": "<p>Dr Martens' share price dropped more than 10 per cent on Thursday after its former owner Permira sold a chunk of its holding, in the first of several expected sell-offs by the private equity firm.</p> <p>The London-based investment group bought the iconic shoe brand in 2014 for <a href=\"https://www.ft.com/content/e4f42b50-3743-11e3-b42e-00144feab7de\">£300m</a> and had a 75 per cent stake in the company when it <a href=\"https://www.ft.com/content/175572ec-7740-46c9-8f20-fbe738ceb77c\">went public</a> in January 2021.</p> <p>On Thursday, Permira offloaded a 6.5 per cent stake allowing it to recoup £257m while retaining a significant 37 per cent holding in the business. Barclays and Goldman Sachs placed 65m Dr Marten shares at 395p each.</p> <p>The private equity firm is expected to sell more of its stake, analysts said. Both Permira and Dr Martens declined to comment.</p> <p>Though shares in Dr Martens stock closed 10.7 per cent down at 376.2p, John Stevenson, an analyst at Peel Hunt, said the sale was “standard private equity behaviour”, adding: “When there's a placing of that scale, it will typically be done at a discount.”</p> <p>If further sell-offs are handled in “an orderly fashion”, investors will continue to show interest in the bootmaker, Stevenson said. “The fundamentals are very attractive, the brand has great longevity. With the high level of cash generation, it could lead to special dividends in time.” </p> <p>The Northamptonshire-based boot maker enjoyed a successful <a href=\"https://www.ft.com/content/b21746a7-2a41-45b2-b018-5f691fe68632\">initial public offering </a>last year, with shares jumping to a 14 per cent premium over its offer price of 370p. The stock breached the 500p mark in February 2021 but has since shed more than a quarter of its value.</p> <p>At first-half results in December, Dr Martens recorded a 46 per cent rise in pre-tax profit compared with the previous year, thanks to strong retail and ecommerce revenues. </p> <p>But supply chain disruptions held back sales, as lockdowns closed Dr Martens' production facilities in Vietnam.</p> <p>Backlogs at Los Angeles ports left some retailers with stock shortages ahead of the holiday season and helped pushed back £20m of wholesale revenue to the second half of the year. </p> <p>The disruption will lead to price rises. Kenny Wilson, chief executive, told the Financial Times in <a href=\"https://www.ft.com/content/6caff6d6-ddb0-4423-ad6e-4f84a91907a0\">December</a>: “Everything is rising around the world: raw material costs are rising, transportation costs are rising . . . fundamentally, price increases are needed to cover that inflation.” </p> <p>From July, the UK price of a pair of the company's iconic 1460 boots will rise from £149 to £159, he added.</p><p>Source: Ian Johnston 2022 'Dr Martens tumbles as Permira offloads shares' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-06T18:29:14.745Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 518,
          "end": 531
        },
        {
          "start": 518,
          "end": 525
        }
      ]
    }
  ]
}