{
  "_id": "604b1f726a3126bfa320a51f4becec75e1e311de228b7b0cde83be565530ec3b",
  "feed": "ftcomall",
  "title": "Blackstone/Emerson: vendor fills financing void left by banks",
  "text": "<p>Private equity deals are not quite dead. But vendor companies may just have to wait to get all their cash. </p> <p>Blackstone is acquiring a majority stake in <a href=\"https://www.ft.com/stream/7a8891da-1cb7-477c-83ff-9b7f7a3949b5\">Emerson's</a> air conditioning components business at an enterprise valuation of $14bn. Perhaps surprisingly, the biggest private capital firm in the world is starting with a restrained 55 per cent stake. </p> <p><a href=\"https://www.ft.com/stream/2519f1ee-e8b7-4f4b-976a-d2f4cf7b7dac\">Blackstone</a> is investing $2.4bn for common equity of the business along with $2bn in the form of convertible preferred stock. It is also raising third-party debt of $5.5bn from banks and the private debt funds of Sixth Street and Goldman Sachs, among others.</p> <p>The partnership structure is reminiscent of Blackstone's foray at Thomson Reuters, where it bought a stake in the financial data segment known as Refinitiv. </p> <p>Intriguingly, Emerson is itself a lender to Blackstone via so-called “seller financing”. Blackstone will owe $2.25bn to Emerson, due in a decade. That requires interest payments in the interim. In a more buoyant financial environment, Emerson could simply direct Blackstone to come up with that cash elsewhere to pay them upfront. Instead, it will allow the investment firm to pony up the money down the road when conditions improve. </p> <p>Emerson is pivoting its portfolio towards higher-growth areas such as automation technology. Its shares have risen 50 per cent in the past five years against just 36 per cent for the S&amp;P 500. </p> <p>Emerson and Blackstone have come up with the financial engineering to meet their respective imperatives. They hope markets will catch up with them sooner or later.</p> <p>The best private equity opportunities naturally arise when financial markets are unsettled. A Blackstone flagship fund that invested between 2002 and 2005 recorded an annualised internal rate of return of 36 per cent. On the strength of those profits, it raised a mega fund that invested between 2005 and 2011. The IRR of the latter tallied just 8 per cent. </p> <p>Wall Street banks can provide a cheap form of financing but the availability of the latter reflects market whims. Direct lending from private credit firms is efficient but pricey and has its size constraints. “Seller financing” is one unorthodox way to fill the void.</p><p>Source:  2022 'Blackstone/Emerson: vendor fills financing void left by banks' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-31T17:29:26.349Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 581,
          "end": 594
        },
        {
          "start": 581,
          "end": 588
        },
        {
          "start": 576,
          "end": 589
        }
      ]
    }
  ]
}