{
  "_id": "f240eb9f193fc629e313229e90d0658d4b2c6c018ba9d3d7c9587247dce898a6",
  "feed": "ftcomall",
  "title": "Three ways Big Tech got it wrong",
  "text": "<p>It's time to unlearn the lessons of Big Tech.</p> <p>For 20 years, the Silicon Valley giants and their peers have set the standard for corporate success with a simple set of strategies: innovate rapidly and splash out to woo customers. Speed rather than perfection, and reach rather than profits proved key to establishing dominant positions that allowed them to fend off, squash or buy potential rivals.</p> <p>Entrepreneurs everywhere took note, and an assumption that scaling up and achieving profitability would be the easy part took hold far beyond the internet platforms where these ideas originated.</p> <p>Investors, desperate for growth and yield amid historically low interest rates, were all too happy to prioritise the promise of growth over short-term earnings. During the pandemic, the trend became extreme, as the shares of companies with big dreams and equally large losses soared to dizzying heights.</p> <p>Those days are over. Inflation and rising central bank rates have changed the financial calculus. When investors can earn measurable returns from bank deposits and top-rated bonds, speculative investments that promise growth lose their edge. The share prices of Google, Amazon and Facebook are down between 40 and 60 per cent year on year, and their younger emulators have done even worse. A Goldman Sachs index of unprofitable technology companies has fallen by 77 per cent since its February 2021 peak.</p> <p>There is also a growing sense that most important challenges of our time — improving health, cutting carbon emissions, basically anything that involves a real world rather than purely digital product — will require a different approach.</p> <p>Most of Big Tech got rich on software, which is easily updatable and basically free to distribute at scale. Such online innovation rightly places a huge premium on “failing fast”: getting a product out quickly, building a following and fixing the bugs later.</p> <p>The same is simply not true for a car, a medicine or even a new flavour of packaged meat. They have to work correctly and meet regulatory standards right off the bat. Production facilities and distribution networks cannot be conjured out of thin air, or easily amended after the fact.</p> <p>In the physical realm, an innovator can see its lead evaporate in the face of competition from rivals with experience in production and distribution. Tesla is discovering this the hard way. Tesla's share of the US electric vehicle market has dropped below 65 per cent from 79 per cent five years ago. S&amp;P Global Mobility predicts it will fall below 20 per cent by 2025 as other makers bring out electric trucks and cheaper models faster than Tesla can build new factories.</p> <p>“The real world is just messier. Even if you have a great car, you have to build it at a factory. You have to find land, you have to get it zoned. you have to find people. It's not something that can be <a href=\"https://www.ft.com/content/77b2a588-ed8d-4bfd-872b-248ec28ec244\">A-B tested</a>,” says David Millstone, co-chief executive of Standard Industries, a private industrial conglomerate.</p> <p>Standard's effort to take on Tesla's residential solar panel business is a case in point. After years of hype, Tesla was reportedly averaging 23 solar roofs a week earlier this year, or roughly 1,200 installations annually.</p> <p>When Standard's second GAF Energy factory opens in 2023, it will produce enough shingles to clad 50,000 roofs a year. These cheaper solar shingles can also be installed by a conventional roofer with a nail gun rather than a specialist. Still, scaling up has not proved easy even for a company that is already the world's largest maker of roofing materials. Like much of corporate America, GAF has run into a labour shortage. So it has ended up having to start a training programme that prepares military veterans, people coming out of prisons and at-risk young people to work in the roofing sector.</p> <p>The third big mistake that Big Tech emulators have made has been to assume that first-time customers would stick around. Too many digital service and ecommerce companies believed that their rapid growth during pandemic lockdowns heralded a lasting uplift in revenues, rather than a one-time extraordinary bump that quickly subsided in the face of renewed competition. Pandemic high-flyers such as Zoom Video Communications, Delivery Hero and Peloton are among those being brought back down to earth.</p> <p>“In tech generally and software specifically the network effect is a potential source of advantage, but . . . the model of racing for share does not work in many other sectors,” says David Garfield, global head of industries at AlixPartners.</p> <p>Take the time to get the product right sounds a lot less exciting than “move fast and break things”. But for most companies, in most sectors, it is almost certainly the ticket to more lasting success.</p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p> <p><strong>Letters in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/f40b98fa-b67d-4c3a-a7eb-6f9ba37c7b87\"><em>Why the term Big Tech usually makes me cringe</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/f40b98fa-b67d-4c3a-a7eb-6f9ba37c7b87\"><em>From Michael Ayres, San Francisco, CA, US</em></a></p> <p><a href=\"https://www.ft.com/content/a5404b7e-0ab2-4417-bc7e-95e4cb3c1837\"><em>For Google and Facebook, capital efficiency was key</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/a5404b7e-0ab2-4417-bc7e-95e4cb3c1837\"><em>From Paul Forster, Co-founder &amp; Former Chief Executive, Indeed, Cambridge, Cambridgeshire, UK</em></a></p> <p><a href=\"https://www.ft.com/content/00be6051-e6d4-4717-a41a-7e3248dc59dd\"><em>The laws of business go right back to Babylon</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/00be6051-e6d4-4717-a41a-7e3248dc59dd\"><em>From David Parker, Political Economist, San Francisco, CA, US</em></a></p><p>Source: Brooke Masters 2022 'Three ways Big Tech got it wrong' FT.com 28 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-28T12:00:49.362Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1289,
          "end": 1302
        },
        {
          "start": 1289,
          "end": 1296
        },
        {
          "start": 1279,
          "end": 1292
        }
      ]
    }
  ]
}