{
  "_id": "ac2853b76e30eb8665a145091c77d4e0200a8eeb42486cc9167a7dcec10206b6",
  "feed": "wall-street-journal",
  "title": "Venture Capital Becomes a Tech Battleground Between China, U.S. U.S.-trained VCs built China's tech sector, but now the Communist Party calls its shots",
  "text": "<p>By contrast, China's selloff was the result of a deliberate policy by the ruling Communist Party to rein in its freewheeling entrepreneurial class and reorder its investment priorities.</p><p>The distinction matters because, thus far, the two tech sectors have had a lot in common. Other countries have long envied the U.S. startup culture and sought to create their own competitor to Silicon Valley. Based on funds raised and value of the companies launched, China came closest to succeeding. That is no coincidence: Silicon Valley largely gave birth to China's venture-capital industry, Sebastian Mallaby writes in his coming book \"The Power Law: Venture Capital and the Making of the New Future.\"</p><p>More than mere wealth is at stake. Mr. Mallaby, a scholar at the Council on Foreign Relations, calls venture capital the \"third great institution of modern capitalism,\" filling a role distinct from the stock market and the corporation.</p><p>While stock investors are passive, venture capitalists are hands-on, steering capital, key employees and large customers to promising startups, Mr. Mallaby argues. Founders are lionized, but Mr. Mallaby shows how venture capitalists routinely had to nurture those founders or even push them out, as at Cisco Systems Inc. and Uber Technologies Inc.</p><p>Market movements follow a \"normal\" distribution, just as the heights of humans do: Most are around average while a few are exceptionally low or high. By contrast, venture investments follow a \"power law\" distribution: Most go to zero while a tiny number shoot into the stratosphere. So for venture capitalists, better than average isn't good enough. To make up for all the losers, they need to find truly transformative companies. The book quotes a maxim from the late VC pioneer Tom Perkins: \"If it's not 10 times different, it's not different.\"</p><p>But unlike corporations, Mr. Mallaby says, venture capitalists continuously subject their investments to market discipline. A company that can't attract new investors or a buyer is abandoned. The lure of market wealth encourages VC-backed companies to try things incumbents don't, which is how Fairchild Semiconductor, whose founders also created Intel Corp., out-hustled incumbents Bell Labs and Texas Instruments Inc. in semiconductors and Space Exploration Technologies Corp. (SpaceX) is out-hustling Boeing Co. in space.</p><p>In the late 1990s and early 2000s, American investors such as Goldman Sachs Group Inc. and Sequoia Capital took this formula to China, where they, and their alumni, helped build Alibaba Group Holding Ltd., Tencent Holdings Ltd., Baidu Inc., JD.com Inc., ByteDance Ltd., Meituan and countless others. Chinese VCs \"had studied at top U.S. colleges, worked at U.S. companies, and carefully absorbed the U.S. venture playbook: equity-only funds, stage-by-stage financing, sleeves-rolled-up involvement, and stock options for startup employees,\" Mr. Mallaby writes.</p><p>By 2018 almost as much venture capital was being raised in China as in the U.S., and VC-backed companies had accomplished what other Chinese companies hadn't, developing truly innovative products that surpassed what the U.S. had to offer, such as mobile payments that don't go through banks or credit-card issuers.</p><p>China's venture capital appears as robust as ever, raising $111 billion last year, according to PitchBook. But starting in late 2020, President Xi Jinping unleashed a multifront crackdown on China's most successful companies, notably Alibaba, accusing them of transgressions ranging from anticompetitive behavior and poor data security to inciting videogame addiction. This wiped out more than $1 trillion of market value and prompted many high-profile entrepreneurs to apologize or retire. Chinese VCs duly shifted the focus of their investments to areas favored by the Communist Party—notably semiconductors, where China still lags far behind the U.S.</p><p>Mr. Mallaby is pessimistic about what Mr. Xi's crackdown means for Chinese innovation. \"China's authoritarian political culture is ultimately at odds with freethinking entrepreneurship: A government with a vested interest in the status quo won't risk upsetting the apple cart by unleashing disruptive innovation,\" he writes. The \"escalating clampdown …seems likely to drive talent out of China. Meanwhile…Silicon Valley's freethinking and freewheeling entrepreneurial spirit remains staggering.\"</p><p>SHARE YOUR THOUGHTS</p><p>How crucial is venture capital to economic success? Which country's model will be the long-term winner? Join the conversation below.</p><p>Perhaps this won't matter much. Even if a lot of Chinese state-directed venture capital is wasted, there is so much of it that some innovation is bound to result. Moreover, most growth comes not from new ideas but adopting and diffusing existing ones. Economic historian Robert Gordon notes American standards of living advanced most in the century ending in 1970, before venture capital hit its stride. In competing with China, the U.S. suffers not from a scarcity of innovation but of manufacturing capacity, know-how and related talent. Chinese companies owe their success in recent decades to copying (and in some cases, stealing) other countries' technology, then using an educated, motivated and lower-paid workforce to make the resulting products more cheaply.</p><p>But if China hopes to match and then surpass the U.S., economically or militarily, it can't be indifferent to how innovation comes about. Mr. Mallaby notes both the drones built by China's DJI Technology Co. and the artificial intelligence developed by its SenseTime Group Inc. have military applications, and both companies were VC-backed. In the U.S., the same is true for SpaceX and Palantir Technologies Inc. Writes Mr. Mallaby: \"Venture capital has become a pillar of national power; it cannot be left out of geopolitical calculations.\"</p><p>Write to Greg Ip at greg.ip@wsj.com</p><p>Venture Capital Becomes a Tech Battleground Between China, U.S.</p>",
  "published": "2022-01-26T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2412,
          "end": 2419
        },
        {
          "start": 2412,
          "end": 2435
        },
        {
          "start": 2412,
          "end": 2436
        },
        {
          "start": 2412,
          "end": 2425
        }
      ]
    }
  ]
}