{
  "_id": "f402db5e866745179ba9008fa09e705fffae81060484d63632e0082d0722207f",
  "feed": "wall-street-journal",
  "title": "China's Factories, Consumers Make High-Speed Start to Year; Covid lockdowns and war in Ukraine threaten to slow growth",
  "text": "<p>Industrial output jumped 7.5% during the first two months from a year earlier, accelerating from December's 4.3% pace and more than double the 3.5% expected by economists polled by The Wall Street Journal.</p><p>Retail sales, a gauge of household consumption, rose 6.7% during the same period from a year earlier, beating the 4.3% growth expected by the surveyed economists. Catering sales, including from restaurants, grew at a faster pace than goods sales for the first time since July.</p><p>China saw a strong recovery in fixed-asset investment, which rose 12.2% in the first two months from a year earlier, compared with 4.9% growth in the same period of last year. Economists surveyed had predicted a 5% gain.</p><p>Investment in infrastructure projects increased by 8.1% from a year earlier, an indicator that authorities plan to rely more on funded projects to drive growth as the contribution from exports wanes and the real-estate sector's woes drag on.</p><p>Defying market expectations, on Tuesday the central bank kept a key interest rate unchanged. Still, Goldman Sachs economists expect there will be more easing measures in coming months, such as a policy interest rate cut and lowering of the bank reserve requirement ratio.</p><p>Despite the forecast-beating official data, China's overall growth remains unbalanced, with signs of lagging demand and pressure building up in the jobs market.</p><p>Broad credit expansion pulled back from 10.5% in January to 10.2% in February, slowing for the first time since September. In February, new medium- to long-term household loans, primarily mortgages, contracted for the first time since 2008, signaling that confidence remains weak even after authorities cut mortgage lending rates to spur demand.</p><p>Home sales by value slumped 22.1% in the first two months from a year earlier, the biggest decline since March 2020, when the initial eruption of the Covid-19 pandemic dealt a hammer blow to China's economy. Real-estate investment during the first two months slowed to a 3.7% gain from a year ago, down from 4.4% growth in 2021.</p><p>China's official unemployment rate edged up 0.4 percentage point to 5.5% in February from the end of 2021, while the youth jobless rate climbed to 15.3% in February from 14.3% in December.</p><p>\"Given the downward pressure on organic growth, I think achieving a 5.5% target is really, really challenging,\" said Louis Kuijs, chief Asia economist at S&amp;P Global Ratings.</p><p>Beijing in early March set a growth target of around 5.5% for 2022, a goal deemed ambitious by many economists considering the headwinds the economy has to deal with.</p><p>A fresh wave of Covid-19 outbreaks, with the highest daily cases reported since early 2020, has seen widening lockdowns and factory closures that threaten both exports and domestic demand for services.</p><p>Covid outbreaks pose the biggest downside risk to China's economy and make the government's 5.5% growth target more challenging, said Yi Xiong, chief China economist at Deutsche Bank.</p><p>Grace Zhu and Bingyan Wang contributed to this article.</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com</p><p>China's Factories, Consumers Make High-Speed Start to Year</p>",
  "published": "2022-03-15T06:37:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1046,
          "end": 1053
        },
        {
          "start": 1046,
          "end": 1059
        }
      ]
    }
  ]
}