{
  "_id": "fd2f2f11b34a70921440f19e93a70d3443103dfadf1cafd4bb7b4f30b9f1b492",
  "feed": "ftcomall",
  "title": "Currys' Christmas disrupted by supply shortages and ‘uneven' demand ",
  "text": "<p>Electricals retailer <strong>Currys</strong> has nudged lower its full year profit target, blaming a “challenging” technology market over Christmas. </p> <p>“Uneven” customer demand and supply disruption meant like-for-like revenue fell 5 per cent in the 10 weeks ended January 8, Currys said. In spite of strong demand for the Oculus Quest 2 and PlayStation 5 games consoles, the overall UK tech market was down 10 per cent compared with last year's peak period, it said. </p> <p>The company cautioned to expect full year adjusted pre-tax profit of around £155m, about £5m below its guidance given with interim results a month ago.</p> <p><em>Tell me what you think. Email us at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p><strong>Cineworld</strong> said it turned cash flow positive in the fourth quarter as the success of <em>Spider-Man: No Way Home</em> helped fill theatres. The cinema operator said in a trading update that box office and concessions revenue was 88 per cent of pre-pandemic levels in December, up from 56 per cent in November. Cineworld also confirmed it has lodged an appeal to the Ontario Superior Court of Justice, which last month ordered the company to <a href=\"https://www.ft.com/content/0ddbdde3-b11d-48cf-b8b4-c2f087b2d573\">pay more than $900m in damages</a> tied to its aborted takeover of rival Cineplex. </p> <p><strong>Experian</strong>, the credit checking agency, said its performance in the quarter ending December was at the upper end of management expectations. Total revenue growth was 15 per cent at constant exchange rates for the fiscal third quarter with organic growth reaching 11 per cent, the company said. For the full year Experian left margin guidance unchanged but tweaked its target for organic growth to between 12 and 13 per cent from between 11 and 13 per cent previously.</p> <p>Estate agent <strong>Foxtons</strong> has agreed to dispose of its Douglas &amp; Gordon division and all related branches, which it had bought in March 2021 for £15.5m. The company said it would book an impairment loss of around £3m, having folded D&amp;G's lettings business into its own network.</p> <p><strong>Team17</strong> is buying rival games developer&#xa0;Astragon Entertainment, a Düsseldorf-based company&#xa0;whose titles include <em>Police Simulator</em> and <em>Firefighting Simulator, </em>for €100m. An overnight share placing to fund the deal raised gross proceeds of £78.6m.</p> <p><strong>B&amp;M</strong> shareholder SSA Investments, an investment vehicle for the family of group chief executive Simon Arora, sold a 4 per cent stake in the discount retailer overnight. The 40m shares were placed by Goldman Sachs at 585p apiece, a 1.9 per cent discount to Thursday's close. </p> <p><strong>Senior</strong>, the aerospace engineer, said in a trading update that demand in its core markets is recovering and 2021 results will be in line with expectations.</p> <p><strong>Round Hill Music Royalty Fund</strong> said it has bought the rights to the songbook of catalogue of David Coverdale, the Whitesnake and former Deep Purple musician.</p> <h1>Beyond the Square Mile</h1> <p><strong>China's trade surplus</strong> soared to its <a href=\"https://www.ft.com/content/b8555ffb-4a19-415b-8263-bda6c816fa3e\">highest level on record</a> last year as a sustained boom in exports helped counter a loss of momentum across the country's wider economy. Official data showed that China's trade surplus was $676bn for 2021, 26 per cent higher compared with the previous year.</p> <p>Brussels is prepared to withhold&#xa0;<a href=\"https://www.ft.com/content/6a39c68b-dcd1-4aa9-8fec-7ab379bd9700\">more than&#xa0;€100m</a>&#xa0;from <strong>Poland</strong> to cover unpaid fines imposed by the EU's top court, the bloc's justice commissioner has warned. Didier Reynders told the FT that the commission will send a letter to Warsaw demanding payment of €69m in accumulated daily fines, racked up between early November and the start of this week.</p> <p>The wind-down of <strong>pandemic monetary policy</strong> has pushed global levels of&#xa0;<a href=\"https://www.ft.com/content/eaa498c0-6f1c-444f-aad7-47f19b758867\">negative-yielding debt down to $10tn</a>&#xa0;for the&#xa0;first&#xa0;time since April 2020, as investors prepare for central banks to lift interest rates and end large-scale asset purchases. Bond yields, in turn, have jumped to their highest level since before the crisis.</p> <p>Google's parent company <strong>Alphabet</strong> has said it will&#xa0;<a href=\"https://www.ft.com/content/34e038d4-fe3a-41db-a12d-4d5d49bb8ce4\">buy an office building</a>&#xa0;near Tottenham Court Road in London even as it is also building a huge headquarters in nearby King's Cross, a big bet on its employees going back to work.</p> <h1>Essential comment before you go</h1> <p>The technology stock correction that kicked off 2022 was overdue, writes <strong>Richard Waters</strong>. Many tech companies are <a href=\"https://www.ft.com/content/4082efec-b29c-493a-ac40-fc3c3682a19d\">likely to report falling growth rates</a> and there are valid questions about how much the pandemic has brought forward spending from future years. “But it is unclear if anything much is different in the business outlook for them — particularly if the [interest] rate outlook itself reflects a belief in stronger economic growth ahead.”</p><p>Source: Bryce Elder 2022 'Currys' Christmas disrupted by supply shortages and ‘uneven' demand ' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-14T08:14:39.081Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2355,
          "end": 2368
        },
        {
          "start": 2355,
          "end": 2362
        }
      ]
    }
  ]
}