{
  "_id": "20a6ec4e57a2e50d0f20837caccdd50f7dc4f1863ee815bb58d6f5745de7a1e2",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Goldman  To Reach  Consumers  Its Own Way  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n   Goldman Sachs still wants to take deposits and lend money. But it doesn't want to play the game the same way. </p><p>\n  On its Tuesday earnings call, Chief Executive David Solomon detailed an anticipated change in how Goldman reports its business: It will combine investment banking with its global markets unit, and it will combine asset management with wealth management, which will include its Marcus products. Such a reporting structure will be familiar to anyone who follows other big banks. But Goldman will create a unit called Platform Solutions. This combines corporate-transaction banking with its credit-card partnerships with Apple and General Motors, and its acquired GreenSky home-improvement loan business. That is the part that may require some explanation. </p><p>\n  Goldman's aim is to take advantage of its Wall Street business to generate strong returns in other businesses, including in lending. In asset- and wealth-management, it can take the pressure off its own capital by moving away from direct investments and toward raising money from outside investors. It can use its banking license to replace pricey wholesale funding with lower-cost deposits, and add high-return assets such as credit-card loans. </p><p>\n  These are the kinds of banking and investing businesses that generally win higher earnings multiples from the street. Goldman's forward price/earnings multiple has averaged over nine times over the past five years, versus 12 times for JPMorgan Chase, and just under 11 times for Morgan Stanley, according to FactSet. BlackRock averaged closer to 18 times. </p><p>\n  A lot about this strategy is already working. Goldman has nearly $400 billion of total deposits. Net interest income in the third quarter was over $2 billion, up almost 18% from the second to third quarter. The firm raised over $160 billion for alternative assets toward its $225 billion goal. </p><p>\n  What wasn't working as well was trying to go directly to the consumer. Acquiring customers by marketing Marcus savings accounts broadly is expensive. Gathering loans via cards was proving tricky: With the Apple Card, Goldman said it was seeing more customers than anticipated who use cards mainly to transact and pay down debts quickly, meaning loan balances weren't reaching the levels envisioned. </p><p>\n  What the new reporting lines emphasize is that in banking, Goldman is going to focus more on relationships with its corporate and wealth clients. That includes its wealth relationship with big companies' employees. Along those same lines, the platform unit can be understood as a new vehicle for gathering deposits and assets. It can generate corporate deposits and financing via transaction-banking software. It can generate consumer loans or deposits by helping clients such as Apple or General Motors use its card technology to lure and retain customers. </p><p>\n  Banks all have their own mix for the business of taking money in and lending it out. They are measured similarly: Goldman's deposits grew 1% from the second to third quarter, while many others saw theirs shrink. On the asset-and-wealth management side, it saw positive net inflows into assets under supervision. It will need to continue to show progress on those metrics, as well as its fundraising and fee goals. Goldman's success extending its core strengths in investment banking will be key to judging the success of its new strategy. </p><p></p>",
  "published": "2022-10-19T06:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 21,
          "end": 28
        },
        {
          "start": 37,
          "end": 44
        },
        {
          "start": 37,
          "end": 50
        },
        {
          "start": 243,
          "end": 250
        },
        {
          "start": 245,
          "end": 252
        },
        {
          "start": 524,
          "end": 531
        },
        {
          "start": 528,
          "end": 535
        },
        {
          "start": 801,
          "end": 808
        },
        {
          "start": 1354,
          "end": 1362
        },
        {
          "start": 1365,
          "end": 1372
        },
        {
          "start": 1635,
          "end": 1642
        },
        {
          "start": 1649,
          "end": 1656
        },
        {
          "start": 2095,
          "end": 2102
        },
        {
          "start": 2114,
          "end": 2121
        },
        {
          "start": 2335,
          "end": 2342
        },
        {
          "start": 2355,
          "end": 2362
        },
        {
          "start": 2968,
          "end": 2975
        },
        {
          "start": 3239,
          "end": 3247
        },
        {
          "start": 3268,
          "end": 3275
        }
      ]
    }
  ]
}