{
  "_id": "371b624db7f0a81ba0f21093a275c5a2a94def88eeadcefb81cfaab29b95f429",
  "feed": "wall-street-journal",
  "title": "World News:  Xi Pressured  As Economic  Fixes Falter  ----  By Stella Yifan Xie",
  "text": "<p>   HONG KONG -- China's recent steps to adjust Covid-19 controls and revive activity in the beaten-down property market stirred hopes that Chinese leader Xi Jinping is putting fresh emphasis on measures to support the economy, potentially leading to a strong rebound in growth next year. </p><p>   But economists warn the moves so far haven't amounted to a broad shift in Mr. Xi's policies, and the messaging out of the recent Communist Party Congress only reinforced that the Chinese leader planned to stick to his goals of achieving economic self-sufficiency and \"common prosperity\" -- even at the cost of lower growth rates. </p><p>   The initial reaction in the market was negative early Monday. Hong Kong's benchmark Hang Seng Index, which is dominated by Chinese stocks, was down more than 4% after the market opened. It recovered some ground but was still trading down around 2% by mid-morning. The Chinese domestic CSI 300 index was down 1.6%. </p><p>   Hao Hong, chief economist at Grow Investment Group, said some investors see spreading protests against Covid-19 restrictions as an excuse to take profits after the Hang Seng gained more than 17% so far in November. </p><p>   While China's economy is expected to recover somewhat in 2023 after a major slump this year, many economists doubt it will return to the heady expansion of prepandemic days soon, if ever. </p><p>   In the short run, demand for Chinese exports is falling as Western consumers cut spending. Some cities are restoring strict Covid-control measures as Covid cases spike, suggesting China's path toward living with the virus will be bumpy. And home sales, dismal for months, continue to slump despite mortgage rate cuts and other measures to revive sentiment. </p><p>   On Friday, China's central bank said it would lower the amount of reserves banks must hold against their deposits to boost lending to households and businesses, but economists said the move would likely have limited impact given weak appetite for new loans. </p><p>   In the longer term, China faces other challenges, including an aging population, high debt levels and pressure from the U.S., which is trying to restrict China's access to semiconductors and other technologies. </p><p>   As a result, \"we believe China's potential growth will be meaningfully lower than previously thought,\" economists at Goldman Sachs wrote in a recent note to clients. </p><p>   Although they predict China's economy will bounce back some in the second half of 2023, as more Covid controls are lifted, beyond that they see growth of only around 4% -- well below prepandemic levels, when growth averaged 8.6% in the decade until 2019. </p><p>    Louis Kuijs, chief economist for Asia Pacific at S&amp;P Global Ratings, predicts average annual growth of 4.4% between now and 2030, before dropping to 3.1% in the following decade. He cites headwinds including China's shrinking working-age population and rising geopolitical tensions. </p><p>   Mr. Xi appears eager to keep China's downturn from getting significantly worse, economists say. But he doesn't seem to want to do much more than that, after warning repeatedly in recent years that too-rapid growth could exacerbate financial imbalances in the economy and widen the gap between rich and poor. </p><p></p>",
  "published": "2022-11-28T07:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2275,
          "end": 2288
        },
        {
          "start": 2275,
          "end": 2282
        },
        {
          "start": 2262,
          "end": 2275
        }
      ]
    }
  ]
}