{
  "_id": "dd252257a1b99349951f42dde6d72a7ca2e23daee3b461f48a53ed694a1700b6",
  "feed": "market-watch",
  "title": "Oil selloff overshoots, says Goldman, as U.S. crude extends dive below $100 a barrel; Price drop driven by recession fears, amplified by thin trading conditions and technicals",
  "text": "<p>The Goldman analysts said the selloff had overshot as \"demand destruction through high prices is the only solver left as still declining inventories approach critically low levels.\"</p><p>\"We view this move as driven by growing recession fears in the face of low trading liquidity, with technicals exacerbating the selloff,\" the bank's analysts, including Damien Courvalin, the head of energy research, wrote in a note on Wednesday. \"The declines in prices and refining margins since mid-June are now equivalent to the oil market pricing in an 1.1% downward revision to 2H22-2023 global GDP (gross domestic product) growth expectations.\"</p><p>The fall in oil prices was also attributable to the seasonally low post-July Fourth holiday trading liquidity, according to Goldman Sachs. \"From this perspective, this selloff in oil prices is not all that surprising, similar in setup and magnitude as the one after Thanksgiving 2021, most recently,\" analysts said.</p><p>Read more: Oil futures down sharply, with U.S. oil prices falling further below $100 a barrel</p><p>However, the recession threat is dictating the second half of 2022 though oil prices have performed well in the first half as supplies tightened. With central banks including the Federal Reserve and European Central Bank raising or preparing to raise interest rates to tame soaring inflation, investors are pricing in the consequences of a potential recession.</p><p>But the Goldman Sachs analysts weighed in positively, saying the global economy is \"still growing with the rise in oil demand this year set to significantly outperform GDP growth, buttressed by the post-COVID reopening in Asia-Pacific as well as the resumption in international travel.\"</p><p>\"In addition, China's demand rebound from its aggressive lockdowns is coming in ahead of our expectations, with its large stimulus further helping local demand improve later this year,\" the analysts wrote. \"As a result, we still expect that global oil demand will rise by a larger than seasonal 2.3 [million barrels a day] from 2Q22 to 3Q22 (at $120/bbl). This is what the oil market needs to solve for, with this demand rebound greater than the expected increase in supply in coming months.\"</p><p>September Brent crude BRN00 BRNU22 on Wednesday lost $2.08, or 2%, to end at $100.69a barrel on ICE Futures Europe, after dipping below $100 for the first time since April.</p><p>Oil selloff overshoots, says Goldman, as U.S. crude extends dive below $100 a barrel</p>",
  "published": "2022-07-06T19:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 29,
          "end": 36
        },
        {
          "start": 753,
          "end": 766
        },
        {
          "start": 756,
          "end": 763
        },
        {
          "start": 756,
          "end": 769
        },
        {
          "start": 1407,
          "end": 1424
        },
        {
          "start": 1411,
          "end": 1418
        },
        {
          "start": 1411,
          "end": 1424
        },
        {
          "start": 2385,
          "end": 2392
        }
      ]
    }
  ]
}