{
  "_id": "5f8ff24ad38cd51b54a6398a43c384caf54b857e690c77a2369383565f3aa26e",
  "feed": "ftcomall",
  "title": "Asset managers may regret becoming the new banks",
  "text": "<p>Asset managers are the new bankers, and they are finding it decidedly uncomfortable.</p> <p>Before the 2008 financial crisis, bankers were the undisputed kings of the financial hill, making markets, taking risks and cooking up complex financial products such as CDOs, CLOs and MBSs (collateralised debt and loan obligations and mortgage-backed securities, in case you've forgotten). </p> <p>Then the failure of Lehman Brothers drove the industry off a cliff, forcing European and US governments to fund taxpayer rescues. The survivors faced political hearings, media vilification as a “vampire squid” (for Goldman Sachs), giant fines and much tighter regulation that reduced their role in the economy and their scope for financial creativity.</p> <p>That left a void in the markets that the biggest investment managers were only too happy to fill, leading to a massive growth in the sector's wealth and influence. Three US index fund providers — BlackRock, State Street and Vanguard — together control 15 to 20 per cent of most American companies. Asset managers and private equity houses also took over funding once provided almost exclusively by banks. They use “alternatives” — offerings that deal in private credit, infrastructure and real estate.</p> <p>Now, asset managers are under scrutiny on two continents for their power and importance as well as concerns about the products they sell. Once again the focus is on an alphabet soup of acronyms, in particular ESG and LDI.</p> <p>Some funds have been using environmental, social and governance factors to guide their investing for a while, but the practice this year has come under fire from European and American financial watchdogs and US politicians over how asset managers approach the issue of climate change. BlackRock has been a target because of its size — $8.5tn in assets under management — and for chief executive Larry Fink's prominent letters urging corporate leaders to move to net zero carbon emissions.</p> <p>Republicans in Texas <a href=\"https://www.ft.com/content/9bbb250f-2995-4035-914c-b42b1f3397ee\">have targeted BlackRock</a> as “hostile” to fossil fuel, and the state treasurers of Louisiana, West Virginia and Arkansas have collectively pulled out about $700mn of investments. Meanwhile, Democratic politicians, including New York comptroller Brad Lander, complain that BlackRock is failing to match its rhetoric with concrete actions aimed at pushing companies to address climate change.</p> <p>Across the Atlantic, ESG funds have also drawn scrutiny but the most recent problematic acronym is LDI, or liability-driven investment strategies. Most people had never even heard of this £1.5tn market until <a href=\"https://www.ft.com/content/0ca94705-93d1-41a6-a07f-f63d1a3c4852\">last week</a>, when it helped send the prices of UK gilts into such a downward spiral that the Bank of England had to step in with emergency purchases. Now questions are being asked of BlackRock, Legal &amp; General and Schroders among others because they were big providers of these highly leveraged products. </p> <p> “We're seeing a societal focus on asset management and capital markets with a personification that just wasn't possible 10, 15 years ago,” says <a href=\"https://www.ft.com/content/4a62b085-438a-46fd-820d-8da901017ba0\">Mark Wiedman</a>, head of BlackRock's global client business. Then, “everybody wanted to know what was happening at the banks. That's a less interesting story today. And so it's drifted somewhere else.”</p> <p>Defined benefit pension funds bought LDI products to hedge their risk and they were the ones selling gilts to meet margin calls as prices fell. </p> <p>More broadly, asset managers point out that they do not trade on their own accounts or lend out government-insured deposits. That means they are much less likely to need a rescue than a bank if they sell products that turn out to be riskier than expected. In most cases, the clients will bear the losses, not the fund manager.</p> <p>They also argue that complaints about the way they interact with other companies on climate change are misdirected. “It's not our money,” they insist, noting that a wide range of investors own the capital in ESG-influenced funds. BlackRock recently expanded its Voting Choice programme, which allows institutions to vote their holdings on shareholder policy issues. </p> <p>That is unlikely to get investment managers off the hook entirely, nor should it. They have moved into so many new businesses that trouble can come from anywhere. This week, the <a href=\"https://www.ft.com/content/a0556d64-985d-4b2f-ad83-8196afc89a51\">IMF warned </a>that some funds with hard-to-sell assets, including high-yield bonds and real estate, posed a stability danger because they “amplify stress in asset markets”. Several UK property funds are delaying <a href=\"https://www.ft.com/content/34f679be-714e-4201-a8b3-cc0e96acc1a1\">investor withdrawals</a> because of heavy demand. </p> <p>Other risks may be looming — most private credit managers have no experience with the defaults and writedowns that can accompany a prolonged recession. Regulators and investors should stay alert. </p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p><p>Source: Brooke Masters 2022 'Asset managers may regret becoming the new banks' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T04:00:51.594Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 588,
          "end": 601
        },
        {
          "start": 591,
          "end": 604
        },
        {
          "start": 591,
          "end": 598
        }
      ]
    }
  ]
}