{
  "_id": "907d39a6707ebe123fe5f4e33bde567fb51df53c251e2d8f0900b6d5c1401a19",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Eating & Drinking -- On Wine: New Talent in a Long Island Wine Region",
  "text": "<p>Its new winery owners clearly think that the answer is yes. These well-heeled investors have purchased existing North Fork wineries and transformed them into upscale tasting venues. Although wine has been produced on the North Fork, 100 miles east of Manhattan, for nearly half a century, the region hasn't been Instagram-fabulous until recent years. While this is certainly impressive, I wonder if such newfound glamour has translated into exponentially better wines or just better photographs?</p><p>In search of an answer -- or at least deeper insight -- I spent four days on the North Fork. I met some of the new winery owners and winemakers as well as a few of the old guard. My first stop was Ev&amp;Em Vineyards in Laurel, N.Y., formerly known as Laurel Lake Vineyards. It was purchased by Dan Abrams, chief legal affairs correspondent for ABC and host of \"The Dan Abrams Show\" on SiriusXM, in 2021 and renamed for his children, Everett and Emilia. The transformation of the dowdy Laurel Lake tasting room into a chic, rather spare space wasn't the only change Mr. Abrams and his team had wrought: They planted and replanted some of the vineyards, too.</p><p>Longtime winemaker Juan Sepulveda stayed on after the winery changed hands and planted Malbec, Merlot, Cabernet Sauvignon and Cabernet Franc. Mr. Sepulveda noted he was making wines with \"more acidity\" under the new ownership. The 2021 Sauvignon Blanc was marked by an attractive acidity, if possessed of a rather high price at $40, as was the 2021 Pinot Gris (also $40). When we spoke by phone, Mr. Abrams shared his plan to release an estate Merlot-dominant wine blended with some Cabernet Franc at \"north of $100\" a bottle.</p><p>The wines proved less pricey at Rose Hill Vineyards, formerly known as Shinn Estate Vineyards, but the redesign was equally upscale. Every patio table was full on a midweek afternoon. \"We get a lot of New Yorkers,\" said general manager Chelsea Frankel. She's seen a huge uptick in winery visitors, who number close to 700 on weekends.</p><p>Her father, Randy Frankel, a former Goldman Sachs managing director and co-owner of the Tampa Bay Rays, purchased Shinn Estate Vineyards in 2017 and renamed it Rose Hill in 2021. Two years later he bought nearby Croteaux Vineyards but kept the name \"because it already had a strong brand presence with rose,\" Ms. Frankel said. Her sister Amanda Frankel is the general manager of Croteaux. Longtime Shinn Estate winemaker Patrick Caserta is still turning out well-made wines at Rose Hill, including a delicious sparkling Brut Rose and toothsome Cabernet Franc.</p><p>The barnlike structure of the former Martha Clara Vineyards, founded in 1996 by Robert Entenmann, looks much the same as it did before the Rivero Gonzalez family of Mexico bought it in 2018 and relaunched it as RG|NY in 2019. Palmer Vineyards, too, looks very much unchanged since the winery and vineyards were purchased by the Massoud family of nearby Paumanok Vineyards in 2018. At Palmer, winemaker Kareem Massoud is expanding the Albarino acreage and experimenting with new varieties. At RG|NY, California-trained winemaker Jonathan G Bomberg's plans include expanding the sparkling program.</p><p>Byron Elmendorf, head winemaker at Macari Vineyards in Mattituck, also came to the North Fork from California, in September 2020. \"I'd never set foot in Long Island,\" he recalled. Mr. Elmendorf was head winemaker at Boeger Winery in the Sierra Foothills and making his own wine when he decided to move. \"The wildfire situation really had me unsettled about the long-term possibilities,\" he said.</p><p>We were sitting with the winery director of operations, Gabriella Macari, at Macari's stylish, newly opened Meadowlark tasting room in Cutchogue. We tasted some recent experimental creations: a juicy low-alcohol 2021 Macari Carbonic Pinot Noir ($30) made by a method generally associated with Beaujolais, a couple of skin-contact whites and the delightful 2021 Macari Cabernet Franc Pet-Nat \"Horses\" ($29).</p><p>A few miles east in Peconic, Lenz Winery is helmed by winemaker Thomas Spotteck. Mr. Spotteck traveled the world with the Marine Corps and later as a winemaker, working in Washington state and South Africa. He became head winemaker at Lenz in 2018 after working under longtime Lenz winemaker Eric Fry before he retired.</p><p>Mr. Spotteck has followed in Mr. Fry's footsteps with many of the wines; he's also made a few changes. In 2019 he produced a Pinot Noir, a varietal red wine that hadn't been made at Lenz since 1998. The 2019 Lenz Old Vines Pinot Noir proved a pleasing rendition, marked by snappy cherry fruit and bright acidity. Available only to winery club members, it's priced at $75.</p><p>That's $45 more than the Pinot Noir I tasted the next day at McCall Wines in Cutchogue, where founder and owner Russ McCall sells his wines in a converted horse barn. His 2015 McCall Pinot Noir ($30) was one of the best wines I tasted on the North Fork, and the 2021 McCall Marjorie's Rose ($20) was one of the best pinks I had, too. A longtime North Forker who has been producing wine since 2007 and growing grapes for much longer, Mr. McCall thinks many North Fork wines are much too expensive -- though he allowed that making wine on Long Island isn't cheap. The land is expensive and wages have \"easily doubled in the past 10 years,\" he said.</p><p>Pricey bottles and stylish public-facing spaces may be key to promoting a luxury wine region, and proximity to the world's greatest wine city gives a boost. But a truly great wine region is more a matter of climate and soil, the right grapes, good winemaking and more time than it takes to redesign a tasting room. Based on what I've tasted, however, I will certainly keep an eye on the North Fork in the years to come.</p><p>---</p><p>Email Lettie at Wine@WSJ.com</p><p>---</p><p>WATCH THIS SPACE / FRESH FACES ON THE NORTH FORK</p><p>Ev&amp;Em Vineyards</p><p>Once Laurel Lake Vineyards, now owned by Dan Abrams. The vibe is upscale and the wines aren't cheap. Longtime Laurel Lake winemaker Juan Sepulveda, still at the helm here, says he has some exciting new wines in the works. EvAndEmVineyards.com</p><p>Meadowlark North Fork</p><p>North Fork stalwart Macari Vineyards opened this stylish wine bar and tasting room where they serve some wines not available at the Macari tasting room as well as picnic lunches by local chef Lauren Lombardi. MeadowlarkNorthFork.com</p><p>RG|NY</p><p>Winemakers in Mexico for over two decades, the Rivero Gonzalez family purchased the old Martha Clara Vineyards, known as an entertainment and wedding venue, in 2018 and set about transforming the sprawling estate into a place known for serious wines. RGNYWine.com</p><p>Rose Hill Vineyards</p><p>What was once Shinn Estate Vineyards is now Rose Hill, purchased, renamed and given a stylish redesign by financier Randy Frankel. Patrick Caserta, winemaker since 2011, maintains a through-line of consistency and quality. RoseHill-Vineyards.com</p><p>Lenz Winery</p><p>Thomas Spotteck became the winemaker at Lenz Winery a few years ago, following longtime, legendary Lenz winemaker Eric Fry. Mr. Spotteck has already made his mark with a number of bottlings, including a new $75 Pinot Noir. LenzWine.com</p>",
  "published": "2022-10-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2048,
          "end": 2061
        },
        {
          "start": 2048,
          "end": 2055
        },
        {
          "start": 2031,
          "end": 2044
        }
      ]
    }
  ]
}