{
  "_id": "2f31859fa4c1db0cbdf12ff9461ec3afc26ac56a35e93e18f50d5eb727a4593b",
  "feed": "ftcomall",
  "title": "Attacks on the wealthy authors of ‘Austerity 2.0' could backfire",
  "text": "<p><em>The writer is professor of politics at Queen Mary University of London</em></p> <p>If Jeremy Hunt's first Autumn Statement doesn't run into problems over the next few days — not least with his Conservative colleagues — he will be exceptionally lucky. Every Tory chancellor who has delivered a Budget since 2010 has had to come back to the Commons to reverse one or more proposals — although none quite so spectacularly as his predecessor, Kwasi Kwarteng.</p> <p>George Osborne, who Hunt apparently called for advice on this week's package, knows this all too well. In 2012, he was forced to beat a strategic retreat on multiple measures after his “omnishambles” Budget. Nadine Dorries suggested that Osborne and prime minister David Cameron were “two posh boys who don't know the price of milk”.</p> <p>Dorries was voicing a wider concern among Conservatives that the wealth and privilege of its top team make spending cuts and tax rises difficult to sell to hard-pressed voters — even if some of them, including this week's cut to the capital gains allowance on dividends and second homes, are, <a href=\"https://www.ft.com/content/382e4091-1fd7-4acf-80cb-82f17b17838a\">symbolically at least, targeted at the well-off.</a> </p> <p>That concern is even greater now, given that the two Tories attempting to rein in public spending are far wealthier than Cameron and Osborne.</p> <p>Hunt is reportedly worth <a href=\"https://www.ft.com/content/a784c270-db55-11e6-86ac-f253db7791c6\">at least £14mn</a> and Prime Minister Rishi Sunak (thanks to his wife, Akshata Murty) £730mn. But does the fact that <a href=\"https://leftfootforward.org/2022/11/half-of-voters-think-rishi-sunak-is-too-rich-to-be-prime-minister/\">half of the country</a> apparently thinks Sunak is too rich to be prime minister really create a political problem? British attitudes to the rich are rather more nuanced — and less hostile — than imagined. Courtesy of<a href=\"https://iea.org.uk/wp-content/uploads/2020/07/ECAF-June-2020-Zitelmann.pdf\"> detailed research</a> conducted in the US, Germany, France and Britain by Rainer Zitelmann, a sociologist, we can see by how much.</p> <p>Britons seem far less prone to envy than their continental cousins. Zitelmann classifies 34 per cent of the French and 33 per cent of Germans as envious of the rich, but only 18 per cent of British respondents (and 20 per cent of Americans) fall into that category. </p> <p>The study also revealed, however, that the nation regarded some rich people as more deserving than others — entrepreneurs, the self-employed and top musicians and actors, with athletes not too far behind. Bottom of the list (no surprise perhaps) come bankers. Helpful for the <a href=\"https://www.ft.com/content/4e4c9cfb-6088-4ae0-9e3c-6854140c68e7\">proudly entrepreneurial Hunt</a>, perhaps, but less so for Goldman Sachs alumnus Sunak.</p> <p>Fortunately for both, although a fairly predictable set of negative characteristics are associated with the rich, only about a quarter of Britons picked ruthless or greedy. They were also significantly less likely than the Germans and French to blame the rich “for many of the major problems in the world” — Labour voters (33 per cent) were much more likely than their Conservative counterparts (13 per cent) to hold the wealthy responsible.</p> <p>That divide resurfaces on attitudes to tax. Only 20 per cent of Labour supporters (compared with 46 per cent of Tory supporters) opposed “excessive” taxes on the rich since they'd worked hard. Asked if the rich should pay very high taxes to ensure the gap between rich and poor didn't grow too great, 53 per cent agreed while just 21 per cent of Tories did. More Britons — by a margin of 38-29 per cent — favoured very high taxes for the rich than worried about them&#xa0;being excessive.</p> <p>What we regard as “excessive” is moot. Conservatives are fond of reminding people of tax rates imposed on the rich in the 1970s — so “punitive”, they argue, that they stifled entrepreneurship and turned voters against high taxes, leading them to elect Margaret Thatcher in 1979. &#xa0;</p> <p>Recent historical research on <a href=\"https://www.repository.cam.ac.uk/bitstream/handle/1810/328681/Popular%20Attitudes%20to%20Taxation%20in%20Britain%20c.1945-1992%20Hodgkin.pdf?sequence=2\">public attitudes to taxation</a> from the mid-1940s to the early 1990s, however, reveals that this narrative took hold only in the late 1980s, and is largely a myth. In reality, any “tax resistance” was outweighed by concerns about public services and overall fairness. It's unlikely that Hunt's modest decision to lower the 45p income tax threshold from £150,000 to £125,140 will encounter much opposition.</p> <p>These days, a majority in Britain support<a href=\"https://www.wealthandpolicy.com/wp/EP2_PublicAttitudes.pdf\"> a range of potential wealth taxes</a>, one example being an annual tax of 1 per cent or more on those whose total wealth (excluding home and pension) exceeds £500,000. </p> <p>All this suggests that Labour (back in 2008 the party dressed activists in top hats in a failed campaign to stop a wealthy Tory candidate winning a by-election) would be wasting its firepower in mounting too crude an attack on the UK's multi-millionaire Downing Street neighbours. But a more subtle attack on the authors of “<a href=\"https://www.ft.com/content/e3317b16-be1c-464b-a289-db6af2df1f0e\">Austerity 2.0</a>” could prove useful for the party, given this week's decisions on tax — particularly in mobilising its own supporters.</p> <p>The politics of envy? Maybe. But, as the essayist William Hazlitt put it nearly 200 years ago, “Envy among other ingredients has a mixture of the love of justice in it.”</p><p>Source: Tim Bale 2022 'Attacks on the wealthy authors of ‘Austerity 2.0' could backfire' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-18T14:37:26.179Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2337,
          "end": 2350
        },
        {
          "start": 2322,
          "end": 2335
        },
        {
          "start": 2337,
          "end": 2344
        }
      ]
    }
  ]
}