{
  "_id": "4a245211fe2268628c6d55f4941e580073311278c70110ab3cd3dfaa2e436e8b",
  "feed": "ftcomall",
  "title": "China unveils $44bn in new support to bolster battered economy",
  "text": "<p>Beijing has announced tens of billions of dollars in stimulus measures in a bid to shore up confidence as China's economy is battered by a snowballing property sector downturn and president Xi Jinping's stifling zero-Covid policies.</p> <p>The State Council, China's cabinet, added Rmb300bn ($44bn) in credit support by its policy banks, the state-controlled institutions used by <a href=\"https://www.ft.com/stream/7f28f8b8-4c4d-3bc4-910d-1081d7df5f46\">Beijing </a>to spur economic growth, according to an official announcement late on Wednesday.</p> <p>“This will expand effective investment, boost consumption and help keep economic activities on a steady course,” said Chinese premier Li Keqiang, who has overall responsibility for the world's second-biggest <a href=\"https://www.ft.com/chinese-economy\">economy</a>.</p> <p>The latest efforts highlighted the tightrope Beijing is trying to walk as it seeks to use central government <a href=\"https://www.ft.com/content/777fc269-e54f-442e-8b43-115c4937b421\">stimulus and looser monetary policy</a> to arrest slowing growth while avoiding saddling the country with more debt.</p> <p>But the measures, which analysts viewed as incremental rather than transformational, also reaffirmed Xi's directive to prioritise combating the health risks posed by the coronavirus pandemic over the economy. </p> <p>The State Council statement noted that while “the foundation of economic recovery is not solid”, China will avoid “resorting to massive stimulus or compromising longer-term interests”.</p> <p>Still, Li urged China's local governments to ratchet up their use of the more than Rmb500bn in funds that have already been made available via increased bond issuance. Beijing also promised Rmb200bn of bond issuance by state-owned electricity groups. </p> <p>The State Council will dispatch special task forces to supervise local authorities and said detailed implementation plans should be readied before October.</p> <p>“We should expedite the delivery of policy measures. The central government will provide facilitation, and subnational authorities [will be] tasked with policy implementation,” Li said.</p> <p>Many analysts <a href=\"https://www.ft.com/content/9739c1cf-e7fd-4a32-95a1-3289de6b0367\">remained concerned</a> over the deep structural risks posed by a meltdown of the Chinese property sector, which accounts for nearly one-third of gross domestic product. Fears over hordes of cash-strapped property developers, including Evergrande, which has liabilities of more than $300bn, have stunted the economy's recovery from the initial shock of the pandemic. </p> <p>Xi's refusal to budge from his controversial zero-Covid policies, which involve instituting <a href=\"https://www.ft.com/content/654c01a6-c4ad-4dbd-a192-c424e790b0af\">strict lockdowns and mass testing</a> wherever outbreaks of the virus are discovered, has sapped consumer confidence and damped the more productive services sectors. &#xa0;</p> <p>Some investors and economists have called for a more aggressive stimulus drive as well as longer-term structural reforms to address China's slowing growth trajectory. Beijing set its lowest growth target in three decades of about 5.5 per cent this year.</p> <p>Goldman Sachs did not alter its forecast of “sluggish” GDP growth this year of 3 per cent following the announcement of the latest measures. </p> <p>The bank's analysts said the stimulus “could help offset the sharp contraction in government revenue and support infrastructure investment growth to some degree in coming months”.</p> <p>But, they added, “with a very weak property sector and headwinds to activity growth from local Covid outbreaks and related control measures, barring major policy easing measures, we think overall growth will remain sluggish during the rest of this year”.</p> <p>“The readout used the phrase ‘no flooding of easing measures and no overborrowing from the future', suggesting any stimulus would likely to be moderate relative to the extent of the economic slowdown.”</p> <a href=\"http://www.ft.com/cms/3428d6cf-0557-4800-a8a4-b2d733434f74.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Edward White in Seoul 2022 'China unveils $44bn in new support to bolster battered economy' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-25T02:14:54.539Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99982,
      "offsets": [
        {
          "start": 2773,
          "end": 2786
        },
        {
          "start": 2757,
          "end": 2770
        },
        {
          "start": 2773,
          "end": 2780
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}