{
  "_id": "4ac7a8bf9f8aac9f666a399c82f89bde899c011417cf9dc33f7d166614c9761a",
  "feed": "ftcomall",
  "title": "Goldman and Kirkland & Ellis halt new business with oligarch-linked firm",
  "text": "<p>Goldman Sachs and Kirkland &amp; Ellis have paused new business with Pamplona Capital Management, the $9bn private equity firm whose firepower comes mostly from sanctioned oligarch Mikhail Fridman's LetterOne investment group. </p> <p>The moves by two of Pamplona's largest and most regular advisers are a blow to the buyout group, at least 80 per cent of whose funds come from LetterOne, according to two people familiar with the matter. </p> <p>US bank Goldman and law firm Kirkland are not the only advisers to question their links to Pamplona amid a scramble to understand how far to cut ties with entities that are not sanctioned but have links to Russian oligarchs who are. </p> <p>Waystone, a Cayman Islands firm that provides directors for private funds in the tax haven, resigned from all of its roles in relation to Pamplona funds on 4 March, days after the EU imposed sanctions on <a href=\"https://www.ft.com/content/2797a5ec-9c02-47dc-ad13-b4348edb51e7\">Fridman and Petr Aven</a>, another LetterOne shareholder. </p> <p>UBS, Houlihan Lokey and Nomura are also taking legal advice in relation to dealing with the private equity group, with their next steps unclear, people with knowledge of the matter said. The banks declined to comment. </p> <p>Pamplona itself <a href=\"https://www.ft.com/content/519be222-19ca-4af3-b1e5-1eaee4b8210e\">said last week</a> that it would hand back LetterOne's money as it seeks to separate itself from the group. On Thursday it said it would wind down three funds, which could be done by selling LetterOne's stakes or the companies that Pamplona had bought.&#xa0;</p> <p>The pullback from Pamplona by some of the world's most prominent firms is the latest sign of how financial arteries that once coursed with Russian capital are being clogged by sanctions aimed at punishing Kremlin-connected businessmen for Vladimir Putin's invasion of Ukraine.</p> <p>It also shows how sanctions are rippling through to the wider economy, plunging companies into uncertainty because of connections to Russian oligarchs. In the UK, Holland &amp; Barrett, the healthcare retailer bought by LetterOne in 2017, <a href=\"https://www.ft.com/content/9e3cb5bd-ce3f-4da6-b033-f50a5df8ab78\">struggled to make a scheduled interest payment</a> because one of its banks is having difficulty processing the transaction.</p> <p>Pamplona “has received confirmation from all relevant sanction authorities that LetterOne, its only investor with Russian connections, is not subject to sanctions and therefore Pamplona is free to continue its day-to-day operations”, a spokesman said. </p> <p>“Any suggestion that Pamplona is at risk of being sanctioned is entirely incorrect,” he said, adding that no investors or individuals affected by sanctions “have ever had any economic stake in the investment manager, or influence over it”. </p> <p>LetterOne said it “is not sanctioned and has had confirmation of this from the relevant authorities in the UK and Luxembourg”.</p> <p>Three of Letter One's top shareholders, Fridman, Aven and German Khan, have been sanctioned in the UK and the EU in response to Russia's invasion of Ukraine, meaning that more than 50 per cent of LetterOne is owned by sanctioned individuals. All three <a href=\"https://www.ft.com/content/c1837a20-6147-45c5-876c-add96ee8432c\">stepped down</a> from LetterOne in response to the sanctions this month and their stakes in it have been frozen. The EU this month also sanctioned another LetterOne founder, Alexey Kuzmichev.</p> <p>Pamplona has become an increasingly prominent player in the private equity industry. The firm, headquartered on London's Park Lane just yards from the prestigious Dorchester hotel, has forged ties with blue-chip advisers as it bought companies ranging from Yorkshire-based pest control company Pelsis to Dutch snack company Signature Foods. </p> <p>Pamplona had $9bn under management as of December 2020, according to a regulatory filing.</p> <p>Pamplona was founded in 2004 by Alex Knaster, who ran Alfa-Bank after the 1998 Russian financial crisis. Alfa-Bank, which Fridman founded and Aven was president of, was sanctioned by the UK on Thursday. </p> <p>Fridman and Aven used a 2013 windfall — from selling their stake in Russian oil company TNK-BP to Rosneft — to create LetterOne, the investment firm that then poured money into Pamplona.</p> <p>The TNK-BP deal was worth over $500mn to Knaster, according to a person familiar with the matter. </p> <p>Knaster is also a sponsor of a $345mn special purpose acquisition corporation alongside Edward Eisler, a former Goldman Sachs partner. </p> <p>Eisler left Goldman in 2012 and was chair of LetterOne's investment and risk committee between 2015 and 2017. </p> <p>Goldman Sachs has worked with Pamplona repeatedly. Its asset management arm, alongside EQT, bought the pharmaceutical group Parexel from Pamplona in November. The bank led the April 2021 initial public offering of Privia Health, where Pamplona and Goldman's merchant banking operations remain large shareholders after investing in the company in 2014.</p> <p>“We have robust processes and procedures around any transaction, which include broader regulatory and reputational considerations,” a spokesman for the bank said. </p> <p>Another link between Goldman and LetterOne is Michael Casey, who covered the European retail industry at Goldman Sachs when it advised Holland &amp; Barrett's then-owner Carlyle Group <a href=\"https://www.ft.com/content/5727598e-582b-11e7-9fed-c19e2700005f\">on selling to LetterOne. </a>The month before the deal was announced, Casey left Goldman Sachs to join LetterOne, where he is now a senior partner and executive chair of Holland &amp; Barrett. </p> <p>Kirkland &amp; Ellis, which has acted for Pamplona on multiple transactions in recent years, has paused new advisory business with the group, two people with knowledge of the matter said, though they added that it may continue providing some advice in situations where it had previously been working for the group. Pamplona accounts for a very small proportion of the law firm's business, one of the people added. </p> <p>Kirkland did not respond to multiple requests for comment.</p> <p>The sanctions have prompted some soul-searching among financial institutions. One banker who has worked for Pamplona said he was in a difficult situation because his firm was “not in the habit of dropping clients”.&#xa0;</p> <p>Meanwhile Waystone's role in providing directors for Pamplona has been taken by rival Cayman Islands group Calderwood, according to a person with knowledge of the matter. </p> <p>“I've worked with Pamplona for a long time,” Calderwood's co-founder and director Ronan Guilfoyle said but declined to comment further. </p> <p>“We continue to use a number of corporate services providers in the Cayman Islands and our activity remains unaffected,” said Pamplona. </p> <p><em>Additional reporting by Daniel Thomas and Mark Vandevelde </em></p><p>Source: Kaye Wiggins in London and Antoine Gara in New York  2022 'Goldman and Kirkland &amp; Ellis halt new business with oligarch-linked firm' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T05:00:48.660Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 435,
          "end": 442
        },
        {
          "start": 4124,
          "end": 4131
        },
        {
          "start": 4124,
          "end": 4137
        },
        {
          "start": 4159,
          "end": 4166
        },
        {
          "start": 4257,
          "end": 4264
        },
        {
          "start": 4257,
          "end": 4270
        },
        {
          "start": 4505,
          "end": 4512
        },
        {
          "start": 4793,
          "end": 4800
        },
        {
          "start": 4877,
          "end": 4884
        },
        {
          "start": 4877,
          "end": 4890
        },
        {
          "start": 5029,
          "end": 5036
        },
        {
          "start": 5029,
          "end": 5042
        }
      ]
    }
  ]
}