{
  "_id": "2f70fd9011c0fe114d34330173481c5e426bd9e62eec2b3d4427f8211e3efda9",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Effort to Terminate Twitter Deal Puts Pressure on CFO; Ned Segal has overseen the social media company's finances since 2017",
  "text": "<p>Elon Musk's bid to terminate the acquisition of Twitter Inc. is complicating matters for Ned Segal, the social media company's finance chief, who is battling a decline in its share price as well as higher costs.</p><p>Mr. Musk on Friday said he planned to abandon a $44 billion deal struck in April for Twitter because the company hadn't provided the information needed to assess the volume of fake accounts on its platform. Twitter is committed to closing the transaction, board chair Bret Taylor said, adding the company would pursue legal action to enforce the deal. Twitter on Monday published a letter dated July 10 stating that Mr. Musk's effort to scrap the deal is a repudiation of his obligations under the merger agreement.</p><p>\"The longer this court battle takes place, the more pressure to cut costs, preserve cash and finance the business,\" said Justin Patterson, a managing director at investment advisory services firm KeyBanc Capital Markets Inc.</p><p>More on Twitter</p><p>* Twitter Sends Letter to Elon Musk Saying Effort to Terminate Deal 'Invalid and Wrongful'</p><p>* Twitter's Legal Battle With Elon Musk Heads to Delaware Business Court</p><p>* The Elon Musk-Twitter Deal Saga: What's Happened So Far</p><p>A lawsuit between Twitter and Mr. Musk would put more pressure on the company's share price. Since the deal was reached in late April, Twitter shares have fallen by roughly 35%, compared with a roughly 10% drop in the S&amp;P 500, as social media companies grapple with a softening digital advertising market.</p><p>Twitter was the worst performer in the S&amp;P 500 Monday. The company's shares closed at $32.65 on Monday, nearly 40% below the $54.20-a-share price Mr. Musk agreed to pay.</p><p>The company in April said total costs and expenses, at $1.33 billion, rose 35% during the quarter ended March 31 from the same period a year earlier. Advertising revenue increased 23%, to $1.1 billion, but could take a hit should the economic environment deteriorate, analysts said.</p><p>Mr. Segal, a former Goldman Sachs Group Inc. banker who has been in charge of Twitter's finances since 2017, recently took advantage of low financing costs and raised additional debt. The company last week said it laid off 30% of its talent acquisition team after saying in May it would pause hiring and look to cut costs. The layoffs are anticipated to affect fewer than 100 people and are limited to the talent acquisition team, Twitter said.</p><p>Mr. Musk's attempt to walk away from the deal isn't expected to negatively affect Twitter's capital structure, said Neil Begley, a senior vice president at Moody's Corp., a ratings firm.</p><p>The deal was expected to potentially triple Twitter's leverage and add hundreds of millions of dollars in interest. The company would be \"better positioned\" if the deal is canceled, Mr. Begley added.</p><p>Twitter's cash and cash equivalents fell to $2.30 billion during the first quarter of the year, from $4.25 billion in the same period a year earlier. Its short-term investments declined by 12.7% during the quarter, to about $4 billion, down from $4.55 billion a year ago. Twitter had about $6.62 billion in total debt at the end of the first quarter, up from $5.54 billion at the end of 2021, according to data provider S&amp;P Global Market Intelligence.</p><p>A chunk of the debt is held in the form of convertible bonds and senior notes, and Twitter doesn't have coming maturities this year or next, according to S&amp;P. Twitter took on about $2.43 billion in additional debt earlier this year, also in the form of convertible bonds, S&amp;P data shows.</p><p>S&amp;P Global Ratings on Thursday said Twitter's BB+ rating, which is below investment grade, remains on credit watch negative and that potential litigation between the company and Mr. Musk adds uncertainty around the transaction.</p><p>Along with its hiring freeze, Twitter has seen a number of exits by higher-ranking managers, including Bruce Falck, general manager of revenue, and Kayvon Beykpour, general manager of its consumer business.</p><p>The recent upheaval will likely hit employee morale, which could dent advertising revenue because employees could be less motivated to pursue new deals, said Mark Mahaney, a senior managing director at banking advisory firm Evercore Inc.</p><p>\"There's all this uncertainty, which must be depressing morale. I'm sure it's made it harder for them to generate revenue, when we're likely going into an advertising recession,\" he said. \"I think for the CFO, this must be a nightmare.\"</p><p>Mr. Musk and Mr. Segal didn't respond to a request for comment. Twitter declined to comment.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com</p><p>Elon Musk's Effort to Terminate Twitter Deal Puts Pressure on CFO</p>",
  "published": "2022-07-12T17:18:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1970,
          "end": 1977
        },
        {
          "start": 1960,
          "end": 1984
        },
        {
          "start": 1970,
          "end": 1994
        },
        {
          "start": 1970,
          "end": 1983
        }
      ]
    }
  ]
}