{
  "_id": "d1c994d485daa1c8e9622a1e87c539ffe5de3bdb8c8bdfc8e3a1ee08ecccb26a",
  "feed": "ftcomall",
  "title": "SoftBank and Goldman invest in electric supercar group Rimac",
  "text": "<p>SoftBank and Goldman Sachs have invested in Rimac in a €500mn funding round that gives the Croatian electric supercar maker and technology group a valuation of more than €2bn, according to the company.</p> <p>It will use the new investments to grow the Rimac Technology arm and could in future be used to fund the fledgling self-driving robotaxi business, which has been under secret development for the past three years, founder Mate Rimac told the Financial Times.</p> <p>The new robotaxi venture is still “in stealth mode”, but the company hopes it will be operational in 2024 and eventually become “bigger than everything we have done so far”, Rimac added.</p> <p>The business has been running prototypes for two years, but Rimac wants to wait until the technology is ready before revealing it to the public. </p> <p>“We are unlike other people, who show stuff that is far from being done,” he said. </p> <p>Several companies ranging from General Motors-backed Cruise to Alphabet's Waymo have promoted self-driving <a href=\"https://www.ft.com/companies/automobiles\">vehicles </a>long before the technology reached the commercial stage. </p> <p>The €500mn investment is the latest funding round for Rimac, which began in the founder's garage in 2009 and has grown to become one of the most sought-after technology providers in the car industry. </p> <p>The company made eight €1.2mn high-performance Concept One cars to promote the brand, and its first mainstream model, the €2mn Nevera, begins deliveries this summer.</p> <p>Volkswagen's Porsche, one of the first carmakers to back the business, invested in the round in order to maintain its stake, while Italian investment group Investindustrial increased its shareholding.</p> <p>By bringing in established financial investors <a href=\"https://www.ft.com/stream/2d38f7bb-9601-4365-90fa-779306db9cf1\">SoftBank </a>and Goldman's asset management arm, the company has widened its shareholder base and potentially paves the way for a stock market listing. </p> <p>Rimac said the direction of the business “will probably be an IPO [initial public offering] one day, but there's no rush”.</p> <p>He said his main priority was to “focus on building a strong company with a long-term view”.</p> <p>His decision to avoid an IPO has gone against the trend with a stampede of flotations by rivals through reverse mergers using special purpose acquisition companies or Spacs.</p> <p>Almost 20 start-ups listed through IPOs or reverse mergers in the past two years, with many achieving valuations above established car brands. </p> <p>US electric carmaker Rivian briefly passed VW in market value last year, despite not having delivered a single vehicle to a customer at that time.</p> <p>However, the market has subsequently cooled with valuations plunging, leaving many new electric car start-ups trading below their flotation price.</p> <p>Rimac told the FT Future of the Car Summit in 2020 during the height of the flotation frenzy that he was “scared” by the trend of businesses listing in their infancy — comments that have proved prescient.</p> <p>“I mean it's amazing that you can really get so much money right now for companies that don't have a product,” <a href=\"https://www.ft.com/content/b6eb1534-b71f-4e68-bb2a-af0c8526e3d0\">he said at the event</a>.</p> <p>Last year Rimac's company signed a deal to oversee VW's Bugatti brand, with him leading the new Bugatti Rimac group, which will produce models under both brands. </p> <p>The company also plans to hire 700 staff this year and complete the development of its new campus in Croatia, which will serve as a headquarters for the Bugatti Rimac company.</p> <a href=\"http://www.ft.com/cms/69084b66-3723-4d33-af7b-e593fda81107.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>This article has been updated to say that Rimac hopes its robotaxi business will be operational in 2024</em></p><p>Source: Peter Campbell in London  2022 'SoftBank and Goldman invest in electric supercar group Rimac' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-01T06:00:45.634Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 13,
          "end": 20
        },
        {
          "start": 13,
          "end": 26
        },
        {
          "start": 1675,
          "end": 1682
        }
      ]
    }
  ]
}