{
  "_id": "4c7a4ed414e15e924cc315ee33977465fb9cfe69958ec7d4607412ac2b399f50",
  "feed": "market-watch",
  "title": "Stocks edge lower as weak China data fuels more global recession worries",
  "text": "<p>* The Dow Jones Industrial Average DJIA shed was down 99 points, or 0.3%, at 32,097.</p><p>* The S&amp;P 500 SPX fell 12 points, or 0.3%, to 4,012.</p><p>* The Nasdaq Composite COMP dropped 42 points, or 0.4%, to 11,763.</p><p>Stocks bounced sharply on Friday, but still logged significant weekly declines. Last week, the Dow fell 2.1%, the S&amp;P 500 slid 2.4% and the Nasdaq dropped 2.8%. It was the S&amp;P 500's worst losing streak since June 2011 — its sixth weekly fall, while the Nasdaq fell a sixth consecutive week, booking its longest losing streak since November 2012.</p><p>Read: 'Nowhere to hide?' What's next as stocks slump toward bear market amid stagflation fears</p><p>What's driving the markets?</p><p>Friday saw a relief rally for stocks after Federal Reserve Chairman Jerome Powell said bigger rate hikes were off the table for now. However, that didn't stop those sharp weekly losses, with the Dow in its longest slump since 2001, as investors remain concerned the central bank can get inflation under control without causing a slowdown.</p><p>The New York Fed on Monday said its Empire State business conditions index, a gauge of manufacturing activity in the state, plummeted 36.2 points to negative 11.6 in May. Economists had expected the index to fall slightly to a solid 16.5 reading, according to a survey by The Wall Street Journal. Any reading below zero indicates deteriorating conditions.</p><p>Earlier, fresh economic data from China appeared to trigger some investor jitters, as that country revealed continued fallout from recent COVID lockdowns.</p><p>\"The slump in retail sales and industrial production was the weakest since March 2020. The latter also had the lowest print on record, with the worst decline coming from auto manufacturing (-31.8%),\" said a team of Deutsche Bank strategists led by Jim Reid, in a note to clients.</p><p>The data complicates an already cloudy picture for U.S. investors, experiencing a bear market for tech stocks and close to one for the S&amp;P 500.</p><p>Goldman Sachs cut its 2022 U.S. growth outlook to 2.4% from 2.6% previously and to 1.6% from 2.2% for 2023, on fears over an uncertain growth path. The bank cut its S&amp;P 500 target again, to 4,300, citing tightening financial conditions and those growth worries.</p><p>Read: 'Very, very high' risk of recession, warns Goldman's Lloyd Blankfein</p><p>Retailers will be in the spotlight this week, with Walmart Inc. WMT and Home Depot Inc. HD are due to report Tuesday, and Target Corp. TGT, Lowe's Cos. LOW later in the week. Deere &amp; Co. DE is another big names expected this week.</p><p>Walmart earnings preview: Walmart's exposure to lower-income consumers gives analysts pause</p><p>Take-Two Interatcive Software Inc. TTWO will report results after the close.</p><p>U.S. wheat futures W00 were surgingafter India said over the weekend it would ban almost all exports of the commodity. The country has suffered an intense heat wave that has damaged its crops, while global agriculture prices have surging this year from Russia's invasion of Ukraine.</p><p>What companies are in focus?</p><p>* McDonald's MCD expects to book a $1.2 billion to $1.4 billion charge on an exit from Russia and plans to sell its business in that country. Shares fell 0.9%.</p><p>* Shares of Spirit Airlines Inc. rose 11.5%, after JetBlue Airways Corp. JBLU launched a hostile takeover of the discount airline. Spirit earlier this month rejected a $3.6 billion offer from JetBlue, sticking with a lower-priced bid from Frontier Group Holdings Inc. ULCC. JetBlue shares were down 3.8%, while Frontier shares rose nearly 7%.</p><p>* Shares of ManTech International Corp. MANT jumped nearly 15% after the provider of information technology services for U.S. defense and federal civilian agencies announced an agreement to be acquired by investment firm Carlyle Group Inc. CG in a cash deal valued at $4.2 billion. Carlyle shares were down 1.7%.</p><p>How are other assets trading?</p><p>* The yield on the 10-year note BX:TMUBMUSD10Y fell 2 basis points to 2.913%. Yields and debt prices move in opposite directions.</p><p>* In oil futures CL.1 West Texas Intermediate crude for June delivery CLM22 fell 0.7% to trade below $110 a barrel.</p><p>* Gold futures GC00 were down slighlty near $1,806 an ounce.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP slipped 0.2%, while London's FTSE 100 UK:UKX was flat.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP ended 0.3% lower, the Hang Seng Index HK:HSI rose 0.2% and Japan's Nikkei 225 JP:NIK rose 0.4%.</p><p>Stocks edge lower as weak China data fuels more global recession worries</p>",
  "published": "2022-05-16T14:21:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1948,
          "end": 1961
        },
        {
          "start": 2259,
          "end": 2266
        },
        {
          "start": 1948,
          "end": 1955
        }
      ]
    }
  ]
}