{
  "_id": "4338a209e5319a683f1686b0ff525cdea7a0ace52c1cb3c05c903a415788dfda",
  "feed": "ftcomall",
  "title": "FirstFT: JPMorgan weighs adding India to bond index",
  "text": "<p>Good morning. JPMorgan is sounding out big investors on <a href=\"https://www.ft.com/content/f01f0d11-0a8f-4a5a-98bf-d6f42b24cd1a\">adding India to its widely tracked emerging-market bond index</a>, setting the stage for billions of dollars to flow into the country's domestic fixed-income market as it opens to foreign capital. </p> <p>The Wall Street bank is seeking investor views on whether to make a large chunk of India's $1tn rupee-dominated bond market eligible for inclusion in the GBI-EM Global Diversified index of local currency debt, according to two people familiar with the matter.</p> <p>A decision to add Indian debt to one of the bank's flagship indices would mark an inflection point for global investor exposure to the world's fifth-largest economy and the fruition of years of discussions between India's government, index providers and investors.</p> <p>Indian government bonds rallied on Friday after the Financial Times reported the consultation, with the yield on the country's 10-year debt falling 0.07 percentage points to 7.22 per cent.</p> <p>Goldman Sachs has estimated that including India's sovereign bonds in the influential benchmark index would drive an estimated $30bn of passive investor inflows.</p> <p>The JPMorgan consultation should be complete by next month, with the announcement of an official proposal expected in October, according to people familiar with the matter. The bank declined to comment on the potential inclusion, as did India's finance ministry.</p> <p><em>Thanks for reading FirstFT Americas. Enjoy the weekend — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Joe Biden comes out swinging </strong>In an <a href=\"https://www.ft.com/content/122e8ec2-7c71-41a4-9e19-8b7070aa54ed\">impassioned and combative speech</a> in Maryland last night, the president condemned Republicans for promoting “semi-fascism”. His tone reflected a new willingness to target Republicans, and Donald Trump specifically, amid growing optimism in Democratic circles that the midterm elections in November could turn out better for the party than feared just a few months ago. </p> <p><strong>2.</strong> <strong>US-listed Chinese shares surge</strong> New York-listed shares in major Chinese tech groups rose yesterday, amid signs that the US and China are <a href=\"https://www.ft.com/content/6486978d-0b99-4d86-b945-a0b296470a94\">close to resolving a longstanding impasse</a> over audits of Chinese companies. Depositary receipts linked to shares in tech giant Alibaba jumped 8 per cent while ecommerce site JD.com rose 11 per cent. </p> <p><strong>3. Shelling disconnects Ukraine nuclear plant from power grid </strong>Fears of a <a href=\"https://www.ft.com/content/4183fd14-2546-4408-95af-89c115f1a12a\">catastrophic accident</a> at one of Europe's largest nuclear power plants escalated yesterday after shelling caused Ukraine's Zaporizhzhia reactor complex to be temporarily cut off from the country's electricity grid for the first time. Kyiv and Moscow have accused each other of artillery strikes near the plant.</p> <p><strong>4. Saudi Arabia sends message to Biden on oil</strong> Riyadh this week warned that it could <a href=\"https://www.ft.com/content/11c4568f-41e2-48d1-aae4-8f3fb1ef6a55\">lead Opec+ in cutting oil production</a>, a message aimed at skittish traders and US president Joe Biden's administration as it seeks to revive a nuclear deal with Iran, which has stoked concerns in the kingdom of Iranian oil returning to the market and pushing down prices.</p> <p><strong>5. Taiwan's president welcomes US senator</strong> Tsai Ing-wen told Marsha Blackburn that recent visitors from the US have strengthened the island's determination to defend itself, as the Tennessee senator <a href=\"https://www.ft.com/content/50cbce70-c380-4313-b62d-3cda50daddd7#post-e80418e6-5678-4296-9a8f-24763ce652e3\">became the latest</a> to defy China's attempt to deter foreigners from engaging with Taipei.</p> <ul>  <li><p><strong>Go deeper:</strong> The US has ‘no good options' on Taiwan, raising big questions about <a href=\"https://www.ft.com/content/a1d1548b-35c4-4bcc-9216-d6e4502ea414\">what it will do next</a>.</p></li> </ul> <p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/5b3db115-b0d3-417f-aecd-824050db560b\"><em>quiz</em></a><em>.</em></p> <h1>The days ahead</h1> <p><strong>All eyes on the Jackson Hole summit </strong>Global shares rose <a href=\"https://www.ft.com/content/f2a6d9ac-24de-4e10-8fd6-924e8a45b047\">ahead of Jay Powell's speech</a> at the Jackson Hole Economic Symposium later today and the dollar advanced. But futures trading suggests shares will open slightly lower on Wall Street later after making gains yesterday. </p> <p><strong>Economic data </strong>The Powell speech comes on the day the Fed's preferred inflation gauge — the core personal consumption expenditures price index — is updated. The core figure is forecast to have risen 0.3 per cent in July, according to economists polled by Refinitiv, but the annual figure is expected to have edged down to 4.7 per cent. The University of Michigan also updates its consumer sentiment index.</p> <p><strong>Mar-a-Lago search</strong> The US justice department has until noon Eastern time today to release a redacted version of the affidavit that led to the search of Donald Trump's Florida residence. A US federal judge yesterday ordered the justice department to unseal the affidavit, which was used to obtain a search warrant that led to FBI agents raiding the former president's home at the Mar-a-Lago club in Palm Beach in search of sensitive government documents. </p> <p><em>Join the FT in partnership with Millicom at the </em><a href=\"https://spotlightonlatinamericany.live.ft.com/home?reference=curatednewsletter&amp;utm_source=news&amp;utm_medium=curatednewsletter&amp;utm_campaign=2022pmillicomnewyork\"><em>Spotlight on Latin America Dinner Briefing</em></a><em> on September 22 to hear from the president of Guatemala, Alejandro Giammattei and more to discuss how ambitious resets of policy frameworks in Central America and the rest of the region can foster further investment.</em></p> <h1>What else we're reading </h1> <p><strong>Capital Group: the slow-moving giant in dangerous waters </strong>In a sea full of predators, <a href=\"https://click.newsletters.ft.com/f/content-7477b542-b4b7-4065-ab01-77428b3607be/WuwbenbMiamRvWhKawUkRQ~~/AAAAAQA~/RgRk6nXnP0SbaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNzQ3N2I1NDItYjRiNy00MDY1LWFiMDEtNzc0MjhiMzYwN2JlP2VtYWlsSWQ9YmZkZDMwYjMtY2ZhOS00YzU4LTkxYjgtNjI1YjljOTEwM2EyJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpjA_LwB2PykeaqUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">Capital Group is like a whale shark</a>: slow-moving, friendly and enormous. The fund manager's collaborative culture, low fees and dedication to active stock picking make it a well-respected outlier in the increasingly cut-throat industry.</p> <p><strong>Scientists create ‘synthetic' mouse embryos</strong> The embryos which contain growing brains, beating hearts and the precursors for all other organs in place <a href=\"https://www.ft.com/content/c891b4a6-1556-4968-9b20-d1b2a75a9f7b\">were made without the use of sperm or eggs</a>. Researchers at Cambridge university and the California Institute of Technology said theirs were the most complete mammalian embryos made so far from stem cells.</p> <p><strong>Why film-makers cannot resist Tolkien's fantasy world</strong> Stanley Kubrick regarded <em>The Lord of the Rings</em> as “unfilmable”. The history of bringing the epic tale to screen, radio, stage or gaming is not one of dwarfs, orcs, elves, balrogs, wizards or hobbits, but of <a href=\"https://www.ft.com/content/9113f75d-169d-4735-912a-6a124e5c30ff\">legal disputes, troubled adaptations and multimillion-dollar acquisitions</a>, Stephen Bush writes.</p> <p><strong>How ‘The Simpsons' became a shared language</strong> While <em>The Simpsons</em> is an entertaining TV show — perhaps one of the greatest TV shows of all time — it is so much more than that, argues philosopher Tom Whyman. <a href=\"https://www.ft.com/content/16694b7f-2cae-49bf-b59f-5fb77cc05af0\"><em>The Simpsons</em> is also a language</a> that binds a generation. </p> <p><strong>Germany's cheap transport scheme hits the buffers</strong> Germany's affordable ticket experiment — a <a href=\"https://www.ft.com/content/7a9973cd-ea91-42a9-a79f-4a8c5bf93500\">€9-a-month ticket</a> for local trains and public transport — was introduced to soften the blow of the cost of living crisis and tackle climate change by encouraging people to switch away from cars. It proved immensely popular — which has made taking it away that much tougher.</p> <ul>  <li><p><strong>Opinion: </strong>“It's the uncertainty, not the delay, that gets you in the end”: Tim Harford reflects on the horrors of <a href=\"https://www.ft.com/content/e62aec4f-6bd2-4238-b7d8-ff0e71e5e5ef\">modern train travel</a>.</p></li> </ul> <h1>Travel</h1> <p>The Aman hotel group is best known for its sublime minimalist retreats in exotic destinations. But in recent years it has begun opening sites in urban centres and this month debuted Aman New York — <a href=\"https://www.ft.com/content/b1956a5f-6492-43a4-8aa6-dbdf6492ec9d\">the city's newest and most expensive hotel</a>.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2022 'FirstFT: JPMorgan weighs adding India to bond index' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T10:27:41.657Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99982,
      "offsets": [
        {
          "start": 958,
          "end": 971
        },
        {
          "start": 963,
          "end": 976
        },
        {
          "start": 963,
          "end": 970
        }
      ],
      "weightsV2": {
        "weight": 1.9001381,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.100000024,
        "tagPositionWeight": 0.00013816357,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}