{
  "_id": "e41d79798497d8c0128c9122543104eef6e3d89c46681fe776ef41ece1c1b9be",
  "feed": "ftcomall",
  "title": "The banker who transformed Deutsche into a risk machine",
  "text": "<p><strong>One invite to start</strong>: Join us on October 12 in London for the first Due Diligence Live. Our opening session will feature a discussion between Centerview Partners co-founder Blair Effron and DD's James Fontanella-Khan. To gain early-bird access to the event and find more details <a href=\"https://duediligence.live.ft.com/page/2116590/register-now?_ga=2.220051161.1136087900.1657529949-632678052.1657040504?reference=ftcomdigitalad&amp;utm_source=bwe&amp;utm_medium=ftcomdigitalad&amp;utm_campaign=2022Pftduediligencelive\">go here</a>.</p> <p>In today's newsletter:</p> <ul>  <li><p>Remembering Anshu Jain</p></li>  <li><p>Thoma Bravo eyes Darktrace</p></li>  <li><p>The mysterious Calvin Choi</p></li> </ul> <h1>Anshu Jain: Deutsche's tiger in the tank</h1> <p>Anshu Jain was always fine with rules. As long as he was the one who set them.</p> <p>The Indian-born British banker cut his teeth at Merrill Lynch in the early 1990s, where he was quickly taken under the wing of <strong>Edson Mitchell</strong>, a chain-smoking capital markets whizz known to liven up any party or trading floor.</p> <p>From the outside, it wasn't clear what drew Mitchell, <a href=\"https://www.ft.com/content/60fa7da6-c414-11e7-a1d2-6786f39ef675\">known for juggling a mistress</a> at his lavish London villa and a family back home in Maine, to the softer-spoken protégé Jain, a devout vegetarian and family man.</p> <p>But Jain had his own way of flouting the rules, demonstrating the kind of insatiable risk appetite that fed Mitchell's gambling spirit.</p> <p>So when <strong>Deutsche Bank</strong> poached Mitchell to build out the group's fledgling trading operations in London in 1995, Jain followed him.</p> <p>Leaving Merrill, where Jain worked for years to become one of the youngest managing directors in the bank's history (and stick it to the majority Irish Catholic sales team at Merrill who repeatedly mistook him for an IT guy, according to <a href=\"https://www.ft.com/content/57001260-5c98-11ea-8033-fa40a0d65a98\">David Enrich's book <em>Dark Towers</em></a>), would turn out to be an even bigger turning point in his career than he thought.</p> <p>In 2000, Mitchell died after his private plane crashed into a mountain. Jain, who had proven himself a shrewd and aggressive trader, was suddenly thrust on the fast track to power.</p> <p>In the following years Jain, <a href=\"https://www.ft.com/content/98faea55-fe89-422b-b942-657894225994\">who died on Friday evening</a> at the age of 59 from cancer, would make a swift ascent to the top of the German lender, transforming Deutsche's derivatives business into a moneymaking machine to rival the best on Wall Street.</p> <p>The only problem was that Anshu, who was universally referred to by his first name (much like Elvis or Madonna, <a href=\"https://www.ifre.com/story/3476047/anshu-jain-dies-leaving-a-remarkable-legacy-l389vs71v0\">IFR notes</a>), was unwilling to accept defeat.</p> <p>Regulators had gradually dismantled Deutsche's high-risk, high-return model and cracked down on leverage after the financial crisis, sending investment banks on a mad dash to slash their trading units.</p> <p>Jain stood resolute, insisting that the post-2008 slump was only temporary. “As CEO, he pursued a ‘last man standing' strategy that I found wrong and dangerous,” said a senior regulatory official who dealt with Jain at the time.</p> <p>That approach, coupled with the reputational hits suffered by a <a href=\"https://www.ft.com/content/ad29d252-dbe6-11e5-98fd-06d75973fe09\">series of misconduct probes</a> during his tenure, prompted him to resign just three years after becoming the bank's first non-white, non-German speaking chief executive in 2012.</p> <p>Jain will always be remembered for his fearless risk-taking, whether or not it was always wise. DD particularly enjoyed this anecdote from <em>Dark Towers</em> on his days at Deutsche:</p> <blockquote>  <p>“Jain was hoping to do a derivatives transaction with a giant hedge fund, Tiger Management. The bank's risk managers in Germany balked. ‘This is highly irregular,' a German executive informed him regarding his plans to do a large, complicated trade with a ferocious-sounding American hedge fund . . . Anshu complained to Edson; if they waited that long, the opportunity would vanish. Edson told Anshu to go ahead and do the trade.”</p> </blockquote> <p>Jain spent much of his spare time watching wildlife and exhibited large photographs in his office of tigers that he had taken himself.</p> <p>It's easy to see why the banker might've admired such fierce and unyielding creatures.</p> <h1>Darktrace's shadows continue to haunt&#xa0;</h1> <p>Darktrace announced on Monday that the US private equity group <strong>Thoma Bravo </strong><a href=\"https://www.ft.com/content/ae3b432a-941d-4d8c-840a-b28dad34428d\">is considering making an all-cash land grab</a> for the British group to add to its swelling cyber security portfolio.</p> <p>Investors responded warmly to the news with the share price rallying 20 per cent to 500p. Though no information was given about the prospective value of any bid, shareholders were no doubt peering over their shoulders at recent acquisitions by the technology-focused private equity group.</p> <p>Thoma Bravo bought cyber security group<strong> SailPoint Technologies </strong><a href=\"https://www.ft.com/content/ac996df1-497c-42ae-a0a6-71a7595aab4a\">for $6.9bn</a> and<strong> Ping Identity</strong> <a href=\"https://www.pingidentity.com/en/company/ping-newsroom/press-releases/2022/ping-identity-to-be-acquired-by-thoma-bravo-for-2-billion.html\">for $2.8bn</a>. Today, after the valuation boost, Darktrace sits at about six times revenue forecasts for 2023, <a href=\"https://www.ft.com/content/e701c13b-5214-4313-82f0-2cba5efdc4a2\">Lex points out</a>.</p> <p>“If I was sitting in [investors'] shoes, anything closer to eight or nine times revenues and I'd be looking to offload the shares,” said<strong> Damindu Jayaweera</strong>, an analyst at <strong>Peel Hunt</strong>. Thoma Bravo has until September 12 to come forward with an official offer or abandon the effort altogether.</p> <p>Though the cyber security company tripled its value in the six months following its initial public offering last April, the stock plummeted after a sell note by Peel Hunt claimed that it was worth just half its value. </p> <p>But Darktrace has struggled to rid itself of an insidious threat of its own: its <a href=\"https://www.ft.com/content/5302ce7c-2d58-4e8b-843e-a181ee3a2bd1\">ties to the British software entrepreneur, <strong>Mike Lynch</strong></a>, who is set to be extradited to the US to face charges for conspiracy and fraud linked to the $11.6bn sale of<strong> Autonomy</strong> to <strong>Hewlett-Packard </strong>in 2011.</p> <p>HP claimed that Lynch was behind a fraudulent manipulation of Autonomy's accounting, which led to HP paying an extra $5bn for the software group in 2011, though he vociferously denies any wrongdoing.</p> <p>Autonomy is part of Darktrace's DNA, given that the company was built in large part by ex-Autonomy staff, including the current chief executive<strong> Poppy Gustafsson</strong>.</p> <p>Meanwhile, filings show that Lynch's Invoke Capital financed Darktrace's first two years of operations. Lynch stepped down as a director of Darktrace in 2018 but continued to serve on the company's advisory council until 2021, and was then given a role on its science and technology council.</p> <p>He remains a cornerstone investor in the company, with a stake worth £136mn — meaning that he stands to benefit considerably from any deal.</p> <h1>The banker facing a Hong Kong ban who broke a Wall Street record</h1> <p>Where is <strong>Calvin Choi</strong>? </p> <p>The former <strong>UBS </strong>banker who <a href=\"https://www.ft.com/content/98c7f21d-d91c-4f85-bd9b-96b5dc1e2ad8\">made history</a> with the listing of his Hong Kong company, <strong>AMTD Digital</strong>, in New York in July should be enjoying a victory lap. The shares are up more than 2,000 per cent and Choi, who was on the floor to ring the opening bell as founder, has become enriched in the process. </p> <p>Choi's feat is all the more remarkable given he is fighting a two-year ban by Hong Kong's financial watchdog. The case, which he tried and failed to keep private, relates to conflicts of interest on a share sale and an IPO he worked on while at UBS. </p> <p>Though the shares have started to fall, Choi has remained silent and his whereabouts are unknown. AMTD Digital, which bills itself as a financial services company that makes most of its money off a “super-connector ecosystem” called SpiderNet, has been unable to explain its skyrocketing share price. Its market value at one point exceeded that of <strong>Goldman Sachs</strong> despite revenues of just $21.5mn for the 10 months to February 2022. </p> <p>Critics questioned why the <strong>US Securities and Exchange Commission</strong>'s antenna wasn't up, given that Washington has launched a regulatory crackdown on Chinese companies listed in the US. “The company seems to be a start-up without a viable business model,” one analyst <a href=\"https://www.ft.com/content/2d93bc48-cb1f-4f0d-8e3f-8b6632a9d3de\">told the FT's Mercedes Ruehl and Primrose Riordan</a> this week.</p> <h1>Job moves</h1> <ul>  <li><p>The chief executive of Dutch company <strong>Philips</strong>, <strong>Frans van Houten</strong>, <a href=\"https://www.ft.com/content/9a7ef721-6c05-4ddc-b4e3-805a503088e7\">has left the business</a> following a costly recall of faulty medical devices that led to a profit warning. He will be replaced in October by <strong>Roy Jakobs</strong>, who heads the group's patient data group.</p></li>  <li><p>Australian miner <strong>BHP</strong> has promoted <strong>Edgar Basto</strong>, its president of minerals in Australia, to chief operating officer.</p></li> </ul> <h1>Smart reads</h1> <p><strong>The real Ted Lasso</strong> Todd Boehly has proven himself a venerable dealmaker from Hollywood to Major League Baseball. But his leading role in acquiring Chelsea FC <a href=\"https://www.bloomberg.com/news/articles/2022-08-12/billionaire-turns-from-finance-to-living-out-his-inner-ted-lasso\">will put him to the test</a> as he becomes the public face of the storied football club with no experience in the game, Bloomberg reports.</p> <p><strong>Technological issues </strong>Britain's ambitions to become a global chipmaking champion <a href=\"https://www.ft.com/content/470bf7d8-cd32-472d-b75f-6019eb4b100a\">have been hampered</a> by economic nationalism, poor dealmaking and a government in flux, the FT reports. Has the UK lost its chance?</p> <p><strong>Wall Street's LBO hangover</strong> Leveraged finance bankers are nursing killer headaches after taking $1.5bn in losses from the loans they made to debt-laden companies last quarter, suggesting that the era of cheap debt <a href=\"https://www.reuters.com/breakingviews/banks-lbo-debt-hangover-may-leave-lasting-scars-2022-08-16/\">may be over</a>, writes Reuters' Breakingviews.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/7edb5fe6-558b-449e-a2be-c1692df585ad\">Ted Baker recommends cut-price takeover offer from Authentic Brands</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-08-16/credit-suisse-faces-fresh-china-setback-after-executives-exodus\">Credit Suisse faces fresh China setback after executive exodus</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/43d4fb5d-72a1-468c-aac8-9e11c4693f4e\">Alex Mashinsky took control of Celsius trading strategy months before bankruptcy</a> (FT) </p> <p><a href=\"https://www.ft.com/content/493efad8-b4bb-49d7-ab95-5ec571d0d34e\">Battle over engineering company turns spotlight on Nintendo's family office</a> (FT) </p> <p><a href=\"https://www.ft.com/content/578d7934-21ec-4e09-81ab-077f38465985\">Japan activism: Murakami spins persuasive narrative on Jafco</a> (Lex) </p> <p><a href=\"https://www.ft.com/content/59d1a815-a25d-46cc-8d9f-20920287dc50\">Tiger Global's next big thing: potatoes</a> (FT) </p><p>Source:  2022 'The banker who transformed Deutsche into a risk machine' FT.com 17 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-17T04:00:18.471Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 6955,
          "end": 6962
        },
        {
          "start": 6955,
          "end": 6968
        },
        {
          "start": 6909,
          "end": 6922
        }
      ],
      "weightsV2": {
        "weight": 0.9753499,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.0246501,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}