{
  "_id": "5a4c90b4a30a4a991badc35533c8c3ff8f931e1ad567e6fcda24eba1f8b15a8b",
  "feed": "wall-street-journal",
  "title": "Thanksgiving Leftovers for Days? That's Just the Way These People Like It; Remade into sandwiches, pot pies or turkey salads, leftovers can be stretched out with a little planning. But some say: no thank you",
  "text": "<p>\"There's nothing better than leftovers when the cooking is done,\" said the 71-year-old Houston resident. \"Now you've got the food in the refrigerator, and you can skate on that for four or five days.\"</p><p>What to do with Thanksgiving leftovers, and how long they should be kept around, has become a perennial debate among friends and families.</p><p>Some, like Mrs. Labrasca, take creative approaches to liven up the post-holiday fare. Her turducken—a chicken stuffed in a duck stuffed in a turkey—will be sliced and put on a bed of scallions with hoisin sauce and wrapped in a tortilla. There will also be sandwiches on rye swirl bread. Some of the meat will be vacuum-sealed and frozen for future TV dinners. Mrs. Labrasca will then get to work separating what remains of the three meats: the cubed turkey will make its way into a curry with coconut milk.</p><p>Other adventurous Thanksgiving fans push the boundaries of food safety and continue munching on mashed potatoes, turkey and stuffing days after the holiday. For others, like Rachel Stanley, Thanksgiving is a one-day affair. The 34-year-old Los Angeleno says she loves eating stuffing, cranberry sauce and mac and cheese around the holiday table. Days after that? No thank you.</p><p>SHARE YOUR THOUGHTS</p><p>What are your favorite Thanksgiving leftovers? Join the conversation below.</p><p>\"My taste buds won't even allow me to eat the same food past a day,\" said Ms. Stanley, who works as a digital-content host. \"I'm going to start craving something else like tacos.\"</p><p>Mark Young likes to plan quick, easy meals around his holiday leftovers. It's a habit he picked up from his Scottish mother, who offered warmed gravy poured over cold turkey on white bread in the days after Thanksgiving.</p><p>\"If there was anything else you wanted, if it had to be heated up, it was do-it-yourself,\" said Mr. Young, a 58-year-old business analyst with Virginia's Department of Social Services. \"Mom was done.\"</p><p>The meal planning also helps clear out the fridge more quickly—\"so you don't have a container of mashed potatoes or gravy stuck in the back of the fridge waiting to surprise you in three weeks,\" he said.</p><p>The Department of Health and Human Services calls Thanksgiving leftovers \"the gift that keeps on giving.\" But to safely consume leftovers, it suggests following the \"two-hour rule,\" where food taken out of the refrigerator or oven should be refrigerated within two hours. After that, food \"enters the Danger Zone,\" it says, when bacteria can start to multiply quickly.</p><p>Food should be stored in shallow and small containers until the Monday after Thanksgiving, or in the freezer for later use. \"Use the Monday after Thanksgiving as a reminder that it is the last day you can safely eat leftovers,\" the department said.</p><p>Thanksgiving is one of Christian Colón's favorite holidays—and he takes his time with the leftovers.</p><p>\"I push it as far as it'll possibly go,\" said the 31-year-old from Brooklyn, N.Y. \"I've eaten Thanksgiving leftovers for a week.\"</p><p>Sometimes, Mr. Colón just eats a bowl of stuffing or a little bit of turkey. But one thing he looks forward to every year: Making a turkey salad with apples and mayonnaise.</p><p>\"It's light, and that's how you get through all the rest of the turkey that no one ate,\" he said.</p><p>James Phelan puts his leftovers all in one place. The day after Thanksgiving, the 49-year-old Navy veteran hosts a Friendsgiving in Houston and serves turkey pot pie. This year, he will host 15 people and bake several small pies. The filling will include plenty of fresh herbs and other ingredients that get left behind after the main meal Thursday.</p><p>\"There's something fun about taking the elements and finding a new purpose,\" Mr. Phelan said.</p><p>Sajina Shrestha is accustomed to eating leftovers. The 23-year-old Queens, N.Y., resident does it throughout the year, so tackling Thanksgiving leftovers is no problem, she said.</p><p>\"Food is food,\" Ms. Shrestha said. \"Also there's no rule saying that you have to eat all of them. You could just have mashed potatoes and mac and cheese one day and then the turkey the next day.\"</p><p>SHARE YOUR THOUGHTS</p><p>Do Thanksgiving leftovers spark joy? Join the conversation below.</p><p>But for some, leftover turkey has no luster. Even before Rachel Goldman became a vegetarian two years ago, she never cared for traditional Thanksgiving fare. Leftovers, the 23-year-old New Yorker said, were even less appealing.</p><p>Ms. Goldman typically makes and eats her own vegetarian Thanksgiving leftovers. However, this year her boyfriend's family made her a mushroom shepherd's pie.</p><p>\"This year I got extraordinary lucky,\" she said. \"I wish I could take more leftovers home.\"</p><p>Write to Suryatapa Bhattacharya at Suryatapa.Bhattacharya@wsj.com and Joseph De Avila at joseph.deavila@wsj.com</p><p>Thanksgiving Leftovers for Days? That's Just the Way These People Like It</p>",
  "published": "2022-11-25T13:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4385,
          "end": 4392
        },
        {
          "start": 4217,
          "end": 4224
        }
      ]
    }
  ]
}