{
  "_id": "7ffaa1922eb718ce05944d3f10b890fd26f17f5125d2d00495d3f53f6281139c",
  "feed": "wall-street-journal",
  "title": "Derby's Take: It's a Full House When It Comes to Regional Fed Chiefs; On Monday, Lorie Logan took command of the Dallas Fed, bringing the regional banks' leadership up to full staff, for now",
  "text": "<p>In July, the Fed's other vacancy, that of the Boston Fed leader, was filled by Susan M. Collins, an academic. She succeeded Eric Rosengren, who retired early citing health issues, as he also faced questions about his market trading.</p><p>Like the regional Fed bank president ranks, the Fed's Board of Governors is also now fully staffed.</p><p>Ms. Logan comes to the Dallas Fed after a long career at the New York Fed. Her final job at that institution entailed managing the central bank's massive balance sheet, which now stands at just under $9 trillion. Ms. Logan was a key player in implementing monetary policy for the Fed and was a closely watched voice when she spoke on the mechanics of central bank actions and market conditions.</p><p>Ms. Logan wasn't responsible for setting monetary policy. In the tradition of others who held that job before her, she didn't offer her own opinions about actions the central bank should take. As such, few have any insight into what Ms. Logan thinks about the choices that lie ahead for the Fed, and little is known about how she assesses the economy relative to the central bank's job and inflation goals.</p><p>The Dallas Fed noted that Ms. Logan has been at the crossroads of the challenges facing the Fed over recent years. She \"played a crucial role in the development and implementation of the Federal Reserve's actions in response to the Covid-19 pandemic. This included designing and managing several facilities to support market functioning and the flow of credit to households and businesses,\" the bank said on its website Monday.</p><p>While the Dallas Fed has no direct role in setting monetary policy beyond the contributions its leaders make while serving on the rate-setting Federal Open Market Committee, the bank has for some time been an active voice on financial matters.</p><p>Mr. Kaplan, in office from 2015 until last year, was a former top leader at investment bank Goldman Sachs, and he was influential when it came to speaking out on the relationship between monetary policy and markets. His predecessor, Richard Fisher, was also a former financial professional and actively commented on markets.</p><p>Ms. Logan will be well disposed to take up that mantle should she choose to. The Dallas Fed is also a leading voice on energy and immigration issues. Due to the rotation of regional Fed officials, she will gain an FOMC vote next year. Ms. Collins, the new Boston Fed leader, is a voter this year.</p><p>Regional Fed banks are quasi-private institutions that are technically owned by member banks. They are overseen by local boards with directors drawn from the private sector, although the Fed in Washington has final authority and considerable influence. The banks help set monetary policy, perform Fed services and do research on the economy, monetary policy and the financial system.</p><p>Regional Fed bank presidents are paid at a much higher rate relative to the Board of Governors. The highest paid is New York Fed leader John Williams, who earned $513,400 last year. The Dallas job paid $440,700 for the 2020 calendar year. In comparison, Fed Chair Jerome Powell earns just over $200,000 a year.</p><p>While all regional Fed bank leadership vacancies have been plugged, two more loom. The leaders of the Chicago Fed and Kansas City Fed will retire next year due to mandatory retirement. Searches are under way for replacements.</p><p>The regional Fed banks have faced considerable pressure in recent years to diversify their top ranks, which have been historically filled by white men. The Fed got its first Black bank president in 2017 when Raphael Bostic came to lead the Atlanta Fed. Ms. Collins is the first Black female regional Fed leader.</p><p>The Dallas Fed faced some pressure from legislators to select a Latino candidate as bank president, given the demographic makeup of the district.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p>",
  "published": "2022-08-23T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1899,
          "end": 1906
        },
        {
          "start": 1899,
          "end": 1912
        },
        {
          "start": 1886,
          "end": 1899
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}