{
  "_id": "e70db7c39c5199c8d7aa41be130c883ed79da30dd00138af401cfcb10208226a",
  "feed": "market-watch",
  "title": "Goldman cuts expectations for S&P 500 profit growth through 2024",
  "text": "<p>\"Following a weak [Q3] earnings season in which S&amp;P 500 SPX net margins declined year/year for the first time since the pandemic, we lower our EPS forecasts for 2022 (to $224 from $226), 2023 (to $224 from $234) and 2024 (to $237 from $243),\" the team wrote in a note dated Sunday.</p><p>Should the U.S. economy slide into a recession, \"we expect S&amp;P 500 [earnings per share] would fall by 11%,\" Kostin and his team wrote.</p><p>Large U.S. firms are expected to continue facing a plethora of headwinds, including rising wages and stubbornly high crude-oil prices, among other factors cited by Kostin in the note.</p><p>\"Firms continued to face a challenging margin backdrop. In 3Q, the GS wage tracker equaled 5.4%, Brent crude oil price was 9% above a year ago, goods inflation averaged 5.6%, and services inflation averaged 4.6%,\" Kostin said.</p><p>Although the contraction in profit margins during the third quarter wasn't as severe as some had feared, this was masked somewhat by surging profits for oil and gas firms, the Goldman analysts said.</p><p>\"As a result, S&amp;P 500 net margins fell by 43 bp in the quarter, better than the 75 bp drop originally anticipated. But Energy distorts the results: Net margins fell by 137 bp ex-Energy, slightly worse than consensus forecasts at the start of the season,\" Kostin said.</p><p>Analysts have already sharply reduced their consensus expectations for profits, the team wrote.</p><p>Kostin and his team left their year-end S&amp;P 500 price targets for 2022 and 2023 unchanged at 3,600 and 4,000 after repeatedly cutting its target for year-end 2022, as MarketWatch reported in September.</p><p>U.S. stocks were trading higher on Monday, on track to climb for a second day after the S&amp;P 500 SPX, Dow Jones Industrial Average DJIA and Nasdaq Composite COMP finished lower last week, with the Nasdaq logging its worst weekly performance since January.</p><p>While corporate profits continued to grow during the third quarter, the pace of said growth has slowed compared with the five-year average, according to data from FactSet's John Butters. As of Friday, S&amp;P 500 companies were beating estimates for growth in earnings per share by 1.9% in aggregate, which is below the 5-year average of 8.7%.</p><p>Goldman cuts expectations for S&amp;P 500 profit growth through 2024</p>",
  "published": "2022-11-07T15:37:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1004,
          "end": 1011
        },
        {
          "start": 1005,
          "end": 1012
        },
        {
          "start": 2189,
          "end": 2196
        }
      ]
    }
  ]
}