{
  "_id": "d1ab70d514f70f706270a0f87184dd5ae28c70c67cf97013680cd52a76aacf60",
  "feed": "ftcomall",
  "title": "Welcome to the FT's new fintech newsletter",
  "text": "<p>Hello readers, and welcome to the first issue of our new and improved fintech newsletter, The Future of Money!</p> <p>The format may be shifting, but we'll still be focused on bringing top fintech news straight to your inbox (and/or browser) — just with a slight twist.</p> <p>I'm working on a handful of pieces at the moment, but one I'm particularly excited about is on the future shape of payments — a sector which rather unfairly seems to be viewed as boring until things go wrong.</p> <p>A growing number of players, including fintech disrupters, big tech companies and (of course) the card network duopoly of Visa and Mastercard are fighting to secure their place in the future of payments. Earlier today, JPMorgan announced it was acquiring the California-headquartered, cloud-native payments fintech Renovite. </p> <p>It is clear that the future of payments is going to involve a growing field of competitors. Who wins is still up for grabs.</p> <p>Outside of fintech, I'm finally a Londoner, having rocked up in Bethnal Green — recommendations on good tea shops, vegan food and churches much appreciated.</p> <p>Send your thoughts, feelings, hopes and dreams about fintech to Imani and me at <a href=\"mailto:futureofmoney@ft.com\">futureofmoney@ft.com</a>. Happy reading!</p> <h1>The latest news</h1> <ul>  <li><p>Last week Laura Noonan and I revealed that Revolut is carrying out a business review, <a href=\"https://www.ft.com/content/34037b0a-cad0-4162-a891-9a70da5f84bc\">code-named Project Prism</a>, which began in May according to two people familiar with the matter. A handful of graduates also took to LinkedIn last week to say that the company had revoked job offers with just days of warning.</p></li>  <li><p>UK stock trading app Freetrade <a href=\"https://www.ft.com/content/5f6d49cf-a58a-49ab-9eb7-b03692c7d712\">failed to raise fresh investment</a> at the higher valuation it was seeking earlier this year, Joshua Oliver reports, leaving it to turn to current investors. </p></li>  <li><p>Hong Kong-based fintech group AMTD Global Markets, which was briefly worth more than Goldman Sachs following its New York listing in July, made the news again after its asset management unit was <a href=\"https://www.ft.com/content/57016623-66a9-47a2-bcff-d1b714c05700\">served with a claim by a Chinese lender</a> over an alleged breach of contract in 2015.</p></li> </ul> <h1>The state of the neobank</h1> <p>Just a decade ago, a peek inside someone's wallet in many countries would reveal a card (or cards) belonging to a lender with a storied history and a network of bricks-and-mortar stores.</p> <p>Today, there is a good chance they may not have a wallet, or a traditional lender. Instead they may be one of the estimated one billion customers around the globe using neobanks, according to analysis by German strategy consultants Simon-Kucher.</p> <p>Neobanks, also known as digital banks, can offer many of the same services as traditional lenders, but only as online products. They have secured millions of users with easy onboarding, slick interfaces, and in some cases by building out new products such as crypto and stock trading.</p> <p>But despite the sector's immense growth — and the sky-high valuations some players have achieved — questions remain about the staying power of the neobank. </p> <p>“I don't think the focus on scale [over profitability] make as much sense compared to tech companies, given that customers can just jump to the next bank,” said Christoph Stegmeier, senior partner at Simon-Kucher's global banking practice. </p> <p>The sector is only in its teens, noted Rodney Bain, co-founder and US president of payments fintech APEXX Global, emerging in the wake of the great financial crisis.</p> <p>“But fintech players laid strong foundations since the early 2000s,” he added. “PayPal's impact on consumer familiarity with digital financial service products, and payments in particular, cannot be understated.” </p> <p>A partner at a London-based VC firm said that digital banks in Europe — like their traditional counterparts — were also likely to benefit from rising interest rates.</p> <p>But for Stegmeier, the abundance of neobanks looks likely to require a degree of consolidation before some of the players really can take on incumbent banks.</p> <p>“The majority of neobanks have user experience, but they don't have a strategy,” he said, referring to the UK's Revolut and Starling as two exceptions. “Others are not following through with a clear path for monetisation.”</p> <p>Stegmeier also said that start-ups routinely underestimate regulatory complexity.</p> <p>“You have these start-up fintechs which began maybe five or seven years ago, now dealing with millions of customers and major compliance rules but without the experience of dealing with regulators,” he said.</p> <p>All of that fuels speculation as to what incumbent banks — who have had to roll out digital offerings to compete — might do.</p> <p>“I think particularly in markets like the UK, that we'll have more acquisitions from incumbents buying fintechs and neobanks in the years to come,” said Stegmeier. </p> <h1>Deal tracker</h1> <p>Deal activity has perked up in recent weeks after grinding to a halt during the summer months. S&amp;P analysts tracked a total of 29 US fintech deals worth a little over $5bn in August, after recording less than $1bn in deals in June and July combined. The value of August deals was still 87 per cent lower than a year ago when fintechs raised over $37bn through 50 deals including Square's (now Block)&#xa0;$28bn acquisition of Afterpay.</p> <h1>Recommended reading</h1> <p><strong>BNPL will likely outlast some of the start-ups that popularised the product</strong> Traditional retail banks are <a href=\"https://www.ft.com/content/69917e3e-311e-48c4-b806-01e8e537ef27\">embracing Buy Now Pay Later</a> products even as the start-ups that popularised the latest iteration of the instalment loan <a href=\"https://www.ft.com/content/483451db-9221-4ca4-83a6-b4ddc6bfcfbb\">struggle</a>. Bankers do not expect to generate significant revenues from the project, but say its necessary to attract younger customers demanding the service.</p> <p><strong>Is Baas a liability or a profitable side hustle? </strong>As fintech companies exploded last year, more community and midsized banks turned to banking-as-a-service (Baas) as a way to diversify revenue. However, with the sector now in retreat, bankers should be mindful of the <a href=\"https://thefinancialbrand.com/news/banking-as-a-service/what-is-the-partner-banks-responsibility-when-a-neobank-fails-151842/\">potential risks as start-ups</a> face a tougher environment. &#xa0;</p> <p><strong>Regulators appear wary of fintechs and banks getting too close </strong>Falling valuations are making start-ups look more attractive to banks and established fintechs. But <a href=\"https://techcrunch.com/2022/09/11/regulators-appear-to-be-growing-increasingly-wary-of-banks-and-fintech-startups-getting-too-cozy/\">regulatory interventions could be a roadblock</a>, reports Mary Ann Azevedo in TechCrunch. </p><p>Source: Siddharth Venkataramakrishnan and Imani Moise 2022 'Welcome to the FT's new fintech newsletter' FT.com 12 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-12T17:30:36.105Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1792,
          "end": 1805
        },
        {
          "start": 1792,
          "end": 1799
        },
        {
          "start": 1779,
          "end": 1792
        }
      ]
    }
  ]
}