{
  "_id": "b4a695f5bad3788972391fa29ecd2ab68af182fd876a02d2ae2f9e7519d76ea3",
  "feed": "ftcomall",
  "title": "Société Générale makes €4.9bn bet on car leasing boom",
  "text": "<p>Société Générale's ALD car leasing unit has agreed to buy rival LeasePlan for €4.9bn, as the French bank deepens its bet that the business will boom as consumers and companies opt for more rentals amid the shift to electric vehicles. </p> <p>The deal, which will allow LeasePlan's owners, a consortium led by private equity firm TDR Capital, to retain a stake of nearly 31 per cent, creates the biggest car leasing player in Europe. </p> <p>SocGen said it aimed to make car leasing the “third pillar” of its business alongside its more traditional retail and investment banking operations, which chief executive Frédéric Oudéa has also been revamping to try to boost the group's profitability. </p> <p>Rivals such as Crédit Agricole are also moving into the business — it recently launched <a href=\"https://www.ft.com/content/d279f92c-14a9-4c35-9732-c3ad44a25edd\">a new venture </a>with Peugeot and Fiat owner Stellantis. </p> <p>Banks are able to fund their car fleets through deposits, and as well as taking rental payments, they can cash in on servicing fees and car sales if users ultimately opt to purchase the vehicles. </p> <p>“It's a more lucrative business than many traditional banking activities that has been less affected by recent headwinds from regulations and low interest rates,” said Mediobanca analyst Matthew Clark. </p> <p>The leasing business, which SocGen has been in since 2001, traditionally catered more to large companies but has begun to attract more smaller businesses and consumers ditching car purchases and opting for rentals, including in cities.</p> <p>“We have a strong push away from ownership of assets including cars, with usership becoming the norm for both corporates and consumers,” ALD chief executive Tim Albertsen told analysts, adding that the trend partly reflected environmental concerns.</p> <p>Customers were also increasingly asking for flexible arrangements that would allow them to try out different vehicles, including electric ones, over shorter periods, a segment that more profitable than long-term rentals, Albertsen said. </p> <p>The combined ALD and LeasePlan group, which would have a fleet of some 3.5m cars, will cater to companies in areas like ecommerce which use their services for deliveries, he added. </p> <p>LeasePlan was purchased from Volkswagen for €3.7bn in 2016 by a consortium of investors led by TDR Capital which included the Abu Dhabi Investment Authority and Goldman Sachs' asset management arm. </p> <p>The business had been expected to potentially fetch $10bn or more, according to a Bloomberg report at the time. An attempt to float <a href=\"https://www.ft.com/content/14379a66-cd42-11e8-9fe5-24ad351828ab\">LeasePlan in 2018 was cancelled,</a> just as several flotations were canned during a period of market jitters. </p> <p>SocGen said it would retain a 53 per cent stake in the combined business when the deal closes by the end of this year. It will pay for the transaction in cash and shares, financed in part through a €1.3bn rights issue by ALD, which will retain a free float of around 15 per cent after the deal.</p> <p>The French bank said the deal would bring cost savings for the combined leasing group, including through purchasing deals in areas like tyres, and help grow the bank's earnings per share by 5 per cent from 2024.</p> <p>In October, Constellation took over CarNext.com, a used-car sales platform that LeasePlan had set up in 2018 under TDR's ownership and spun off into a separate TDR-backed entity in July. CarNext.com has a service agreement through which LeasePlan supplies it with cars to sell.</p>&#xa0;<p>Source: Sarah White in Paris and Kaye Wiggins in London 2022 'Société Générale makes €4.9bn bet on car leasing boom' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-06T08:49:54.243Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2282,
          "end": 2295
        },
        {
          "start": 2272,
          "end": 2285
        },
        {
          "start": 2282,
          "end": 2296
        },
        {
          "start": 2282,
          "end": 2289
        }
      ]
    }
  ]
}