{
  "_id": "ce860eb15a270fe55b42f5e758b103043b5acbc5fd62720b25cd1ce036343be9",
  "feed": "wall-street-journal",
  "title": "U.S. News:  How Central Bank's Move Hits Home  ----  By Julia Carpenter",
  "text": "<p>\n  The Federal Reserve raised its short-term benchmark rate by one quarter of a percentage point on Wednesday. Here are some of the ways it will be felt. </p><pre> </pre><p>\n  Mortgages </p><p>\n  The way mortgage prices are set is based largely on the yield of the 10-year U.S. government bond, also known as Treasury note. This rate is used as a benchmark for all different types of loans, including mortgages. </p><p>\n  When the Fed raises rates, this pushes the yield on the Treasury note higher. This will then in turn push mortgage rates higher. </p><p>\n  As the Fed has signaled higher rates, the 10-year yield has moved higher. This has in turn pushed the average rate on a 30-year fixed rate mortgage to 3.85% as of the week of March 9. A year ago it was 3.05%, according to Freddie Mac. </p><p>\n  The prospect of higher rates has begun to reduce refinancing demand, and rising mortgage rates will likely create even more difficulty for those hunting. </p><pre> </pre><p>\n  Savings accounts, CDs </p><p>\n  The interest rates offered on savings accounts and many certificates of deposit often move with the federal-funds rate. According to the Federal Deposit Insurance Corp., the average annual percentage yield on a one-year CD is 0.14%. </p><p>\n  Goldman Sachs Group Inc.'s Marcus account is now offering 0.50%. Online banks such as Ally Financial Inc. are also offering 0.50% for their high-yield savings products. All of these should move slightly higher. </p><p>\n  \"Low interest rates very much affected savers,\" said Fernando Martin, assistant vice president at the Federal Reserve Bank of St. Louis. \"People were looking for alternative investments and yield, which always implies more risk. As interest rates go up, CDs will go up, which should perhaps help savers a little bit more.\" </p><pre> </pre><p>\n  Auto loans </p><p>\n  When you take out a car loan, that loan has a fixed interest rate pegged to Treasury yields. This means the rise in interest rates shouldn't bring any surprises for those who have already secured their fixed rate. </p><p>\n  For those looking to buy in the hot car market, make sure to do the math on financing a vehicle. </p><p>\n  In addition, keep in mind that individual car dealers and lenders can charge different amounts for your specific new car loan. According to Bankrate.com, the average rate on a five-year new car loan was 3.98% the week of March 10. </p><pre> </pre><p>\n  Credit cards </p><p>\n  \"It's always an excellent time to pay down credit-card debt, but this makes it only more costly to hold credit-card debt,\" said Kristen Euretig, financial planner and founder of Brooklyn Plans. </p><p>\n  According to WalletHub's March report of more than 1,500 credit-card offers, the annual percentage rate for those with good credit was 18.98%. An increase in interest rates can sometimes affect the credit card annual percentage rate, or APR. </p><p>\n  In previous reporting, The Wall Street Journal found that some credit-card rates go up regardless of interest rates. </p><pre> </pre><p>\n  Student loans </p><p>\n  For those with federal loans, interest rates have already been set for the 2021-2022 school year. </p><p>\n  Every May, the interest rate for federal student loans is set according to the 10-year Treasury note auction. These rates are fixed for the entirety of the life of the loan. </p><p>\n  The rate for direct subsidized and unsubsidized undergraduate loans is until June 2022, according to the U.S. Department of Education. </p><p></p>",
  "published": "2022-03-17T06:10:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1152,
          "end": 1159
        },
        {
          "start": 1152,
          "end": 1176
        },
        {
          "start": 1152,
          "end": 1165
        }
      ]
    }
  ]
}