{
  "_id": "3fa3422faa31e71e56f43aaf46898cd04234d84bac00c830c42aa72d26b22e5c",
  "feed": "ftcomall",
  "title": "EY scraps US holiday bonuses as economic outlook darkens",
  "text": "<p>EY has told its US staff they will not be getting holiday bonuses this year, becoming the latest large firm in the financial and professional services sectors to signal a challenging economic outlook.</p> <p>The news was delivered on Friday in an all-hands meeting at the Big Four accounting firm, which is <a href=\"https://www.ft.com/content/2881a28b-5e1a-4863-b626-8116f5e2a7e7\">planning to split</a> its historic audit business from a tax and advisory business that has grown rapidly in recent years.</p> <p>Staff were told the <a href=\"https://www.ft.com/global-economy\">economic outlook</a> had darkened in the US and globally, according to people who were on the call.</p> <p>For the past two years, <a href=\"https://www.ft.com/stream/4985c310-982b-40c6-809e-e7a8792c9336\">EY</a> US has paid merit bonuses to top performers around this time, on top of the main bonuses awarded at the end of its fiscal year in June, but there would not be funds available for the scheme in 2022, executives said.</p> <p>“While EY continues to experience strong revenue growth, we have elected at this time not to fund our additional, discretionary mid-year program given the changing economic environment,” EY confirmed in a statement to the Financial Times.</p> <p>“We remain steadfast in our commitment to being a leader in recognition and rewards. This includes our intention for planned annual performance-based bonuses and ongoing recognition awards,” it said. The mid-year scheme could be resurrected in future years.</p> <p>Goldman Sachs chief executive David Solomon was among several bank executives this week to warn that the US was flirting with the possibility of <a href=\"https://www.ft.com/content/ad41cce7-6e28-403b-a66a-674ee6e5be25\">recession next year</a>.</p> <p>The investment bank Jefferies has already told its staff to expect “a <a href=\"https://www.ft.com/content/f774f6d5-3dfd-4879-ac19-8522e0078902\">more difficult</a> compensation season” and a sharp slowdown in corporate dealmaking is likely to cut bonus payouts at other banks, too.</p> <p>EY has a large financial services practice in the US, offering advice on mergers and acquisitions and corporate fundraising, which is also sensitive to the economic outlook.</p> <p>The firm's global leaders had called the period to June 2022 “one of the most successful years in the history of the organisation”, with strong double-digit percentage growth in revenues in the US led by the consulting and financial transactions businesses. The Americas region, which is dominated by the US firm, posted revenues of $21.1bn, up 19 per cent on the previous fiscal year.</p> <p>The firm's global leadership is preparing to put their plan to split EY to votes of its 13,000 partners around the world by next spring, but financial details are still to be narrowed down and the economic outlook will weigh heavily on the eventual value of the spun-off consulting arm.</p> <p>If the split goes ahead, partners on the consulting side will receive shares in the new company, which in turn will sell equity and raise debt to fund cash payments to partners on the audit side.</p><p>Source: Stephen Foley in New York 2022 'EY scraps US holiday bonuses as economic outlook darkens' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-10T08:57:32.989Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1275,
          "end": 1282
        },
        {
          "start": 1275,
          "end": 1288
        },
        {
          "start": 1267,
          "end": 1280
        }
      ]
    }
  ]
}