{
  "_id": "df361ae7cd58b73a65d19feed1ab2a2a2a02097975a05a11af84143864945d44",
  "feed": "wall-street-journal",
  "title": "What to Know About Rishi Sunak, the U.K.'s New Prime Minister; Former Treasury chief takes over at a time of deep financial and political turbulence in Britain",
  "text": "<p>Mr. Sunak's rise to the top of British politics is one of the more spectacular \"I told you so\" stories in modern politics. During the August leadership contest, Ms. Truss won over party members by harking back to Margaret Thatcher and promising a new and revitalized British economy with a far smaller state. To do that, she promised sweeping tax cuts, along with new spending, that she claimed would boost economic growth without damaging public finances.</p><p>Mr. Sunak, a former investment banker, called her plans \"fairy-tale economics.\" He told the BBC at the time: \"Liz's plans are promising the Earth to everybody. I don't think you can have your cake and eat it.\" He warned that her plan could aggravate inflation and cause a backlash on financial markets.</p><p>Mr. Sunak was proved right weeks later, when Ms. Truss's plans caused a severe reaction on markets; Ms. Truss was forced to fire her finance chief, backtrack on her plans and eventually resign. Now Mr. Sunak will get his shot to show if he can do it better. He faced his first session of prime minister's questions at parliament Wednesday, warning of tough times ahead but saying any spending cuts or tax hikes would be done in a fair and compassionate way.</p><p>Who is Rishi Sunak?</p><p>Mr. Sunak, 42, is the first British prime minister with roots in India, a former British colony. His grandparents immigrated in the 1960s and are originally from India. His mother ran a pharmacy in southern England and his father was a doctor.</p><p>Mr. Sunak attended the elite British private school Winchester and then went on to work for Goldman Sachs. It was while working on an M.B.A. at Stanford that he met his future wife, Akshata Murty. She is the daughter of an Indian billionaire businessman, N. R. Narayana Murthy, the creator of Infosys Ltd. Mr. Sunak is estimated to be the richest member of the House of Commons, and critics say he is too rich to appeal to working-class voters.</p><p>What are Rishi Sunak's policies?</p><p>Mr. Sunak was Treasury chief under former Prime Minister Boris Johnson, and is seen as far stronger on economic policy than other areas, including foreign policy. During his time at the Treasury, he was seen as a pragmatist who oversaw a large spending program to help businesses pay to furlough millions of workers during the Covid-19 pandemic to prevent workers from losing their jobs. He then also raised taxes to try to stabilize U.K. government finances.</p><p>His economic plans are seen as more pragmatic and less ideological than those of Ms. Truss. He said Britain needed to tame inflation first and ensure public finances were sustainable before cutting taxes to try to stimulate growth. He has outlined plans to try to create conditions to boost business investment in the economy.</p><p>Mr. Sunak takes office at a particularly difficult time for Britain's economy, with a looming recession and high inflation creating a double whammy for ordinary people. It also puts him in the difficult position of being personally very wealthy but having to advocate for spending cuts to appease investors concerned about U.K. finances.</p><p>He is likely to continue the U.K. government's strong defense of Ukraine from Russia's invasion and had earlier promised his first foreign trip would be to Kyiv, Ukraine. However, there are questions whether he will cut military spending to help shore up the U.K. budget.</p><p>How wealthy is Rishi Sunak and is it a problem?</p><p>His family wealth was estimated at 730 million pounds, equivalent to $846 million, by The Sunday Times Rich list. The estimate of the combined wealth of Mr. Sunak and his wife, Akshata Murty, comes in large part from her near 1% stake in Infosys Ltd., an India-based technology-and-consulting company founded by her father.</p><p>The fortune makes Mr. Sunak one of the wealthiest prime ministers in British history and has already drawn criticism from the opposition, who say his wealth leaves him out of touch with ordinary Britons during a time of economic pain, with the country suffering from high inflation and a likely recession. Spending cuts will only aggravate that pain.</p><p>What are Rishi Sunak's views on Brexit?</p><p>Mr. Sunak lobbied in favor of the 2016 decision to leave the European Union, which greatly improved his standing in the party when the U.K. narrowly voted for that option.</p><p>Which party is Rishi Sunak part of?</p><p>He is part of the Conservative Party, which has governed Britain since 2010. During the last general election in 2019, the Tories, as the party are called, romped to victory behind then Prime Minister Boris Johnson on a platform of getting Brexit done and paying more attention to parts of the country that had been left behind by globalization, especially the industrial north of England. Mr. Johnson's time in office, however, was marred by scandal and he was forced to resign this summer.</p><p>In an effort to rebuild party unity, Mr. Sunak named many cabinet members from Mr. Johnson's government to senior posts, including Suella Braverman, who is popular on the libertarian wing of the party and advocates tough migration restrictions, as home secretary. He retained Jeremy Hunt as Chancellor of the Exchequer, who was appointed by Ms. Truss after she fired her Treasury chief.</p><p>What does this mean for U.S.-U.K. relations?</p><p>Mr. Sunak went to Stanford business school and is seen as very comfortable with the U.S. Both countries are aligned on major foreign-policy issues such as Russia's invasion of Ukraine as well as China's increasing power. Mr. Sunak spoke with President Biden on Tuesday during which both leaders reaffirmed support for Ukraine. The U.K. prime minister also held a green card for the U.S., which created a stir in the British media when it was discovered because he was a minister. He no longer has his green card.</p><p>What is the controversy with Rishi Sunak's wife?</p><p>Ms. Murty this year had to change her tax arrangements after saying she benefited from tax rules that allowed her to pay no U.K. tax on her worldwide income. She says she changed that status and now pays U.K. tax on that income.</p><p>This article may be updated.</p><p>Write to David Luhnow at david.luhnow@wsj.com and Max Colchester at Max.Colchester@wsj.com</p>",
  "published": "2022-10-27T16:54:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1574,
          "end": 1587
        },
        {
          "start": 1574,
          "end": 1581
        }
      ]
    }
  ]
}