{
  "_id": "4ca0fd24be9db6928f43100dff73586ec3a09218ac5cafa8ebd303eb986e15be",
  "feed": "ftcomall",
  "title": "‘I did have a big ego': John Mack reflects on a life spent on Wall Street",
  "text": "<p>John Mack cemented his place in Wall Street folklore during the depths of 2008 financial crisis, when as chief executive of Morgan Stanley he <a href=\"https://www.ft.com/content/a776d32a-88a9-11dd-a179-0000779fd18c\">secured</a> a $9bn investment from Japanese bank MUFG.</p> <p>The cash infusion provided a lifeline for Morgan Stanley and allowed the bank to fend off an alternative rescue plan being pushed by Tim Geithner, then president of the New York Federal Reserve, who wanted Mack to agree to a merger with rival JPMorgan. </p> <p>“Tell Tim to get fucked,” Mack told his assistant, who was fielding calls from Geithner during the negotiations with MUFG. </p> <p>Fourteen years later, the 78-year-old is embarking on what feels like a swansong. Last month, he published a memoir, <em>Up Close And All In,</em> to mixed <a href=\"https://www.ft.com/content/45af92b9-3e06-477b-9226-ed659cfae5b7\">reviews</a>. It charts his journey from a second-generation Lebanese immigrant from Mooresville, North Carolina, to chief executive of one of Wall Street's biggest investment banks. </p> <p>The thing that gives Mack's latest outing an air of finality is the disclosure at the end of the book that his memory is showing early signs of fading. He was recently diagnosed with mild cognitive impairment, which might be the early stages of Alzheimer's disease. </p> <p>“I don't need sympathy,” Mack said in a recent interview with the Financial Times. “But I don't want to throw people off when I tell them the same thing more than once or twice, which I do.”</p> <p>He was characteristically dismissive of critics who have poked fun at what they see as a lack of self-awareness in the autobiography. “I gotta be honest with you, I don't fucking care, all right? You think I care?” he asked. “If people think I have a big ego, I did have a big ego. I don't care.” </p> <p>But he was more reflective on the changes that have taken root on Wall Street since the crisis in which he held a starring role, arguing that his successors have moved away from a fixation on short-term profit-taking and embraced a safer financial system. </p> <p>“The culture of just making money is the wrong culture,” Mack said. “I think the crisis made everyone a lot smarter, I would argue more conservative.” </p> <p>“Maybe 25 years from now it'll all dissipate and it'll go back to, ‘Let's take risk and make as much money as we can'. But I think boards are more inquisitive. I think risk committees are more robust.”</p> <p>Mack was less upbeat on the prospects for the teetering crypto industry. “I've played in the crypto market, I don't understand it, I still don't understand it.” he said. “Believe it or not, I made money and I still don't know how I made money in crypto. I don't know what crypto is.” </p> <p>A Wall Street lifer, Mack stood down as Morgan Stanley CEO in 2010, at which point he had earned the moniker “Mack the Knife” given his penchant for cutting jobs. </p> <p>After graduating from Duke University 1968, he started his career as a financier at Smith Barney, the brokerage business in which he would eventually acquire a controlling stake in 2009 towards the end of his tenure at Morgan Stanley. </p> <p>He first joined Morgan Stanley in 1972 to help grow its fledgling fixed income division and became president in 1993 before being pushed out in 2001 after a power struggle. </p> <p>In that episode he was beaten by Philip Purcell, who had joined Morgan Stanley after the bank merged with Dean Witter, a retail brokerage, in 1997. Purcell and Mack vied to become leader of the combined firm, and Mack lost out. </p> <p>“Even though it was painful, thank God we did the Dean Witter merger,” Mack said of the deal. “To have a first-class investment bank and a global retail [brokerage] business that Morgan Stanley has, those cards are great cards.”</p> <p>After stints at Credit Suisse and Pequot Capital Management, Mack <a href=\"https://www.ft.com/content/9a8fa750-e96e-11d9-ba15-00000e2511c8\">returned</a> to Morgan Stanley in 2005, replacing Purcell as CEO. During his second stint, he won plaudits for the MUFG deal, but by the time he left in 2010 the bank's stock price performance was lagging behind arch rival Goldman Sachs. </p> <p>The opposite is true under Mack's successor, James Gorman, who has doubled down on wealth management, a pivot that traces its origins to the Dean Witter deal. </p> <p>Goldman is now <a href=\"https://www.ft.com/content/6700dba5-a5af-4da7-b816-b971cd950e5e\">grappling</a> with a stagnating stock market multiple while investors have cheered Gorman for creating a leading wealth and asset management franchise by building on the acquisitions of Smith Barney and Dean Witter with further deals for ETrade and Eaton Vance. </p> <p>Mack has nothing but praise for the man to whom he relinquished his job. “Under James, I'm very bullish,” he said. “I still keep my stock. I haven't sold any. So I believe in him and what he's doing.” </p> <p>Since leaving the bank, Mack has had roles at private equity firm KKR and Russian oil company Rosneft, which he left in 2014 after a year.</p> <p>Nearing the end of his long career, Mack said he had found one way to keep his self-confidence in check: “I play golf and I suck at it, so it hurts my ego.” </p><p>Source: Joshua Franklin and Brooke Masters in New York 2022 '‘I did have a big ego': John Mack reflects on a life spent on Wall Street' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-23T05:00:08.100Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3999,
          "end": 4006
        },
        {
          "start": 3854,
          "end": 3861
        },
        {
          "start": 3854,
          "end": 3867
        },
        {
          "start": 3827,
          "end": 3840
        },
        {
          "start": 4028,
          "end": 4035
        }
      ]
    }
  ]
}