{
  "_id": "ec0f809956bb387461ae0869cfbbefddc7e49d6845bad815e499ed7675fed843",
  "feed": "market-watch",
  "title": "Dow up 500 points as focus turns to earnings after wild week for markets",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 513 points, or 1.7%, at 30,158 after rising 677 points at its session high.</p><p>* The S&amp;P 500 SPX was up 91 points, or 2.6%, at 3,673.</p><p>* The Nasdaq Composite jumped 325 points, or 3.2%, to 10,645.</p><p>Stocks experienced extremely volatile trade last week, with major indexes reversing steep losses Thursday to end sharply higher only to tumble again   on Friday. The Dow saw a 1.2% weekly fall, while the S&amp;P 500 shed 1.6% and the Nasdaq Composite lost 3.1%.</p><p>What's driving markets</p><p>Last week's volatile activity, particularly Thursday's historic intraday turnaround in Dow industrials, had analysts pondering whether the stocks were exhibiting behavior associated with market bottoms.</p><p>\"One way to know if markets are overstretched is if negative news fails to sink equity markets further. What we saw last Thursday was different, namely a deep pool of bargain hunters,\" said Sebastien Galy, senior macro strategist at Nordea Asset Management, in a note.</p><p>\"What we saw was likely extreme bearish positioning being reduced. This is an encouraging sign, but it is not yet a new dawn — we continue to prefer cautious positions,\" he said.</p><p>Some relief was attributed to a sharp pullback by yields on U.K. government bonds, known as gilts, after new Chancellor of the Exchequer Jeremy Hunt abandoned the majority of the £45 billion ($51 billion) in previously announced unfunded tax cuts that were blamed for sparking a bout of global market volatility and stoking fears of a broader breakdown of the global financial system.</p><p>See: U.K. chancellor throws out almost all major tax cuts from the mini-budget and pares back energy support</p><p>The yield on the 30-year gilt BX:TMBMKGB-30Y fell 48 basis points to 4.37%.</p><p>Earnings season was also set to pick up steam after a round of earnings from major Wall Street banks on Friday. Investors welcomed results Monday from Bank of America Corp. BAC, while Goldman Sachs Group Inc. GS is due to report Tuesday.</p><p>The New York Fed's Empire Statemanufacturing index had its third straight negative reading, declining 7.6 points to negative 9.1 in October, compared with expectations for a reading of negative 5.</p><p>Companies in focus</p><p>* Bank of America shares BAC rose 5.2% after the bank topped Wall Street's earnings, revenue and net interest income expectationsfor the third quarter.</p><p>* Shares of Dow component Goldman Sachs GS rose 1.9% after The Wall Street Journal reported that the investment-banking giant is said to be planning to combine its flagship investment-banking and trading businesses into one unit, while merging asset and wealth management into another.</p><p>* Rupert Murdoch has proposed a recombination of Fox Corp. FOXA FOX and News Corp, NWSA NWS the two wings of his media empire, nearly a decade after they split, The Wall Street Journal reported. News Corp. is the parent company of Dow Jones, publisher of The Wall Street Journal and MarketWatch, as well as other assets including HarperCollins Publishers and news organizations in the U.K. and Australia. Class A shares of News Corp. rose 5.1%, while those of Fox were down 8.3%.</p><p>— Steve Goldstein contributed to this article.</p><p>Dow up 500 points as focus turns to earnings after wild week for markets</p>",
  "published": "2022-10-17T16:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2372,
          "end": 2385
        },
        {
          "start": 1924,
          "end": 1931
        },
        {
          "start": 1924,
          "end": 1937
        },
        {
          "start": 2372,
          "end": 2379
        }
      ]
    }
  ]
}