{
  "_id": "61089b50d6db5024709c8f2eef40b03fd18e7cc85b0659895485cf0e6a502817",
  "feed": "wall-street-journal",
  "title": "China's Central Bank Takes Action as Record Covid-19 Outbreak Hits Economy; People's Bank of China frees up billions of yuan for new loans, but economists are skeptical it will lift growth",
  "text": "<p>Still, the move—telegraphed earlier in the week by China's State Council, which acts as its cabinet—nonetheless underlines the darkening outlook for growth as authorities tighten restrictions across the country to stamp out record infections.</p><p>The People's Bank of China said Friday that it would cut banks' reserve requirement ratio by 0.25 percentage point, thereby lowering the amount of reserves banks must hold against their deposits. The move should free up around 500 billion yuan, equivalent to some $70 billion, that banks can direct to new lending.</p><p>The cut, which will bring the average reserve requirement ratio across all banks to 7.8%, will take effect Dec. 5, the central bank said. The PBOC last lowered the ratio in April, when its economy was similarly under strain during a two-month lockdown in Shanghai, China's financial and commercial hub.</p><p>Beijing's battle to contain the latest outbreak of the virus sends a strong signal that the country and its leaders aren't ready for a sustained reopening long after other major economies have dismantled almost all Covid controls.</p><p>Chinese leader Xi Jinping's success in securing a third term in power at a Communist Party gathering this fall had raised expectations among some investors that a more rapid pivot away from Beijing's zero-tolerance approach could be in the offing.</p><p>In November, the government published a 20-point plan to refine some virus controls, such as reducing quarantine periods and easing restrictions on close contacts of confirmed cases, raising hopes of a reopening bounce in the Chinese economy.</p><p>But the latest outbreaks have squashed hopes for a less-stringent and more growth-friendly approach to containment, at least for now.</p><p>China reported nearly 32,000 new locally-transmitted cases on Thursday, a new daily high. More than 60% were found in the southern manufacturing hub of Guangdong, the central metropolis of Chongqing, Beijing, and the surrounding province of Hebei, data from China's National Health Commission showed.</p><p>In the capital, where case numbers rose above 1,800 in recent days, Covid control measures have become as strict as in April and May, when many businesses shut and movement was heavily restricted in response to a wave of infection.</p><p>On Friday, some streets in central Beijing that are usually packed with traffic were empty. The city has asked many residents to stay home, while many schools and businesses have closed this week. Many buildings and residential compounds have been under lockdown after cases were found, with workers in hazmat suits guarding those entrances.</p><p>While many stores and restaurants have stopped operating, supermarkets remain open, and officials have said that supermarkets should stay operational to secure people's livelihoods. On some delivery apps, grocery delivery services became unavailable, citing shortages of workers.</p><p>In the southern metropolis of Guangzhou, the local government said Friday that the rapid rise of local outbreaks is starting to come under control as the number of new cases slowly declines. Public transportation in a district that is being locked down is set to resume operations from Monday, the city government said.</p><p>Economists at Goldman Sachs on Friday said in a report that they estimate that districts accounting for around 65% of China's annual gross domestic product are classified by the government as mid- to high-risk areas and subject to tough restrictions on commerce and daily life.</p><p>Deteriorating readings from business surveys and falling exports were signaling slowing growth even before the latest round of restrictions. China's economy is also struggling with a property sector burdened with heavy debts, unfinished projects and falling sales, and it faces new headwinds from a U.S. decision to ban exports to China of advanced semiconductor chips and technology.</p><p>Previous lockdowns shut restaurants, hammered domestic tourism and squeezed factory production by gumming up road transportation. China's economy grew just 0.4% year over year in the second quarter, the height of the previous outbreak.</p><p>—Xiao Xiao and Yoko Kubota in Beijing contributed to this article.</p><p>Write to Jason Douglas at jason.douglas@wsj.com and Raffaele Huang at raffaele.huang@wsj.com</p><p>China's Central Bank Takes Action as Record Covid-19 Outbreak Hits Economy</p>",
  "published": "2022-11-25T13:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3206,
          "end": 3213
        },
        {
          "start": 3206,
          "end": 3219
        },
        {
          "start": 3187,
          "end": 3200
        }
      ]
    }
  ]
}