{
  "_id": "eebeeb21764fc858d892b6f07532ba73f4ca3e9dd27f6fab6ad703e5abc039a2",
  "feed": "market-watch",
  "title": "Cathie Wood's ARK Innovation ETF slides in stock-market selloff Wednesday",
  "text": "<p>Shares of the ARK Innovation ETF ARKK, an exchange-traded fund managed by Ark Investment Management founder Wood, was down around 5% Wednesday afternoon, according to FactSet data, at last check. The ETF, which seeks to invest in shares of companies that will benefit from “disruptive innovation,” has dropped around 33% so far this year after sliding in Tuesday's stock market slump as well.</p><p>All three major U.S. stock benchmarks were trading lower Wednesday afternoon, with the tech-laden Nasdaq Composite COMP seeing the biggest losses, as investors worried about the prospect of rising interest rates as the Fed becomes more aggressive fighting the highest inflation in 40 years.&#xa0; High growth and tech stocks are typically seen as particularly vulnerable to rising rates.</p><p>Read:Fed must ‘inflict more losses' on stock-market investors to tame inflation, says former central banker</p><p>The Nasdaq was down about 1.6% Wednesday afternoon, while the S&amp;P 500 SPX was off 0.7% and the Dow Jones Industrial Average DJIA showed a 0.2% decline, according to FactSet data, at last check. Information technology XX:SP500EW.45 was among the S&amp;P 500's worst performing sectors, down around 1.8%.</p><p>All three benchmarks had ended lower Tuesday, with the Nasdaq leading the way down, as investors weighed remarks from Fed Gov. Lael Brainard, who indicated the Fed could begin aggressively shrinking the size of its balance sheet as early as its next meeting in May.&#xa0;</p><p>The central bank's monetary tightening would include the reduction of its nearly $9 trillion balance sheet as well interest rate increases. Minutes of the Fed's March meeting, released Wednesday, showed officials generally settled on shrinking the balance sheet by $95 billion per month after a 3-month phase-in. The minutes also revealed that many Fed officials may support rates hikes of 50 basis points at upcoming meetings should inflation remain high or rise.</p><p>Treasury yields climbed Wednesday amid anticipation of the release of the Fed's meeting minutes.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Ywas trading around 2.6% Wednesday afternoon, FactSet data show. The yield on the 10-year Treasury note had jumped to 2.554% on Tuesday, the highest since April 23, 2019 based on 3pm Eastern Time levels, according to Dow Jones Market Data.&#xa0;</p><p>Read:Fed's rate hikes, balance sheet unwind won't be ‘so aggressive' as to risk recession, Harker says</p><p>Shares of the Goldman Sachs Future Tech Leaders Equity ETF GTEK were also sinking Wednesday afternoon, though the fund's drop of around 3% was less severe than losses suffered by the ARK Innovation ETF, according to FactSet data, at last check. The ARK Innovation ETF is extending its decline seen Tuesday, when it fell 5.7%, FactSet data show.</p>",
  "published": "2022-04-06T15:24:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2419,
          "end": 2426
        },
        {
          "start": 2419,
          "end": 2432
        }
      ]
    }
  ]
}