{
  "_id": "271e4b1f8f280c046bb87e44b316b4ee2e1b6307082a29b5d6527a3e9cb15999",
  "feed": "wall-street-journal",
  "title": "Investors Grow More Confident Fed Will Pull Off a Soft Landing; Mutual funds and hedge funds are putting money in stocks that would benefit from slowing inflation, falling rates",
  "text": "<p>Mutual funds and hedge funds managing roughly $4.8 trillion in assets have been putting money into stocks that stand to benefit from inflation cooling, interest rates going down and the U.S. economy avoiding a recession, according to an analysis by Goldman Sachs Group Inc.</p><p>The investors have larger-than-average positions in shares of industrial, materials and energy companies, Goldman's analysis found. All three groups tend to be sensitive to changes in the economy, meaning investors' bets should eventually pay off if the U.S. can avoid a deep and prolonged downturn, or a \"hard landing.\"</p><p>Recent data have offered investors some hope for that scenario. The labor market has remained strong, with the unemployment rate clocking in at a historically low 3.7% last month. Consumer spending is up. And there are signs that inflation is easing. Consumer prices rose 7.7% last month, a brisk clip but nevertheless the smallest year-over-year gain since January.</p><p>It is looking increasingly likely that the U.S. will be spared \"the typical scar tissue of a steep economic downturn,\" Katie Nixon, chief investment officer for Northern Trust Wealth Management, said in written comments.</p><p>The debate still rages on Wall Street, of course, and other investors say a deeper recession could be looming.</p><p>There are additional challenges remaining—one of them being a red-hot labor market. In a speech last month, Federal Reserve Chair Jerome Powell implied that wages are still growing too quickly to allow inflation to return to the central bank's 2% target.</p><p>Investors might get some clarity on both inflation and the Fed's thinking in coming days.</p><p>The Labor Department will release its November reading for the consumer-price index Tuesday. The report will offer the Fed its last look at inflation before it announces its final interest-rate decision of the year on Wednesday.</p><p>The central bank is widely expected to raise rates by half a percentage point. That would mark its smallest rate increase since March, when it began tightening monetary policy once again. But a surprisingly strong inflation reading could throw into question the Fed's plans to slow its pace of interest-rate increases in 2023. Stocks fell Friday and suffered weekly losses after data showed producer prices rose more than expected in November.</p><p>\"Everybody is going to be looking at the direction of that CPI number,\" said Brian Overby, senior markets strategist at Ally. \"As long as we're going in the right direction, it doesn't even have to be a big number to the downside.\"</p><p>History doesn't favor the Fed. Data from the central bank show the economy fell into recession nine of the past 12 times the Fed tightened monetary policy.</p><p>A downturn would likely put more pressure on an already beaten-down market.</p><p>Stocks are up significantly from their October lows. But the S&amp;P 500 is still down 17% for the year, on course for its worst annual performance since the 2008 financial crisis.</p><p>The stock market has typically fallen roughly 30% in recessions going back to 1929, according to Dow Jones Market Data.</p><p>Still, analysts and economists at a number of firms, including Goldman Sachs, BMO Wealth Management and Credit Suisse Group AG, are predicting the economy will be able to avoid a hard landing next year.</p><p>\"The most significant challenges to consumer spending are most likely in the past,\" Goldman economist Joseph Briggs wrote in a note. The bank expects inflation to continue moderating next year, but the unemployment rate rising only to around 4.1% from the current 3.7%.</p><p>Whether there winds up being a recession or not, many say they are in agreement on one thing: Markets are likely to remain volatile for some time.</p><p>\"2022 wasn't a picnic, but it was clear that [the Fed] had to tighten policy,\" said Christopher Smart, chief global strategist at Barings and head of the Barings Investment Institute.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think the Federal Reserve will be able to pull off a soft landing? Why or why not? Join the conversation below.</p><p>The Fed's path over the coming months—and consequently, the markets' outlook—looks less straightforward, Mr. Smart said.</p><p>He added that, in the near term, he is recommending that clients hold on to extra cash to navigate swings in the markets.</p><p>\"It depends on how low inflation will go and how long it will take to get there. And that determines what kind of potential damage will come along the way,\" Mr. Smart said.</p><p>Investors Grow More Confident Fed Will Pull Off a Soft Landing</p>",
  "published": "2022-12-11T10:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 249,
          "end": 273
        },
        {
          "start": 249,
          "end": 272
        },
        {
          "start": 379,
          "end": 387
        },
        {
          "start": 249,
          "end": 256
        },
        {
          "start": 3136,
          "end": 3149
        },
        {
          "start": 380,
          "end": 387
        },
        {
          "start": 3109,
          "end": 3122
        },
        {
          "start": 3360,
          "end": 3367
        },
        {
          "start": 3136,
          "end": 3143
        },
        {
          "start": 249,
          "end": 262
        }
      ]
    }
  ]
}