{
  "_id": "642317d5e7276075b0a997c2bfc7382ec84d933f38473106327c4f4e39d5b6b2",
  "feed": "wall-street-journal",
  "title": "U.S. Sanctions Against VTB and Sberbank Aim to Disrupt Russia's Economy; The U.S. cut Russia's two largest banks from direct access to the U.S. dollar, curtailing their activities",
  "text": "<p>The U.S. on Thursday cut Russia's two largest banks from direct access to the U.S. dollar, curtailing their activities and posing a threat to Russia's exporting economy. State-controlled Sberbank and VTB together hold roughly half of all of the banking system's assets, and are big lenders and service providers to companies in the country. One in every two companies in Russia has an account at Sberbank, the country's largest bank says.</p><p>The moves, coordinated with allies in the U.K. and European Union in response to the invasion of Ukraine, however, fall short of a total shutdown. In effect, the actions will be more like sand in the gears of the Russian financial machine.</p><p>The U.S. took different steps against VTB and Sberbank, and created carve-outs of payments and transfers related to Russia's key energy sector, and on some financial transactions to prevent the sanctions from whipping back on Western economies, already grappling with high energy prices.</p><p>A third powerful player in Russia, Gazprombank, affiliated with the state-owned gas monopoly, escaped the heavy sanctions.</p><p>In separate statements, Sberbank and VTB said they were prepared to handle the sanctions. \"The adopted restrictions do not affect the safety and availability of client funds,\" Sberbank said.</p><p>\"We have worked through several plans to counter the sanctions in ways which minimize the negative consequences for our clients,\" VTB said. The U.S. also sanctioned two VTB executives for being close to the Kremlin. VTB's chief executive, Andrey Kostin, was already sanctioned in 2018.</p><p>Russian banks conduct about $46 billion worth of foreign exchange transactions globally each day, 80% of which are in U.S. dollars, according to the U.S. Treasury. The vast majority of those transactions, it said, will now be disrupted.</p><p>The U.S. said it would immediately freeze all assets from VTB held at U.S. financial institutions, forbidding U.S. companies and individuals from dealing with the Russian bank unless covered by a carve-out.</p><p>For Sberbank, the sanctions were more surgical, ordering U.S. banks to close any correspondent or payable-through accounts they have with Sberbank, basically blocking it from the U.S. dollar.</p><p>Smaller Russian banks were also sanctioned Thursday and earlier this week.</p><p>U.S. banks can still be involved in energy-related payments through sanctioned banks as long as they use a non-sanctioned, third-country bank as a middleman. The list of what relates to energy is long: It covers extraction, production, transport and purchase of petroleum, or other products capable of producing energy, including coal, wood and uranium.</p><p>The U.K. also cut VTB off, but held off on taking action on Sberbank. The U.K. intends to at a later date stop all major Russian banks from accessing British financial markets, said a person familiar with the matter. On Friday, the EU said it would cut 70% of Russia's banking system off from international financial markets, but didn't elaborate.</p><p>U.S. and European governments resisted full-on sanctions on these banks in the past because of their essential role in trade. It is particularly problematic for Europe, which relies heavily on gas from Russia. Following Russia's annexation of Crimea from Ukraine in 2014, the U.S. and Europe sharply limited Sberbank and VTB's ability to raise debt in the West. Since then, they have turned to Russia's domestic market for bond funding.</p><p>But the banks are key conduits for Russia's main exports to the world, arranging financing for its customers and their foreign partners, and tapping U.S. banks to clear U.S. dollar transactions.</p><p>As part of their and their clients' business, the investment banking units of the two Russian banks have clearing agreements, custodian agreements and derivatives-trading agreements with U.S. banks. JPMorgan Chase &amp; Co. clears trades for VTB and Citigroup Inc. has a global custodial services agreement with the Russian bank, according to filings in the U.K. by VTB Capital, VTB's investment banking arm.</p><p>The London Stock Exchange on Friday suspended VTB Capital from trading on the exchange.</p><p>Sberbank has a derivatives-trading agreement with Goldman Sachs Group Inc, struck in December 2021, and custodial agreements with Citigroup that were entered into as recently as 2019, filings by Sberbank CIB U.K. Ltd. show.</p><p>Spokesmen for the three U.S. banks declined to comment. Goldman in its annual report published Friday reported around $1 billion in exposure to Russia at the end of 2021. It said market exposure was $414 million and credit exposure via loans, over-the-counter derivatives and secured receivables was $650 million.</p><p>Western banks now have a month or more to comply with the new sanctions. Meeting sanctions requirements has become a regular feature of doing business but the rules can be complex to interpret and apply. Failure to do so can be costly. In 2014, BNP Paribas SA had to enter into an $8.9 billion settlement with U.S. authorities for violating sanctions against Iran, Cuba and Sudan.</p><p>VTB and Sberbank built up large London operations more than a decade ago, when a wave of Russian companies listed shares in the British capital.</p><p>In 2008, VTB Capital took a 20-year lease on lavish offices across the street from the Bank of England and hired hundreds of people. It pulled back after the earlier sanctions and Brexit, and had 159 employees at the end of 2020. Sberbank also operates a small investment bank in London.</p><p>Write to Patricia Kowsmann at patricia.kowsmann@wsj.com and Margot Patrick at margot.patrick@wsj.com</p><p>U.S. Sanctions Against VTB and Sberbank Aim to Disrupt Russia's Economy</p>",
  "published": "2022-02-25T14:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4155,
          "end": 4162
        },
        {
          "start": 4385,
          "end": 4392
        },
        {
          "start": 4155,
          "end": 4168
        },
        {
          "start": 4155,
          "end": 4178
        }
      ]
    }
  ]
}