{
  "_id": "2e205d74dac365b166f60a1f8ea042a2dcbb2bfaf6ba92c016ea6379fb9ec98f",
  "feed": "market-watch",
  "title": "There's too much bearishness in the stock market — here are four things that could go right for investors; Bad sentiment could turn around quickly if inflation cools and supply chains are fixed",
  "text": "<p>Howard expects stock market gains after a tumultuous start to 2022. What might turn investor sentiment around? Below, I cite four things that could go right.</p><p>But first, let's look at how bad sentiment is, because, in a contrarian sense, this implies a potential rebound ahead.</p><p>To make contrarian calls in my stock letter — the link is in the bio at the end of this column — I track several sentiment indicators. These two offer some of the best reads. And they're showing extreme negativity.</p><p>* The Investors Intelligence Bull/Bear ratio was at 1.12 last week. Anything below 2 suggests the market is a buy, and below 1 it's a strong buy. We are pretty close to the rare reading of 1 or below.</p><p>* The American Association of Individual Investors (AAII) Bull-Bear reading confirms this read. To use this measure, I subtract the percent bears from the percent bulls, to get the difference, in percentage points. When the trailing four-week average is minus 10 or below, the market is a buy. Currently the four-week average is minus 11.9, so this checks the box.</p><p>Uncommonly bad sentiment</p><p>But also consider what the latest gap of minus 32.6 tells us about where the stock market goes from here. (There were 15.8% bulls last week, and 48.4% bears.) This is uncommonly low. It is the lowest weekly reading in eight years.</p><p>Since this AAII time series began, we have only seen 12 prints this bad. Four happened during the financial crisis 13 years ago. Six and 12 months after a reading this bad, the benchmark S&amp;P 500 SPX was up 8% and 17%, points out Andrew Greenebaum at Jefferies. The S&amp;P 500 was only negative six and 12 months out once, after this kind of extreme read, as you can see in this chart:</p><p>Here are four things that could go right, and turn around investor sentiment and the stock market.</p><p>1. Inflation surprises on the downside, as it did on the upside. Inflation fears are front and center among investors, and those worries got worse in March, when the expected inflation a year from now rose to 6.6% from 6%.</p><p>But we are already seeing signs of improvement. The March core consumer price index came in below consensus last week. It was driven down in part by a 3.8% decline in used car and truck prices, the largest monthly decline since 1969. This matters because the Bureau of Labor Statistics increased the weight of this component in the overall index to 9.2% from 6.2% a few months ago.</p><p>\"With this print, our economists now think peak inflation is finally behind us, and the year-over-year rate should begin trending down in April,\" says Deutsche Bank strategist Steven Zeng. This isn't the only inflation number rolling over. The producer price index came in well below expectations this month, too.</p><p>It's still early in this trend but the strong dollar should continue to put downward pressure on U.S. prices by cooling off foreign demand. You can see in this chart that a strong dollar (descending gray line on an inverted scale) seems to normally bring down inflation.</p><p>2. Supply chains improve. Supply chain bottlenecks have been a big cause of shortages that are boosting inflation. Again, we see early signs of improvement. First, we know that transport bottlenecks are easing because shipping rates are coming down. Shippers expect more of the same:</p><p>Here you can see that imports are picking up:</p><p>Another encouraging sign, order backlogs are coming down:</p><p>3. The economy stays in growth mode despite Fed rate hikes. Fears of recession have taken over as the top worry among investors, displacing concerns about the war in Ukraine, as this Bank of America fund manager survey shows.</p><p>Worries about growth haven't been this bad in a long time:</p><p>Investors are worried the Federal Reserve will tighten the economy into a recession. These fears make sense on the surface, since 11 of 14 tightening cycles since World War II have been followed by a recession within two years.</p><p>\"The silver lining is that only eight of these recessions can be even partially attributed to Fed tightening, and soft or 'softish' landings have been more common more recently,\" says Goldman Sachs economist Jan Hatzius.</p><p>One reason the odds of recession are so low this time: Corporate and consumer balance sheets are particularly strong.</p><p>\"We now assign roughly 15% odds to a recession in the next 12 months and 35% within the next 24 months,\" says Hatzius.</p><p>And while investors fret about the looming Fed rate-hiking cycle, it may not really even be that relevant. The reason: The bond market has already tightened significantly. The two-year Treasury yield has moved up to 2.5%, front-running what the Fed has in store for the fed funds rate.</p><p>In fact, the sideways action in stocks over the past year is probably due to this de facto tightening by the bond market anticipating what the Fed would have to do.</p><p>\"The market has already adjusted to it,\" says Jim Paulsen, the market strategist at Leuthold. \"The economy will slow to 3% to 4% growth. That will be a big slowdown but it will still be healthy growth. I don't see the risk of recession.\"</p><p>One reason has to do with the next thing that could go right.</p><p>4. Pandemic moves to endemic. Mask mandates are back in Philadelphia and elsewhere, as even more highly contagious Omicron variants circulate and boost reported infections. But these variants so far aren't very pathogenic. Hospitalization and ICU rates are not increasing proportionately. Meanwhile, the new rounds of infection provide yet another boost to natural immunity, which is more effective than the vaccines, whose effects wane pretty quickly.</p><p>As this becomes apparent and the pandemic increasingly turns into an endemic, workers who have stayed home because of health worries, childcare concerns and the need to care for loved ones will return to work.</p><p>We are already seeing this happen. During August 2020 through October 2021, the U.S. labor force grew by slightly less than 0.5%, at an annualized pace. But during the last five months, as it became more apparent Covid was turning into an endemic, the labor force has surged at a 4.2% annualized pace, points out Paulsen.</p><p>This will support economic growth, as consumers will earn more money to spend. But behind the scenes, it will also improve supply chain issues, since more workers mean improved production. That in turn will help ease fears about inflation and the Fed because, as always, most things are connected and interrelated in economic analysis.</p><p>\"Labor is the epicenter of all supply chain problems,\" says Paulsen. \"If you had more labor, you can build inventories.\"</p><p>Michael Brush is a columnist for MarketWatch. He publishes the stock newsletter Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>There's too much bearishness in the stock market — here are four things that could go right for investors</p>",
  "published": "2022-04-19T18:23:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4070,
          "end": 4077
        },
        {
          "start": 4070,
          "end": 4083
        }
      ]
    }
  ]
}