{
  "_id": "3cb5d90b2893709adc7ab365e9c2e7c581a3b28caa9793ecbd402a2ea4768b57",
  "feed": "ftcomall",
  "title": "George Osborne advising US billionaire Todd Boehly on Chelsea bid ",
  "text": "<p>George Osborne is advising Todd Boehly's bid to buy Chelsea Football Club from sanctioned Russian billionaire Roman Abramovich, as the auction enters its final stages, according to people with knowledge of the matter.</p> <p>The former UK chancellor, now a partner at boutique advisory firm Robey Warshaw, is adding his political experience as Boehly competes against rival billionaires to acquire the English Premier League side. </p> <p>Boehly, who is working with Goldman Sachs on the deal, is competing against private equity tycoons Josh Harris and David Blitzer, and a separate bid led by Stephen Pagliuca, co-owner of the Boston Celtics basketball team and co-chair of private equity firm Bain Capital. </p> <p>Osborne, a fan of the west London team, is close to Daniel Finkelstein, the Times columnist and Tory peer who has given his backing to Boehly, co-owner of the Los Angeles Dodgers baseball team and former president of Guggenheim Partners. </p> <p>The involvement of Osborne and Robey Warshaw points to the complexity of the Chelsea auction. The issues transcend price and range from the need to fund expansion of its Stamford Bridge stadium to the government's role in a sale forced by Russia's invasion of Ukraine and the donation of net proceeds to charitable causes. Osborne's role was first reported by Sky News. </p> <p>A consortium consisting of Chicago's Ricketts family, hedge fund billionaire Ken Griffin and Cleveland Cavaliers basketball team owner Dan Gilbert <a href=\"https://www.ft.com/content/428630b4-f125-48f5-aaea-c1c348fa03b8\">dropped out of the auction</a> on Friday after failing to agree on the terms of their bid. </p> <p>The bidders were required to submit detailed offers by Thursday. </p> <p>Merchant bankers at Raine Group are handling the sale.</p> <p>Any transaction requires special approval from the UK government because of the sanctions on Abramovich.</p> <p>Osborne left the Evening Standard newspaper and asset manager BlackRock when he <a href=\"https://www.ft.com/content/99ea2488-fe1d-407f-9dda-a537d7471d65\">joined Robey Warshaw last year.</a> </p> <p>It has advised on some of the UK's highest-profile deals, such as London Stock Exchange Group's $27bn purchase of data provider Refinitiv and Macquarie's £4.2bn acquisition of a controlling stake in National Grid's gas transmission and metering business.</p> <p>Osborne last year helped Robey Warshaw to win a mandate to advise Rusal, a subsidiary of Russian metals group EN+, on a number of issues.</p><p>Source: Samuel Agini and Arash Massoudi 2022 'George Osborne advising US billionaire Todd Boehly on Chelsea bid ' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-16T14:46:58.807Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 452,
          "end": 465
        },
        {
          "start": 452,
          "end": 459
        }
      ]
    }
  ]
}