{
  "_id": "368aade5026716ed0443398e6c365fadf897f48923ef8a8c98a53b9f6316c894",
  "feed": "wall-street-journal",
  "title": "Shooting on New York City Subway Leaves One Man Dead; No arrests have been made as police search for suspect",
  "text": "<p>The 48-year-old victim, identified as Daniel Enriquez of Brooklyn, was transported to a nearby hospital where he died, police said.</p><p>Mr. Enriquez was in the last car of the train when a man who had been pacing back and forth pulled out a gun and shot him at close range, according to Chief of Department Kenneth Corey, who spoke at a Sunday afternoon press conference.</p><p>The two men had no interaction before the shooting, according to witnesses in the same subway car, said Chief Corey.</p><p>None of the other riders in the car were wounded, police said.</p><p>The suspect fled when the train pulled into the station, police said. He was described as a heavyset man with a beard, wearing a dark-colored hooded sweatshirt, gray sweatpants and white sneakers, according to police.</p><p>Chief Corey said police are in possession of surveillance video from subway cameras. He also asked any witnesses who have photos or video from within the train to share it with police.</p><p>\"Help us find this guy,\" Chief Corey said, adding that the NYPD has deployed extra officers to patrol the subway system in the wake of the attack.</p><p>The shooting disrupted subway service on the N and Q trains, according to the Metropolitan Transportation Authority, as the NYPD continued their investigation.</p><p>Last month, a man opened fire on a Brooklyn subway train during morning rush hour. Ten people were injured by gunfire in the attack at the 36th Street subway station in Sunset Park, and 13 others were treated for smoke inhalation, panic attacks or falls.</p><p>The suspected gunman, 62-year-old Frank James, was taken into custody after a 30-hour manhunt. Mr. James faces a terrorism charge and possible life in prison, federal prosecutors said. He has pleaded not guilty.</p><p>Mr. Enriquez worked in the research division at Goldman Sachs Group Inc. He joined the bank in 2013.</p><p>\"He worked diligently to support our Macro Research team in New York and epitomized our culture of collaboration and excellence,\" Goldman Chief Executive David Solomon said in a statement. \"We are devastated by this senseless tragedy and our deepest sympathies are with Dan's family at this difficult time.\"</p><p>Write to Ginger Adams Otis at Ginger.AdamsOtis@wsj.com</p><p>Shooting on New York City Subway Leaves One Man Dead</p>",
  "published": "2022-05-23T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1773,
          "end": 1797
        },
        {
          "start": 1773,
          "end": 1786
        },
        {
          "start": 1773,
          "end": 1780
        },
        {
          "start": 1773,
          "end": 1796
        },
        {
          "start": 1956,
          "end": 1963
        }
      ]
    }
  ]
}