{
  "_id": "6c6bfc4b835548cfdc33ec4db57bc221e2c48d35c8141820a0099cce392f6ac6",
  "feed": "market-watch",
  "title": "Dow down 300 points as investors monitor Russia-Ukraine developments",
  "text": "<p>The Dow Jones Industrial Average DJIA was down 302 points, or 0.9%, at 34,436.</p><p>The S&amp;P 500 SPX dropped 32 points, or 0.7%, to 4,387.</p><p>The Nasdaq Composite COMP was down 34 points, or 0.2%, to 13,757.</p><p>On Friday, the Dow Jones Industrial Average fell 504 points, or 1.4%, to 34,738, the S&amp;P 500 declined 1.9% to 4419, and the Nasdaq Composite tumbled 2.8% to 13,791 on Ukraine fears. Through Friday's close, the S&amp;P 500 was down around 7% this year.</p><p>What's driving markets?</p><p>Stocks turned lower in afternoon trading after Secretary of State Antony Blinken said the U.S. was closing its embassy in the Ukrainian capital of Kyiv and relocating operations 340 miles west to Lviv near the Polish border. As part of the move, the State Department ordered the destruction of networking equipment and computer workstations and the dismantling of the embassy telephone system, The Wall Street Journal reported, citing U.S. officials familiar with the matter and internal communications reviewed by the newspaper.&#xa0;Worries over Ukraine had appeared to ease somewhat earlier on Monday, after Russian Foreign Minister Sergei Lavrov suggested continuing talks with the U.S. and its allies over security issues. Ukraine has resisted giving in to Russian demands and German Chancellor Olaf Scholz shuttled between the two nations in an attempt to stave off&#xa0;a military invasion.</p><p>With markets focused on the threat of a Ukraine invasion, RBC Capital Markets told investors that stock-market drops ahead of war tend to resemble “growth scares.” The S&amp;P 500 index fell more than 19% from peak to trough during the 1990 Gulf War, a drawdown associated with a recession that year, according to RBC analysts. And the U.S. stock benchmark's 33% drop around the second Iraq war in 2003 came as “investors were also wrestling with the aftermath of the Tech bubble, as well as the accounting scandals that marked the early 2000s,” they said.“On Russia/Ukraine, there's no past conflict that provides a good template for how low stocks could trade if an invasion occurs,” RBC analysts led by Lori Calvasina, head of U.S. equity strategy, said in a research note Monday. “But we have found it interesting that stock market declines around the two Iraq wars were similar to the kinds of drops we see around recessions” and growth scares.</p><p>Read:What a Russian invasion of Ukraine would mean for markets as Biden warns Putin of ‘severe costs'</p><p>In central bank developments, St. Louis Fed President James Bullard reiterated his call for the Fed to “front load” rate increases in the face of persistently high inflation. In an interview with CNBC Monday, Bullard said he didn't think the Fed's rate moves would sink the economy or deeply unsettle financial markets.</p><p>See: Inflation and armed global conflict have investors worried about Jay Powell's trigger finger</p><p>Meanwhile, Kansas City Fed President Esther George said, in an interview with The Wall Street Journal published Monday, that it's too soon to say whether a 50-basis-point rate increase is needed in March and she reiterated her call for the Fed to begin selling assets from its nearly $9 trillion balance sheet. George, like Bullard, is a 2022 voting member of the rate-setting Federal Open Market Committee.</p><p>Earnings season is moving into its final stretch. Of the 358 companies in the S&amp;P 500 that had reported earnings through Friday, 78.2% reported earnings that came in above analyst expectations, while 18.2% missed forecasts, according to Refinitiv. Over the weekend, Goldman Sachs updated its S&amp;P 500 year-end forecast, dropping it to 4,900 from 5,100, which is still 11% higher than where prices closed Friday.</p><p>Need to Know: Goldman Sachs sees three paths for the S&amp;P 500 —and one would leave stocks nearly 20% lower“With the stock market continuing to be priced at all time highs, even with the recent selloff, any negative events will cause significant volatility in the markets,” Nick Tell, chief executive of Armory Group, said in an email to MarketWatch. “This is a time of great uncertainty and I expect that there will be more downside in asset valuations until we start getting a better sense of what the Fed plans to do or we get a real correction that resets values in line with historical metrics.”</p><p>Which companies are in focus?</p><p>Cisco Systems Inc.CSCO made a $20 billion offer for software maker Splunk Inc. SPLK, The Wall Street Journal reported Friday, citing people familiar with the matter. The offer was made recently, the people said. It isn't clear where things currently stand, according to the report. Splunk shares rose 8.3%, while Cisco shares fell 2%.</p><p>According to a filing with the Securities and Exchange Commission on Friday, the investment fund ran by billionaire George Soros bought nearly 20 million shares of electric-vehicle maker Rivian Automotive Inc.RIVN last quarter, worth about $2 billion at the time. As of Friday's close, however, the stake was worth about half that — roughly $1.17 billion. Shares were up 5.4% on Monday.</p><p>Eli Lilly &amp; Co.LLY said late Friday that the U.S. Food and Drug Administration issued an emergency-use authorization for bebtelovimab, the pharma company's antibody treatment for COVID-19. Shares were down 1.1%.</p><p>Shares of banking app Dave Inc.DAVE were down 35% after Marshall Wace LLP said in a regulatory filing Monday that it no longer has a stake in Dave.</p><p>What are other assets doing?</p><p>Treasury yields, which had pulled back on Friday as investors sought safety in traditional havens amid fears of a potentially imminent Russian invasion of Ukraine, bounced Monday. The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 3 basis points to 1.97%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, which tracks the currency against a basket of six major rivals, rose 0.3%.</p><p>Oil futures rose, with the U.S. benchmark CL.1 finishing at $95.46 a barrel, a gain of $2.36, or 2.5%. The April gold contract gained $27.30, or 1.5%, to settle at $1,869.40 per ounce.</p><p>The Stoxx Europe 600 XX:SXXP finished 1.8% lower, while London's FTSE 100 UK:UKX closed down by 1.7%.</p><p>The Shanghai Composite CN:SHCOMP ended 1% lower, while the Hang Seng Index HK:HSI fell 1.4% in Hong Kong and Japan's Nikkei 225 JP:NIK dropped 2.2%.</p><p>— Steven Goldstein contributed to this article</p>",
  "published": "2022-02-14T14:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3658,
          "end": 3665
        },
        {
          "start": 3499,
          "end": 3506
        },
        {
          "start": 3499,
          "end": 3512
        },
        {
          "start": 3658,
          "end": 3671
        }
      ]
    }
  ]
}