{
  "_id": "0b83f9fce7743b1686301889b66e4eb568bd5f4f06199b8f93beac5f1bbba3eb",
  "feed": "wall-street-journal",
  "title": "1MDB Trial Paused Over Prosecution Misstep",
  "text": "<p>Prosecutors in a letter filed to the court Wednesday morning said they had been notified the night before of a collection of 15,500 documents that hadn't been turned over to Mr. Ng's lawyers for review in preparation for his trial. Prosecutors called the misstep an \"inexcusable error\" and said they supported adjourning the trial while the defense team reviewed the information.</p><p>The documents stem from search warrants executed on the emails of Goldman partner Timothy Leissner, the government's star witness in the case, prosecutors said. Mr. Leissner took the stand last week to testify against his former colleague and close associate.</p><p>During a break in Mr. Leissner's testimony on Wednesday morning, a lawyer for Mr. Ng condemned the government for its failure to turn over the documents, arguing that it was part of a pattern of withholding evidence over the many months that both sides had prepared for the trial.</p><p>Judge Margo Brodie admonished the Justice Department for its error and said she would adjourn the trial after prosecutors finish questioning Mr. Leissner to give Mr. Ng's defense team time to review the new material. She warned that she couldn't delay the trial indefinitely.</p><p>\"What's particularly troubling to the court is that I sat here and asked the government if you did a thorough review and [if] all the relevant disclosures were made,\" the judge said. \"I don't know what the solution is going to be eventually but we're going to take it one step at a time.\"</p><p>Mr. Leissner, who is cooperating with the government, previously pleaded guilty to U.S. charges of conspiracy to launder money and violate antibribery laws for his role in the 1MDB scandal.</p><p>During his testimony, the former Goldman partner has said that he and his family received between $50 million and $60 million in kickbacks as part of the scheme. Federal prosecutors have accused Mr. Ng of receiving $35 million in kickbacks.</p><p>A Goldman representative declined to comment.</p>",
  "published": "2022-02-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 446,
          "end": 453
        },
        {
          "start": 1709,
          "end": 1716
        },
        {
          "start": 1919,
          "end": 1926
        },
        {
          "start": 444,
          "end": 451
        },
        {
          "start": 1699,
          "end": 1706
        },
        {
          "start": 1907,
          "end": 1914
        }
      ]
    }
  ]
}