{
  "_id": "66bf74d96682cce580cf6dd4979e976f4046fde56455a3a5d390075ff9270c19",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs Buys Minority Stake in TV Ad-Measurement Company iSpot.tv for $325 Million; The firm helps marketers track whether their ads spurred a visit to their website or a purchase. The new funding is the latest in a flurry of deals around TV ad metrics",
  "text": "<p>It then helps advertisers translate what that data means for them, including whether consumers who saw their commercials later visited a website or made a purchase.</p><p>The 10-year-old company had previously raised $58 million in total, with its most recent round in 2018 valuing it at $330 million. ISpot, which employs 350 people, said it generated $75 million in revenue last year, up from $51 million in 2020.</p><p>The company plans to use the funding to expand its offerings, partly through potential acquisitions, and to add employees in areas such as engineering, product development and sales.</p><p>In recent years, iSpot has acquired other ad-measurement companies, including Ace Metrix Inc., DRMetrix LLC and Tunity Inc.</p><p>\"These acquisitions have been great for the company,\" said Chief Executive Sean Muller. \"Certainly, those are not the last ones.\"</p><p>TV ad measurement has become a hot commodity as viewership increasingly migrates to streaming platforms from traditional TV. Traditional media companies want to improve the tools they offer marketers to analyze their media buys in the shifting environment. And Nielsen, which has dominated TV ratings for decades, has faced troubles: The Media Rating Council, the industry's measurement watchdog, last year pulled its accreditation of Nielsen's national and local TV ratings.</p><p>In January, Comcast Corp.'s NBCUniversal said it had tapped iSpot as one of the vendors that would help it build a new measurement framework, one that would verify ads and programming on traditional TV and streaming video.</p><p>And earlier this month, the data, measurement and analytics software company EDO Inc. received an $80 million investment from Shamrock Capital. In February, Innovid Corp., an adtech company that focuses on streaming television, announced a deal to buy measurement and attribution platform TVSquared Ltd.</p><p>Mr. Muller suggested the battle was on to become one of a few top-tier companies that the TV business uses to measure ad impact.</p><p>\"Nielsen is going to be in the mix and probably in a major way as well. But I think it's going to end up with a two- or three-player market,\" he said.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>Goldman Sachs Buys Minority Stake in TV Ad-Measurement Company iSpot.tv for $325 Million</p>",
  "published": "2022-04-27T10:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 2176,
          "end": 2183
        },
        {
          "start": 2176,
          "end": 2189
        }
      ]
    }
  ]
}