{
  "_id": "ee171ac5b902516529c172268f44a52fd55bd3768ca8132e95d43727d72b9338",
  "feed": "ftcomall",
  "title": "Schwarzman and Gray really love Breit",
  "text": "<p><strong>One scoop to start: </strong>A group of Wall Street banks stuck holding debt tied to the $16.5bn takeover of software maker Citrix on Monday <a href=\"https://www.ft.com/content/d5be47aa-29c2-4334-81e7-b3fb226886be#post-90709e2f-af31-461f-8b14-c048f60d5492\">offloaded $750mn of the loans</a> clogging up their balance sheets, according to three people with knowledge of the matter.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Blackstone executives invest in Breit</p></li>  <li><p>Vodafone seeks a new CEO</p></li>  <li><p>The crypto contagion continues</p></li> </ul> <h1>Blackstone's mammoth property fund gets a helping hand</h1> <p>Over the summer, investors were pulling money out of <strong>Blackstone</strong>'s private real estate investment fund <strong>Breit</strong> at an increasingly rapid pace. </p> <p>As they did, Blackstone's <strong>Stephen</strong> <strong>Schwarzman</strong> and <strong>Jonathan</strong> <strong>Gray</strong> were putting money in. They added more than $100mn apiece to their investments in the $69bn-in-assets trust, which was launched in 2017 and has become the biggest engine of growth inside the Blackstone empire. </p> <p>But redemptions last month were so heavy that Breit limited withdrawals, a decision that has provoked some <a href=\"https://www.ft.com/content/a0fcd0d2-bc25-467d-bded-d940fa628487\">scepticism</a> about Blackstone's ability to continue growing its assets and its overall stock market valuation.</p> <p>The purchases and sales underscore a reality within the broader private equity universe that will be the big story in coming years. </p> <p>Private equity firms and their executives are still flush with cash after an epic decade for buyouts, but their investors who have committed to illiquid funds are facing a crunch amid sharply rising interest rates and unwinding public markets.</p> <p>Blackstone's Briet perfectly encapsulates the state of play.</p> <p>The fund was hit with <a href=\"https://www.ft.com/content/e1ddc6f0-eb0a-4d52-8971-b1d9c2cb5c02\">redemptions</a> from Asia in the spring and summer from overleveraged investors who were exposed to troubled property markets in the region, DD's Antoine Gara and Sujeet Indap reported. As some investors faced margin calls, Breit turned into a perfect source of liquidity where they could pull cash out quickly without realising losses. </p> <p>Then the selling spread globally. </p> <p>But Breit did have some big buyers — Blackstone insiders such as Schwarzman, Gray and other executives. Collectively, they now own a staggering $1.4bn in Breit, according to calculations from <strong>Credit</strong> <strong>Suisse</strong> analyst <strong>Bill</strong> <strong>Katz</strong>, more than double their holdings since the beginning of the year.</p> <p>In July, when Breit investors increased their redemptions to troubling levels, Schwarzman had an interesting anecdote to share on an earnings conference call. </p> <p>He recounted a surprise meeting with a Breit investor who told him: “I love you people. This is so amazing. All of my friends are losing a fortune in the market and I'm still making money.”</p> <p>There's some truth to the statement, though its provenance remains a mystery. Breit has invested in logistics and multifamily US real estate where supply remains short and rents are up. </p> <p>The only issue — unless Schwarzman and Gray want to continue buying Breit — is that even happy clients can monetise the fund whenever they want to pay bills, or bargain hunt in public markets. </p> <p>Now that investors have tripped withdrawal limits — 2 per cent of net assets a month or 5 per cent a calendar quarter — Blackstone will find out whether they value its investing acumen enough to find liquidity elsewhere, or will pull out more cash in the coming months and years.</p> <h1>Now hiring: new Vodafone CEO</h1> <p>Are you keen on a potentially insurmountable challenge? Do you thrive in situations of adversity? If so, <strong>Vodafone</strong> may have the job for you.</p> <p>It has been a bruising few years for investors in the UK telecoms group, and they've finally reached the end of their tether. After four years at the helm of the company,<strong> Nick Read</strong> has bowed to pressure to cede control <a href=\"https://www.ft.com/content/9e31a53c-079a-4542-ab94-8b5f247bc65b\">and will be standing down</a> at the end of the month. So DD has had a go at writing the job ad for his replacement. </p> <p>Your key role will be to revitalise the group's ailing performance, <a href=\"https://www.ft.com/content/c74aab35-d9fe-4cff-a065-5ab43651a103\">focusing mostly</a> on Germany, Italy, Spain and the UK. You may also want to look at simplifying the business, which is incredibly complex and spans much of the globe.</p> <p>The next chief <a href=\"https://www.ft.com/content/f4022bfb-806b-4a75-9c7c-2586441f0b14\">will need to bring about radical reform</a>, as the FT's Cat Rutter Pooley writes, and will require the following crucial skills:</p> <ul>  <li><p>Excellent dealmaker. Your predecessor struggled to make good on some of the deals he had been vocal about pursuing, including mergers and acquisitions in Spain and Italy. <a href=\"https://www.ft.com/content/b17eff4c-f0ca-4b36-8f1d-c69baf0e1aac\">A proposed deal</a> with <strong>CK Hutchison</strong> to combine Vodafone's British business with <strong>Three UK </strong>has yet to materialise despite months-long talks. We're going to need you to make good on all of this, and relatively quickly.</p></li>  <li><p>Patience. Even when you do preside over quite important deals — such as the recent sale of the Hungarian business for $1.8bn or the sale of a 50 per cent stake in Vodafone's masts business — it's likely the market will overlook them completely.</p></li>  <li><p>A firm understanding of European regulation. Regulators will probably thwart your every attempt to generate greater profits. You must know the enemy.</p></li>  <li><p>Tenacity. The company's share price dropped more than a fifth this year, taking its losses over Read's tenure to more than 40 per cent. Lots of investors believe Vodafone is grossly undervalued and are waiting for that value to crystallise. </p></li> </ul> <p><em>Preferred skill</em>: German speaker. You are likely to spend a lot of time in Germany, a market which accounts for 30 per cent of group revenue, trying to reverse the company's<a href=\"https://www.ft.com/content/7bd53cab-a701-4e44-ab6a-38f33f917d41\"> floundering performance</a> there. <em>Es wird Spaß machen!</em></p> <p>Salary expectations: </p> <p>£1.1mn a year base salary, with a hefty bonus and share awards, which can take the total above £4mn, regardless of whether the company is performing as hoped.</p> <p>NB: you'll get this for 12 months even if you're no longer in the role!</p> <p>Please submit your application post haste.</p> <h1>The crypto contagion spreads further</h1> <p>Over the weekend, <strong>Sam Bankman-Fried</strong> admitted to the FT's Josh Oliver that he “<a href=\"https://www.ft.com/content/a1df1d73-9932-4d1b-b63a-c0c82241a236\">kind of lost track</a>” of borrowing between his crypto exchange <strong>FTX</strong> and his trading shop <strong>Alameda Research</strong>. Oh and there was little risk monitoring going on.</p> <p>It isn't the only crypto group to learn the hard way that intercompany dealings rarely end well. <strong>Digital Currency Group</strong>, led by former <strong>Houlihan Lokey </strong>banker <strong>Barry Silbert</strong>, has found itself entangled in its own web of borrowing and investment.</p> <p>DCG has at least $2bn worth of outstanding debt, $1.7bn of which is owed to its own subsidiary, crypto broker <strong>Genesis</strong>, through two loans. Silbert told investors that one of those, a $575mn loan from Genesis, was used to fund undisclosed investments and share buybacks. </p> <p>But our FT colleagues discovered that some of DCG's borrowing was used to <a href=\"https://www.ft.com/content/6b0e81ad-effd-4e1c-ad9c-0b9f708dcdf5\">fund the group's investments</a> into another of its subsidiaries, asset manager <strong>Grayscale</strong>. </p> <p>Genesis' lending unit suspended withdrawals after FTX collapsed and has since been scrambling to source funding, hiring investment banking boutique<strong> Moelis &amp; Co</strong> to help it explore all possible options. </p> <p>DCG and Genesis' intercompany borrowings are now complicating the picture for creditors, which include <strong>Tyler </strong>and <strong>Cameron Winklevoss</strong>' crypto exchange <strong>Gemini</strong>. </p> <p>Customers of New York-based Gemini's crypto yield programme are <a href=\"https://www.ft.com/content/32977a99-c1c3-4f34-9ecc-4057217bf974\">owed $900mn</a> from Genesis, the FT's Nikou Asgari and Josh Oliver revealed. Gemini has formed a creditor committee to get its money back from both the broker and its parent company DCG. </p> <p>“Because of the way the liabilities are, they're negotiating together,” said one person familiar with the matter about Genesis and DCG's approach to creditors.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Sky News</strong> head <strong>John Ryley</strong> <a href=\"https://www.ft.com/content/3f2b2967-afac-43b3-a6fa-4946cc5d7e2f\">has stepped down</a> after 17 years running the UK-based news service, marking a new era for the <a href=\"https://www.ft.com/content/a02224a2-be96-11e8-8d55-54197280d3f7\"><strong>Comcast</strong>-owned</a> channel as it grapples with the decline of traditional television. </p></li>  <li><p><strong>Slack</strong> CEO and co-founder <strong>Stewart Butterfield</strong> <a href=\"https://www.businessinsider.com/slack-ceo-stewart-butterfield-to-exit-salesforce-in-january-2022-12?op=1\">plans to leave the company</a> in January. </p></li>  <li><p>The<strong> Institute of International Bankers </strong>has named <strong>Beth Zorc</strong>, formerly senior counsel for the US Senate committee on banking, housing, and urban affairs, as its next CEO.</p></li>  <li><p><strong>Steve Rendle</strong> has stepped down as CEO and chair of <strong>VF Corp</strong>, the clothing group behind The North Face. <strong>Benno Dorer</strong>, the lead independent director of its board, will take his place in the interim. </p></li>  <li><p><strong>KKR</strong> <a href=\"https://www.businesswire.com/news/home/20221201005893/en/KKR-Announces-New-Managing-Directors\">has named</a> 27 managing directors.</p></li>  <li><p><strong>Goldman Sachs</strong> managing director<strong> Adam Iqbal </strong>has joined hedge fund<strong> Capstone Investment Advisors </strong>as a portfolio manager based in London.</p></li>  <li><p>Former Blackstone managing director <strong>Kris Mastronardi</strong> has joined hedge fund <strong>King Street Capital Management</strong> as its global head of strategy based in New York.</p></li>  <li><p>UK energy group <strong>Centrica </strong>has appointed<strong> Burberry</strong>'s chief digital and analytics officer&#xa0;<strong>Chanderpreet Duggal</strong> as a non-executive director.</p></li> </ul> <h1>Smart reads</h1> <p><strong>The Walking Dead: Wall Street </strong>So-called “zombie offices” have haunted New York's financial sector since the onset of the pandemic. Rising interest rates <a href=\"https://www.ft.com/content/a970a7f3-e493-43fd-ac11-afe40a73fbb7\">have exacerbated the problem</a>, the FT reports.</p> <p><strong>Inside the House of Mouse </strong>Disney's special tax privileges in Orlando have become an unlikely pawn in America's culture wars following a scrap with “anti-woke” Florida governor Ron DeSantis. It's now <a href=\"https://www.ft.com/content/80eb174d-e5f1-42fa-b92e-ba44465b4ab6\">scrambling to preserve</a> the lucrative arrangement, the FT's Chris Grimes reports.</p> <p><strong>Lost in translation </strong>Duolingo has recruited a fierce following with its gamified, mostly free language lessons and quirky social media presence. <a href=\"https://www.bloomberg.com/news/features/2022-12-02/duolingo-plus-gave-fans-of-free-app-a-cost-worth-paying?srnd=businessweek-v2&amp;leadSource=uverify%20wall\">It must now find a way to make money</a> without infuriating its hundreds of millions of dedicated users, Bloomberg writes.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/c414257e-a917-4e2b-a022-572268d77515\">Crypto group Circle ends $9bn deal to go public through Bob Diamond's Spac</a> (FT) </p> <p><a href=\"https://www.ft.com/content/6fdce128-de66-40f8-b713-e53d0b1d9fcf\">Court ruling paves way for sale of Gupta's Belgian steel plants</a> (FT)</p> <p><a href=\"https://www.ft.com/content/be43a77e-fe75-42f6-a84a-a92362192b20\">Glencore to pay DR Congo $180mn to cover corruption claims</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3ba90e83-dc59-4bdc-919c-ae5293653aab\">PwC targets rival EY in bid to expand partnership</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5b941017-a3ab-43b1-b1b9-23bccd8ef9b1\">Asset managers pour money into tech platforms to take on BlackRock</a> (FT)</p> <p><a href=\"https://www.reuters.com/markets/deals/illumina-gets-eu-antitrust-charge-sheet-unwind-grail-acquisition-swiftly-2022-12-05/\">Illumina gets EU antitrust charge sheet to unwind Grail acquisition swiftly</a> (Reuters) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-12-05/credit-suisse-appeals-600-million-in-damages-over-mishandling-of-rogue-banker\">Credit Suisse fights $600mn damages award over mishandling of rogue banker</a>&#xa0; (Bloomberg) </p><p>Source:  2022 'Schwarzman and Gray really love Breit' FT.com 6 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-06T05:01:31.712Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7994,
          "end": 8001
        },
        {
          "start": 7994,
          "end": 8007
        },
        {
          "start": 7930,
          "end": 7943
        }
      ]
    }
  ]
}