{
  "_id": "be01d285d6308b6b6de5139d05d15e18a6160d1b93de37378c3e82b06c600c74",
  "feed": "ftcomall",
  "title": "Global stocks drop over fears of Russian attack on Ukraine",
  "text": "<p>US and European stocks fell in volatile trading on Monday as investors were spooked by fears of an imminent Russian attack on Ukraine.</p> <p>The FTSE All World index slid 1 per cent as global equities lurched lower. The declines were most significant in Europe, where the benchmark Stoxx 600 index fell 1.8 per cent as the geopolitical crisis intensified.</p> <p>Germany's Xetra Dax fell 2 per cent while the CAC 40 in Paris shed 2.3 per cent. The pain was also felt in the US, with the benchmark S&amp;P 500 closing 0.4 per cent lower.</p> <p>Monday's market moves came after Jake Sullivan, US national security adviser, said on Sunday that an attack by Russia against Ukraine could begin “any day now”, including “this coming week before the end of the Olympics”.&#xa0;</p> <p>Stocks whipsawed on various news reports related to the crisis. European equities had bounced off their lows after Sergei Lavrov, Russia's foreign minister, told President Vladimir Putin in a televised meeting on Monday that diplomatic engagement with the west<a href=\"https://www.ft.com/content/b3e97dab-d884-4177-a708-da44b5ade443\"> should continue</a>.</p> <p>“There's always a chance,” Lavrov said, when asked by Putin whether there was any likelihood that an agreement with the west could be reached in the flurry of negotiations between Moscow and western capitals aimed at defusing tensions on the border with Ukraine.</p> <p>US stocks lurched lower after Volodymyr Zelensky, Ukrainian president, warned that “the date of the military invasion is being set again”, before recovering some of their losses later in the afternoon. A Ukrainian official had subsequently sought to clarify the president's comments.</p> <p>They had already been hit late last week after the White House issued its first warning of an “immediate threat” of invasion, with the <a href=\"https://www.ft.com/content/1e381099-b6ce-4045-a17d-5b390902d494\">S&amp;P dropping</a> almost 2 per cent on Friday.</p> <p>The pace of falls slowed on Tuesday in Asian trading, with Japan's benchmark Topix index off just 0.3 per cent and Hong Kong's Hang Seng down 0.7 per cent. Futures markets tipped the FTSE 100 to open flat while the S&amp;P 500 was expected to rise 0.2 per cent.</p> <p>Western nations are continuing to withdraw diplomatic and military personnel from Ukraine, and airlines have cancelled flights to the country. </p> <p>The tensions have exacerbated what was already a weak start to the year for stock markets driven by changing monetary policy.</p> <p>With global supply chains <a href=\"https://www.ft.com/content/d4766d00-75ee-4382-9373-f326c89630e1\">snarled up </a>from Covid-19, all major commodity markets are in a “state of severe depletion”, said Jeff Currie, head of commodities research at Goldman Sachs. “Such depleted systems are highly vulnerable to even the smallest shocks, even [with just] a few days of disruption.”</p> <p>European natural gas contracts for next-month delivery jumped 7 per cent on Monday to €79.40 per megawatt hour. International oil benchmark Brent crude advanced more than 2 per cent to $96.48 a barrel, hitting its highest level in seven years. </p> <p>“If western claims of [a] Russian invasion of Ukraine turned out to be unsubstantiated [or] Russia withdrew its troops from its western borders, oil prices will come crashing,” said Tamas Varga at PVM Oil Associates, a broker. “For the time being all eyes are on Ukraine and on the $100-a-barrel level.”</p> <p>The situation between Russia and Ukraine did not push investors into haven securities, including sovereign debt. Germany's benchmark 10-year Bund yield was flat for the day at 0.28 per cent. The equivalent 10-year US government bond yield rose 0.05 percentage points to 1.99 per cent.</p> <p>In Asia, Hong Kong's benchmark Hang Seng fell 1.4 per cent, while Japan's Topix and South Korea's Kospi both closed 1.6 per cent lower. </p> <p><em>Additional reporting by Tommy Stubbington and Hudson Lockett</em></p><p>Source: Nicholas Megaw in New York, Naomi Rovnick and Neil Hume in London and Polina Ivanova in Kyiv 2022 'Global stocks drop over fears of Russian attack on Ukraine' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-15T04:21:40.202Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2439,
          "end": 2452
        },
        {
          "start": 2439,
          "end": 2446
        }
      ]
    }
  ]
}