{
  "_id": "f82c43ce3e96eb490740a7fb571ef4b9905a6041eccb68472725156c90e45fe5",
  "feed": "ftcomall",
  "title": "Ex-Goldman banker Roger Ng found guilty in 1MDB fraud trial",
  "text": "<p>A US jury has convicted former Goldman Sachs banker Roger Ng in connection with the multibillion-dollar 1MDB embezzlement, handing prosecutors a high-profile victory in a scandal that has reverberated from Malaysia and Singapore to Wall Street.</p> <p>After a trial lasting nearly two months, and four days of deliberation, jurors on Friday found Ng, 49, guilty on all three counts in the case: conspiring to violate US anti-bribery laws, conspiring to launder money and conspiring to sidestep Goldman's internal accounting controls. He faces up to 30 years in prison.</p> <p>The conviction is a landmark win for US authorities who have dedicated years to bringing a case in connection with the fraud, in which the US Department of Justice alleges $4.5bn was misappropriated from the Malaysian state investment fund. </p> <p>“The verdict is in: Roger Ng is guilty, convicted on all three counts,” the US Attorney's Office for the Eastern District of New York said on its official Twitter account. </p> <p>Ng, his former boss <a href=\"https://www.ft.com/content/829f619d-7a9c-4c4b-9e1d-82ee8706e085\">Tim Leissner</a> and Malaysian financier <a href=\"https://www.ft.com/content/acda158e-56cb-44ef-aa06-cbf57cf5cd98\">Jho Low</a> were all charged by the DoJ. Leissner has pleaded guilty and is awaiting sentencing, while Low maintains his innocence and remains at large.</p> <p>Kenneth Polite, head of the DoJ's criminal division, said Ng had “participated in a massive and unprecedented bribery and money laundering scheme” that included the corruption of senior officials in Malaysia and Abu Dhabi as well as money laundering in the US.</p> <p>“The scheme was massive in its scale . . . brazen in its execution . . . and it was obscene in its greed,” said Breon Peace, US attorney at the Eastern District of New York, where the trial took place.</p> <p>The government argued that Ng was a critical link to 1MDB and Low.</p> <p>As Goldman's former head of investment banking in Malaysia and later as a member of the bank's securities division in Asia, Ng was involved in the bank's arrangement of 1MDB bond deals. </p> <p>The Wall Street bank arranged three transactions in 2012 and 2013 that raised approximately $6.5bn, a chunk of which was misappropriated to pay bribes to officials in Malaysia and Abu Dhabi, according to US authorities.</p> <p>The stolen funds were used to buy expensive art, luxury real estate and even to finance <em>The Wolf of Wall Street</em>, the Oscar-nominated film on financial malfeasance, among other things.</p> <p>The government accused Ng, who did not testify during his trial, of pocketing about $35mn in stolen 1MDB funds and attempting to cover his tracks by eliminating entire email accounts.</p> <p>Marc Agnifilo, Ng's lawyer, argued his client had nothing to do with the payment, which he said was linked to an unrelated investment involving his wife.</p> <p>The trial was underpinned by a tense showdown between Ng and <a href=\"https://www.ft.com/content/9f27d719-19e5-4949-93ad-5de742242476\">Leissner</a>, an ex-Goldman partner who pleaded guilty to charges of conspiring to launder money and violating foreign bribery laws in connection with 1MDB. Leissner then became the government's star witness in Ng's trial. </p> <p>Leissner signed a co-operation agreement with US authorities in the hope of receiving a more lenient punishment. He faces up to 25 years in prison when he is sentenced.</p> <p>Throughout the trial, Agnifilo told jurors there was no evidence linking Ng to the 1MDB fraud aside from Leissner's testimony, which he said included inaccuracies. </p> <p>He said Ng was the “fall guy” and repeatedly questioned Leissner's credibility, calling him a “one of a kind” liar and cataloguing falsehoods that Leissner told his partners, Goldman and US authorities.</p> <p>Goldman, which netted more than $600mn in fees from the 1MDB bond deals, has said it was lied to by “certain members of the former Malaysian government and 1MDB”. </p> <p>The bank struck a settlement of up to $3.9bn with Malaysia and paid a record $2.9bn in a global settlement in 2020. Its Malaysian subsidiary pleaded guilty to a bribery charge.</p><p>Source: Stefania Palma in Washington 2022 'Ex-Goldman banker Roger Ng found guilty in 1MDB fraud trial' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-08T17:07:29.826Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3,
          "end": 10
        },
        {
          "start": 31,
          "end": 38
        },
        {
          "start": 31,
          "end": 44
        },
        {
          "start": 487,
          "end": 494
        },
        {
          "start": 487,
          "end": 495
        },
        {
          "start": 1714,
          "end": 1721
        },
        {
          "start": 1714,
          "end": 1722
        },
        {
          "start": 2716,
          "end": 2723
        },
        {
          "start": 3427,
          "end": 3434
        },
        {
          "start": 3455,
          "end": 3462
        }
      ]
    }
  ]
}