{
  "_id": "5a96e7e2e0b1f07913f39a3075244d317246ad72158aa390ac062bb0818d58ab",
  "feed": "wall-street-journal",
  "title": "Fidelity's Crypto-Focused Business Plans Tech Hiring Spree; Subsidiary aims to add 110 technology workers by year-end as it branches out to digital currencies beyond bitcoin, executive says",
  "text": "<p>A Fidelity Investments subsidiary, launched a few years ago to let institutional investors store and trade bitcoin, plans to double its head count this year as it predicts rising demand for cryptocurrency amid market volatility.</p><p>Fidelity Digital Asset Services LLC plans to hire 110 tech workers, including engineers and developers with blockchain expertise, to build digital infrastructure to support services for cryptocurrencies beyond bitcoin, said Tom Jessop, its president. The subsidiary also plans to add 100 customer-service specialists.</p><p>The planned expansion at Fidelity Digital Assets comes after Fidelity Investments in April said it would allow retirement savers to put bitcoin in their 401(k) accounts later this year, the first major retirement-plan provider to do so.</p><p>At Fidelity Digital Assets, founded in 2018, the technology hires will help build out infrastructure to support custody and trading services for ether, the digital currency on the Ethereum network, Mr. Jessop said. The platform was built to handle the storing, securing and trading of bitcoin.</p><p>The team also will migrate platform data and applications to the cloud to support faster transactions and 24-hour trading support and ensure the platform continues to offer institutional-grade security as it grows, Mr. Jessop said. In addition, the team will work on compliance and tax-reporting tools, he said.</p><p>Despite market turmoil, including a steep drop in cryptocurrency prices in recent weeks, Fidelity Digital Assets said it planned to continue investing in technology that supports crypto trading.</p><p>\"We're trying not to focus on the downturns and focus on some of the long-term indicators,\" such as demand from clients, Mr. Jessop said. \"We are trying to build infrastructure for the future because we measure success over years and decades, not weeks and months.\"</p><p>Mr. Jessop joined Fidelity in January 2018 after a nine-month stint as president of blockchain firm Chain Inc. Before Chain, he spent 17 years in various senior positions at Goldman Sachs Group Inc.</p><p>The effects of falling crypto prices on Fidelity Digital Assets have been minimal, Mr. Jessop said, though he acknowledged that new client acquisition has slowed down.</p><p>Fidelity Digital Assets has around 400 clients, including registered investment advisers, hedge funds and asset managers, according to Terrence Dempsey, the subsidiary's head of product.</p><p>Demand for engineers and developers working on blockchain and cryptocurrency initiatives continues to grow regardless of market pressures, said Dylan Gomez, director and head of software engineering at financial-services recruiter Selby Jennings. \"There's definitely more competition and compensation has been driven up,\" he said.</p><p>According to information-technology trade group CompTIA, between Jan. 1 and May 24, ads for positions requiring crypto skills had quadrupled from the year-earlier period.</p><p>Continued interest in crypto and blockchain talent from large, traditional financial-services firms is a sign that digital currencies are becoming core to their business, Mr. Gomez added.</p><p>Write to Suman Bhattacharyya at Suman.Bhattacharyya@wsj.com</p><p>Fidelity's Crypto-Focused Business Plans Tech Hiring Spree</p>",
  "published": "2022-05-31T10:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2025,
          "end": 2048
        },
        {
          "start": 2025,
          "end": 2032
        },
        {
          "start": 2025,
          "end": 2049
        },
        {
          "start": 2025,
          "end": 2038
        }
      ]
    }
  ]
}