{
  "_id": "4342768b60867c0926de90d1298ffbd2ba8db48a48d8aaaf78935bdd7535026a",
  "feed": "wall-street-journal",
  "title": "Putin Says Russia to Meet Gas Commitments to Europe but Warns of Further Disruptions; Russia's president says sanctions could prevent additional maintenance on components for the pipeline for Russian gas to Europe",
  "text": "<p>Nord Stream, the main artery for Russian gas to Europe, is currently down due to regular maintenance and European governments are worried the Kremlin won't restore its flow when the work ends Thursday. A prolonged outage could prompt governments to ration energy, hurting industry and hitting already fragile economic growth.</p><p>In comments late Tuesday after his visit to Tehran, Mr. Putin said that Kremlin-controlled energy exporter Gazprom PJSC, the pipeline's majority shareholder, \"has always fulfilled and will fulfill all of its obligations.\"</p><p>But the Russian president added that flows might fall to some 20% of capacity as soon as next week if a pipeline turbine that was undergoing repairs in Canada isn't returned to Russia soon. Mr. Putin said that another turbine had to go for maintenance on July 26.</p><p>The remarks are consistent with a Kremlin approach that keeps European governments off balance as Russia manipulates gas flows. Keeping the pipeline open but varying supplies sustains Moscow's leverage in its economic battle with the West. It also maintains high gas prices, bolstering Russian revenues that can help fund its war in Ukraine and hitting European economies.</p><p>The tactic carries risks for Russia, however, further damaging its reputation as a reliable gas supplier and encouraging European economies to aggressively seek other sources of energy. Due to limited pipeline infrastructure to Asia, Russia isn't able to quickly reroute much of the Europe-bound gas.</p><p>\"I think we should be very clear. Gazprom has proven to be a completely unreliable supplier,\" European Commission President Ursula von der Leyen said on Wednesday. \"And behind Gazprom is, as we know, Putin. So it is not predictable what is going to happen.\"</p><p>Even before the maintenance began, Gazprom last month cut deliveries on the pipeline to 40% of its capacity, blaming Canadian sanctions that had prevented the return of the turbine being repaired there. European officials have dismissed the turbine explanation as a pretext for Moscow to try and wreck economic havoc on the continent.</p><p>Germany has been racing to return the turbine to Russia after Canada earlier this month tweaked its own sanctions, allowing turbines for the Nord Stream pipeline to be repaired and returned to Russia.</p><p>Gazprom on Wednesday said it still hadn't received documentation for the turbine from Siemens Energy AG, which is handling the maintenance. Gazprom said the need for maintenance on the turbine and other equipment has had a direct impact on the safe operations of Nord Stream.</p><p>Siemens Energy said in a statement that its goal was always to transport the turbine to its place of operation as quickly as possible. The company said that it was also ready to maintain further turbines.</p><p>The European Union is pressing governments to step up their energy-conservation campaigns, rolling out new plans for possible rationing on Wednesday. The commission's plan is expected to offer guidelines for curbing energy use and establish criteria governments can use to determine which industries to prioritize if there isn't enough gas to go around. The guidelines also call for public buildings to limit air conditioning to 77 degrees Fahrenheit and cap thermostats at about 66 degrees during colder months.</p><p>While some European officials have in recent days cast doubt on whether Nord Stream would come back online on Thursday, Mr. Putin's comments helped fuel expectations the pipeline would restart.</p><p>Separately, flows of gas through the pipeline spiked several times on Tuesday, which the pipeline operator said was a technically required step in the maintenance process.</p><p>The operator said on Wednesday that so far there were no changes in the planned maintenance schedule.</p><p>Analysts at Goldman Sachs said they expect the pipeline to come back online Thursday at its pre-maintenance capacity of 40%.</p><p>A full stop \"would remove flexibility from Russia's supply decisions, once you're at zero, there's only one place to go: up,\" the bank wrote in a note to clients on Tuesday, adding that such a scenario would also deprive Russia of gas revenues.</p><p>But Mr. Putin's new warning that the flows could be curbed to 20% next week shows that Moscow will continue to use gas to squeeze Europe, even if it doesn't completely cut it off, analysts say.</p><p>\"It's absolutely clear that Moscow is cutting supplies for geopolitical reasons - it wants to create a European gas crisis this winter to bring Europe to its knees to the point where it cuts support to Ukraine and forces Kyiv to concede to Moscow's demands,\" said Timothy Ash, senior strategist for BlueBay Asset Management LLP in London.</p><p>Mr. Putin also warned the West that its plan to cap the prices of Russian oil would rock global markets and push prices up.</p><p>\"Now we are hearing all sorts of crazy ideas about limiting the volume of Russian oil and capping the Russian oil price,\" Mr. Putin said. \"Oil prices will skyrocket.\"</p><p>Write to Georgi Kantchev at georgi.kantchev@wsj.com</p><p>Putin Says Russia to Meet Gas Commitments to Europe but Warns of Further Disruptions</p>",
  "published": "2022-07-20T12:36:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3754,
          "end": 3767
        },
        {
          "start": 3727,
          "end": 3740
        },
        {
          "start": 3754,
          "end": 3761
        }
      ]
    }
  ]
}