{
  "_id": "184447af9bb5a4e7afbbc3f751f4590c0ba5d2d2f1921c440b87651e4fa4cbd9",
  "feed": "market-watch",
  "title": "Mega-mashup: Discovery clears $30 billion bond to finance WarnerMedia deal, a bullish sign for a rattled market",
  "text": "<p>Investors piled into Discovery Inc.'s DISCA $30 billion U.S. investment-grade corporate bond deal on Wednesday to finance its mashup with AT&amp;T's T WarnerMedia, a bullish sign for markets rattled by Russia's invasion of Ukraine.</p><p>Order books on the 11-part bond deal were reported to reach $106 billion, or nearly 3.5 times the available bonds, despite its large size and recent volatility sparked by the deepening crisis in Ukraine.</p><p>See: Credit markets still cautiously open to U.S. companies as Russia-Ukraine war escalates</p><p>“It's definitely related to the risk-on tone with oil prices down,” said Tom Murphy, head of investment-grade credit at Columbia Threadneedle Investments, in a phone call.</p><p>“We've got eight deals tomorrow, so we get to start the process over again,” Murphy said of the new-issue pipeline. But he also said it's a positive market signal when a megadeal clears in a year when total returns have been down sharply.</p><p>Goldman Sachs pegged total returns for the U.S. investment-grade bond market at minus-5.9% on the year, through last week, versus negative-4.2% for the U.S. high-yield bond sector.</p><p>Investors last week also pulled $5.4 billion from U.S. investment-grade bond and exchange-traded funds, the biggest outflows since the liquidity crisis of March 2020, according to BofA Global.</p><p>The tone, however, shifted Wednesday, with global oil BRN00prices slipping 13%, a day after the Biden administration banned imports of Russian oil and related energy products. Stocks also climbed globally as the historic surge in commodity prices abated, helping the S&amp;P 500 SPX log its best day since June 2020.</p><p>A tie for 4th-largest debt deal</p><p>Verizon Communications Inc. VZ still holds the top spot for the largest U.S. investment-grade bond deal, with its nearly $50 billion financing in 2013 on the heels of the “taper tantrum” sparked by the Federal Reserve's plans to start shrinking its balance sheet in the wake of the 2008 global financial crisis.</p><p>Close behind was the $46 billion bond for Anheuser-Bush InBev BUD financing in 2016, followed by a nearly $40 billion financing for CVS Health Corp. CVS in 2018 and the roughly $30 billion AbbVie Inc.ABBV trade in 2019, according to Dealogic data.</p><p>The financing for the AT&amp;T and Discovery deal, in a tie with AbbVie, now ranks as the fourth-largest of its kind in history. The transaction was announced last May, partly with the aim of allowing AT&amp;T to focus on its wireless business, including a costly 5G build-out.</p><p>See: AT&amp;T's $43 billion deal with Discovery will help it reduce debt ahead of costly 5G build-out</p><p>Initial levels for 2-year class of AT&amp;T and Discovery bonds, rated BBB-, were in a range of 190 basis points over Treasurys BX:TMUBMUSD10Y, while the longest 40-year class started out closer to 325 basis points above the risk-free benchmark, according to CreditSights.</p><p>The spread, or premium investors earn above Treasurys, tightened roughly 15 to 25 basis points from initial price thoughts, according to Informa Global Markets. Murphy said corporate bond spreads narrowed by about 25 basis in 2013, in the months following Verizon's giant bond deal, despite lingering shocks of the taper tantrum.</p><p>“Now we've got the Russian invasion, concerns about the Fed raising rates and inflation concerns,” he said.</p><p>AT&amp;T referred a request for comment to Discovery, which led the financing. Discovery didn't immediately respond to a request for comment.</p>",
  "published": "2022-03-09T19:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 935,
          "end": 942
        },
        {
          "start": 935,
          "end": 948
        },
        {
          "start": 930,
          "end": 943
        }
      ]
    }
  ]
}