{
  "_id": "7583d856259f403418c1682d1a11d6b346515f91d130fb82f816702df44c6017",
  "feed": "ftcomall",
  "title": "Yen hits new lows even after Japan steps up verbal intervention",
  "text": "<p>The yen <a href=\"https://www.ft.com/content/cff160e6-f462-4cb6-bcd0-cc9fc896b562\">fell further</a> against the dollar on Wednesday, leaving it down a fifth this year as Japan's government stepped up its verbal intervention aimed at stemming an acute sell-off in the currency. </p> <p>Japan's currency declined to ¥144 against the dollar, its weakest level since 1998, despite a shift in language by Japanese officials, which gave the strongest hints to date that they could take action if the currency continues to slide. </p> <p>Finance minister Shunichi Suzuki said <a href=\"https://www.ft.com/yen\">yen</a> moves should be stable and reflect economic fundamentals, calling for stability in currency markets.</p> <p>“We are concerned that the yen's depreciation has been one-sided,” he told reporters. “We will take necessary action if this continues.” He declined to comment when asked what the “necessary action” entails. </p> <p>Suzuki made the remarks after the yen continued its descent even after Hirokazu Matsuno, the chief cabinet secretary, expressed “concern” about the yen's rapid moves earlier in the day and issued a similarly worded warning of potential intervention.</p> <p>But traders said the fundamentals behind the yen's descent remained the same as they had since March, with the market pricing in a widening chasm between tightening monetary policy in the US and the ultra-loose stance of the Bank of Japan.</p> <p>The Japanese central bank is still pursuing its policy of buying an unlimited amount of government bonds to hold 10-year borrowing costs under 0.25 per cent, which has created a massive gap against US yields which are now sitting at 3.3 per cent. </p> <p>In a sign that the pressure in Asian currency markets is spreading, the South Korean won also on Wednesday extended its losses for a fifth consecutive session to hit its weakest level since the 2009 global financial crisis, dragged down by the Federal Reserve's aggressive monetary tightening and Seoul's ballooning trade deficits.</p> <p>The won fell as much as 0.9 per cent to 1,389 per dollar to reach its weakest level since 2009. The country's finance minister Choo Kyung-ho said on Wednesday that growing uncertainty in the currency market was not desirable and authorities were closely monitoring the situation for any herd-like behaviour.</p> <p>He added that the stronger dollar was a global phenomenon and South Korea holds enough currency reserves to absorb any shock in the foreign exchange market. Financial regulators also met local bank officials on Wednesday to discuss the recent market situation. &#xa0;</p> <p>Concerns about Fed rate rises were fortified by <a href=\"https://www.ft.com/content/8b4af893-9fb0-496b-aba6-0006144bae91\">stronger US economic data</a> released on Tuesday, which market participants have interpreted as a sign that the central bank's rate-tightening cycle will continue and therefore a bet against the yen remains a relatively safe trade.</p> <p>In <a href=\"https://www.ft.com/content/31d4ab69-c017-4d0f-967e-f0ef185c7b33\">an interview</a> with the Financial Times on Tuesday, Thomas Barkin, president of the Fed's Richmond branch, said the US central bank had to lift interest rates to a level that restrained economic activity and keep them there until policymakers were “convinced” that rampant inflation was subsiding.</p> <p>The yen's dive beyond the ¥144 level against the dollar on Wednesday came after analysts warned on Tuesday that there was a growing prospect the market would soon test the late 1990s low of ¥147 against the dollar. </p> <p>Japan has not stepped into the <a href=\"https://www.ft.com/currencies\">currency market</a> by selling the dollar and buying the yen since 1998.</p> <p>Foreign exchange analysts generally push against the theory that the Japanese authorities are likely to intervene to support the yen. Unilateral action would have only a limited effect and the spectacle of a failed attempt to fight the market could unleash a consequent “feeding frenzy” by speculative investors that would push the yen lower. </p> <p>While government officials strengthened their tone, Kenta Tadaide, a senior foreign exchange strategist at Daiwa Securities, said the latest verbal warnings were still weaker than in June, when the Bank of Japan, the Ministry of Finance and the Financial Services Agency released <a href=\"https://www.ft.com/content/74eb396d-8fe5-449c-957c-5991edaf2647\">a rare statement</a> expressing concerns over the sharpness of the yen's fall.</p> <p>“The comments today were intended to signal intervention but markets still do not think that they will take such an action,” Tadaide said, suggesting that the remarks may have actually accelerated the yen's slide as traders became more confident that the government was unlikely to intervene.</p> <p>JPMorgan analyst Benjamin Shatil said that if the rhetoric around the currency remained unchanged, a move towards 150 did “not look impossible”.</p> <p>Apart from verbal intervention, said Naohiko Baba, Japan economist at Goldman Sachs, the Japanese government and BoJ were likely to stand on the sidelines even if the yen weakens further, “given that there are currently very limited effective countermeasures at their disposal”.</p><p>Source: Leo Lewis and Kana Inagaki in Tokyo and Song Jung-a in Seoul 2022 'Yen hits new lows even after Japan steps up verbal intervention' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-07T11:11:41.204Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 4522,
          "end": 4535
        },
        {
          "start": 4522,
          "end": 4529
        },
        {
          "start": 4500,
          "end": 4513
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}