{
  "_id": "6eebc73595d3c0eecba4505c9bf4c4e779e1eed516ee745f4e6d52ad59a6d966",
  "feed": "market-watch",
  "title": "Junk-bond issuance pauses as Russia threatens Ukraine, with spreads at their widest level in a year",
  "text": "<p>President Joe Biden on Friday said that, while a Russian invasion of Ukraine could come in a matter of days, and that he has come to believe Russian President Vladimir Putin has chosen to invade, diplomacy is still possible.</p><p>“We have reason to believe the Russian forces are planning and intend to attack Ukraine in the coming week — in the coming days. We believe that they will target Ukraine's capital, Kyiv, a city of 2.8 million innocent people,” Biden said, in an address late Friday at the White House.</p><p>With geopolitical tension ramping up, no companies have sought new financing in the U.S. high-yield, or “junk,” bond market since Feb. 10, a period in which bond spreads also touched one-year highs, according to BofA Global and several bond investors.</p><p>Norwegian Cruise Line Holdings Ltd NCLH was the last company to price a deal in the sector, a two-part $1.6 billion junk-bond issuance a week ago Thursday, according to BofA data. It was used to refinance more expensive pandemic debt, according to Bloomberg News.</p><p>The market for new bond financing has stalled, said Oleg Melentyev's credit research team at BofA Global, which observed in a weekly note that there's “little in the immediate pipeline.”</p><p>The borrowing lull comes as spreads in the near–$11 trillion U.S. corporate bond market have widened steadily, pushing the premium up on junk bonds to one-year highs. Such moves can mean higher borrowing costs for companies.</p><p>The junk-bond spread, or premium, rose to about 374 basis points vs. Treasurys this week, wider than it's been since February 2021, according to the ICE BofA U.S. High Yield Index. That spread had surged during the early days of the COVID pandemic in March 2020.</p><p>From the archives (March 2020):Why corporate credit is in the spotlight as governments weigh economic stimulus</p><p>Meatier spreads, plus the surge in longer-dated Treasury yields BX:TMUBMUSD10Y, pushed junk-bond total returns to negative 4.26% on the year, according to BofA, a level the team pegged as crossing the “Rubicon” such that 2021's total returns now have been “wiped out.”</p><p>On top of that, funds that specialize in U.S. junk bonds, including the sector's biggest exchange-traded funds JNKHYG, have seen $17.3 billion in outflows thus far in 2022, a record for the post-2008 period, according to Goldman Sachs.</p><p>Riskier junk bonds have been holding up well this year. But the fear is that fund outflows could lead to forced selling by bondholders facing redemptions, and potentially spark a downward spiral for bond prices. Yields and prices move in opposite directions.</p><p>See: Watch these junk bonds for recession signals</p><p>U.S. stocks ended another week in the red on Friday, with the S&amp;P 500 index SPX now off 8.8% so far in 2022, the Dow DJIA 6.2% in the red for the year and the Nasdaq Composite COMP 13.4% lower since the year began, according to FactSet.</p>",
  "published": "2022-02-19T09:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2302,
          "end": 2315
        },
        {
          "start": 2302,
          "end": 2309
        }
      ]
    }
  ]
}