{
  "_id": "4e81b8fb18141568d366cce78a4f83ff66df7e45da8cb39be59f2d17dd35681f",
  "feed": "market-watch",
  "title": "Oil steadies after 2-day rout pushes U.S. crude into bear market below $100 a barrel",
  "text": "<p>* West Texas Intermediate crude for August delivery CL.1 CL00 CLQ22 rose 84 cents, or 0.8%, to $99.37 a barrel on the New York Mercantile Exchange. The U.S. benchmark on Wednesday ended a bit more than 20% below the recent settlement high of $123.70 set on March 8, meeting a widely used definition of a bear market.</p><p>* September Brent crude BRN00 BRNU22, the global benchmark, rose 76 cents, or 0.8%, to $101.45 a barrel on ICE Futures Europe.</p><p>* Back on Nymex, August gasoline RBQ22 rose 1% to $3.2695 a gallon, while August heating oil HOQ22 was little changed at $3.409 a gallon.</p><p>* August natural gas NGQ22 rose 1.5% to $5.592 per million British thermal units.</p><p>Market drivers</p><p>Rising fears of recession were blamed for sinking crude, which has joined the broader commodity complex in giving back a large chunk of the gains seen in 2022 after Russia's invasion of Ukraine.</p><p>\"Oil is getting decimated with little new information about production or consumption. Still, with commodity traders turning very risk-averse due to growing demand and still hawkish Fed policy concerns, the recessionary headline risk is like an anvil around the market's neck,\" said Stephen Innes, managing partner at SPI Asset Management, in emailed comments.</p><p>Read: Oil selloff overshoots, says Goldman, as U.S. crude extends dive below $100 a barrel</p><p>Analysts note that the oil market remains tight, underlined by the premium for near-term contracts over longer-dated futures — a phenomenon known as backwardation.</p><p>The American Petroleum Institute reported late Wednesday that U.S. crude supplies rose by 3.8 million barrels for the week ended July 1, according to sources. The API data, which came a day later than usual due to Monday's Independence Day holiday, also reportedly showed weekly inventory declines of 1.8 million barrels for gasoline and 635,000 barrels for distillates.</p><p>Oil stocks at the Cushing, Okla., delivery hub were up by 459,000 barrels last week, sources said.</p><p>Inventory data from the Energy Information Administration will be released on Thursday. On average, analysts polled by S&amp;P Global Commodity Insights said the EIA is expected to show weekly crude inventories down by 1.2 million barrel, along with a supply decline of 500,000 barrels for gasoline and an increase of 1 million barrels for distillates.</p><p>Oil steadies after 2-day rout pushes U.S. crude into bear market below $100 a barrel</p>",
  "published": "2022-07-07T11:23:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1262,
          "end": 1269
        },
        {
          "start": 1270,
          "end": 1277
        }
      ]
    }
  ]
}