{
  "_id": "fee97c425e00cc0d28d7f88f69e9d6cbbddeb6b3a35d2fde79709dac0047c7ea",
  "feed": "wall-street-journal",
  "title": "Macau's Recovery Is Far Off—But Now Possible to Imagine; Recent signs that the gambling hub's fortunes are finally changing have lifted sentiment, but investors still need to be patient",
  "text": "<p>Macau and mainland China have had quarantine-free travel since late 2020, but visitor numbers have remained small due to the lack of an online visa option. Such a change would certainly boost the number of Chinese visitors.</p><p>But there is a downside, too. The change probably means Macau will remain shut to the rest of the world as long as China maintains its zero-Covid policy. The territory would be moving against the grain: Even some of Asia's last holdouts such as Hong Kong and Japan are finally opening up, removing quarantine requirements for visitors or easing other arrival restrictions.</p><p>Nonetheless, such a decision is understandable: Chinese visitors were the lifeblood of the city's casinos before 2020. Before the pandemic, around 70% of Macau's visitors came from the mainland. The five Chinese regions that would kick-start the visa resumption policy accounted for 40% of Macau's visitors in 2019, according to Goldman Sachs. Guangdong visitors, in particular, provided about 45% of Macau's gambling revenue, according to the bank. That could potentially bring casino operators back into the black, after suffering losses in the past couple of years. Macau's gambling revenue in September picked up slightly from the previous month, but was still 87% below prepandemic levels.</p><p>The outcome of casino license renewals—likely to be announced next month—may also remove another overhang on casino stocks. An affiliate of Malaysia's Genting Group has made a surprise last-minute bid for a Macau casino license, which adds extra uncertainty for the six existing casino operators. While the incumbents will likely win out, investors will remain cautious until the final outcome is known.</p><p>And while the return of Chinese tourists would indubitably be positive for long-suffering Macau casinos, China's zero-Covid policy will still limit potential upside. Quarantine-free travel between mainland China and Macau, for example, was suspended for weeks after an outbreak in the gambling hub this summer.</p><p>Heavy debt, built up during the lean years when revenue evaporated, is another continuing drag. Net debt for the sector is now four times pre-Covid levels, according to Morgan Stanley. Yet Macau stocks on average have dropped only 14% in 2022, outperforming the broader Hong Kong market. Some casino operators such as Sands China and Galaxy Entertainment have even risen this year.</p><p>Macau can finally glimpse a hint of light at the end of the tunnel. But the walk out will still take a while.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>Macau's Recovery Is Far Off—But Now Possible to Imagine</p>",
  "published": "2022-10-03T11:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 926,
          "end": 939
        },
        {
          "start": 926,
          "end": 933
        },
        {
          "start": 919,
          "end": 932
        }
      ]
    }
  ]
}