{
  "_id": "83bbc8bf185edb7312c7477ffd97c0b8c295591d762a4ca369fe6594122686e3",
  "feed": "market-watch",
  "title": "Are Goldman Sachs shareholders patsies? Look to Thursday's vote on pay policies; A mockery of aligning pay with performance",
  "text": "<p>It was Goldman's GS considerable achievement to develop a distinctive brand in an industry in which its main product (money) was a commodity. It did this by pairing trading and bond sales with useful advice to, and respectful treatment of, its clients and, above all, an internal ethos of partnership.</p><p>When the firm went public, in 1999, the partnership dissolved, but the managers assumed a fiduciary responsibility for public shareholders. The public investors became, in an economic sense, Goldman's \"partners.\"</p><p>The test for preserving the culture was whether the insiders would treat the public as it had themselves. Don't underestimate the difficulty: in the pre-public era, partners went to work each day alongside people whose capital was invested, over the long term, with their own. The desire to avoid embarrassment before one's peers being a powerful motivator, behavior tended to be right-minded.</p><p>In the post-public era, Goldman took considerably greater risks (that was the point of going public: to get somebody else's capital to play with). Goldman continued to denote senior executives as \"partners\"—it has about 400 partners today—but this was a corruption of the term. The executives had, or claimed, a share in the profits, but their capital was increasingly elsewhere. It's estimated that the insiders today own less than 1%.</p><p>For the top brass, as in other public corporations, the penalty for assuming too much risk was mitigated by the certainty of successive large annual rewards by the compensation committee of the board. Uncle Sam held the ultimate risk, which the Federal Reserve demonstrated in 2008, insulating Goldman from the fate of Lehman Brothers by hastily approving its transformation, and that of Morgan Stanley, to a bank holding company and, therefore, to the status of Fed protectorates.</p><p>Still, for the insufficiently cynical, it came as a mild shock to read in The Wall Street Journal, \"Goldman CEO Takes Cut of Private Investments.\" The article referred to Goldman's lucrative business as a sponsor of investment funds. Goldman invests its capital, and that of clients, in corporate buyouts, loans, private equity and so on.</p><p>\"Its\" capital is the capital invested by the shareholders. But according to the Journal, 10% of the profits from Goldman's funds will be go to Goldman's employee-partners. And 5% will go to an elite group of less than a dozen executives, including David Solomon, the CEO. This \"perk\"—carried interest, which is taxed at a low capital gains rate—will only be available to partners who also invest their own capital.</p><p>It is not exactly as if Mr. Solomon's pay had been ignored. The CEO received $40 million in 2021, more than half in equity awards. If Goldman prospers, Mr. Solomon will become one of the richer people on the planet.</p><p>Cutting partners into one of Goldman's most lucrative profit streams is Mr. Solomon's way of saying, \"$40 million isn't enough.\"</p><p>The \"perk\" exemplifies the regrettable and unseemly practice of public companies that, having agreed to compensate executives beyond any reasonable degree and without any meaningful downside, manifest add to their opportunity for upside.</p><p>Mr. Solomon's job is to allocate Goldman's capital. When profits accrue, they rightly belong to the shareholders that risked the capital. Surely, Goldman understands the concept of risk.</p><p>Carving out a slice from one of its richest profit streams (but not, of course, sharing in losses) makes a mockery of the blather in the proxy statement about aligning pay with performance. It is aligning pay with self-interest.</p><p>Goldman's shareholders did well in 2021, although not as well as Mr. Solomon. In 2022, Goldman's stock is down 18%, nearly double the market's decline. If the underperformance holds, will Mr. Solomon give the money back?</p><p>Glass Lewis, an institutional advisory firm, is recommending a vote against Goldman's compensation polices at the annual meeting on Thursday. The vote is nonbinding, nonetheless, shareholders who would like to be treated like partners and not patsies should heed its advice.</p><p>Roger Lowenstein, a former Wall Street Journal reporter, is the author of seven books on finance and economic history. He writes the Intrinsic Value column on Substack, where this was first published — \"Goldman Sachs Means Nothing\". Follow him on Twitter @RogerLowenstein.</p><p>More from MarketWatch</p><p>Goldman Sachs's private-equity business has been a 'black box,' but now it's opening up</p><p>Megabanks have lost a quarter-trillion dollars in market value in 2022 stock swoon</p><p>Goldman Sachs keeps intern pay at $85,000 as Wall Street rivals raise salaries</p><p>Are Goldman Sachs shareholders patsies? Look to Thursday's vote on pay policies</p>",
  "published": "2022-04-28T15:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 4,
          "end": 17
        },
        {
          "start": 7,
          "end": 14
        },
        {
          "start": 493,
          "end": 500
        },
        {
          "start": 926,
          "end": 933
        },
        {
          "start": 933,
          "end": 940
        },
        {
          "start": 1048,
          "end": 1055
        },
        {
          "start": 1056,
          "end": 1063
        },
        {
          "start": 1628,
          "end": 1635
        },
        {
          "start": 1640,
          "end": 1647
        },
        {
          "start": 1928,
          "end": 1935
        },
        {
          "start": 1985,
          "end": 1993
        },
        {
          "start": 1999,
          "end": 2006
        },
        {
          "start": 2047,
          "end": 2054
        },
        {
          "start": 2062,
          "end": 2069
        },
        {
          "start": 2263,
          "end": 2271
        },
        {
          "start": 2280,
          "end": 2287
        },
        {
          "start": 2293,
          "end": 2301
        },
        {
          "start": 2310,
          "end": 2317
        },
        {
          "start": 2694,
          "end": 2701
        },
        {
          "start": 2716,
          "end": 2723
        },
        {
          "start": 2827,
          "end": 2834
        },
        {
          "start": 3173,
          "end": 3181
        },
        {
          "start": 3198,
          "end": 3205
        },
        {
          "start": 3311,
          "end": 3318
        },
        {
          "start": 3581,
          "end": 3588
        },
        {
          "start": 3668,
          "end": 3675
        },
        {
          "start": 3878,
          "end": 3885
        },
        {
          "start": 4244,
          "end": 4257
        },
        {
          "start": 4280,
          "end": 4287
        },
        {
          "start": 4280,
          "end": 4293
        },
        {
          "start": 4372,
          "end": 4379
        },
        {
          "start": 4372,
          "end": 4385
        },
        {
          "start": 4505,
          "end": 4518
        },
        {
          "start": 4543,
          "end": 4550
        },
        {
          "start": 4543,
          "end": 4556
        },
        {
          "start": 4588,
          "end": 4601
        },
        {
          "start": 4626,
          "end": 4633
        },
        {
          "start": 4626,
          "end": 4639
        }
      ]
    }
  ]
}