{
  "_id": "49dbf81b3c20e9d8788b619d72bfc0205d57f8fd82cd118960d325a3df7b8a5b",
  "feed": "ftcomall",
  "title": "Enel: heavy debts cause dividend concerns",
  "text": "<p>European utilities broadly fall into two camps. Those that benefit from the continent's push towards renewable power have suffered limited stock price declines. At the other end of the scale, companies that have to buy expensive energy to supply clients have taken a beating. Germany's Uniper even had to be bailed out. </p> <p>Both trends are affecting Enel to some extent. <a href=\"https://www.reuters.com/business/energy/italys-enel-talks-with-banks-secure-157-bln-credit-line-source-2022-10-18/\">In talks to extend its credit lines,</a> it is highly geared to the energy transition, although some of its renewable capacity is located outside of Europe. And while it does have a large portfolio of clients in Europe, chiefly in Italy, it seeks to lock in margins in advance, fixing the price for gas for its power plants or supply contracts. </p> <p>Yet its stock has had a horrible time, down 40 per cent since the beginning of the year, underperforming the utilities sector and the local FTSE MIB index. It also yields 9 per cent — a worrisome sign that a dividend cut could arrive soon. Why is Enel performing so poorly?</p> <p>First, high commodity prices have taken a chunk out of Enel's business despite its hedges. It did not lock in supply contracts for the whole of its client exposure in the first half of 2022, and took a €760mn hit in the process. Margin calls on its derivatives are absorbing liquidity. European governments are fixing energy prices — and vowing to make Enel whole at a later date. And the market fears that, when Enel's fixed-contract clients roll over, they may find bills unaffordable. After all, almost 5mn Italians have stopped paying them, according to one survey. </p> <p>Worse, all this is happening as Enel's net debt continues to rise — from €37.4bn in 2017 to an expected €61bn at the end of 2022 which, including €5.5bn of hybrid bonds, puts Enel on about 3.5 times net debt to ebitda. Although not egregiously high, Enel will continue to spend more than it makes, at least on current investment and dividend policies, just when financing costs are going up. </p> <p>In this context, Enel would be well advised to take a hard look at its thinly spread asset portfolio. Thirty is a lot of countries in which to operate, and some of them are subscale, too. Goldman Sachs estimates that disposals of Enel's smaller businesses, mainly in Latin America, might yield €15bn to €25bn.</p> <p>That would go a long way towards reducing debt, protecting the dividend and thus reassuring the market. </p><p>Source:  2022 'Enel: heavy debts cause dividend concerns' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T16:27:21.823Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2112,
          "end": 2125
        },
        {
          "start": 2132,
          "end": 2139
        },
        {
          "start": 2132,
          "end": 2145
        }
      ]
    }
  ]
}