{
  "_id": "0bc818c284a14c0018607e18cab009ebd65ca1c545d7c3a3797253073a7212c4",
  "feed": "ftcomall",
  "title": "Funds want SEC's ESG names rule ‘discarded'",
  "text": "<p>US Securities and Exchange Commission chair Gary Gensler does not shy from a fight. He got the SEC job primarily because he wrestled with the financial industry to institute new derivatives regulations following the 2008-2009 financial crisis.</p> <p>Gensler is already locked in a fight with corporate America over the SEC's proposed climate disclosure rule. And now asset managers, who have broadly supported the climate regulation, are threatening their own battle over a lower-profile proposal that targets how they market their funds. </p> <p>In May, Gensler's SEC put forward a plan to overhaul its decades-old “names rule” for funds. This provision governs asset managers' freedom to describe funds as they please (for example, you can call yourself a “growth” fund even if half your assets are in cash). </p> <p>But a wave of new environmental, social and governance funds prompted the SEC to take a look at its names rule. As I report today, the main lobbying group for asset managers is not too pleased with the names rule proposal and wants it to be “discarded”.</p> <p>Simon Mundy has an interview with Jonathan Reynolds, Labour's shadow secretary for business, energy and industrial strategy. He gives us a peek at Labour's green capital investment plans. </p> <p>And Mark Carney has written in the Financial Times about the need for governments to do more to invest in clean energy — and that means windfall taxes for oil and gas companies. (<em>Patrick Temple-West)</em></p> <h1>Global crackdown on ESG fund names upsets asset managers</h1> <p>Stuck in a rut after the messy Cambridge Analytica scandal and other problems, Facebook last year tried to turn over a new leaf by rebranding itself <a href=\"https://www.ft.com/content/29762a96-419f-41b2-9e96-fa7423abb125\">Meta</a>.</p> <p>Rebranding can be a quick and easy way to inject new sizzle into a languishing situation, and it has been a popular gambit in the asset management sector too. Amid the boom in sustainable investing, a growing number of conventional funds have rebranded to add “ESG” or similar green styling to their names. In 2018, Goldman Sachs changed the name of its “focused international equity fund” to add “ESG”. Now the SEC is <a href=\"https://www.ft.com/content/5812ab1f-c2d4-4681-a6be-45f0befd92df\">investigating </a>Goldman for its ESG claims.</p> <p>Regulators on both sides of the Atlantic are refreshing their fund name rules amid the ESG boom. In May, the European Securities and Markets Authority asked EU countries to investigate investment fund names to see if companies were including terms such as “sustainable” or “impact” without basis. Regulators should challenge groups if fund names were perceived to be misleading, Esma said.</p> <p>The SEC has proposed broadening its names rule. It said funds cannot simply consider ESG factors and add ESG terms to their names. Asset managers would be liable for materially misleading the public if a fund used ESG in its name without it playing a central part in its investment strategy.</p> <p>These proposed changes have upset the asset management industry, which is gearing up for a fight. The Investment Company Institute, the asset managers' powerful lobbying group in Washington, wants the rule to be “discarded”.</p> <p>“The proposal inappropriately elevates the importance of a fund's name,” ICI said in a statement to Moral Money. To comply with the rules, funds might have to sell positions, possibly at fire sale prices, and trigger possible tax consequences for investors, ICI said.</p> <p>“Prospective investors understand that a name is simply a starting point for understanding the fund's investment strategies,” ICI added.</p> <p>Sources on Friday told Moral Money that the SEC seemed willing to push ahead with its names rule proposal. If so, a title fight in court could follow. (<em>Patrick Temple-West</em>)</p> <h1>What would a Labour government mean for UK green investment?</h1> <p>In a recent edition we <a href=\"https://www.ft.com/content/c879a41e-e642-4fa3-9c12-c38bfc5cbf44\">outlined</a> the uncertainties surrounding the green policy positions of Liz Truss and Rishi Sunak, the two candidates to succeed Boris Johnson as Conservative party leader and UK prime minister.</p> <p>At the next general election, voters concerned with the country's energy transition will have a chance to replace the Conservatives with the opposition Labour party. The odds on a Labour victory have brightened amid the government chaos. But is their position on these issues any clearer?</p> <p>I discussed that with Jonathan Reynolds, Labour's shadow secretary for business, energy and industrial strategy. Reynolds said the scale of the climate change challenge required a larger economic role for the state than was seen under the New Labour governments of Tony Blair and Gordon Brown.</p> <p>That's reflected in the party's promise to spend an additional £28bn ($34bn) a year on green capital investment — an area where the current Conservative government has been coming under fire. But even as Reynolds advocated a shift to larger government, he cautioned that “it's really important for politicians of the left to recognise that you cannot possibly get to where we need to be, unless you have the state working in partnership with business”.</p> <p>The wider tensions around just how business-friendly Britain's main left party wants to be have bubbled to the surface recently during a rail strike, with some senior figures defying leader Keir Starmer to appear on picket lines. There's been division, too, over the question of nationalising energy companies — a policy rejected by Starmer but still espoused by his influential shadow climate secretary and predecessor as leader, Ed Miliband.</p> <p>Some analysts say Labour has given too little information on which green measures it would pursue in office. “There's huge amounts of detail that needs to be filled in,” said Richard Black, an analyst at the Energy and Climate Intelligence Unit. “The general tenor of Labour's offer is quite similar to where the Tories have been for some time — investment to create jobs, create new industries, and bring down energy bills in the process.”</p> <p>Reynolds promised more policy detail would emerge at the party's annual conference in September. But he insisted that Labour's existing platform offered some clear points of difference with the Conservatives. As well as being bigger-spending, he said, its new industrial strategy would be closely targeted on industries where the UK had particular competitive advantages and growth potential — in contrast with what he called Johnson's promise that the country would be “world-class in everything”.</p> <p>State investment would be aimed at “crowding in” funding from the private sector, Reynolds said, with a focus on sectors such as sustainable aviation fuel and green steel. One clear point of departure would be around building onshore wind farms — a sector that has ground to a near-halt after the Conservatives imposed draconian planning rules amid complaints that they would spoil rural landscapes. “Sweeping away some of that lack of logic would be quite useful,” Reynolds said.</p> <p>We spoke amid the intense debate in the US over the Democrats' new green investment legislation, which sparked fierce resistance from Republicans. In the UK, however, the political tide has turned decisively in favour of green investment, Reynolds said, with the argument now focused on the speed and focus of the energy transition.</p> <p>“I look at where my constituents are on net zero compared to, say, the 2015 general election,” Reynolds said, referring to his constituency near Manchester, which ranks among the country's less prosperous districts. “This is important to them. They want it to happen, and they want it to happen in a way that maximises the opportunity for the UK.” <em>(Simon Mundy)</em></p> <h1>Smart read </h1> <ul>  <li><p>On the heels of Kenza Bryan's report last Friday about differences emerging between the Glasgow Financial Alliance for Net Zero and the UN's Race to Zero body, Mark Carney <a href=\"https://www.ft.com/content/bee32ca8-0903-495b-9041-1601b517703c\">has written in the Financial Times</a> saying that governments also need to step up. He argued that “the real action” was in clean energy, and while market forces have fostered it, governments could do more. And that means windfall taxes for oil and gas companies. <br><br>Governments should direct tax windfalls from the energy sector to vulnerable households facing soaring electricity bills, Carney said. “The war and windfall profits expose the many deficiencies of our current energy system. But they also offer a way forward for those bold enough to seize it.”</p></li> </ul><p>Source: Simon Mundy and Patrick Temple-West 2022 'Funds want SEC's ESG names rule ‘discarded'' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T11:00:24.547Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9999942,
      "offsets": [
        {
          "start": 2084,
          "end": 2091
        },
        {
          "start": 1967,
          "end": 1980
        },
        {
          "start": 2069,
          "end": 2076
        },
        {
          "start": 1953,
          "end": 1966
        },
        {
          "start": 1967,
          "end": 1974
        }
      ],
      "weightsV2": {
        "weight": 4.0,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}