{
  "_id": "1c97b393fc07a8f88495038abc165794ee568bdab3f5de11bb282e5e35134897",
  "feed": "wall-street-journal",
  "title": "Markets Zoom Toward Collision With the Fed; The last thing the Fed wants is for falling bond yields and soaring stocks to help pump up inflation again",
  "text": "<p>Two-year Treasury yields fell the most since Lehman Brothers failed in 2008, and before that since the Sept. 11, 2001, attacks. The ICE U.S. dollar index plunged 3.85% in two days, only slightly less than the 4.08% in the two days after the international Plaza Accord designed to weaken the greenback was made public in 1985.</p><p>Stocks naturally soared, with the S&amp;P 500 up 5.5% and the ARK Innovation ETF, which holds lots of lossmaking do-or-die growth stocks, having by far its best day ever with a 14.5% gain.</p><p>I think this is wildly overdone, and can't be justified by a slightly-better-then-expected figure in a single month of volatile data—although it was then backed up by lower-than-expected producer price riseson Tuesday. But the market gains make life harder for the Fed, because the drop in Treasury yields is roughly equivalent to raising rates 0.25 percentage points less by the end of next year—one fewer of what used to count as a full Fed rate increase.</p><p>In some ways it is even worse than that. Better conditions in the market prompted a rush to issue corporate bonds by companies that had been waiting, pumping money into the economy. The extra yield demanded to hold high-risk assets fell, too, with the spread over Treasurys on the lowest grade CCC junk bonds dropping from 12.61 percentage points on Wednesday to 12.01 points on Monday.</p><p>Goldman Sachs's overall measure of financial conditions combining stocks, interest rates, corporate bond spreads and the dollar loosened at a rate only previously seen in March 2020 and during the Fed's emergency response to the 2008-9 financial crisis. The index is now back down to where it was just before the Fed's 0.75 percentage point tightening in September, which was followed by another 0.75 point rise this month.</p><p>All this is reminiscent of the bear-market rally in the summer, only much quicker. The mistaken investor belief that the Fed would soon stop increasing rates loosened financial conditions from June to mid-August by about the same amount as they have just eased. In the summer, Fed policy makers eventually spoke out and put an end to it, and already one policy maker has questioned last week's rally.</p><p>The Fed's problem is that easier financial conditions support the economy, which even with slightly better inflation figures is still running much too hot. Of course, the Fed will eventually have to stop raising rates to avoid choking growth, but it is unlikely to want to provide what is in effect monetary stimulus right now, especially stimulus dependent on the whims of the markets.</p><p>In one sense, investors are quite right that the inflation figures will influence the Fed. Next month's rate rise was already finely balanced between another 0.75 percentage point increase and a step down to a 0.5 point rise, with Fed policy makers repeatedly pointing out that it would soon be time to slow the pace. The inflation number might well be enough to shift the Fed toward a lower increase, as it awaits further evidence of how policy is feeding through to the economy. That doesn't necessarily mean a lower eventual peak in rates, though, as Fed Chair Jerome Powell made clear in his last press conference.</p><p>Even if it did mean a lower peak in rates, it is hard to see how it could be enough to justify such enormous moves in prices. One-day drops anywhere close to Thursday's 0.3 percentage point fall in 10-year Treasurys are vanishingly rare, and usually driven by scary events—2020's lockdown, the U.S. loss of its AAA credit rating in 2011, the failure of Lehman. Month-on-month inflation excluding food and energy coming in at 0.3% instead of 0.5% doesn't really cut it.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think the Fed will ease off its fight against inflation soon? Why or why not? Join the conversation below.</p><p>The moves were so big not because fundamentals justified it, but because so many investors had finally given up trying to call the turning point in inflation. The surprisingly-low price rises prompted fear of missing out as those who had given up hoping—as well as those betting the other way—rushed to buy. Markets reacted so strongly both because too many people expected higher inflation, and because many investors took the numbers as a reason to extrapolate to a future of declining inflation.</p><p>Maybe this time investors will be proved right, and the Fed proved wrong. But it is always dangerous to fight the Fed. Right now, fighting the Fed creates the risk that the Fed itself has to fight back, by becoming more hawkish, at least in rhetoric, to avoid financial conditions loosening too much. The last thing the Fed wants is for markets to help pump up inflation again.</p><p>Write to James Mackintosh at james.mackintosh@wsj.com</p><p>Markets Zoom Toward Collision With the Fed</p>",
  "published": "2022-11-16T12:49:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1348,
          "end": 1361
        },
        {
          "start": 1356,
          "end": 1369
        },
        {
          "start": 1356,
          "end": 1363
        }
      ]
    }
  ]
}