{
  "_id": "46c49b0adeb3ade355c13472b8aa929b274b02470cc933c4a139cc43686bff12",
  "feed": "market-watch",
  "title": "Sophisticated investors have been hiding from inflation and volatility — in the cash-like safety of pre-merger SPACs; `The fundamental case for why an investor would want to have arbitrage in their portfolio has absolutely gotten better,' says Morgan Creek Capital Management's Mark Yusko.",
  "text": "<p>One estimate puts the amount of arbitrage profit that can be made from overfunded SPAC trusts at more than $4.3 billion, as long as investors buy at or below a SPAC's redeemable net asset value. The key word behind this approach is arbitrage, or the ability to exploit different markets. One arbitrage play focuses on the SPAC's pre-merger stage: That's when untouched capital sits in a trust, earning interest in Treasury bills, with upside optionality from a rising SPAC share price when an attractive merger is announced. Another play takes place at the time when SPAC shares are redeemed, upon either a shareholders' vote on a merger or a liquidation of the SPAC. Amar Pandya,a portfolio manager at Vancouver-based PenderFund Capital Management, expects the vast majority of SPACs to be unsuccessful in finding targets, forcing them to return initial proceeds plus interest to investors.It's the prospect of a return which investors crave at the moment, given 2022's stock and bonds selloff, wild volatility, and growing stagflation fears. During the 18 months to two years it could take to find a target and complete a merger, SPACs are required to keep their initial public offering proceeds in risk-free instruments — namely, Treasury bills — while accruing interest. This feature of the SPAC structure is designed to provide a safety net regardless of whether a target company is found, investors like the target, or the SPAC fails and is forced to liquidate.In SPAC arbitrage, \"whether the sponsor finds a target is not a critical element of the strategy,\" said Mark Yusko, chief executive and chief investment officer of Morgan Creek Capital Management in Chapel Hill, North Carolina, which oversees about $2.2 billion. \"All we care about is receiving our capital and Treasury interest back from the trust and on, over time, investing in some number of SPACs where the warrants in the post-merger combined entity have some upside potential.\" \"The fundamental case for why an investor would want to have arbitrage in their portfolio has absolutely gotten better,\" Yusko told MarketWatch. \"SPAC arbitrage is meaningfully safer than bonds or stocks.\"</p><p>Morgan Creek and Exos Financial run a $60 million SPAC arbitrage hedge fund called the SPAC+ fund, as an alternative to fixed income. The fund produced 18% during the first half of 2020 and 11% in 2021, according to fund materials posted on Morgan Creek's website. This year's performance numbers haven't been publicly released, but were around 2% through April, and the privately-run hedge fund isn't required to file with the Securities and Exchange Commission.</p><p>Morgan Creek and Exos launched an ETF, or exchange-traded fund, version of the fund, named the Morgan Creek-Exos Active SPAC Arbitrage ETF CSH, in February, opening up the arbitrage strategy to retail investors.SPACs first emerged in their current form back in 2003, and have long used short-term U.S. government securities as a safe place to park their pre-merger IPO proceeds. What's different now is that increased regulatory scrutiny along with 2021's bursting of the SPAC bubble hasn't dented the enthusiasm of some investors, who still regard SPACs as a safer alternative than stocks or fixed income. This is the case even though Goldman Sachs Group Inc. GS and other big banks are pulling backfrom the SPAC market amid a slew of regulatory proposals.Critics have called SPACsa \"scam.\"In a nutshell, SPACs, also known as blank check companies, are shell corporations listed on a stock exchange, with the sole purpose of acquiring or merging with a private company and taking it public.</p><p>With shares of SPACs trading at a discount to their cash in trust, the potential upside for buyers, or arbitrage profit, is more than $4.3 billion as of Monday, according to Accelerate, a Calgary-based provider of alternative investment strategies for retail investors. Currently, the firm said, 98.2% of SPACs are trading at a discount to their net asset values, offering an average arbitrage yield of 4.8%.\"SPACs arbitrage is perhaps the highest risk-reward proposition in the market today,\" says Julian Klymochko, chief executive of Accelerate, which created the $40 million Accelerate Arbitrage Fund. The fund reported a 7.4% annual return for 2021 in its Canadian regulatory filing, and a 16.9% annualized return from its 2020 inception through April 29 of this year in its most recent fact sheet.</p><p>Klymochko points to Digital World Acquisition Corp. DWAC, the SPAC planning to take Trump Media &amp; Technology Group public. Any investors who bought into the SPAC at $10 a share did so with \"zero downside,\" he says. The SPAC's shares traded at $45.15 each as of Tuesday afternoon.</p><p>\"It's not been looking too great for stocks or bonds, and investors require alternatives: They're going after alternative asset classes that give them the opportunity for positive returns,\" Klymochko told MarketWatch.</p><p>Given the more than 600 SPACs still looking for a target, the market is pricing in the prospect that more than 400 may end up liquidating, according to Klymochko. And that's just fine for arbitrageurs, \"given that we still make money (as long as we are buying below NAV),\" he said via email.Data from SPAC Research shows that $162.1 billion tied to 602 SPACs searching for targets is sitting in trusts — most of it invested in the Treasury market.To be sure, SPAC's aren't the only place investors are hiding out: They're also going to  cash, T-bills, certificates of deposit, money-market funds, and I-Bonds. And SPAC arbitrage isn't without its own risks. Those risks can include limited liquidity, the potential for fraud in trust accounts, and the chances of reduced upside potential if a poorly-received acquisition target is announced.Read: 'Nowhere to hide?' What's next as stocks slump toward bear market amid stagflation fearsStill, the perception of SPACs as a safe haven marks a turnabout from the more common view that prevailed in recent years as vehicles to quick riches for investors. Investors typically pay around $10 for a single SPAC unit at the SPAC's IPO, consisting of one common share and a fraction of a warrant. Warrants provide the option to buy more shares in the future, at a certain price.Pandya of PenderFund, which manages $2.4 billion, runs the $25 million Pender Alternative Arbitrage Fund. PenderFund declined to discuss the arbitrage fund's performance because it has only existed for less than a year, but Morningstar's profile showed a year-to-date return of minus 0.88% on Monday and a trailing return of 1.16% since the fund launched in September. Seventy percent of the fund is invested in merger arbitrage, while the other 30% is invested in SPAC arbitrage directly, with a preference for SPACs nearing the end of their two-year lives.Pandya said he sees a limit to how much longer the SPAC arbitrage strategy can play out, and estimates there's just three to four more quarters left before the SPAC market \"finds its equilibrium again\" as the pool of SPACs shrinks and more targets become available.\"With volatile markets, spiking inflation and rising interest rates, there haven't been very many hiding spots in the market,\" Pandya said via phone. \"SPAC arbitrage provides a unique, low-risk opportunity for investors to earn an attractive return.\"</p><p>Sophisticated investors have been hiding from inflation and volatility — in the cash-like safety of pre-merger SPACs</p>",
  "published": "2022-05-17T18:27:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3258,
          "end": 3282
        },
        {
          "start": 3258,
          "end": 3265
        },
        {
          "start": 3258,
          "end": 3281
        },
        {
          "start": 3258,
          "end": 3271
        }
      ]
    }
  ]
}