{
  "_id": "d045b0e26054123be78f55fbd7584155ff752851e8d61bfd85c56cb9b16ed0cd",
  "feed": "ftcomall",
  "title": "Stocks' mysterious strength should not stop investors acting ",
  "text": "<p><em>The writer is president of Queens' College, Cambridge, and an adviser to Allianz and Gramercy</em></p> <p>The way US stocks have navigated the current phase of macroeconomic and interest rate volatility reminds me of the recurrent “mystery” line in <em>Shakespeare in Love</em>, one of my all-time favourite films.</p> <p>Explaining his business to a financial backer, the head of a theatre group notes that “the natural condition is one of insurmountable obstacles on the road to imminent disaster”.&#xa0; When asked, “so, what do we do?” he responds: “Nothing. Strangely enough. It all turns out well.” And when pressed how, he says “I don't know, it's a mystery.”</p> <p>In the last four weeks, stocks have recovered well not only from the initial hit following Russia's invasion of Ukraine but also from the sell-off recorded earlier in the new year. They brushed aside the likelihood of stagflation for the global economy on the back of another round of supply disruptions, higher commodity prices and — starting in Europe — an erosion in consumer and business confidence. They paid little, if not no attention, to concerns about a growing risk of recession.</p> <p>Impressively, the bounce back in stocks, including the 12 per cent rise in the Nasdaq since March 14, occurred in the midst of the <a href=\"https://www.ft.com/content/40237918-8153-4ade-af3d-f4f1de724de8\">worst sell-off in bonds 40 years</a>. Bond markets have been fretting not only about high inflation and how far the Federal Reserve is behind the curve but also the increasing probability that the central bank could tip the US economy into recession as it seeks to restore its credibility.</p> <p>Part of the answer to the mystery of stocks' performance lies in the resilience of the economy.</p> <p>Solid job creation, low unemployment and 11.3mn job vacancies underpin a strong labour market. You can add to that the probability of higher wage growth and the possibility of greater labour force participation over time. Together, all this helps the US navigate the intensifying cost-of-living crisis (which is hitting Europe even harder given its greater exposure to higher gas prices).</p> <p>This is reinforced by the fact that, for all the talk about <a href=\"https://www.ft.com/content/d8e60667-0379-4323-9b74-dbbf5a043e38\">tighter financial conditions</a>, the US reality has been much less dramatic. Goldman Sachs' widely followed financial conditions index has risen in the past few weeks to just slightly above its all-time low. It remains well below its highest level of the last two years.</p> <p>Another part of the answer comes from the limited choices facing investors that traffic public markets, where stocks remain attractive despite the stronger headwinds facing the global economy. It is the “cleanest dirty shirt” effect.</p> <p>Stocks may not be pristine (ie, they are expensive in absolute terms) but they seem less dirty than the guaranteed negative real return on cash due to high inflation; highly volatile commodities and cryptocurrencies; and bonds that remain vulnerable to further price drops as the Fed supplements an interest rate hiking cycle with a gradual contraction in its balance sheet</p> <p>Yet these explanations fail to fully solve the mystery. There is also an element of “it all turns out well”.</p> <p>As noted by Martin Wolf, quite a few people are hoping for an <a href=\"https://nam12.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.ft.com%2Fcontent%2F35ce0c88-48a7-46cc-8f2f-51c69632f43e&amp;data=04%7C01%7C%7Cf363752818e54830a87e08da1339eebf%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637843436793867004%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C3000&amp;sdata=cfocYivnQMoogA%2Fx%2F2wH4WoP2uVovtY2B4x%2BtHtZD4M%3D&amp;reserved=0\">immaculate disinflation</a> — when, through a mix of luck and skill, the Fed is able both to materially contain inflationary expectations and avoid a recession for an economy that is already dealing with a contraction in fiscal stimulus, stagflationary winds and declining saving balances.</p> <p>Stocks' impressive resilience may not be as much of a mystery as the ability of the theatre business to flourish in Shakespeare's days. Yet there still is a considerable mix of hope and faith involved.</p> <p>Rather than continue to bet heavily on these, highly exposed investors (and there are many according to the latest asset allocation numbers) would be wise to make the most of the strength of equities and take some chips off the table.</p> <p>If stocks' resilience continues, investors will benefit from the part of their portfolio that remains fully invested. If the resilience is challenged, which I suspect is likely in the weeks ahead, they will have the opportunity to reload at cheaper prices.</p> <p>As for the more sophisticated investors, a better destination is private markets. There, investment managers possess a broader range of investment techniques while collateralisation and smart structuring provide for greater resilience. And there is better built-in resistance to the investing behavioural traps that often accompany unsettling market volatility.</p><p>Source: Mohamed El-Erian 2022 'Stocks' mysterious strength should not stop investors acting ' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-04T04:00:44.293Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2159,
          "end": 2166
        },
        {
          "start": 2159,
          "end": 2173
        },
        {
          "start": 2159,
          "end": 2172
        }
      ]
    }
  ]
}