{
  "_id": "3c3fa2ebd3b4273d28a7d113ccb00d17ca8507952cb802e9410478e44cfd4871",
  "feed": "ftcomall",
  "title": "BofA and Citi suspend equity trading with Segantii Capital on block trade concerns",
  "text": "<p>Bank of America and Citigroup have suspended all equity trading with Segantii Capital Management, due to the banks' concerns about the hedge fund's bets on the sale of large blocks of shares, according to several people with knowledge of the matter.</p> <p>The two banks have informed Hong Kong-based Segantii, run by Blackpool Football Club owner Simon Sadler, it had been cut off from trading equities and various other financial instruments, according to the people.</p> <p>BofA has stopped trading with Segantii in all financial instruments, while Citigroup has suspended its equity trading relationship with the fund but has continued to trade with it in other products such as derivatives.</p> <p>The news of the moves by the banks to reduce their exposure to Segantii — one of the most active hedge funds in equity markets in Hong Kong — comes as US authorities have <a href=\"https://www.ft.com/content/da23c81e-b6cd-4026-9eef-ff9116dddd8e\">launched an investigation</a> into block trading at several Wall Street financial institutions. </p> <p>Segantii is typically one of the first points of call when bankers are seeking to trade large blocks of shares in Asia, according to several bankers and traders. </p> <p>The fund has not been accused of any wrongdoing and it is not known whether Segantii has been contacted by US authorities in relation to any of its trades. <a href=\"https://www.bloomberg.com/news/articles/2022-02-16/morgan-stanley-s-passi-is-said-to-face-u-s-block-trading-probe\">Media reports earlier this year</a> said US authorities had sought communications between Morgan Stanley, which is at the centre of the block trading probe, and a former employee of Segantii. </p> <p>Segantii did not respond to requests for comment.</p> <p>The fund was launched in 2007 by Sadler, who has grown it into a global powerhouse with offices in Hong Kong, New York and London. It had $6.1bn in assets under management as of October last year, according to HSBC. In 2019, Sadler, who lives in Hong Kong, purchased Blackpool FC, the club of his hometown, after it went into an insolvency process. </p> <p>Segantii is “everyone's first call on pricing risk, they're a big liquidity provider in Hong Kong, they're in every deal”, said a portfolio manager at a global asset manager. </p> <p>A prime broker at a European bank in Hong Kong called Segantii a “priority customer for the entire Street” in Asia.</p> <p>One of the people close to the matter said BofA's market supervision team in the US issued a global directive to “cut off” Segantii in early 2021, in relation to trading by the fund around blocks of shares that had been placed on public markets by other banks. The decision was taken before the scrutiny of Wall Street's block trading business made headlines earlier this year.</p> <p>Citigroup “stepped away” from Segantii more recently, according to a second person with knowledge of the matter. “When the headlines [concerning the probe into block trading by some Wall Street institutions] started they said ‘risk off',” the person said, referring to the process by which a bank reduces its exposure to a client.</p> <p>A number of other large banks including Goldman Sachs are still trading with Segantii, according to a person familiar with the matter.</p> <p>Bank of America, Citi and Goldman Sachs all declined to comment.</p> <p><em>Additional reporting by Ortenca Aliaj</em></p><p>Source: Tabby Kinder in Hong Kong and Arash Massoudi in Davos 2022 'BofA and Citi suspend equity trading with Segantii Capital on block trade concerns' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-25T10:45:29.878Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3011,
          "end": 3024
        },
        {
          "start": 2890,
          "end": 2897
        },
        {
          "start": 2890,
          "end": 2903
        },
        {
          "start": 3011,
          "end": 3018
        }
      ]
    }
  ]
}