{
  "_id": "60f46c4482a827eca6e5eb104c2d92efde85eff4ea57700b4e4bba0af5c40291",
  "feed": "market-watch",
  "title": "The bank best positioned for upcoming earnings is the most criticized one in Washington, says this Bank of America analyst; Critical information for the U.S. trading day",
  "text": "<p>Sentiment toward the banking sector, which kicks off the earnings season on Friday, therefore will remain depressed say analysts at Bank of America led by Ebrahim H. Poonawala.</p><p>The S&amp;P 500 Banks Industry Group Index XX:SP625 is down 29.7% for the year to date, worse than the broader market's 25% drop. The derating has been driven by \"perceived risks\" tied to the economic outlook even though fundamentals — robust lending, improving net interest margins — have remained strong, according to Poonawala.</p><p>\"We expect the damage caused by runaway inflation (and reactionary monetary policy) to weigh on the fundamental growth outlook. This means slowing loan growth, rising credit costs and an eventual peak in net interest margins. These have the potential to drive another leg lower in the group,\" he adds.</p><p>With that in mind, here's what BofA thinks of the big banking beasts due to report in the next few sessions. And despite repeated criticism in Congress over its many scandals, Wells Fargo WFC may be the best positioned bank. Wells Fargo is relatively immune from the fading Wall Street activity, in equity trading and investment banking in particular, that may drag rivals. \"But [Wall] Street will need validation that share buybacks will resume after management surprised investors with no share buybacks in 3Q22,\" and that management has a focus on expense savings into 2023.</p><p>JPMorgan Chase JPM, results due Friday. \"A de-rated stock valuation, well understood capital challenge, visibility on 2023 expenses have all created an openness among certain investors to add exposure. While the stock has a history of trading poorly on earnings print, the stock weakness coming into Friday's results could lead to outperformance, provided we don't get any idiosyncratic negative surprises.\"</p><p>Citigroup C (Friday). The stock appears oversold at just 0.5 times price to book value, says Poonawala. \"However, the lack of investor appetite to add exposure to a restructuring story that lacks both capital/expense leverage and where near term EPS visibility is very limited is essentially non-existent.\" While the low expectations could lead to a bounce in the stock if forecasts are met, short interest in Citi has already declined by 29% since the end of June, he notes.</p><p>Morgan Stanley MS (Friday). \"Remains among the most favored names in our coverage universe. Strong execution combined with deal driven synergies and idiosyncratic growth drivers that allow management to show continued progress towards its strategic goals should keep shareholders satisfied,\" says Poonawala. Still, the banks' above average exposure to equities trading and the investment banking downturn could drag.</p><p>Goldman Sachs GS (Tuesday). \"[The] ability to defend the return on equity in light of continued weakness in investment banking activity is key to supporting our thesis… for a secular re-rating in the stock. Investors will be keenly watching for management comments on the consumer strategy given the flurry of news reports in recent months suggesting that a strategic rethink is underway.\"</p><p>(Bank of America, which he obviously doesn't cover, reports results on Monday.)</p><p>So, mixed expectations. And Poonawala concludes that though it's currently unlikely, a Fed pivot would be viewed positively for the banks, just like it did when the central bank shifted in 1994/95.</p><p>However, he warns: \"While a Fed pivot could lead to a short term bounce, investors would need to gain better visibility on the macro-economic outlook in order to shed the late cycle mindset.\"</p><p>Best of the web</p><p>China's Xi Jinping problem.</p><p>Does Finland have the answer to fake news?</p><p>U.S. suppliers halt operations at top Chinese memory chip maker.</p><p>The stocks most vulnerable to a strong dollar this earnings season.</p><p>The chart</p><p>Apes are an endangered species. Their cheap funding habitat has been destroyed by the Fed's monetary logging, so to speak. AMC shares AMC have collapsed to pre-meme stock levels. \"Retail investors, having deployed record leverage to bolster their 'buy the dip' campaign from the pandemic lows, are in full retreat – anecdotally turning short sellers as the bear market grinds on,\" says Julian Emanuel, strategist at Evercore ISI.</p><p>Random reads</p><p>Supreme Leader goes casual. Think a badly-styled Tom Wolfe, with nukes.</p><p>Daquiri the dog wins pro-wrestling match.</p><p>Elon Musk has a new, well, musk.</p><p>$76,000 for a pair of Levis.</p><p>Need to Know starts early and is updated until the opening bell, butsign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton.</p><p>The bank best positioned for upcoming earnings is the most criticized one in Washington, says this Bank of America analyst</p>",
  "published": "2022-10-14T08:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2685,
          "end": 2692
        },
        {
          "start": 2685,
          "end": 2698
        }
      ]
    }
  ]
}