{
  "_id": "65ae1a2b1b776c2dd3389d826ae2924ed8f9b902205b0dd3a8835682ab1346f4",
  "feed": "ftcomall",
  "title": "Starling snaps up £500mn mortgage book in shift from Covid loans ",
  "text": "<p>Starling Bank has agreed to acquire a mortgage book worth about £500mn, as the digital challenger attempts to broaden its assets beyond Covid-19 loans.</p> <p>The start-up, founded by Anne Boden in 2014, is buying the loan portfolio from specialist lender Masthaven, according to people familiar with the matter. </p> <p>The acquisition will help <a href=\"https://www.ft.com/stream/304fee12-8d7a-3cf3-8089-28a4fe4af368\">Starling</a>, which counts Jupiter Asset Management and Goldman Sachs among its investors, to diversify lending away from the government-backed Covid loans that constitute most of its assets. </p> <p>The bank's last accounts at the end of June last year showed it has lent a total £2.3bn, of which £2.2bn relates to “bounce back” loans and the coronavirus business interruption loan scheme. However, concern has been mounting over the extent of potential fraud in relation to bounce back loans and how much exposure banks have to bad debt.</p> <p>In an attempt to diversify, Starling has been bidding for other loan books. It <a href=\"https://www.ft.com/content/7f125086-1c30-40d0-84e4-a3ca23eb9f0a\">acquired Fleet Mortgages</a> in July last year for £50mn in cash and shares. The Hampshire-based company focuses on lending to professional landlords through financial advisers. </p> <p>It emerged earlier this year that Starling was also vying for a £1bn mortgage book being sold by specialist lender Kensington, pitting the challenger against Barclays.</p> <p>Starling has come under the spotlight in recent weeks after Lord Theodore Agnew claimed it was one of the worst banks for preventing fraud in the government's emergency loan schemes.</p> <p>Certain banks offered bounce back loans of up to £50,000 during the pandemic to struggling small businesses and the Treasury pledged to cover the losses if borrowers failed to repay. </p> <p>The National Audit Office has estimated about £5bn out of £47bn lent through the scheme could be fraudulent, although it warned this forecast was uncertain.</p> <p>Lord Agnew <a href=\"https://www.ft.com/content/805fa759-fabc-4d04-acdf-3616932d2164\">stepped down as the government's anti-fraud minister</a> in January, complaining that the government had shoddy oversight of the bounce back loan scheme in particular. Last month, he singled out Starling, claiming the bank had acted against the interests of the government and taxpayers. Starling had lent only £23mn by November 2019. By June 2021, it had distributed £1.6bn of bounce back loans.</p> <p>The bank has denied the allegations by Lord Agnew and asked the Conservative peer to withdraw them.</p> <p>Masthaven's mortgage sale process follows its announcement earlier this year that it was withdrawing from UK banking. The lender, which acquired a banking licence in 2016, said it took the decision after realising a “significant” amount of long-term capital was required for its future growth plans. </p> <p>Starling and Masthaven declined to comment.</p><p>Source: Emma Dunkley and Siddharth Venkataramakrishnan in London  2022 'Starling snaps up £500mn mortgage book in shift from Covid loans ' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T04:00:41.661Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 384,
          "end": 391
        },
        {
          "start": 384,
          "end": 397
        }
      ]
    }
  ]
}