{
  "_id": "cfa02bbbe6a68433e0933ecd17b7906791a1de2749014a19598d7a781c7e12b6",
  "feed": "ftcomall",
  "title": "Kwasi Kwarteng seeks to reassure City bosses and MPs over economic plan",
  "text": "<p>UK chancellor Kwasi Kwarteng raced on Tuesday to reassure top bosses in the City of London and unsettled Tory MPs that his economic strategy would work after days of turmoil in financial markets.</p> <p>Kwarteng told a group of leading insurers and asset managers on Tuesday that he was “confident” in the plan set out last week in his so-called mini-budget, and later spoke to Conservative MPs to calm fears that the government had lost control of the economic situation. </p> <p>“Kwasi's message was keep calm and it's all going to be OK,” one MP said. </p> <p>Another MP present on the call said: “Kwasi was pushed on when he's going to show fiscal credibility. His response was we need to hold our nerve through the market volatility and comprehensive details will be coming in November.”</p> <p>The chancellor was also asked whether his fiscal intervention last week was analogous to Anthony Barber's infamous 1972 budget that slashed taxes and led to a bubble. He denied the parallel. </p> <p>The meeting between Kwarteng and the heads of companies including Aviva, Legal &amp; General, Royal London, BlackRock, Schroders and Fidelity, came the day after sterling hit a record low against the US dollar in response to the “mini-Budget” unveiled last week.</p> <p>Kwarteng used the meeting, which was ostensibly scheduled to discuss regulatory reforms in the City, to try to reassure top insurers and asset managers. A similar meeting is scheduled for Wednesday with Wall Street banks such as Goldman Sachs and Citi.</p> <p>The chancellor told the group that he was meeting Andrew Bailey, governor of the Bank of England, on a daily basis to try to stabilise markets. “We're working closely together,” he said.</p> <p>Business leaders initially welcomed the broadly pro-City policies announced by the chancellor on Friday but this week have said that the government needs to frame them around a credible medium term plan. </p> <p>A CBI spokesperson said that the “markets are continuing to digest the scale of the government's fiscal package announced last week . . . a credible plan for our medium-term public finances alongside more details of the delivery of the growth plan are what matter now”.</p> <p>He added: “We need those details sooner rather than later.”</p> <p>Kwarteng told the City bosses that he would publish “a credible plan to get debt to gross domestic product falling” on November 23, alongside forecasts by the independent Office for Budget Responsibility.</p> <p>One business leader said there was concern that international investors would be deterred from committing to the UK, where many already have large operations or investments in businesses or major infrastructure projects. “This is not good for confidence,” he said.</p> <p>Baroness Helena Morrissey, outgoing chair of investment manager AJ Bell, told the FT: “Going for growth' was necessary — but needed to be thought through very carefully to avoid achieving the exact opposite, which is where we are headed now.” </p> <p>She added that “it would be great to hear the chancellor say ‘we listened, we got this wrong, we're going to limit the measures to reversing the planned corporation tax and NI increases'. I hope he does that but the evidence to date suggests a preference to ‘double down'.”</p> <p>The <a href=\"https://www.ft.com/content/dfb70bf9-fda4-42dc-a1ec-d767f3eb6334\">pound rose against the dollar</a> on Tuesday following its steep falls the previous day, but remained close to its lowest levels since 1985 at $1.075. UK 30-year government bonds tumbled, sending yields soaring to their highest level since 2007 in a fresh bout of volatility for Britain's gilt market. </p> <p>Meanwhile, UK government borrowing costs <a href=\"https://www.ft.com/content/68105770-f158-4b44-a8c6-b026574e89e1\">are on course</a> for one of their biggest-ever monthly rises, while mortgage lenders on Monday <a href=\"https://www.ft.com/content/a549fabb-da75-4935-a567-7128b7b04b76\">stopped offering</a> new home loans because of market volatility.</p> <p>Kwarteng said he remained committed to bringing debt under control and insisted that his £45bn of tax cuts — to be funded by borrowing — would boost growth in the medium term.</p> <p>“We are confident in our long-term strategy to drive economic growth through tax cuts and supply-side reform,” he said. “Supply-side reforms are critical — increasing capacity brings down prices.”</p> <p>According to an account of the meeting issued by the Treasury, Kwarteng also told the City leaders: “We are committed to fiscal discipline, and won't reopen the spending review.” </p> <p>“I'm confident that with our growth plan and the upcoming medium-term fiscal plan — with close co-operation with the bank — our approach will work,” he said.</p> <p>The chancellor added that a so-called Big Bang 2.0 reform package for the City was a top priority. The details are expected to be set out in the coming weeks.</p> <p>Kwarteng has already announced the scrapping of a cap on bankers' bonuses and he told the financial services leaders that he would “sort out” Solvency II, the EU regulations covering the insurance sector.</p><p>Source: George Parker, Daniel Thomas, Sebastian Payne and Josh Oliver in London 2022 'Kwasi Kwarteng seeks to reassure City bosses and MPs over economic plan' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-27T18:06:51.159Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1449,
          "end": 1462
        },
        {
          "start": 1441,
          "end": 1454
        },
        {
          "start": 1449,
          "end": 1456
        }
      ]
    }
  ]
}