{
  "_id": "4ce78f5b5eff269aadd09265bc324417e8d89f637f0d738aee7cfc87b33981ea",
  "feed": "economist-blog",
  "title": "Clash of the congressional titans; New York's primary turns Democratic friends into foes",
  "text": "<p>Mr Nadler had represented the 10th congressional district, covering much of Manhattan's West Side, since the same year. Had he so chosen, he probably could have easily won the redrawn 10th, leaving the 12th to Ms Maloney. But, since the boundaries were changed, the 12th now includes his home. It was unfathomable to him to run elsewhere, not least because the reconstituted 12th includes his political base. From that moment “the die was cast”, says Kathryn Wylde, head of the Partnership for New York City, a group of the city's biggest companies.</p><p>Mr Nadler defended that decision during his victory speech. The district does not belong to him nor to his opponents but to New Yorkers, he said. “This place is my home…why would I want to be any place else?”</p><p>New York may be cosmopolitan and global, but it is also a city of neighbourhoods. In congressional elections, local issues matter. As much as Mr Nadler is regarded as an Upper West Sider, Ms Maloney is considered a product of the Upper East Side, an affluent area once dubbed the Silk Stocking District. Most of the voters The Economist met on the West Side respected Ms Maloney's record, including fighting for compensation for New Yorkers who fell ill after the 9/11 attacks, pressing for gun-reform legislation and advocating women's rights. But they did not think of her as one of them.</p><p>Barney Greengrass, a Jewish delicatessen in the heart of the Upper West Side, has been a beloved institution since 1908. In May Ms Maloney flubbed its name in an interview with the New York Times (she called it “Grassroots”). Jon Reinish, a Democratic political strategist with no ties to the race, speculates that she never recovered from the gaffe, and the perception that she never really knew the newer part of the district: “Her obituary, politically, started to be written the day that she got ‘Barney Greengrass' wrong.”</p><p>The odd timing of the primary might have played a role, too. Primaries are not usually held in August, a time when many of Ms Maloney's constituents are at their summer homes in the Hamptons or travelling. Turnout was low. It was also, confusingly, the second primary New York has held this summer, following one for statewide offices in June. A third candidate, Suraj Patel, a young former Obama staffer who nearly beat Ms Maloney in 2020, may have siphoned off some votes. Mr Nadler also had the influential endorsements of Chuck Schumer, the Democratic leader of the Senate; Elizabeth Warren, a senator from Massachusetts; and the New York Times.</p><p>Ms Maloney's defeat is a loss to New York City as a whole. She was one of the most powerful women in Congress and the first woman to chair the House Committee on Oversight and Reform, the second chamber's investigative arm. Her hearings on gun control helped persuade the Senate to pass the most sweeping gun reform in decades. She recently held hearings on the loss of abortion rights. Not only is the city losing her institutional knowledge, it is also losing her clout. She had a “direct line to Nancy Pelosi, a direct line to the White House”, says Mr Reinish. She “could pick up a phone and get something New York City needed right away”.</p><p>She may not be the only Democratic star New York will lose to redistricting. Also heading for defeat is Mondaire Jones, a congressman who represented suburbs north of the city. The redistricting process led him to contest the 10th district, which spans parts of Brooklyn and Lower Manhattan, to avoid running against Sean Patrick Maloney, another incumbent and the head of the Democratic Congressional Campaign Committee, in the redrawn 17th. In the wee hours of Wednesday morning, the Associated Press called the 10th district for Dan Goldman, an heir to the Levi Strauss &amp; Company fortune who served as a lawyer in the first impeachment of Donald Trump. His closest rival, Yuh-Line Niou, a progressive state lawmaker, says she will not concede until every vote is counted. Mr Jones trails in third place.</p><p>Democrats themselves must shoulder much of the blame for the loss of high-profile incumbents. With the party controlling the state senate, the assembly and the governor's office, it was they who botched a redistricting process aimed at adding more Democratic congressional members. That effort was judged to violate the state constitution, leaving a court-appointed official to redraw the maps. As a result, New York is losing both Ms Maloney and Mr Jones.</p><p>■</p><p>Correction: an earlier version of this article said that Manhattan's Upper East Side was once dubbed the Silver Stocking District. It should have said Silk Stocking District. Silver stockings are far too gauche. Sorry.</p>",
  "published": "2022-08-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9699999,
      "offsets": [
        {
          "start": 3708,
          "end": 3715
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}