{
  "_id": "4505e8744e6fd99c87ec191afe72f6374dfbc2637aa8f9daa58fea8e3f086441",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs Plans to Cut Hundreds of Jobs; Planned layoffs follow reinstatement of annual performance reviews and a slump in Wall Street deal making",
  "text": "<p>The New York Times earlier reported on the impending layoffs.</p><p>After a record-setting 2021, the industrywide slump in mergers and new initial public offerings has hit Goldman's bottom line this year. Second-quarter investment-banking revenue fell 41% from a year ago, and Goldman's profit fell by nearly half in that same period.</p><p>Chief Financial Officer Denis Coleman said at the time that the bank would slow its pace of hiring and would be slower to replace departing staff as a result of economic uncertainty.</p><p>\"There's no question that economic conditions are tightening to try to control inflation, and as economic conditions tighten, it will have a bigger impact on corporate confidence and also consumer activity in the economy,\" Chief Executive David Solomon said on a conference call with analysts in July. \"I think it's hard to gauge exactly how that will play out, and so I think it's prudent for us to be cautious.\"</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Goldman Sachs Plans to Cut Hundreds of Jobs</p>",
  "published": "2022-09-12T17:04:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 165,
          "end": 173
        },
        {
          "start": 166,
          "end": 173
        },
        {
          "start": 271,
          "end": 278
        },
        {
          "start": 974,
          "end": 981
        },
        {
          "start": 974,
          "end": 987
        }
      ]
    }
  ]
}