{
  "_id": "08efd511f1cad2a8a80d7ddb1d24317fc478534b05a53b5bfba37f6df1f815f6",
  "feed": "market-watch",
  "title": "Dow falls over 300 points, and Nasdaq extends skid as Goldman raises forecast for Fed interest-rate hikes",
  "text": "<p>The Dow Jones Industrial Average DJIA fell 343.10 points, or 1%, to 35,888.56.</p><p>The S&amp;P 500 index SPX fell 58.91 points, or 1.3%, to 4,618.12.</p><p>The Nasdaq Composite Index COMP declined 241.61 points, or 1.6%, to 14,694.29, to trade at its lowest level in nearly three months.</p><p>On Friday, the Dow finished nearly unchanged, but the S&amp;P 500 fell 0.4% and the tech-heavy Nasdaq Composite lost 1%. According to FactSet, growth stocks underperformed value stocks last week by the most since election week 2020.</p><p>What's driving markets</p><p>Stocks extended a recent retreat on Monday, with the Nasdaq Composite trading near its lowest level since mid October, FactSet data show.</p><p>Analysts continue to discuss Friday's payrolls report, which despite a worse-than-forecast reading on nonfarm payrolls did show a decline in the unemployment rate to a pandemic low and a rise in wages.</p><p>Read: Jekyll-and-Hyde U.S. jobs report not as ugly as it looks</p><p>Economists at Goldman Sachs now expect four Federal Reserve rate increases in 2022, instead of their previous call for three, and say a runoff in the balance sheet will commence in July instead of December. “Declining labor market slack has made Fed officials more sensitive to upside inflation risks and less sensitive to downside growth risks,” they said in a note to clients.</p><p>The eagerly awaited inflation report is due on Wednesday.</p><p>Which companies are in focus?</p><p>Lululemon AthleticaLULU warned fourth-quarter earnings and revenue would be at the low end of its target, citing the impact of the omicron variant on capacity and staff.</p><p>Shares of Take-Two Interactive SoftwareTTWO were in focus after it said it would acquire ZyngaZNGA in a deal with enterprise value of $12.7 billion. The company intends to pay $3.50 in cash and $6.36 in Take-Two shares for each share of Zynga.</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note was virtually unchanged at around 1.80%, following the&#xa0;biggest weekly gain&#xa0;since September 2019 based on 3 p.m. Eastern Time levels, according to Dow Jones Market Data. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was up 0.5% Monday, after a 0.2% weekly slide.</p><p>Oil futures&#xa0;CL00&#xa0;traded modest lower, with West Texas Intermediate crude for February delivery&#xa0;CLG22&#xa0;down 0.4% at $78.53 a barrel.</p><p>Gold futures&#xa0;GC00,&#xa0;0.19% for February delivery&#xa0;GCG22 traded less than 0.1% higher, to reach $1,798.30 an ounce, but with the most-active contract down 1.7%&#xa0;for the week.</p><p>Bitcoin&#xa0;BTCUSD&#xa0;was trading down around 1% at about $41,000.</p><p>The Stoxx Europe 600&#xa0;SXXP&#xa0;trades 0.5% lower, while London's FTSE 100&#xa0;UKX&#xa0;retreated 0.1% lower.</p><p>The Shanghai Composite&#xa0;SHCOMP&#xa0;rose 0.4%, while the Hang Seng Index&#xa0;HSI&#xa0;rose 1.1%, and Japan's Nikkei 225&#xa0;NIK&#xa0;was closed for a holiday.</p>",
  "published": "2022-01-10T09:55:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 54,
          "end": 61
        },
        {
          "start": 936,
          "end": 949
        },
        {
          "start": 943,
          "end": 950
        },
        {
          "start": 943,
          "end": 956
        }
      ]
    }
  ]
}