{
  "_id": "e941005fe551ea34af2ae789a80d55b07c3a433e3d92c8e26c00479b4d5c92bd",
  "feed": "ftcomall",
  "title": "Blockchain may have a green future regardless of crypto",
  "text": "<p>This month might not seem the perfect moment for an institution such as Goldman Sachs to be championing the benefits of “blockchain” or “tokenisation”. After all, these buzz words first shot to fame in the cryptocurrency sector, which has lost two-thirds of its value during the past year. And the recent <a href=\"https://www.ft.com/content/c3e58d27-0a77-479f-bf52-b492efebc72f\">implosion of Sam Bankman-Fried's FTX empire</a> is likely to leave many traditional financiers shying away from digital assets — if not deriding them as a fraud.</p> <p>Yet when green activists, politicians and scientists assembled at COP27 this month, Rosie Hampson, an executive director at Goldman Sachs, was happily talking of both. In recent months the Wall Street bank has joined forces with the Hong Kong Monetary Authority, Bank for International Settlements and other financial institutions, to launch <a href=\"https://www.bis.org/about/bisih/topics/green_finance/genesis_2.htm\">a capital markets initiative known as “Genesis”</a> (a name it unfortunately shares with the struggling crypto broker). This Genesis aims to use blockchain and digital tokenisation to help investors who purchase climate-related bonds track the associated carbon credits in real time. </p> <p>“[With] Genesis we are thinking about how you can use blockchain, smart contract technology and IoT devices to support green bond contracts,” Hampson told <a href=\"https://www.youtube.com/watch?v=89KFuRGNmOs\">a COP side event</a>. She noted that this could change the process from “book building all the way through to primary issuance, asset servicing and . . . the secondary market component.” </p> <p>Or as Bénédicte Nolens, of the BIS, echoed in a <a href=\"https://www.bis.org/about/bisih/topics/green_finance/green_bonds.htm\">recent podcast</a>: “It is actually hard to sell a green bond [today]. But if you can attach the future carbon offset [with tokenisation] then it becomes a lot more attractive to the end investor.” </p> <p>This did not cause a splash at COP. No surprise, perhaps. Many green activists hate the whole concept of blockchain technologies, since early iterations of this guzzled energy. And the type of young(ish) anti-establishment evangelists who have rushed into cryptocurrencies in recent years generally dislike the idea of central bank involvement. </p> <p>But investors should take note. For while Genesis is still just a pilot, it is symbolic of a far bigger point: although the crypto collapse has left investors reeling, it has not stopped experiments with blockchain and tokenisation. </p> <p>Moreover, these are now reaching into some unexpected places, with growing government support. The World Bank is <a href=\"https://www.ft.com/content/571f7017-a81e-405a-b193-531969923411\">currently developing a utility</a> for carbon credit registries that uses a blockchain system called Chia. And in mainstream central banking, tests are under way for wholesale (ie bank-to-bank) central bank digital currencies. </p> <p>The HKMA, for example, is currently working with the People's Bank of China and other central banks on a so-called <a href=\"https://www.hkma.gov.hk/eng/news-and-media/press-releases/2022/10/20221026-3/\">mBridge project</a> to enable them to swap assets instantaneously. In Europe, the Banque de France and the Swiss National Bank have unveiled <a href=\"https://www.ft.com/content/05753dfd-c5ed-44bb-be77-c54bd5e4f066\">Project Jura</a>, a foreign exchange CBDC pilot<a href=\"https://www.ft.com/content/05753dfd-c5ed-44bb-be77-c54bd5e4f066\">.</a></p> <p>And while these initiatives are still just pilots, they represent “a completely new architecture”, as Ousmène Mandeng, an Accenture consultant, recently told a meeting of the Euro 50 group in Washington. Or as Adrian Tobias of the IMF echoed: “The key things we have got from crypto are the ideas of tokenisation, cryptography and distributed ledgers. They are very important technologies and there is a lot of experimentation going on.”&#xa0;</p> <p>Unsurprisingly, the players driving these experiments are keen to distance themselves from scandals like the FTX implosion, by stressing that they are operating with extensive establishment oversight. They also emphasise that they are trying to deploy these technologies to solve real-world problems — rather than simply using them for their own sake. </p> <p>The Genesis initiative, for example, is trying to solve the problem that the carbon credits market today is so fragmented and opaque it is hard for investors to track potential greenwashing. Thus while Chinese issuers have sold $300bn of green bonds, <a href=\"https://www.bloomberg.com/news/newsletters/2022-11-23/big-take-china-green-bond-market-is-key-to-slowing-global-warming?utm_campaign=socialflow-organic&amp;utm_medium=social&amp;utm_source=twitter&amp;cmpid=socialflow-twitter-business&amp;utm_content=business\">transparency around this is very low.</a></p> <p>However, by using a co-ordinated distributed computerised ledger (ie blockchain), the BIS and Goldman Sachs say it would be possible to eliminate double counting and verify the carbon credits at source. Similarly digital tokenisation should make it possible to simplify bond distribution and pull retail investors into the market for the first time, by breaking bonds into tiny fractions. Or so the argument goes.</p> <p>Could this be done without digital assets technologies? Perhaps. Banks could theoretically sell fractions of green bonds using existing processes. They might also be able to create a single computerised global ledger for carbon credits if they collaborated with each other and the public sector. </p> <p>But the hard truth is that these sensible initiatives are not in place right now, while the mere advent of cryptocurrency is sparking a rethink of existing practices among legacy players as well as digital evangelists. And this may end up producing benefits, even if blockchain itself is never adopted at scale. </p> <p>This will not make mainstream investors any less suspicious of crypto. But it does illustrate a bigger theme: when disruptive technologies have emerged in the past, be they the railway or the internet, it is not always the first-order consequences that matter. It is still to early to judge whether or not digital assets can change the world — or make it green. </p> <p><a href=\"mailto:gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/4195bbed-8749-481e-a3a4-94815057df5f.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gillian Tett 2022 'Blockchain may have a green future regardless of crypto' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-24T17:26:12.864Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4049,
          "end": 4062
        },
        {
          "start": 72,
          "end": 79
        },
        {
          "start": 587,
          "end": 600
        },
        {
          "start": 4023,
          "end": 4036
        },
        {
          "start": 72,
          "end": 85
        },
        {
          "start": 587,
          "end": 594
        },
        {
          "start": 584,
          "end": 597
        },
        {
          "start": 4049,
          "end": 4056
        }
      ]
    }
  ]
}