{
  "_id": "968ab068e654e11c33d9c93bea6386fafafbdef6e2c28b63e47da020da898dab",
  "feed": "market-watch",
  "title": "Stock market worry for 2023: Quiet quitting and working from home are bad for companies' productivity; Those trends are hurting companies' productivity, which will lower earnings and, in turn, stock prices",
  "text": "<p>Quiet quitting and work from home explain why worker productivity has plummeted, according to investment analysts and CEOs at technology companies.</p><p>Withering productivity is terrible for the economy, company earnings and the Federal Reserve's quest to get inflation under control. So it hurts stocks as well.</p><p>Little-known forecasting tool</p><p>To see why, consider a little-known economic indicator called the index of unused labor capacity. Leuthold Group chief investment officer Douglas Ramsey brought it to my attention recently.</p><p>Developed by former University of Albany professor Edward Renshaw years ago, this indicator is worth tracking because it's better than the yield curve at predicting what's next for the economy. So while everyone is focused on the inverted yield curve — in which shorter-term rates are higher than longer-term rates — they should really be looking at this indicator.</p><p>\"This is a very solid leading indicator,\" says Ramsey. \"It has a higher correlation to next year's GDP [gross domestic product] than the yield curve.\"</p><p>The indicator is relatively simple. To calculate it, you take the unemployment rate and add the change in productivity. That's it. The lower the number, the worse the outlook for the economy and earnings. The indicator recently gave us the dire prediction of a recession next year and a 13% decline in earnings.</p><p>During recessions, the S&amp;P 500's SPX price-to-earnings ratio can plummet to 10 or lower. It was recently at around 17. So in this scenario, the S&amp;P 500 could fall to 2,800-3,000 points, says Ramsey. That would be a 25% decline.</p><p>Fed-induced recession pending</p><p>\"I do think inflation peaked,\" says Ramsey. \"What troubles me now is all the additional tightening after the inflation peak. Generally, by the time inflation has rolled over, the Fed has shifted over into easing mode. Not this time. They were late in attacking the inflation problem, and now they are probably going to go too far.\"</p><p>In November, the Fed raised interest rates by 0.75% for the fourth time this year, the fastest pace in four decades. Meanwhile, the overall PCE price index — the Fed's preferred gauge of inflation — was up 6% in October from a year earlier, the government said Thursday.</p><p>The upshot of relentless tightening of monetary policy is that eventually the S&amp;P 500 will undercut its October low, Ramsey expects.</p><p>Here's how Ramsey uses this indicator to support that forecast. First, take the average unemployment rate over the trailing 12 months, and the most recent year-over-year change in productivity. In October, the trailing unemployment rate was 4.2% and productivity fell by 2.5%, year over year. This gave us a labor capacity index of 1.7%, by far the lowest reading ever.</p><p>This scatter-plot diagram shows us that this predicts a recession next year. A scatter plot is a diagram that displays correlation between variables. In this case, it looks at what happened to the economy after every year-end labor capacity read since 1948.</p><p>This scatter plot shows the predicted 13% earnings decline.</p><p>Zooming out, why does a very tight labor market forecast weak GDP and earnings? Think of it this way: At full employment, companies can't hire the workers needed to repeat the same amount of growth in the subsequent year.</p><p>\"The problem can be alleviated if productivity is strong,\" says Ramsey.</p><p>As productivity grows, companies are getting more out of each worker. So the tight labor market is not an issue. That's what staved off a recession in the tight labor market during the late 1990s. Productivity was growing at about 3.5% a year. No such luck this time around, given the declines in labor productivity.</p><p>Company executives' stock purchases</p><p>The unused labor index recession forecast may explain the weird trend in insider buying that's been puzzling me for much of this year. Unlike during the early 2020 market crash, which insiders bought hand over fist, insiders have been largely neutral in their response to the big selloff this year. They're generally not buying it.</p><p>The most recent one-week sell/buy from Vickers Weekly Insider published by Argus came in at a neutral 2.19. The stocks least liked by insiders are Backblaze BLZE, Atlassian TEAM, Tesla TSLA and Moderna MRNA, according to Vickers Weekly Insider.</p><p>Insiders know best the outlook for their companies. They may be seeing that labor shortages and falling productivity will make it hard to grow profits.</p><p>Work-from-home hurts productivity</p><p>But wait a minute. Are quiet quitting and work from home really to blame for the decline in productivity?</p><p>By definition, quiet quitting, or getting by with as little work as possible, causes productivity to fall. (At the macro level, productivity is defined as output per worker.) But does work from home? Ramsey thinks so. He uses this chart to show how productivity declined once the work-at-home ethic became embedded in the economy.</p><p>Ramsey isn't the only one to think work from home drags down productivity. Elon Musk has been telling Tesla and Twitter workers to get back to the office because he thinks this boosts productivity. The CEOs of top investment banks like Goldman Sachs, Morgan Stanley and JPMorgan are doing the same, for similar reasons.</p><p>Plummeting productivity is also a headwind for the Fed in its inflation fight. That's because when productivity is growing, companies can better absorb rising input costs, and avoid passing higher costs along to customers. Rising productivity breaks the inflation chain. In contrast, when productivity is falling, companies are under more pressure to raise prices to protect margins.</p><p>Three reasons why I might be wrong</p><p>Is there a way this dire forecast might be wrong? I'll offer three.</p><p>1. Like all economic data, productivity numbers bounce around a lot and can get revised considerably. For example, third-quarter productivity is probably growing at about 0.3%, according to recent estimates — a sharp increase from the 5.9% and 4.1% declines in the first and second quarters. That results in a year-over-year productivity contraction of minus 1.4%. Against a trailing 12-month rate of 3.8% through the end of September, this lifts the unused labor capacity index to 2.4% from 1.7%.</p><p>You can see below that this change suggests the economy will barely skirt a recession next year. But that 2.4% reading would still be the lowest ever among the year-end readings. To date, the lowest-ever reading at the end of a year was 3.1%, which happened at the end of 1969. A recession had just started in December that year and lasted until November 1970, notes Ramsey.</p><p>This chart shows that 2.4% reading still forecasts a sharp 10% decline in earnings ahead.</p><p>These are estimates. The final third-quarter productivity read won't be available for a while. So the jury is still out.</p><p>2. Any Q3 productivity improvement might be happening because workers were getting back to the office. Mass-transit ridership and office occupancy data tell us this is happening. This trend will be buttressed by the big and ongoing increase in spending on technology, which normally boosts productivity.</p><p>Capital spending rose by around 24% in the third quarter, following a 20% gain in Q2. That took capital spending and investment in equipment and intellectual property products to new highs in Q3, says Ed Yardeni, of Yardeni Research.</p><p>\"We expect that businesses increasingly will respond to the shortage of labor by using productivity-enhancing technologies like robotics and artificial intelligence,\" he says. He expects productivity will be growing by a robust 4% a year in the second half of this decade.</p><p>3. Finally, economist Richard de Chazal at William Blair suggests that quiet quitting was only ever possible because of what he calls labor hoarding. According to this theory, companies have been reacting to the tight labor market by hiring workers they don't really need, just to have them on hand as business develops.</p><p>If de Chazal is right about this, then companies can just as easily lay them off if they foresee that fresh labor needs will not arise. Indeed, this could explain the rash of layoff announcements. Companies may be laying off warehoused employees as signs of a weakening economy continue to pile up.</p><p>If so, that would be bad for the quiet quitters. But if it boosts productivity, it would be good for your stock portfolio.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned TSLA. Brush has suggested TSLA in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>Stock market worry for 2023: Quiet quitting and working from home are bad for companies' productivity</p>",
  "published": "2022-12-05T18:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5123,
          "end": 5136
        },
        {
          "start": 5123,
          "end": 5130
        },
        {
          "start": 5065,
          "end": 5078
        }
      ]
    }
  ]
}