{
  "_id": "f19615ea0a48136c44c1aa10bd2e4e388adada530b9e4ca04ce8e6cc1fc5275b",
  "feed": "ftcomall",
  "title": "Rebel investor quits Generali board after defeat in key vote",
  "text": "<p>Francesco Gaetano Caltagirone, the construction tycoon who backed an unsuccessful campaign to unseat the management team at Italy's Generali, has stepped down from its board a month after his re-election as director.</p> <p>The reasons for his departure have not been disclosed, Generali said in a statement on Friday. “The board of directors will be called in the coming days for any subsequent decision regarding his replacement,” it added. </p> <p>Caltagirone declined to comment. People with knowledge of his thinking said the billionaire was not considering a sale of his 9.95 per cent stake in Generali and that his resignation was intended to give him a “free hand” in negotiations about the future of the company with other large shareholders. </p> <p>It is the second time this year that Caltagirone has resigned from Generali's board, after months of disagreements among shareholders over the direction of Italy's largest insurer.</p> <p>Caltagirone and fellow top-three Generali shareholder Leonardo Del Vecchio have headed a campaign to replace the current management team, under chief executive Philippe Donnet, who is supported by the insurer's largest shareholder, Mediobanca. </p> <p>Generali's shares fell more than 2 per cent by mid-morning on Friday, against a slight rise in the benchmark Stoxx 600 index. Analysts have speculated that the rebel shareholders might start to reduce their stakes after <a href=\"https://www.ft.com/content/d2a12c23-b15b-444b-b3a7-7c6fcfa4f3ca\">suffering a defeat</a> at the annual general meeting.</p> <p>At the dramatic meeting last month, shareholders backed a list of directors headed by Donnet, against a rival list supported by Caltagirone that would have installed former Goldman Sachs banker Claudio Costamagna as chair.</p> <p>At the time, Caltagirone said foreign shareholders had not “completely understood the extent of change that a strong company like Generali requires after losing ground for the past 20 years”, but added that he would continue “working to make sure that change takes place”.</p> <p>Although the rebels' director list came second at the AGM vote, it was still afforded a few seats on the newly reconstituted board, including one for Caltagirone. </p> <p>Autonomous analyst Andrew Ritchie said in April that the presence of both camps, after the acrimonious battle, could make the board “more dysfunctional going forward”.</p> <p>The seat left empty by Caltagirone's departure was likely to be filled by another candidate on his slate, said people familiar with his thinking. That could be Costamagna or Luciano Cirinà, the fired Donnet lieutenant who was put forward as a rival chief executive, suggested the same people.</p> <p>This month, <a href=\"https://www.ft.com/stream/052fc05c-1014-4889-88e7-cd745825ab98\">Generali</a> said that Caltagirone and two other directors from the rebel list had declined to be part of board committees, instead requesting the establishment of a “board committee for the prior assessment of strategic transactions”. The board instructed its governance committee to prepare a proposal in light of the request.</p> <p>A lack of ambition on M&amp;A was one of the main criticisms put forward by the Generali rebels of the current management's approach. </p><p>Source: Ian Smith in London and Silvia Sciorilli Borrelli in Milan 2022 'Rebel investor quits Generali board after defeat in key vote' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T10:33:19.548Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1605,
          "end": 1612
        },
        {
          "start": 1605,
          "end": 1618
        }
      ]
    }
  ]
}