{
  "_id": "5852d6c42f0724f727e66145ef771e29cbabaa05e9fe434cce2a7e932023c57e",
  "feed": "market-watch",
  "title": "U.S. stock futures wobble as investors await CPI data",
  "text": "<p>* S&amp;P 500 futures ES00 were down 0.1% at 4,012</p><p>* Dow Jones Industrial Average futures YM00 slipped 0.2% to 32,161</p><p>* Nasdaq-100 futures ES00 were modestly higher at 12,317</p><p>DJIA dropping 638.11 points or 1.9%, to close at 32,272.79, while the S&amp;P 500 SPX skidded 2.4% to 4,017.82. The Nasdaq Composite COMP slid 2.8% to 11,754. All three indexes booked their worst daily percentage drops since May 18, according to FactSet data.</p><p>What's driving markets?</p><p>The May consumer-price index is expected to show a large 0.7% increase when the report is released ahead of the open — more than double the gain in the prior month. In April, the yearly rate fell for the first time in eight months to 8.3%. The prior 8.5% reading in March was the biggest since December of 1981.</p><p>See: U.S. didn't get any relief from high inflation in May – CPI to show another big gain</p><p>\"Analysts expect the U.S. inflation to stabilize around last month's 8.3% level, but we could see a bad surprise today, as the positive pressure on food and energy prices and the unexpected uptick in secondhand car prices in May could prevent the index to ease for a second consecutive month,\" said Ipek Ozkardeskaya, senior analyst at Swissquote Bank, in a note to clients.</p><p>\"A stronger-than-expected inflation figure would revive the Federal Reserve hawks, and eventually push the S&amp;P 500 below the 4000 mark before the weekly closing bell. A softer inflation read on the other hand, would resuscitate hope that inflation has peaked two months ago, and the worst is behind,\" said the analyst.</p><p>U.S. stocks tracked European equities lower on Thursday after the European Central Bank announced that its first interest-rate hike in more than a decade will take place next month, with another likely in September, in a bid to get surging inflation under control.</p><p>The central bank also said it would halt its asset buying program next month. European stocks resumed declines on Friday, with the Stoxx Europe 600 index XX:SXXP down 1.3% in early trade.</p><p>The U.S. inflation data comes as a Federal Reserve meeting looms for next week. The Bank of England, the Swiss National Bank and the Bank of Japan will also holding meetings next week.</p><p>The University of Michigan consumer sentiment index for June will be released at 10 a.m.</p><p>What companies are in focus?</p><p>* Shares of Netflix Inc. NFLX, Roblox Corp. RBLX, and eBay Inc. EBAY were among a host of internet stocks that Goldman Sachs reportedly cut to sell. Those shares each fell more than 3% in premarket trading. Frontdoor Inc. FTDR, was also downgraded, and fell 4%.</p><p>* DocuSign Inc. DOCU shares slumped 26%, after the electronic-documents company missed on fiscal first-quarter earnings and trimmed its billings guidance.</p><p>How are other assets trading?</p><p>* The U.S. dollar DXY gained against a basket of rival currencies, up 0.3%.</p><p>* Treasury yields were mixed, with the 10-year BX:TMUBMUSD10Y flat at 3.040%, holding above the critical 3% threshold. The yield on the 2-year note BX:TMUBMUSD02Y rose 6 basis points to 2.870%.</p><p>* Crude-oil prices CL.1 were higher. Front-month futures for WTI crude, the U.S. benchmark, rose 70 cents to $122.21 a barrel, with Brent BRN00</p><p>U.S. stock futures wobble as investors await CPI data</p>",
  "published": "2022-06-10T11:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2414,
          "end": 2421
        },
        {
          "start": 2414,
          "end": 2427
        }
      ]
    }
  ]
}