{
  "_id": "bb3dc3c03559d222f1f681aff5ac6cbc15ba0c8b40f080bfbdd9d2e9c7e15e02",
  "feed": "wall-street-journal",
  "title": "ABB Nears Deal to Resolve Third U.S. Bribery Case Against Company; The $325 million pending settlement, expected to be finalized as soon as next week, tests a promise by U.S. authorities to get tough on corporate repeat offenders",
  "text": "<p>Authorities in South Africa have accused Eskom's former chief executive of playing a leading role in a corruption scheme that involved kickbacks to subcontractors, including a company in which his stepdaughter was a shareholder. Eleven people and seven companies have been charged or arrested, including two former ABB employees, according to a court filing made public in October. ABB in 2020 agreed to pay Eskom about $104 million in damages.</p><p>The ABB settlement would be the first that U.S. prosecutors have reached in coordination with South African authorities, and could have the potential to break new ground in that country's efforts to tackle corruption.</p><p>In the U.S., the ABB deal is an early test of a pledge by the Biden administration to take a tougher stance on corporate repeat offenders. It could disappoint those hoping to see U.S. prosecutors move away from the serial use of probationary deals known as deferred-prosecution agreements, which critics have argued are too lenient. Under such agreements, companies can avoid criminal charges if they pay a fine and overhaul their compliance programs.</p><p>The U.S. end of the deal as it is currently being negotiated would allow ABB to avoid pleading guilty at the parent-company level, according to the people familiar with the matter. Instead, ABB's parent would enter into a U.S. deferred-prosecution agreement, while two of its subsidiaries would plead guilty to charges related to the U.S. Foreign Corrupt Practices Act, these people said.</p><p>Under the deal, ABB also would avoid another form of punishment sometimes imposed on offending companies: The company wouldn't be required to hire an independent monitor to watch over its conduct for a set period, the people said.</p><p>Top officials at both the U.S. Justice Department and Securities and Exchange Commission recently have suggested they intend to levy harsher penalties on companies that reoffend, depending on the circumstances. Deputy Attorney General Lisa Monaco in September released new guidance on evaluating companies' criminal and regulatory records, saying prosecutors should lean away from giving the same company multiple deferred-prosecution agreements, especially if prior settlements involved the same type of misconduct.</p><p>The Justice Department announced its focus on corporate recidivism last year, and negotiations over the ABB settlement were delayed while the deputy attorney general's office reviewed the case, according to the people familiar with the matter. ABB's record, which includes prior settlements for FCPA violations in 2004 and 2010, was a major subject of that review, they said.</p><p>The terms of the ABB agreement, including the lack of a parent-level guilty plea and a monitor, might be viewed as a win for the company, given its rap sheet. But prosecutors are likely to argue that the settlement is appropriate given factors including the seriousness of the offense and the company's cooperation.</p><p>Justice Department and SEC representatives declined to comment on the pending settlement.</p><p>An ABB spokesman said the company continues to fully cooperate with authorities and hopes to reach a final settlement soon.</p><p>The structure of ABB's settlement is similar to one the U.S. recently reached with Goldman Sachs Group Inc. over its role in a scandal involving the Malaysian development bank 1Malaysia Development Bhd. In that case, Goldman was fined more than $2.9 billion—the largest such penalty ever paid to the U.S. government—but also avoided a parent-level guilty plea and the appointment of a monitor.</p><p>Exactly how U.S. authorities, including the Justice Department, will frame the ABB deal in relation to the new stance on repeat offenders remains to be seen. Forcing a company to plead guilty is typically viewed as stiffer punishment, in part because it can have consequences for its businesses, including exposing them to class-action lawsuits and exclusion from government contracts. Allowing the ABB parent company to avoid a guilty plea will in theory help shield much of its business globally from those risks. The company is a major recipient of public contracts, including in the U.S.</p><p>\"All eyes are going to be on DOJ,\" said Joseph Grundfest, a professor at Stanford Law School who specializes in corporate governance, referring to prosecutors' handling of the case in the U.S. \"How serious are they about upping the ante for repeat offenders?\"</p><p>Once the agreement is finalized, ABB will become the first company to have settled three separate FCPA-related violations by businesses under its control at the time of the alleged offense, according to Stanford Law's FCPA Clearinghouse database. General Electric Co. has settled two FCPA-related probes, as well as one involving legacy bribery misconduct by a company it acquired, according to the database.</p><p>The ABB deal would also mark the second time the Swiss company has settled FCPA offenses with a deferred-prosecution agreement. The previous one was reached in 2010, when ABB paid $58 million to settle bribery violations in Mexico and in connection with a United Nations food-aid program in Iraq.</p><p>ABB's first run-in with U.S. authorities was in 2004. In that settlement, ABB subsidiaries in the U.S. and U.K. reached plea agreements with U.S. prosecutors and the company agreed to pay a $16.4 million fine over bribery misconduct in Nigeria, Angola and Kazakhstan. Both prior cases also involved parallel civil settlements with the SEC, which also enforces the FCPA.</p><p>In September, ABB said it was setting aside a $325 million provision to cover remaining settlements with government authorities over Kusile, without disclosing details.</p><p>—Dave Michaels contributed to this article.</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>ABB Nears Deal to Resolve Third U.S. Bribery Case Against Company</p>",
  "published": "2022-11-25T20:25:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3375,
          "end": 3382
        },
        {
          "start": 3241,
          "end": 3265
        },
        {
          "start": 3241,
          "end": 3248
        },
        {
          "start": 3223,
          "end": 3246
        },
        {
          "start": 3241,
          "end": 3254
        }
      ]
    }
  ]
}