{
  "_id": "1d2534b643c7c43ec80c79085f57d7d1e5872513ef4224c5b93a4dc31f546ece",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Personal Board of Directors:  Jose Neves  ---  CEO of Farfetch Ltd.  ----  By Trefor Moss",
  "text": "<p>\n  [The trusted advisers of top business leaders] </p><pre> </pre><p>\n  Jose Neves has spent the past 15 years building Farfetch Ltd. into a leading online marketplace for luxury products, but his career in luxury started almost by accident. </p><p>\n  An avid coder since he was 8 years old, Mr. Neves founded his first tech business when he was 19, only to stumble into luxury when developing inventory software in the mid-1990s for Portuguese suppliers of such brands. </p><p>\n  \"I was a geek, a typical nerd,\" said Mr. Neves. </p><p>\n  Visits to suppliers' factories sparked an appreciation of luxury. Fascinated, he attended a fashion trade show in Milan. \"It blew my mind,\" he recalled. </p><p>\n  Mr. Neves moved to London and committed himself to developing fashion technology, culminating in his founding Farfetch in 2007. </p><p>\n  As a relatively unknown entrepreneur, Mr. Neves lacked personal connections that might have helped him to unlock seed funding, forcing him to use his own money to keep the company going, he said. </p><p>\n  Today, Farfetch hosts around 1,300 brands, including Gucci, Prada and Versace, which sell their products on the site in return for a commission. </p><p>\n  But in the platform's infancy, it was a challenge to persuade luxury firms to engage back when some assumed they didn't need to participate in online retail. Luxury's relatively slow pace could also be frustrating to tech people used to innovating and making quick decisions, he recalled. </p><p>\n  \"These brands are generational businesses,\" Mr. Neves said. \"Decisions are made in a very long-term way.\" </p><p>\n  The key to success in luxury, perhaps more than in any other sector, is building trusted relationships over many years, he said. Several of those relationships have helped mold his company and management style. </p><p>\n  Here are four of the people he turns to for guidance. </p><pre> </pre><p>\n  Antonio Horta-Osorio </p><p>\n  Former CEO, Lloyds Banking Group PLC </p><p>\n  A fellow Portuguese expatriate in London, Mr. Horta-Osorio ran Lloyds Bank for a decade before serving as chairman of Credit Suisse Group AG. Eight months into his tenure at Lloyds in 2011, Mr. Horta-Osorio took an extended leave of absence due to exhaustion. He has since become known for his work championing mental health, especially dealing with work-related stress. Thanks largely to his conversations with Mr. Horta-Osorio, Mr. Neves recognizes the importance of work-life balance. \"Work is super-important,\" he said. \"But in the end if it's going to kill you there's no point, really.\" </p><pre> </pre><p>\n  Gary Leboff </p><p>\n  Sports psychologist and executive coach </p><p>\n  Having only ever worked for himself, Mr. Neves said he's benefited from executive coaching, especially Mr. Leboff's. His approach is to analyze an individual's performance in detail, then understand and break down the psychological barriers to performing better. \"He's helped me to be more assertive and less afraid of conflict,\" said Mr. Neves. As an entrepreneur, Mr. Neves said, he used to be too focused on building and expanding Farfetch, but Mr. Leboff's advice has lately helped him to broaden his skill set as a CEO and devote more time to mentoring his team. </p><pre> </pre><p>\n  Jose Manuel Durao Barroso </p><p>\n  Former European Commission president </p><p>\n  Mr. Barroso was Portugal's prime minister before occupying the European Commission presidency until 2014. He now serves as nonexecutive chairman at Goldman Sachs International, Farfetch's bank. A wealth of experience makes him Mr. Neves's go-to source of intelligence on world affairs. He's consulted Mr. Barroso on everything from the pandemic to the monetary policies of the U.S. Federal Reserve and European Central Bank, Mr. Neves said. \"He doesn't have a crystal ball,\" he said. \"But he has a very educated idea of the different scenarios that are going to play out.\" </p><pre> </pre><p>\n  Sophie Devonshire </p><p>\n  CEO, Marketing Society </p><p>\n  The second executive coach whom Mr. Neves credits with shaping his approach to management, Ms. Devonshire focuses on helping business leaders to make good decisions quickly and not to be overwhelmed by the pace at which new challenges fly at them. \"How can you manage in a fast-changing environment with lots of uncertainty and volatility?\" Mr. Neves said. \"She's helped me a lot to be a better manager in that kind of scenario, to manage that speed of growth and keep levelheaded, to keep the team motivated with high levels of energy.\" </p><p></p>",
  "published": "2022-06-25T06:09:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3252,
          "end": 3259
        },
        {
          "start": 3252,
          "end": 3265
        }
      ]
    }
  ]
}