{
  "_id": "09b132728f28ee51e96548ff92ea93f011f6e7f807c232216dd8587ddb80e2bf",
  "feed": "wall-street-journal",
  "title": "Bank of Mexico Minutes Stress Core Inflation Concerns; Board of governors voted 4-1 on Feb. 10 to raise overnight interest-rate target from 5.5% to 6%",
  "text": "<p>Board members expressed particular concern about core inflation, including a pickup in the cost of services, and higher near-term inflation expectations, according to the minutes. Several said that although longer-term inflation expectations have been stable, they remain above the central bank's 3% target.</p><p>Members also noted the Federal Reserve continued to reduce its bond purchases, removing monetary stimulus, and that the U.S. central bank is expected to start raising interest rates in March.</p><p>Bank of Mexico Deputy Gov. Gerardo Esquivel voted for a smaller quarter-point increase in the overnight rate, as he did in December.</p><p>\"I reiterate that I do not consider it appropriate to get too far ahead of the Fed's interest rate normalization process because that could take us too soon to a very restrictive monetary policy stance, which could have detrimental economic and financial effects,\" Mr. Esquivel said in explaining his dissenting vote.</p><p>He added that although core inflation continued to rise, it is expected to peak during the first quarter of this year then decline.</p><p>Mexico's overall consumer price inflation rate eased in January to 7.07% from 7.36% at the end of December, but core inflation—which excludes energy and agricultural produce—rose to 6.21% from 5.94%.</p><p>Core CPI accelerated to 6.52% as of mid-February, the National Statistics Institute said Thursday, and overall consumer prices were up 7.22% from a year earlier.</p><p>\"We expect these numbers to be confirmed in the next report for the second half of the month, but we also still estimate that annual inflation will resume its deceleration in March,\" Barclays said in a research note.</p><p>Analysts polled this week by Citibanamex were unanimous in predicting another interest-rate increase at the Bank of Mexico's March 24 meeting, with 23 analysts forecasting a quarter-point rise and the other nine a half-point move.</p><p>\"The minutes make the case for additional rate hikes but despite their considerable length do not provide clear forward guidance on whether the next move is most likely another 50 basis points, or back to a pace of milder 25 basis-point increments,\" said Alberto Ramos, Goldman Sachs' chief Latin America economist.</p><p>\"We are of the view that going forward, the Bank of Mexico will take its policy cues from the Federal Open Market Committee and in the first iterations at least match the fed funds moves despite a weak growth backdrop,\" he added.</p><p>Write to Anthony Harrup at anthony.harrup@wsj.com</p>",
  "published": "2022-02-24T19:21:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2163,
          "end": 2176
        },
        {
          "start": 2163,
          "end": 2177
        },
        {
          "start": 2163,
          "end": 2170
        }
      ]
    }
  ]
}