{
  "_id": "5e34b85fd7a0575df29705038d2e1ce11fe9a0079ad0333fab82db7eac2e2cd6",
  "feed": "reuters",
  "title": "BREAKINGVIEWS-ESPN would help Disney and Comcast settle a score",
  "text": "<p>NEW YORK, Sept 23 (Reuters Breakingviews) - When it comes to modern corporate sagas, few deliver the drama between Walt Disney and Comcast . Their rivalry adds intrigue to the desire of Disney boss Bob Chapek to acquire the rest of streaming service Hulu from the cable operator sooner rather than later. Comcast Chief Executive Brian Roberts is in position to let his counterpart squirm, but there's a neat solution to help settle the score: ESPN .</p><p>It was 2004 that marked the beginning of the bitter discord between the two titans. To transform his father's regional cable provider into a media powerhouse, Roberts took a swashbuckling approach and set his sights on a languishing Disney . Its embattled leader Michael Eisner was squabbling with the board and the Disney family while the company's stock price was moving sideways. Comcast pounced with a hostile takeover bid in an all-share deal valued at $54 billion.</p><p>Disney rejected the entreaty and a disappointed Roberts was forced to scurry away. It didn't deter him from remaking Comcast somewhat in Disney 's image. In 2011, Roberts struck a deal to buy 51% of NBC Universal from General Electric , with an option to buy the rest. Just as Chapek wants to do now with Hulu , Roberts accelerated the second half of the $39 billion transaction, which included TV and cable networks and a movie studio. He feared Comcast “would have paid more later.”</p><p>Before long, Comcast clashed again with Disney . Roberts effectively played the spoiler role in then-CEO Bob Iger 's plan to buy Fox 's entertainment and international assets in 2017 for $52 billion, by swooping in with a counterbid. In the end, Disney landed the bulk of Rupert Murdoch 's empire but paid almost 40% more for the privilege.</p><p>Hulu represents their latest showdown. As part of the Fox deal, Disney wound up with two-thirds of the video service, which now counts some 46 million paid subscribers; Comcast owns the rest. The structure makes for an especially awkward alliance. To settle the matter, the two parent companies agreed that in January 2024 Comcast could force Disney to buy its stake or Disney could require Comcast to sell based on a minimum valuation of $27.5 billion. Roberts, once again, is in the middle of a tricky two-step.</p><p>OF TWO MINDS</p><p>Chapek has tipped his hand, saying at a Goldman Sachs investor conference last week that he's keen to take full possession of Hulu before the put option triggers, to help accelerate the Magic Kingdom's online-video strategy. Integrating Hulu's more adult-focused shows like “Dopesick” into the flagship Disney + service, which is rich with superhero and animated programming, would create a more well-rounded product to challenge Netflix and others. Chapek concedes it's a pain for viewers to toggle between the two.</p><p>There are other reasons Chapek is anxious to get the rest of Hulu . Streaming valuations are much cheaper now. Disney 's direct-to-consumer revenue for this year will be $20 billion, according to estimates by Bank of America analysts. Hulu probably represents about half that amount since it pulls in triple the average monthly revenue per paid subscriber. Using Netflix 's multiple of 3 times sales – it was 8 times a year ago – imputes a $30 billion valuation for Hulu .</p><p>From there, Disney would need to find a way to prise the 33% interest in Hulu from Roberts. He has no reason to rush. Comcast will generate some $37 billion in EBITDA this year, according to estimates gathered by Refinitiv. It carries less than three times as much in net debt. At the same event at which Chapek spoke, Roberts said he intends to seek market value for the minority stake.</p><p>Meanwhile, Chapek is bending over backward to justify owning traditional broadcast assets, especially cable sports network ESPN . There is a good reason to wrap up its lucrative quarter-century stewardship of ESPN ; unlike its Mickey Mouse, Marvel, Pixar and Star Wars holdings, it does not produce much valuable intellectual property. And the cost of rights for the National Football League and other sports keeps soaring.</p><p>NET RESULT</p><p>ESPN was one of the most-watched networks last year, giving it plenty of appeal. The “SportsCenter” and “30 for 30” producer generates more than $4 billion in EBITDA, per Morgan Stanley estimates. Valued at 10 times that measure of profit – less than Netflix , but more than Fox – ESPN would be worth roughly $40 billion.</p><p>What's more, despite his persistent efforts, Roberts has struggled for years to replicate any sort of comparable sports cachet. NBC airs plenty of high-wattage events, including Britain's Premier League soccer, NASCAR auto racing and the Olympics. Comcast also owns the National Hockey League's Philadelphia Flyers and the arena in which it plays. It hasn't all come together, however, and Roberts easily could be tempted by the chance of having ESPN anchor the portfolio.</p><p>If Comcast 's stake in Hulu is worth $10 billion and Disney 's 80% of ESPN – assuming partner Hearst were to keep its 20% stake – clocks in at $32 billion, it would leave Comcast on the hook for another $22 billion to make a swap work. Its balance sheet can handle the load. Even after bulking it up, and folding in ESPN 's profit, Comcast 's net debt would remain less than 3 times EBITDA, lower than when it acquired UK satellite operator Sky for around $40 billion four years ago.</p><p>Disney also could use some extra cash. Its borrowing level is three times higher than its 10-year median of 1 times EBITDA. Throwing ESPN into a negotiation would give defusing this long-running media squabble a sporting chance.</p><p>Follow @jennifersaba on Twitter</p><p>CONTEXT NEWS</p><p>Walt Disney Chief Executive Bob Chapek said on Sept. 14 at an investor conference hosted by Goldman Sachs that he would like to buy the rest of video streaming service Hulu from Comcast before a January 2024 deadline to integrate Hulu with its flagship service Disney +.</p><p>Comcast CEO Brian Roberts said at the same gathering that Hulu is a “phenomenal” business and would attract multiple buyers at an auction.</p><p>Disney owns two-thirds of Hulu and Comcast owns the rest. In 2019, the two companies struck an agreement whereby Comcast can require Disney to buy its stake from January 2024 and Disney can require Comcast to sell, based on a minimum total equity value of $27.5 billion. Since that time, streaming-service valuations have fallen.</p>",
  "published": "2022-09-23T14:07:55.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2314,
          "end": 2327
        },
        {
          "start": 2314,
          "end": 2321
        },
        {
          "start": 5732,
          "end": 5745
        },
        {
          "start": 5732,
          "end": 5739
        }
      ]
    }
  ]
}