{
  "_id": "3437820d3ce08126ce3a6ba5c720f2de8335f10c17c6f17af31f4346e17acbce",
  "feed": "market-watch",
  "title": "Jack Dorsey: Twitter board has 'consistently been the dysfunction of the company'; Twitter founder Jack Dorsey calls out the company's board for its 'dysfunction'",
  "text": "<p>Dorsey resigned as Twitter CEO in November 2021, and will remain a member of Twitter's board \"until his term expires at the 2022 meeting of stockholders,\" which is in May, according to a Twitter press release from last year.</p><p>See also: Top CEOs see nearly 31% pay increase in 2021, study shows</p><p>Dorsey's criticism of Twitter's board comes as Elon Musk, CEO of Tesla TSLA and SpaceX, submitted an \"unsolicited\" bid to buy Twitter for $43 billion. Musk has been buying equity in the social-media giant throughout most of 2022, and now he says he wants to take over the company in its entirety — Musk currently owns 9.2% of Twitter.</p><p>Musk's $43 billion offer is well above Twitter's current market cap of roughly $36 billion, and represents only a small piece of Musk's fortune as the richest person in the world. Only 28 people possess the fortune to match or exceed Musk's $43 billion offer to buy Twitter.</p><p>On Friday, Twitter adopted a \"poison pill\" to ward off Musk's takeover attempt.</p><p>\"The pill cuts off Musk's ability to make a tender offer over the heads of the board,\" Brian Quinn, a professor at Boston College Law School, told Barron's. \"If he wants to buy the company, then all roads lead through the Twitter board. He can't go directly to the shareholders with his offer.\"</p><p>See also: Elon Musk says there's a 'Plan B' to acquire Twitter if his current bid fails — but he doesn't say what it is</p><p>Twitter's stock moved 4.9% higher during Monday morning's trading but is down 31.9% over the last 12 months.</p><p>Twitter shares have risen roughly 15% since Musk's 9.2% stake in the company was announced on April 4. Morgan Stanley is advising Musk, while Twitter has hired Goldman Sachs and JPMorgan Chase, Bloomberg reports.</p><p>Jack Dorsey: Twitter board has 'consistently been the dysfunction of the company'</p>",
  "published": "2022-04-18T21:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1667,
          "end": 1680
        },
        {
          "start": 1667,
          "end": 1674
        }
      ]
    }
  ]
}