{
  "_id": "4d8de50c6e3ad0f8f2c8edf057a0f62ec3e9b21fbc957565ffb0fc9142396595",
  "feed": "wall-street-journal",
  "title": "Netflix Looks to Put an End to Subscriber Losing Streak; Streaming company is launching ad-supported tier and cracking down on password sharing",
  "text": "<p>Netflix said in July that it expected to add 1 million net new subscribers in the third quarter. Between July and September, it released a number of popular shows, including the second set of \"Stranger Things: Season 4\" episodes, \"Dahmer—Monster: The Jeffrey Dahmer Story,\" the fourth season of \"Virgin River\" and the fifth season of \"Cobra Kai,\" as well as films including the \"The Gray Man,\" \"The Sea Beast\" and \"Purple Hearts.\"</p><p>The company is in the middle of two important strategic pivots that it hopes will bolster its revenue and subscriber base. The first is rolling out its first tier of ad-supported content, which will help increase the average revenue per subscriber Netflix brings in. Last week, Netflix said it planned to begin launching the tier next month, and that it will charge $6.99 a month for it.</p><p>The second is cracking down on password sharing and getting viewers who are sharing accounts to pay to do so. The company has tested different approaches to getting households to pay more to share and said it plans to roll out a sharing policy in 2023.</p><p>On Monday, Netflix said it would allow users around the world to transfer their viewing profiles to new accounts, a functionality that could make it easier for people who use somebody else's account to start their own without losing their preferences, watch lists and viewing history.</p><p>Those strategic efforts are expected to bolster the company's revenue long term, but are under way as consumers take a closer look at their household budget in a worsening economy and as they get savvier about turning off services when they finish a hit show.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think offering a lower-cost, ad-supported plan will change the outlook for Netflix? Join the conversation below.</p><p>There are some signs that Netflix continues to struggle with customer cancellations. While the company's rate of customer defections is the lowest among premium streaming services, average monthly Netflix subscriber cancellations in the U.S. increased to 1.5 million in the third quarter from 1.4 million in the second quarter and an average of 835,000 a month in 2021, according to streaming-service data firm Antenna.</p><p>Separately, downloads of the Netflix app in Apple and Android app stores were down year-over-year in major markets during the third quarter, Goldman Sachs analysts said last week, citing Sensor Tower data. The analysts said that app download data can help highlight subscriber trends.</p><p>Netflix saw customer defections increase after it raised prices in the U.S. in January. The company said in July that while cancellations were still slightly elevated in the second quarter, they were back to levels near what they were before the price change and that its customer retention had improved.</p><p>The streaming company is trying to better understand how viewer behavior is changing as consumers chart new commuting and activity patterns late in the pandemic, and is working to improve how often subscribers return to the platform after an internal metric showed that they were doing so less often, The Wall Street Journal reported on Monday.</p><p>Write to Sarah Krouse at sarah.krouse@wsj.com</p><p>Netflix Looks to Put an End to Subscriber Losing Streak</p>",
  "published": "2022-10-18T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2309,
          "end": 2322
        },
        {
          "start": 2322,
          "end": 2329
        },
        {
          "start": 2322,
          "end": 2335
        }
      ]
    }
  ]
}