{
  "_id": "d92d6b2da355153925e3e5e754c45507a78fe59228c82fbcc98e65bd36600f31",
  "feed": "ftcomall",
  "title": "Can India become the new emerging markets powerhouse?",
  "text": "<p>It's not easy trying to find something to buy in today's battered financial markets. While stocks are a long way down — with the S&amp;P 500 off 17 per cent year-to-date — there are plenty of investors who think they may have further to fall.</p> <p>Fund managers seem to have finally become convinced that the US Federal Reserve, the world's most powerful central bank, is serious about keeping <a href=\"https://www.ft.com/content/b63902ac-a55b-4f55-83f0-9331aa6e17cf\">interest rates high</a>, even if this means tipping the US and much of the rest of the world into recession.</p> <p>“Barely anything has been spared since early August,” writes Max Kettner, chief multi-asset strategist at HSBC, summing up the situation in a note this week showing that developed markets, emerging markets, investment grade and high yield (or junk) bonds are all tanking together.</p> <p>So is time to buy? Not just yet, in Kettner's view. And it would be a bold retail investor who plunged in feet first today. But that doesn't mean we can't take a look at the more bombed-out corners of the asset pool.</p> <p>Consider <a href=\"https://www.ft.com/emerging-markets\">emerging markets</a> (EM), for example. Long out of favour, they have been especially hard hit in recent months, with foreign investors dumping EM stocks and bonds for five consecutive months to July according to the Institute of International Finance. That's the longest streak of outflows since IIF records began in 2005. </p> <p>Could prices for EM assets have fallen far enough for investors to take just a little more selective exposure to EMs as part of a broad portfolio? Perhaps.</p> <p>One focus of attention is India, widely reported to have overtaken the UK as the world's fifth-biggest economy last week, and the fastest-growing of the world's major economies. Gross domestic product growth will be more than 8 per cent this year and stay close to 7 per cent for the next five years, according to the IMF. That's a good 2 percentage points more than China, the longstanding EM powerhouse.</p> <p>The country's local currency government bonds enjoyed a mini-rally in August after <a href=\"https://www.ft.com/content/f01f0d11-0a8f-4a5a-98bf-d6f42b24cd1a\">the Financial Times reported</a> that they may soon be included in a major global benchmark index, which would automatically drive investment by asset managers who try to mirror the index in their funds.</p> <p>Despite the heavy hit India suffered from Covid-19, its stock market held up better through the pandemic than many of its peers. If you had bought Indian stocks three years ago you would be up 47.5 per cent today, compared with a gain of 20 per cent for advanced economy stocks in the MSCI benchmark, a loss of more than 5 per cent in emerging markets as a whole, and losses of nearly 18 per cent in China and 30 per cent in Brazil.</p> <p>Glen Finegan, lead portfolio manager at Skerryvore Asset Management, believes India's economy is entering a new phase, led by its recent transition from highly regulated to a more liberalised business environment, and powered by a youthful population that is soon set to give the country the world's biggest labour force, even bigger than China's.</p> <p>“It feels like the economy has gone past a tipping point, to where growth is to some extent self-sustaining,” he says. “There are a lot of tail winds.”</p> <p>That may sound surprising to those who remember the government's chaotic early response to Covid-19, when millions of migrant city dwellers were told to return to their villages, spreading coronavirus across the country and damaging the economy.</p> <p>Before that, in November 2016, the government scored a supreme own-goal in the form of demonetisation, when it withdrew overnight more than 80 per cent of the cash in circulation in a bid to shrink the informal economy and increase its tax take — only to cause economic disruption. This was exacerbated by reforms in property that, while seen as positive in the long term, caused short-term pain.</p> <p>But other policy changes have been more supportive. Hiren Dasani, manager of the India equity portfolio at Goldman Sachs Asset Management, points to a 2019 corporate tax cut, followed by a reform of labour laws, making it easier for companies to hire and fire, and a new approach to privatisation, in which the government is willing to sell controlling shares rather than just minority holdings. “There is a very strong cyclical recovery coming through after Covid,” he says. </p> <p>This is being driven by three main factors, in his view. First is the real estate sector, staging a comeback after bottoming out. Second is private consumption, which has been much stronger than expected. And third is private capital investment. This is rising after years of inactivity during which many companies reduced their indebtedness, while private sector banks have cleaned up their balance sheets, reducing non-performing loans and becoming increasingly willing to lend.</p> <p>The results are already visible in Indian stock prices, trading at multiples of more than 18 times expected one-year forward earnings, compared with a recent historical average of 16. Dasani says earnings are recovering and could deliver 10 to 12 per cent annual gains in rupee terms, even if valuations fall back to the historic level.</p> <p>For foreign investors, who must convert rupee earnings into their own currency, there is one big concern. The rupee has lost about 7 per cent of its dollar value this year, wiping out much of that equity return. </p> <p>It's little consolation that this year's devaluation has been largely driven not by Indian weakness but by increases in the dollar, powered by the rise in US interest rates. With the Fed determined to keep going, other currencies are vulnerable.</p> <p>Shilan Shah, senior India economist at Capital Economics, says India is far from immune — but is less exposed than many EM peers. “The economy is domestically driven.” While public debt has risen sharply in recent years, to about 85 per cent of GDP, the fact that it is locally held and in local currency gives India greater security than many other EMs.</p> <p>Finegan at Skerryvore says many mainstream consumer stocks have become highly-valued in India's recent rally, leaving them less attractive, though there are still opportunities. A surge in stock prices since mid June has seen the Bombay Stock Exchange's Sensex index rise 17 per cent, wiping out all of this year's earlier losses. </p> <p>Among his picks is Crisil, a local rating agency well placed to benefit from the expansion of India's capital markets. He also likes drug manufacturer Cipla. </p> <p>Finegan says Cipla and others exemplify the increasing sophistication of India's economy. Just as the country's IT industry has progressed from low-cost back-office operations to globally competitive business service providers, so its pharmaceutical industry has shifted from making generic drugs to joining the global drug development chain.</p> <p>Finegan says one way for foreign retail investors to get exposure to India is to buy dedicated Indian equity funds, but to shun any that invest in state-owned enterprises. </p> <p>Dzmitry Lipski, head of funds research at Interactive Investor, suggests buying Asian or broader EM funds that can adjust their exposure to India. He gives the examples of the Pacific Assets Trust, with a 46 per cent allocation to India, or the Mobius Investment Trust, with a 16 per cent allocation. He adds that iShares MSCI India ETF — which tracks an index of big and medium-sized companies — is an easy option for passive investors.</p> <p>For retail investors looking for a gateway to India there are a few routes available. Anybody looking for short-term profits may be gambling with the Fed and the global outlook. But for those prepared to wait out any immediate market instability, India offers a bit of economic hope at a time when there is not much around.</p><p>Source: Jonathan Wheatley 2022 'Can India become the new emerging markets powerhouse?' FT.com 9 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-09T13:17:03.572Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 3845,
          "end": 3852
        },
        {
          "start": 3845,
          "end": 3858
        },
        {
          "start": 3845,
          "end": 3875
        },
        {
          "start": 3820,
          "end": 3850
        }
      ],
      "weightsV2": {
        "weight": 1.805,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.19500005,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}