{
  "_id": "882a67d76f2351e416188b882721152d2b4837e19cff026f5ed85d780ea6818f",
  "feed": "ftcomall",
  "title": "Who owns London's most expensive home?",
  "text": "<p><strong>One thing to start</strong>: Grocery delivery app pioneer <strong>Getir</strong> <a href=\"https://www.ft.com/content/d595ce09-7151-49d6-9cb7-3cc2f44ba844?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">is in talks</a> to take over its heavily lossmaking rival <strong>Gorillas</strong>, according to people familiar with the deal.</p> <p><strong>And one BIG event</strong>: We can't wait to see you tomorrow in London at the Pan Pacific hotel in London for Due Diligence Live. Join the conversation with some of the biggest names in global finance, including<strong> Blair Effron</strong>,<strong> Carson Block</strong>,<strong> Desiree Fixler</strong>,<strong> Jonathan Kanter</strong> and many more. Receive 10 per cent off your in-person pass <a href=\"https://duediligence.live.ft.com/page/2116586/attend-in-person?promo=10off\">here</a>, or if you can't make it, DD readers can register for a complimentary digital pass <a href=\"https://duediligence.live.ft.com/page/2237738/digital-premium-subscriber-pass\">here</a>. </p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>The real buyer behind 2-8a Rutland Gate</p></li>  <li><p>EY misses red flags . . . again</p></li>  <li><p>Tiger attempts a comeback story</p></li> </ul> <h1>Cracking the mystery behind London's most expensive home</h1> <p>Ever since his private family office <a href=\"https://www.ft.com/content/faa9f45e-33b1-11ea-9703-eea0cae3f0de\">emerged as the buyer</a> of 2-8a Rutland Gate in January of 2020, Chinese property magnate <strong>Cheung Chung-kiu </strong>has been understood to be the owner of the most expensive house in London.</p> <p>But a <a href=\"https://www.ft.com/content/e38f49e3-b8e2-4690-8e60-2b032d41dafa\">long-running investigation</a> by the FT's George Hammond and Primrose Riordan reveals that things were not as they appeared when it came to the sale of the sprawling 5,782 sq metre Knightsbridge mansion.</p> <p>The true owner of the house, according to five people familiar with the matter, was <strong>Evergrande </strong>boss and Cheung's old poker buddy <strong>Hui Ka Yan</strong>.</p> <p>Cheung, whose company<strong> CC Land</strong> owns London's “Cheesegrater” skyscraper, was the latest in a succession of powerful individuals to have his name on the proverbial mailbox at 2-8a Rutland Gate.</p> <p>The 45-room estate was bought in 1982 by the <strong>Yunak Corporation</strong> — a company registered in Curaçao, an island in the Dutch Antilles and a tax haven at the time — run by the late Lebanese prime minister and billionaire businessman <strong>Rafiq Hariri</strong>. It was later gifted to then-Saudi Crown Prince <strong>Sultan bin Abdulaziz</strong> following Hariri's assassination in 2005.</p> <p>After sitting empty for around 10 years following bin Abdulaziz's death, Cheung stepped in.</p> <p>Further investigations by the FT show that there was more to the story. The sale involved a British Virgin Islands company called <strong>Vision Perfect Global Ltd</strong> buying the property from <strong>Yunak Property Corp</strong>, also listed in Curaçao, according to<strong> UK Land Registry</strong> documents.</p> <p><strong>Ding Yumei</strong>, Hui's wife, was recorded as holding 75 per cent or more of a related UK-listed company where two CC Land executives were named as directors.</p> <p>It's understandable why Hui, once China's richest man, might have wanted to keep the purchase under wraps. </p> <p>Evergrande's debts had begun to hit eyebrow-raising levels around that time (our colleagues at Alphaville <a href=\"https://www.ft.com/content/4f87b765-f8bc-4f13-9fda-05a125bf5450\">were quick to call out</a> the impending danger), and Hui and his fellow billionaires were coming under increased scrutiny as Beijing's “common prosperity” agenda took shape.</p> <p>DD readers know what happened next.</p> <p>As Hui continued to keep up his <a href=\"https://www.ft.com/content/093e8c71-017a-400b-a422-d7a58088ed56\">lavish lifestyle</a>, which included rubbing elbows with royalty and indulging in lavish homes, Rolls-Royces and private jets, Evergrande's growing debts <a href=\"https://www.ft.com/content/661c1773-31ca-40ec-93df-b4f0063a5c44\">have escalated</a> into a full-blown crisis.</p> <p>Hui is now under pressure to part with personal assets in order to help satisfy Evergrande's creditors. 2-8a Rutland Gate is in effect for sale, people familiar with the situation told the FT, although there's no formal process.</p> <p>“There's a price for everything,” said one person involved in the 2020 sale who is in regular contact with the current owners.</p> <p>Billionaire bargain hunters stand to score the property at a steep discount to the 2020 price if Hui is the seller, said one property executive in Hong Kong familiar with the matter. </p> <p>They will still need to foot the remaining refurbishment costs, though. Londoners <a href=\"https://committees.westminster.gov.uk/documents/s42963/ITEM%203%20-%202%20-%208%20RUTLAND%20GATE%20LONDON%20SW7%201AY.pdf\">who complained</a> to the council about how a “halo”-shaped dome roof might distort the skyline can enjoy uninterrupted views, at least for now.</p> <h1>Another scandal at EY?</h1> <p>Stop us if this starts to sound suspicious. </p> <p>Last year, a workers' co-operative in Lille invested €1.5mn in a couple of structured products on the advice of a Paris broker who claimed to be doing it for free. Yet €120,000 of commission on the purchases was paid to a firm in the British Virgin Islands whose name wasn't on the paperwork.</p> <p>The group that paid was<strong> Leonteq</strong>, a Swiss fintech that structured the trades by immaculate conception: its compliance team found no “audit track”, aka the recorded calls or messages that would explain how they came into being. &#xa0;</p> <p>Could the BVI-based company be a smokescreen to layer funds or hide commission from the French taxman, Leonteq's compliance team wondered? Should they alert the French authorities? </p> <p>No, Leonteq decided. And to make sure, it called in the accounting firm EY to double check. What EY <a href=\"https://www.ft.com/content/427e9658-6d38-415e-8fb9-b2d2eebb1fc1\">failed to find</a> was the subject of this investigation from the FT's Dan McCrum, Victor Mallet and Leila Abboud. &#xa0;</p> <p>EY reported “an absence of email and phone-record evidence” but concluded that “no indication exists that would justify the allegations of money laundering or tax evasion”.</p> <p>It did so without appearing to contact the co-op at the heart of it. When the FT did just that, <strong>Eric Faidherbe</strong>, president of the workers' co-op, said: “I'm involved in a bit of a crazy story here.” He knew nothing about the BVI company, which placed itself into voluntary liquidation under the control of a Panamanian administrator after the FT began to make inquiries.</p> <p>Leonteq shares dropped 17 per cent on Monday, to SFr40.09. The company said it had “a strict zero tolerance policy regarding non-compliant business behaviour”, and that all allegations were “managed, monitored and reported with due care and process”.&#xa0;</p> <p>EY, already famous for the quality of its work at the collapsed<strong> Wirecard </strong>and <strong>NMC Health</strong>, declined to comment, citing client confidentiality. </p> <p>The supposedly highly regulated market for structured products relies on groups such as Leonteq to control the middlemen distributing their wares. It was, said one whistleblower, a race to the bottom. “Weak controls attracts shitty business.”&#xa0;</p> <h1>Tiger attempts to claw its way back</h1> <p>With its famed flagship fund down by over 50 per cent this year due to plunging tech stocks, <strong>Tiger</strong> <strong>Global</strong> is returning to investors with half the ambition.</p> <p>Billionaire <strong>Chase Coleman</strong>'s firm is <a href=\"https://www.ft.com/content/cb46c2fa-d5c8-4543-bb35-bbf37fc369cc\">seeking $6bn in capital</a> for a new private equity fund to plough into private technology companies, DD's Antoine Gara reported last week.</p> <p>The $6bn fundraising goal is below early targets of about $8bn and less than half the $12.3bn it raised in February for its 15th private equity fund.</p> <p>Tiger has taken Silicon Valley by storm in recent years, investing tens of billions of dollars into tech companies at a pace only surpassed by <strong>SoftBank</strong>'s <strong>Masayoshi</strong> <strong>Son</strong>. </p> <p>Now, it's promising to slow down. Tiger told investors it will spend less than 50 per cent of the new fund, called PIP 16, in its first year. Its current fund is already mostly invested after just nine months. </p> <p>Tiger's private equity business was created by <strong>Scott</strong> <strong>Shleifer</strong> in 2003, near the nadir of the dotcom bust. It holds $45bn in unrealised private company stakes, the vast majority of its $63bn in assets under management. Tiger's remaining assets are mostly hedge strategies overseen by Coleman.</p> <p>The fundraising push comes as <a href=\"https://www.ft.com/content/55ba96f9-9afc-45a8-b82a-700de8166d7b\">a rare conflict has spilled into public view</a>. A week ago, Tiger told limited partners that <strong>John</strong> <strong>Curtius</strong>, a prolific software investor who oversaw over 100 investments since 2019, would be leaving. </p> <p>The announcement, made days before Tiger notified LPs of its fundraising push, said that Curtius would stay for a months-long transition. By the end of the week, Curtius was no longer employed by Tiger. He's planning to catch a bottom in technology valuations with his own firm. </p> <h1>Job moves</h1> <ul>  <li><p>City grandee <strong>Martin Gilbert</strong> <a href=\"https://www.ft.com/content/40d18991-8f83-44db-bdca-25de8b67b863\">has been asked to step down</a> from the board of two major funds run by <strong>Abrdn</strong> because of potential “conflicts of interest”.&#xa0;</p></li>  <li><p>Diamond producer <strong>De Beers</strong> <a href=\"https://www.ft.com/content/f229ccdf-4b7e-4a94-adbb-5378ea13dc75\">has appointed</a><strong> Al Cook</strong>, who most recently led Norwegian oil major <strong>Equinor</strong>'s exploration and production business, as chief executive. He replaces<strong> Bruce Cleaver</strong> after seven years at the helm.</p></li>  <li><p><strong>Credit Suisse</strong>'s Asia-Pacific M&amp;A head <strong>Christopher Chua</strong> <a href=\"https://www.bloomberg.com/news/articles/2022-10-05/hsbc-said-to-hire-credit-suisse-s-chua-for-top-asia-m-a-role?utm_content=business&amp;cmpid=socialflow-twitter-business&amp;utm_campaign=socialflow-organic&amp;utm_medium=social&amp;utm_source=twitter\">is leaving the Swiss bank</a> to help lead <strong>HSBC</strong>'s Asia M&amp;A business, per Bloomberg.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Dropping the ball </strong>The New York Times' acquisition of The Athletic was meant to assemble a sports media dream team. Instead, <a href=\"https://www.washingtonpost.com/sports/2022/10/07/new-york-times-athletic-subscribers/\">internal tensions and culture clashes</a> have taken hold, The Washington Post reports.</p> <p><strong>Tough act to follow</strong> In 2018, a German healthcare group became the first company permitted in Delaware court to terminate a merger agreement. The case <a href=\"https://www.ft.com/content/0b697b29-2727-4749-8837-bfc3ae78cc15\">illustrates how difficult</a> it would be for Elon Musk to successfully walk away from his Twitter takeover, writes DD's Sujeet Indap.</p> <p><strong>Out of tune </strong>Goldman Sachs boss David Solomon's bet on retail banking has failed to pay off. After rising costs and missed profitability goals have stoked discontent within the firm, the chief executive-slash-DJ is <a href=\"https://www.bloomberg.com/news/features/2022-10-09/goldman-sachs-gs-ceo-plots-pivot-on-money-losing-marcus-consumer-unit?leadSource=uverify%20wall\">scrambling to find a new rhythm</a>, Bloomberg reports.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/dded71a6-2637-45ec-b8b5-da0154455c8b\">US banks to set aside $4bn for potential losses from bad loans</a> (FT)</p> <p><a href=\"https://www.ft.com/content/70ce7802-0d56-43ed-a7f6-7a00895df97c\">Ailing lender Monte dei Paschi explores options as €2.5bn cash call falters</a> (FT)</p> <p><a href=\"https://www.ft.com/content/e875b347-a24e-4ccb-bae8-ebc9430d7344\">Dixit Joshi: the new Credit Suisse CFO facing a daunting challenge</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f9d90465-1036-430d-8f54-21d075a7b3ec\">JPMorgan CEO Jamie Dimon warns US recession ‘likely' in 6 to 9 months</a> (FT) </p> <p><a href=\"https://www.ft.com/content/ce556bac-30cc-49c6-b883-5cab67ce5379\">Saudi Arabia wealth fund commits $2.3bn to football sponsorships</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c82d8d73-fce9-4d29-ac6e-e5b500029615\">Qatar expands football interests after buying stake in Portuguese team</a> (FT)</p> <p><a href=\"https://www.ft.com/content/72615a93-ef2c-46bd-be40-cc0c890dc4e6\">LetterOne nears Holland &amp; Barrett debt deal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/a7a1980e-1fe4-438e-92a5-ddc53d07ab56\">Glencore hit with investor lawsuit after bribery conviction</a> (FT) </p> <p><a href=\"https://www.ft.com/content/cc23e994-c4f7-40c2-b175-f2e95a32fdbf\">M&amp;A advisers: tight money leaves specialists starved of deals</a> (FT) </p><p>Source:  2022 'Who owns London's most expensive home?' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-11T04:00:54.138Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8658,
          "end": 8671
        },
        {
          "start": 8658,
          "end": 8665
        },
        {
          "start": 8592,
          "end": 8605
        }
      ]
    }
  ]
}