{
  "_id": "a659e72170b31d6b4af968526cde66a6ebf29a80e5b806327c959010ca37f5a0",
  "feed": "ftcomall",
  "title": "Special edition: DD goes forensic on FTX",
  "text": "<p><strong>One note to start:</strong> In today's edition of DD, we take you behind the scenes of FTX's unravelling and how it reverberated around some of the biggest institutions in finance.</p> <p>We don't typically expend much energy on cryptocurrencies. (But our Crypto Finance newsletter has you covered, sign up <a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%2262c5b64e2e5c504788777adf%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\">here</a>.) The burgeoning industry that has grown around these digital assets largely exists in a parallel universe to that of traditional corporate finance. But FTX was different.</p> <p>Institutional investors viewed <strong>Sam Bankman-Fried</strong>'s now-stricken exchange as a safe haven in the wild west of crypto. Venture capital, hedge fund and private equity royalty poured money into the company. And now leading law firms are vying for roles in a Chapter 11 bankruptcy like no other.</p> <h1>FTX's balance sheet: pls fix&#xa0;</h1> <p>During his speedy ascent, <strong>Sam Bankman-Fried</strong> promised to upend traditional finance with <strong>FTX</strong>, the crypto trading empire he bragged might eventually be powerful enough to buy <strong>Goldman</strong> <strong>Sachs</strong>.</p> <p>In a sprint last week to raise billions of dollars and save his company, SBF, playing the role of investment banker to FTX, was only able to muster a slapdash pitch that would have got him laughed out of any meeting on Wall Street.</p> <p>SBF was looking to raise $6bn-$10bn in cash, <a href=\"https://www.ft.com/content/f05fe9f8-ca0a-48d5-8ef2-7a4d813af558\">according to a term sheet obtained</a> by the FT that was included in a “data room” the former billionaire crypto wunderkind sent to prospective investors via a password-protected <strong>Dropbox</strong> file.</p> <p>It contained hastily arranged balance sheets — mostly in unformatted Excel spreadsheets that were replete with typos and unnamed pages like “Sheet3”. No advisers or standard financial information were included. Files could be downloaded at will.</p> <p>[Click <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/7ab64a3b-6ce0-47cc-96ac-5e2d2a8c5d6c.png\">here</a> to zoom in on the Excel sheet.]</p> <p>What stood out, DD's Antoine Gara and the FT's Kadhim Shubber and Joshua Oliver reported, was the <a href=\"https://www.ft.com/content/f05fe9f8-ca0a-48d5-8ef2-7a4d813af558\">stunning illiquidity of FTX</a> and its treasure trove of miscellaneous assets of questionable value. There was also a massively troubling line item: a negative $8bn entry described as “hidden, poorly internally labled ‘fiat@' account”.</p> <p>“NOTE: all of these are rough values, and could be slightly off; there's also a chance of typos, etc,” SBF further warned.</p> <p>“The data room was a joke,” said our source. “It was an investment club-level data room.” Prospective rescue investors passed.</p> <p>FTX <a href=\"https://www.ft.com/content/afe56c4e-2d68-457e-bbb2-476752d5f02e\">filed for bankruptcy on Friday</a>, a stunning development for one of the world's most valuable private start-ups. It had raised $1.8bn in funding from many of the best-known investors and carried a $32bn valuation at the beginning of the week.</p> <p>The clear view into FTX's shoddy finances, which showed just $900mn in liquid assets against nearly $9bn in liabilities, puts poorly-conceived comparisons of SBF to <strong>Warren</strong> <strong>Buffett</strong> and <strong>John Pierpont Morgan </strong>to rest.</p> <p>SBF's ambitions to supplant traditional finance allowed him to briefly gain access and hold influence in the highest rungs of wealth, business, politics and culture. He travelled in rarefied circles alongside Goldman Sachs chief executive <strong>David</strong> <strong>Solomon</strong> and former US president <strong>Bill</strong> <strong>Clinton</strong>. </p> <p>But he quickly crumbled. At best, FTX was a Potemkin village. </p> <p>His legacy now appears to be a long line of creditors hoping to recover assets from a paper trail — that, from what we saw — wouldn't make it out of a first-year investment bank analyst rotation.</p> <h1>How FTX ‘seduced' big finance</h1> <p>As is always the case when financial explosions happen, everyone's asking how they missed the red flags — most of all FTX's investors. </p> <p>Here are a few: 1) SBF constantly playing video games through meetings 2) having FTX headquarters in Hong Kong then switching to the Bahamas 3) the <a href=\"https://www.ft.com/content/8f8bb265-8d86-400c-a9d2-780a343f0ca8\">LACK OF A BOARD</a>. We could go on.</p> <p>One top investor summed it up nicely to DD: “We were seduced.” In hindsight, their firm “should have focused more” on details about the crypto exchange's governance and financial controls rather than its founder's growing fame, they added. </p> <p><a href=\"https://www.ft.com/content/67b1899f-4b1f-4676-b264-0d19e205d64e\">At least they're not alone</a>. FTX's investor list had some of the best-known names in venture capital, private equity and hedge funds on it. </p> <p>Heading up the SBF fan club was buyout billionaire<strong> Orlando Bravo</strong>. </p> <p>Bravo, whose old college professor at Stanford was none other than SBF's father, said at an investment conference in Cannes that FTX would be <a href=\"https://www.ft.com/content/c5dd6c35-d3e2-4602-a8e4-54266990cfd3\">“a big winner”</a>. The close personal ties may explain why an investor who had flagged the crypto industry's questionable practices didn't see its biggest collapse coming.</p> <p>In his defence, he'd already put more than $125mn into the business by that point, becoming one of its largest backers.</p> <p>The <strong>private equity</strong> firm will now meet a similar fate to other FTX investors, including the likes of <strong>SoftBank</strong> and <strong>Paradigm</strong>, who have had to mark their stakes down to zero.</p> <p>No one will be quite as embarrassed as <strong>Sequoia</strong>, one of the most famous venture capital firms in the world. Not only have they seen their entire investment evaporate, but they've also had to pull a laudatory, 10,000-word profile of SBF from their website.</p> <p>We and others thought this might happen so here's <a href=\"https://archive.ph/qFJJN#selection-163.0-168.0\">an archived link</a> to the piece. In it, Sequoia partners lose their minds over the potential of being able to buy a banana on FTX.</p> <a href=\"https://twitter.com/marceloclaure/status/1591565113022205952\">https://twitter.com/marceloclaure/status/1591565113022205952</a> <p>The FTX situation is so bad that even <strong>Marcelo Claure</strong>, a former right-hand man for <strong>Masayoshi Son</strong>, acknowledged failure. Let that sink in: one of the guys who brought you <strong>WeWork</strong> and <strong>Greensill </strong>is embarrassed.</p> <h1>The FTX bankruptcy battle begins</h1> <p>Bankruptcy filings are often carefully choreographed affairs. Documents are drafted, consensuses are reached, and confusion is mitigated.</p> <p>One of the most “valuable” assets on FTX's balance sheet is a thinly traded cryptocurrency called <strong>Serum</strong> that SBF had marked at over $2bn in value on Thursday, but which carries a market value of about $80mn. Other items include numerous other speculative cryptocurrencies, over $7mn in a bet titled “TRUMPLOSE”, and even an apparent stake in <strong>Twitter</strong>.</p> <p>Suffice to say FTX won't be your typical restructuring.</p> <p>The chaos-enveloped crypto firm's Chapter 11 filing includes FTX's US and international trading operations, SBF's trading group <strong>Alameda Research</strong> and about 130 affiliated entities.</p> <p>One major issue for FTX's bankruptcy lawyers: the majority of its liabilities are US dollars and bitcoin, two assets of a fairly knowable value. Meanwhile, its assets are mostly ultra speculative or illiquid like Serum or the <strong>FTT</strong> token that FTX issued, which also helped to cause its implosion.</p> <p>It's a huge mess for FTX's bankruptcy lawyers to sort through. The idea that creditors will recover much seems remote. One crypto trader has been bidding on claims at <a href=\"https://twitter.com/avi_eisen/status/1591555589481676802\">5 cents on the dollar</a>. &#xa0;</p> <p>Even more uncertain than the value of FTX's assets may be the rules when it comes to crypto bankruptcies.</p> <p>There are now multiple large crypto restructurings occurring simultaneously — <strong>Voyager</strong> and <strong>Celsius</strong> also filed this year — but there's little legal precedent. </p> <p>FTX may be the messiest of them all. </p> <p>Typically companies will file several early motions that ask the bankruptcy court to allow the company to keep functioning by paying employees and critical vendors. There's also often a request to approve emergency financing, and some sort of declaration from an executive explaining just how the company ended up needing protection from its creditors.</p> <p>As of Monday, no such documents have appeared. FTX's lawyers have been busy with preparations for their debut in court, though, which could come as early as later this week.</p> <p><strong>Sullivan &amp; Cromwell</strong> appear to be leading the legal effort for FTX, its longtime client. Meanwhile SBF has hired <strong>Paul Weiss </strong>partner <strong>Martin Flumenbaum</strong> — who rose to fame representing junk bond trader <strong>Michael Milken</strong>.</p> <p>Factor in FTX's subpar record-keeping (as SBF himself conceded) and<a href=\"https://www.ft.com/content/dc08ed9f-0f3b-45fb-a5f6-b87157fdf944\"> a potential hack</a>, and it's no wonder things are moving a bit slowly. </p> <p>One potential landmine for onlookers to study: though Sequoia and Paradigm are some of the biggest financial losers from FTXs implosion, the crypto firm has nearly $1.5bn in “other ventures” like large LP interests in both funds that may be some of the estate's most valuable collateral.</p> <h1>Job moves</h1> <ul>  <li><p>Law firm <strong>Cleary Gottlieb</strong> <a href=\"https://www.clearygottlieb.com/news-and-insights/news-listing/cleary-gottlieb-names-23-new-partners-counsel-and-senior-attorneys\">has promoted</a> nine partners, eight counsel and six senior attorneys.</p></li>  <li><p><strong>Hirotaka Kato</strong>, <strong>Citigroup</strong>'s investment banking co-head for Japan, <a href=\"https://www.bloomberg.com/news/articles/2022-11-10/citi-s-japan-investment-banking-co-head-kato-is-said-to-leave#xj4y7vzkg\">has left</a> the US bank, per Bloomberg.</p></li>  <li><p><strong>Vodafone</strong> has appointed <strong>Christine Ramon</strong>, the former finance chief of South African miner <strong>AngloGold Ashanti</strong>, as a non-executive director.</p></li>  <li><p><strong>Bank of Ireland </strong><a href=\"https://www.ft.com/content/c0991f11-c2e9-46ba-95ca-47035dcf8413\">has named</a> <strong>Myles O'Grady</strong>, who <a href=\"https://www.ft.com/content/d800c936-37e0-4d3c-b1d1-ac25671de64d\">quit as finance director</a> last year because of the €500,000 cap on senior executives' pay, as its new chief. </p></li>  <li><p><strong>Houlihan Lokey</strong> has agreed to acquire London-based<strong> Oakley Advisory</strong>. As part of the deal, Oakley managing partners <strong>Chris Godsmark</strong> and <strong>Christian Maher</strong> will join the investment bank as managing directors.</p></li> </ul> <h1>Smart reads&#xa0;</h1> <p><strong>Red flags </strong>Signs of trouble were present in SBF's crypto empire, CoinDesk reports, from his roommates <a href=\"https://www.coindesk.com/business/2022/11/10/bankman-frieds-cabal-of-roommates-in-the-bahamas-ran-his-crypto-empire-and-dated-other-employees-have-lots-of-questions/\">who doubled as</a> co-executives and romantic partners to the <a href=\"https://www.coindesk.com/business/2022/11/11/meet-the-metaverse-night-clubloving-audit-firm-that-presided-over-ftxs-financials/\">Metaverse nightclub-frequenting</a> audit firm that oversaw its books.</p> <p><strong>Hindsight is 20/20 </strong>SBF's emergence as crypto's white knight earlier this year has backfired, Reuters reports, after his interventions at flailing start-ups during the market collapse<a href=\"https://www.reuters.com/technology/exclusive-behind-ftxs-fall-battling-billionaires-failed-bid-save-crypto-2022-11-10/\"> triggered a series of losses</a> at his trading firm Alameda Research that would eventually lead to his undoing.</p> <p><strong>Dems in disarray </strong>The SBF industrial complex is imploding, writes Puck's Teddy Schleifer, as beneficiaries of the 30-year-old's altruism — particularly the Democratic party — <a href=\"https://puck.news/the-s-b-f-pandemic/\">watch his fortune go up in smoke</a>. </p> <p><strong>And to cap things off</strong> FTX's hilarious <a href=\"https://www.youtube.com/watch?v=BH5-rSxilxo\">Super Bowl ad</a> warned us not to be like comedian <strong>Larry David</strong> when it comes to innovation. Turns out Larry was right all along.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/14e3c290-b406-40b6-afd5-d2ec390419ef\">Legal fight over Elon Musk's $56bn Tesla pay deal begins</a> (FT) </p> <p><a href=\"https://www.ft.com/content/83d66bfb-bf9b-45f8-ae77-b7921607f944\">Estée Lauder nears $2.8bn deal to buy Tom Ford</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6a1b87d8-696c-4259-b30a-e140e49bbfd4\">Jeff Bezos pledges to give away most of his fortune</a> (FT) </p> <p><a href=\"https://www.ft.com/content/adbcacc7-c07e-4eba-9ef0-d61affbf06ca\">Oil and gas group Pantheon falls on reports of Muddy Waters bet</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d677b67f-e2f0-49f4-a753-786fe05d4c7c\">KPMG reaches £5mn settlement over Watchstone audit negligence claim</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/35e56d8d-8c46-4a95-8cd9-8a0599cb1477\">Sanjeev Gupta faces battle over control of Belgian steel plant</a> (FT)</p> <p><a href=\"https://www.ft.com/content/12a3baaa-b035-4000-ac97-ccf990ff8523\">Tyson Foods launches board review over new CFO's arrest</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-14/goldman-is-hiring-in-the-middle-east-to-tap-deals-fund-flow\">Goldman is hiring in the Middle East to tap deals, fund flow</a> (Bloomberg) </p> <p><a href=\"https://www.wsj.com/articles/jpmorgan-dodges-a-buyout-loan-bullet-11668340804\">JPMorgan dodges a buyout-loan bullet</a> (Wall Street Journal) </p> <p><a href=\"https://www.ft.com/content/f22d5bf3-eefb-40dc-98c3-7a325a45b523\">Dealmaking gets tougher as era of free money closes</a>&#xa0; (FT Opinion)</p> <p><a href=\"https://www.ft.com/content/d7980d58-b24c-4948-ab59-8199d16052b6\">Changpeng ‘CZ' Zhao, crypto's ‘corporate raider'</a> (FT Person in the News) &#xa0;</p><p>Source:  2022 'Special edition: DD goes forensic on FTX' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-15T05:00:16.775Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 960,
          "end": 973
        },
        {
          "start": 2981,
          "end": 2988
        },
        {
          "start": 2981,
          "end": 2994
        },
        {
          "start": 960,
          "end": 967
        },
        {
          "start": 952,
          "end": 965
        },
        {
          "start": 10177,
          "end": 10184
        },
        {
          "start": 2957,
          "end": 2970
        }
      ]
    }
  ]
}