{
  "_id": "14bbe44a9e75622580aa192e289770308ec182e3b667a5a6f4f9ce1f61d04ff0",
  "feed": "market-watch",
  "title": "Dow, S&P 500 edged higher in choppy trade post Labor Day; Bed Bath & Beyond shares slump after death of CFO",
  "text": "<p>What's happening</p><p>* The Dow Jones Industrial Average DJIA was up 57 points, or 0.2%, at 31,376, after falling more than 200 points at its session low.</p><p>* The S&amp;P 500 SPX gained 7 points, or 0.2%, to 3,931.</p><p>* The Nasdaq Composite COMP was off 17 points, or 0.2%, at 11,613.</p><p>Major stock indexes fell for a third straight week on Friday, with the Dow posting a 3% weekly decline, the S&amp;P 500 declining more than 3% and the Nasdaq Composite shedding 4.2%.</p><p>What's driving markets</p><p>Lingering concerns about the economic fallout from a European energy crisis and the Federal Reserve's determination to damp multidecade high inflation were seen putting equities under renewed pressure. Treasury yields jumped, seeing rate-sensitive growth stocks sliding.</p><p>\"Equities endured a renewed spell of weakness over the past two weeks, driven by the perception of a further hawkish tilt in Fed intentions,\" said Mislav Matejka, equity strategist at JP Morgan.</p><p>The Institute for Supply Management said its services index rose to 56.9% in August from 56.7% in the prior month — the highest level since April. Economists polled by the Wall Street Journal had expected the index to drop to 55.5%.</p><p>The slide comes as investors ponder whether stocks were set to retest mid-June lows after a summer bounce ran out of steam last month and as the market enters its traditionally weakest month.</p><p>\"Bulls hoping for a rebound will be doing so during a shortened Labor Day week that historically has paralleled September and its track record of underperformance: Losses have been slightly less frequent over the past three decades, but volatility has been higher,\" said Chris Larkin, managing director for trading at E-Trade from Morgan Stanley.</p><p>See: 'The psychology has changed so quickly': Why stock-market lows may be retested as S&amp;P 500 enters its weakest stretch of year</p><p>U.S. equities had initially bounced on Friday after the August nonfarm payrolls report was deemed not so strong that it would encourage the Fed to become even more aggressive in hiking interest rates.</p><p>But news later in the day that Russia would indefinitely shutdown the main gas pipeline to Europe, thereby adding to the chances of a sharp economic slowdown on the continent, pushed the S&amp;P 500 back towards its lowest level since late July.</p><p>\"Stocks ended a difficult week with a volatile pre-Labor Day session, buoyed by better than expected jobs numbers by almost every metric, especially a rise in the participation rate,\" said Evercore ISI in a note.</p><p>\"Offsetting the welcome econ report was the news that the Nord Stream pipeline would not restart as planned, reminding the world that Russia's leverage over Europe remains unprecedented, unrelenting, and an uncompromising threat to the Post WWII global order,\" Evercore added.</p><p>Goldman Sachs chief economist Jan Hatzius offered a cautiously optimistic note on the ability of the Federal Reserve to deliver a so-called soft landing of the U.S. economy, averting recession as it continues to raise interest rates and otherwise tighten monetary policy.</p><p>\"It requires sustained below-trend output growth, a rebalancing of the labor market via sharply lower job openings coupled with a moderate rise in unemployment, and a large decline in inflation,\" he said in a note to clients. \"While much can still go wrong and our probability that a (mild) recession will start in the next year remains about one in three, we see some encouraging signs that the economy is moving toward all three of these goals.\"</p><p>U.S. equities may have been underpinned on Tuesday by gains across European bourses as the new U.K. Prime Minister Liz Truss was rumored to be considering freezing household energy bills, the latest in a number of moves by European politicians looking to shield electorates from the cost-of-living crisis.</p><p>The U.S. 10-year Treasury yield BX:TMUBMUSD10Y rose more than 10 basis points to 3.322%, touching its highest level since June.</p><p>Companies in focus</p><p>* Shares of retailer Bed Bath &amp; Beyond Inc. BBBY lost nearly 15% after the death of Chief Financial Officer Gustavo Arnal was ruled a suicide.</p><p>* ADT Inc. ADT shares jumped nearly 12% after the home-security company confirmed that it had secured about $1.65 billion in new investments from insurer State Farm and Alphabet Inc.'s GOOG GOOGL Google to boost product innovation, marketing and customers.</p><p>* FedEx Corp. FDX shares fell 2.7% after Citi analyst Christian Wetherbee downgraded the package delivery company citing concerns over the pace of freight activity with upcoming data expected to \"skew negatively\" in the peak season. Wetherbee cut this rating to neutral from buy, and slashed his stock price target to $225 from $270.</p><p>* Signify Health Inc. SGFY shares rose 0.6% after the home-health provider announced over the long weekend an agreement to be acquired by CVS Health Corp. CVS in a deal valued at about $8 billion. CVS shares were off 0.4%.</p><p>Dow, S&amp;P 500 edged higher in choppy trade post Labor Day</p>",
  "published": "2022-09-06T15:12:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 2774,
          "end": 2787
        },
        {
          "start": 2774,
          "end": 2781
        }
      ],
      "weightsV2": {
        "weight": 0.6983373,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.30166268,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}