{
  "_id": "a05a5ca00b22133c045383a0d343dc108ab678ca282c5f7df508b31a3790fcc5",
  "feed": "ftcomall",
  "title": "The great return to office stand-off: bosses vs staff",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/working-it\"><em>Working It</em></a><em> podcast episode — The great return to office stand-off: bosses vs staff</em></p> <p><strong>Isabel Berwick<br></strong>Do you go to the office every day?</p> <p><strong>Anita Woolley</strong><br>No. (laughter) </p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Hello and welcome to Working It with me, Isabel Berwick. Bosses around the world are very keen to get workers back into offices, even if they won't say so publicly. And the workers, they've now experienced a radical sense of autonomy, and they don't want to hear it. It's a huge problem. If leaders take too hard a line, they could have a mutiny on their hands. But equally, how can organisations balance their staff's personal preferences with those wider company goals? It's a question that's being asked over and over again, mainly behind closed C-suite doors. A few leaders are open about wanting staff back in the office. Goldman Sachs's David Solomon said earlier this year that remote work was an aberration that we're going to correct as quickly as possible. And Elon Musk's Tesla is monitoring how often employees' ID badges are swiped at the office. Anyone whose attendance falls below four days a week will be asked for an explanation. But most CEOs still fear employees' disapproval. A recent survey showed that only 4 per cent of US companies had forced workers back full time. But we can be sure a lot more of them really, really want those desks occupied. So why is there such a taboo about saying you want people to return to the office?</p> <p><strong>Anita Woolley<br></strong>Well, in part because of some of the response that the organisations who have come out more strongly have received.</p> <p><strong>Isabel Berwick<br></strong>That's Anita Woolley, who's Associate Professor of Organisational Behaviour and Theory at the Tepper School of Business at Carnegie Mellon University. She knows a lot about offices. </p> <p><strong>Anita Woolley<br></strong>Prominent researchers and people at a high level at a couple different tech companies who have resigned, for example, in the face of policies that would force them back into the office. I think that's made a lot of leaders very nervous about exactly how to handle the situation. And I've talked with some of them, frankly, who've confided that they're kind of waiting and watching to see what other companies do.</p> <p><strong>Isabel Berwick<br></strong>So no one wants to be the first mover, essentially?</p> <p><strong>Anita Woolley<br></strong>No, I think, you know, it takes quite a bit of courage, particularly combined with a sense that the job market is still pretty tight, especially in certain sectors. And so if employees have choices, you might be forcing some out the door if you come out with a very strong stance.</p> <p><strong>Isabel Berwick<br></strong>So lots of people have been telling people to go back to the office, whether it's sort of three days in the office and two at home or four one or five zero like Goldman Sachs. But that's to a certain extent, taking away their autonomy. And lots of people are starting to talk about that. How big a deal is autonomy, when you look at organisational behaviour?</p> <p><strong>Anita Woolley<br></strong>Oh, it's huge. So autonomy is one of the pillars of satisfaction and internal motivation. If you wanna create a situation where somebody is just going to be inherently motivated to work, autonomy is a big piece of enabling that, as is feedback in variety of different kinds of work and content.</p> <p><strong>Isabel Berwick<br></strong>So is the problem now the fact that we've had autonomy? Because many of us were working at home and then people resent it being taken away, whereas before we might not have noticed we didn't have much autonomy.</p> <p><strong>Anita Woolley<br></strong>Oh, absolutely. I mean, the psychology of having something that then is taken from you is, you know, constant, right? Or if you don't have it and someone else does, that sort of equity comparison, that happens. That's another piece of it. So both of those are at play here.</p> <p><strong>Isabel Berwick<br></strong>Anita's describing a really fascinating phenomenon. Our pandemic experience of having more autonomy and the current tight labour market means employees have the upper hand right now. So bosses are having to up their game to get people back in the office.</p> <p><strong>Anita Woolley<br></strong>For example, we keep hearing about more and more organisations that are loosening or removing their vacation policies and simply allowing people to take whatever vacation they need, right? The ultimate flexibility sometimes, again, for people who have to be in the office, giving them even more vacation or other kinds of benefits to help offset the costs of commuting or other luxuries, laundry service, dinner delivery, you know, things like this to help offset the time that they're spending getting to the office. So making the office attractive for those who they want to have come in or desperately need to have come in, as well as trying to create flexibility all around.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So this sounds about right. There are companies offering modest pay rises to workers who commit to going in to work, even two days a week. So there are actual bribes going on. Here at the FT, we had two months of free lunch, which we all loved. And we now get free coffee, which seems to be the usual kind of bare minimum perk at many organisations now. But it does sound like making the office an attractive place to be is replacing one form of flexibility — and perhaps the flexibility that people really want to be at home sometimes — with another one. And above all else, it's expensive. If things change, if the major economies go into recession, if jobs become scarce, do you think all these sort of flexible games of the work pandemic will disappear in a puff of smoke?</p> <p><strong>Anita Woolley<br></strong>I don't see us completely turning the clock back on this. There are, again, certain categories of workers who are in high demand. So in a recession, organisations are still gonna be competing for some of those workers because their supply still falls below demand. They tend to be the workers that are paid a bit more and have more options, and so those people are going to continue to demand it and the organisations that supply it will have that advantage. But on top of that, I do want to point out that many of the studies of what occurred as a result of all the remote work in the pandemic point to benefits for companies. So productivity gains and also lower costs. And so if we are in a recession where an organisation is trying to cut costs, reducing the costs of maintaining buildings and people, you know, in facilities could actually be a smart move.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So for all the bosses listening to this today, we're gonna take a temperature test and find out what other companies are doing and why and how people are responding. And for all the employees listening, we're going to look at the facts and figure out if a potentially unwelcome return is inevitable. Essentially, where does the power lie? And what happens if you use it? Joining me is Dan Thomas, the FT's chief UK business correspondent, and someone who writes a lot about the London office scene. Dan, welcome to Working It.</p> <p><strong>Daniel Thomas<br></strong>Thank you very much.</p> <p><strong>Isabel Berwick<br></strong>How are you enjoying being back in our lovely central FT office?</p> <p><strong>Daniel Thomas<br></strong>Well, I've enjoyed my free coffee today, so those are there who appreciate it. Sadly, no free lunch any longer, but nonetheless enjoying the water cooler conversations and the sparking of ideas around the dinner table.</p> <p><strong>Isabel Berwick<br></strong>Exactly. It's all about collaboration. But we've heard lots of stories about empty offices in London. And which companies have managed to get their staff back in the office full time, which sort of sectors? And how have people reacted that you've spoken to?</p> <p><strong>Daniel Thomas<br></strong>Was an interesting time to have this conversation six months after the end of the last lockdown. And I think a lot of those promises and pledges around flexible and hybrid working and the wellbeing of staff being at the forefront of bosses' minds, a lot of those promises are now being tested by the hard realities of commercial needs of the companies. And indeed now bosses can see what it looks like to have an office which is only half full of people. And that is terrifying to a lot of people. And sitting in their corner suites, thinking to themselves: just where is everyone? And there's always this kind of a sense of hardening, I think, among many bosses' minds, because they can obviously think back to the pandemic that's increasingly at the back of their minds. And the front of their minds is very much: where is our staff? Are they doing their work? And demonstrate the benefits of the office to these people. I think it's been the last month and a half actually emailing, I would say 60, 70 different companies across financial services, professional services, law firms, asking them exactly this question. You know, what are your policies? Have you changed those policies? Are you planning to change these policies over the next six months to a year or are they now set in stone? And almost, to a company, they all say roughly the same sort of things. We've got these hybrid working arrangements in place. We have dedicated to our staff and the wellbeing of our staff and so on, and I actually totally believe that to be true. But then you have to dig beneath that to some degree, and that's where it gets more interesting, to my mind at least. I was talking to one bank, for example, which was saying they had this well, you know, I think three day a week hybrid working policy, which they have come to from a top down and bottom up approach and consultations this and that, so it was absolutely fantastic. Digging deeper, it turns out at least a third of their staff are deemed office only workers and have to be in there five days a week. Because they didn't tell you about these sort of things. They say, oh, they've got this big corporate policy. It's all about hybrid for everyone. No, no, not everyone. Of course, not everyone can do this because lots of people have to work in the office and there's a sense of creep into that as well, because, of course, we know that, you know, outside the office you've got retail, you've got manufacturing, and within the office you've got your receptionists and so on who have to be in the office. And we know this to be true. This is self-evident. But it feels like this has creep into other roles. So particular case of this bank, for example, traders have to be in the office, the analysts had to be in the office. And suddenly you get this sort of third of people who have to be in the office. So what happens to the other two-thirds? They feel the pressure. There's this tacit experience going on with the other workers who can absolutely see the hybrid working policy, but within that, they feel the potential pressure of needing to go back to the office. And then that is coming through sometimes in the messaging, I think, from bosses as well. So, you know, within the emails we extol the virtues of the office and reading between the lines: there's a very clear message being sent out. And it's not, hey guys, do what you want. It's very much: we love the office and wouldn't you like to come back into the office? So I do think there's a sort of readjustment of positions, as you might expect, after what has been such a fundamental shift . . . </p> <p><strong>Isabel Berwick<br></strong>Yeah.</p> <p><strong>Daniel Thomas </strong><br>in how people work.</p> <p><strong>Isabel Berwick<br></strong>I'm really interested by this idea that it's up to the bosses to characterise who has to be in and who doesn't. That's extraordinary really, isn't it? And I think that's quite a new development I certainly hadn't heard. I mean, obviously, as you say, there are the receptionists, the security staff, the people who have to be there, but this sort of rather arbitrary decision making about who's deemed essential, full time in the office, is a new front in the kind of office home . . . I don't know, we can't call it a war, but it's a huge tension.</p> <p><strong>Daniel Thomas<br></strong>Mmm.</p> <p><strong>Isabel Berwick<br></strong>I mean, I haven't seen any research to back up the need for everyone to be in the office and you're shaking your head. It's just you haven't either. So there is an element here of bosses just wanting to oversee their staff. And also, these are very expensive prime real estate.</p> <p><strong>Daniel Thomas<br></strong>I guess it comes down to two areas, doesn't it? One side there's the wellbeing and sentiment of staff. On the other side is productivity. I think the wellbeing and sentiment of staff appears overwhelmingly positive to hybrid working, flexible working, and there's plenty of studies within companies to suggest that is the case. In fact, I was looking at a survey which was done this month by the Future Forum Pulse, which first of all, it found that more than a third of knowledge workers have reverted to working from the office for five days a week, which they say is the greatest share since they began surveying in 2020. And they say, but within this shift, scores have dropped to near record lows across all employee experience measures. Work-related stress, anxiety is at its worst since the survey began and so on. So you can see a very strong set of measurements, I think, towards hybrid working, towards flexibility cause people like that. And you can see that. The productivity thing on the other hand I think is more difficult at the moment to measure. And that's where the bosses are ultimately going to start to think more about as, like I say, as the commercial realities come through and they come to say who is producing what and can they produce that in the arrangements they have. When this comes up to their four day working week, which is obviously an experiment which is being rolled out across a number of companies in the UK and indeed globally at the moment, because the four day working week is almost a misnomer, right? It's not really about four days. It's actually about productivity. It's about whether or not you can put five days of productivity in whatever measurement you want to have. They call it a four day working week, but it could be seven days across the mornings, for example. The point is about productivity, it's about: can you produce 100 per cent of the productivity of that employee in a different set of conditions? Those companies, that's exactly what they're testing. So by the end of the year, we should have a very clear set of examples about whether or not productivity on that side can be supported.</p> <p><strong>Isabel Berwick<br></strong>So, Dan, a lot of companies anecdotally, but I think in terms of data as well, have been doing a three two week. Come in three days a week, off on Tuesday, Wednesday, Thursday. That seems to be a kind of norm generally. I heard recently that that isn't working and that some companies are dropping down to two days a week. And in fact, Nick Bloom at Stanford, who does a lot of really great research on this, are saying that a lot of people are not playing ball. And the more that employers ask people to come in, the more people resist. If you go for two or three days, you'll get sort of 80 per cent compliance in terms of bums on seats in the office. But if you go up to five, it drops dramatically. So have you seen any evidence that it's actually dropping, the number of days that people are being asked to come in?</p> <p><strong>Daniel Thomas<br></strong>To be honest, I haven't. In fact, I've seen pretty much the opposite from most people I speak to, which is that they've gone from two to three to four days. And, you know, they're trying to even out, as you say, that midweek peak. So they're saying maybe Monday and Fridays are the days we should be thinking about. Because, again, you're seeing these bosses look in their offices on a Monday and Friday and there's no one there and are thinking, well, how do we change this? How do we adapt to our workplace? Because they do want to use their workplaces in that sense. So I've heard of one boss who's talking about doing sort of games and you know, they bring more social and recreational elements on a Friday, to try and get people in on a Friday that maybe not the sort of a full working day, but at the same time they're trying to incentivise that. I mean ultimately they, if they want people back in, I think they're gonna gradually harden those lines as opposed to soften them. I'd be fascinated to see if that, over time, actually yields with fewer people in the office, because that would be quite ironic.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Yes. I think it was interesting to see how people respond. And I think that's an evolving story.</p> <p>[MUSIC PLAYING]</p> <p>I think it seems that hybrid's being used as a kind of middle ground or compromise or perhaps a stepping stone by a lot of companies, you were saying, as a sort of ruse about going back to work full time. But Anita Woolley, who we heard earlier, is wary about all of this.</p> <p><strong>Anita Woolley<br></strong>I think the forward thinking organisations are just going to 100 per cent flexible. None of this like three days here and two days not. That's kind of the worst of both worlds, right? You can't live where you really want to because you have to be in the office X number of days. So you still have to commute and you can't really set up any one place fully to do your work. So in my experience, often wherever I am, I don't have something I need when I have that situation. So I'll, I'll be interested to see how long some of these like three days in, two days out or whatever variation, how long those last.</p> <p><strong>Isabel Berwick<br></strong>So in three or five years do you think we will have a much more flexible kind of workplace, or do you think it will be more rigid?</p> <p><strong>Anita Woolley<br></strong>I think overall it'll be much more flexible. Because I think some of the growing pains, if you will, with using the technology and how to co-ordinate without everybody being on video conference all day long, I think we'll figure that out, especially the smarter organisations will. And I think pretty soon people can live where they want. I mean, this is my dream anyway. People can live where they want and they can work where they want and that doesn't have to be the same place.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>Dan, I can see the appeal of WFA, work from anywhere. And we all heard and you probably wrote some stories in the pandemic of city workers moving to the countryside. But I can also see how WFA would be an annoying demand to make to a boss, when not long ago it would have been totally out of the question. But do you think our concepts of how and where work gets done are permanently shifting, or is it all dependent on the economy?</p> <p><strong>Daniel Thomas<br></strong>Genuinely, I think attitudes have fundamentally shifted about where people can work. And I think there's an agreement among employers and employees that if there's a bit of work which needs just to get your head down to be written, you know, if you're a lawyer and need to do your papers. If you're a journalist like in our case, to write a big feature. Then it's absolutely fine to be at home. I think though at the same time, there's going to be a real sense of rigour as well around that working from anywhere idea. And I don't think everyone's going to necessarily agree. And I think it comes partly down to: once you can work from anywhere, it's a very dangerous concept for some companies. I was talking to one boss of a London-based broker who was making the point of some of his, I don't want to be too specific, but some Essex-based IT staff who didn't want to come back into the office. They said very truly and rightfully they could easily do their IT work from their various homes and in places like Chelmsford and so on, which he 100 per cent agreed with. He could see that they were working as productively in Chelmsford as they were working in his office in London. But then he made the point, well, actually they could probably do those jobs in Wakefield, actually. And actually, can they be cheaper in Wakefield as well? They'd be half the price actually in Wakefield, wouldn't they? And then he said, actually, wouldn't they be cheaper if they were in India? And suddenly he goes down to this rabbit hole of working from anywhere becomes a potentially dangerous tool in the wrong hands. So I don't think we should necessarily embrace this. You know, we should embrace this to a degree, but we should be wary of the unintended consequences of when you can work anywhere. What does it mean, actually, for the future of the workplace? And I think bosses are very mindful of the need to get people in and to get people collaborating and get people sparking off ideas and all of those concepts we understand as well.</p> <p><strong>Isabel Berwick<br></strong>Yeah, and we've already touched on something about the gap between the people who are allowed to work flexibly and the people who are made to go into the office. But do you think these kind of tensions will exacerbate? I see it becoming quite a faultline in corporate culture between the people who always have to be there feeling quite resentful. I certainly would. Of the people who are allowed to work from home with their dog two or three days a week.</p> <p><strong>Daniel Thomas<br></strong>Also, let's not forget, there are many companies who are insisting that their workers stay in the office five days a week. You know, I was looking at some CMI data, the Chartered Management Institute data. He made it very clear that two out of five companies are now asking their workers to come in five days a week or simply don't have a hybrid working policy. And so, you know, you do have actually quite a large proportion of companies whose, haven't embraced flexible working. And we don't necessarily hear from those. We hear from the Elon Musks and we hear from the Goldman Sachs because they are big companies and they are out there on Twitter and shouting from the rooftops. But actually the bulk probably of the least flexible companies are the small businesses. And we don't necessarily see them.</p> <p><strong>Isabel Berwick<br></strong>So I wanted to bring in some of what FT readers think. And there were more than 300 comments on one story you wrote from people who are incredibly exercised about the forced return to the office. So here's one. I've been back in the office for a while. It's pleasant and I enjoy chatting with my colleagues, but it's usually at 30 per cent capacity. That's actually kind of nice too. There are people in the office, but it's not crowded. I think the window to get everyone back in the office is rapidly closing. The pandemic is starting to recede in the rear-view mirror and people are not going back to the office in droves. The longer this situation persists, the harder it will be to reverse. And it doesn't look like reversing anytime soon.</p> <p><strong>Daniel Thomas<br></strong>Mmm.</p> <p><strong>Isabel Berwick<br></strong>And so here's the bigger question Dan and I haven't seen much discussion of this: how long are shareholders and boards going to indulge the managers and CEOs who believe that workers are going to voluntarily give up huge perks and happily troop back to offices? The cheerleaders for this idea are showing them up as inflexible, outdated and lacking the skills necessary to manage a modern workforce. Enough with this distraction about work practices and waste of our time. Flexible working's here to stay and you need to figure out how to manage and stop wasting money on expensive office space. If you can't manage, move aside for the digital native workers who can. So that's interesting. Have you seen any pressure from shareholders or boards to cut office space, save money?</p> <p><strong>Daniel Thomas<br></strong>Not from shareholders or boards. I think companies themselves are very happy to save money if they can see the chance to do so. I think there is, to the point about real estate that is definitely happening. We've written a story today about a bank which is . . . uses UBS, one of my colleagues wrote about, our colleagues wrote about, looking to sublet two of its floors in one of its offices in Liverpool Street, which is a brand new, shiny top of the range office. And they just don't need that space any longer because people are working from home and they've got a flexible working, hybrid working policy, which is absolutely manifesting in real estate. And you're seeing that across the board. And there are companies who say they do need it, but they're changing the nature of that workspace, there more meeting rooms, more breakout space and all the rest of it. I do think the attractiveness to these banks of desks that, you know, are traditionally in an office — that has faded so fast. I mean, it really feels like that is a very outdated idea that it almost tracks back to the eighties and nineties, doesn't it? And that does save ultimately money. Do investors, have they expressed any actual opinion? I don't think so. I think they've left it to their managers for the most part. So that hasn't really come through. I suppose that if there's any egregious examples which there really hasn't been yet. They had voiced an opinion, but it's not one of those big ESG touch points yet.</p> <p>[MUSIC PLAYING]</p> <p><strong>Isabel Berwick<br></strong>So will bosses lose their workers if they force people back? I think if things carry on as they are now in a tight labour market, yes, they will. I think it's already happening. And we've already seen the data that the more bosses try to force people back, the fewer people comply. People are bloody minded. They're not going back. So there has to be an element of carrot, not stick here, for bosses. But as Dan says, a lot of very small companies, companies that are under the radar, that are not putting out press releases about their fantastic hybrid working. You know, there are a lot of people already back in the office full time who are probably listening to this and saying, what the hell's going on? This is just an extraordinary thing happening at the margins. But I think it isn't at the margins. I think hybrid work is here to stay, but it's gonna be a long time before we settle down into any sort of pattern. So watch this space.</p> <p>[MUSIC PLAYING]</p> <p>Thanks again to Anita Woolley and Dan Thomas for this episode. If you're enjoying the podcast, we'd really appreciate it if you left us a rating and review on Apple Podcasts. And please do get in touch with us. We're at workingit@ft.com or with me @isabelberwick on Twitter. If you're an FT subscriber, please sign up for our Working It newsletter for some behind the scenes extras from the podcast and Work and Career stories you won't see anywhere else. Sign up at ft.com/newsletters. Working It is produced by Novel for the Financial Times. Thanks to the producer Anna Sinfield, executive producer Joe Wheeler, production assistants from Lee Maier and Amalia Swartland and mix from Chris O'Shaughnessy. From the FT we have editorial direction from Renée Kaplan and Manuela Saragosa and production support from Persis Love. Thanks for listening.</p> <p>[MUSIC PLAYING]</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p>&#xa0;<p>Source: Isabel Berwick 2022 'The great return to office stand-off: bosses vs staff' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-26T22:00:27.493Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2774,
          "end": 2787
        },
        {
          "start": 845,
          "end": 858
        },
        {
          "start": 21345,
          "end": 21358
        },
        {
          "start": 855,
          "end": 862
        },
        {
          "start": 21560,
          "end": 21573
        },
        {
          "start": 21560,
          "end": 21567
        },
        {
          "start": 21556,
          "end": 21573
        },
        {
          "start": 2748,
          "end": 2761
        },
        {
          "start": 855,
          "end": 868
        },
        {
          "start": 2774,
          "end": 2781
        }
      ]
    }
  ]
}