{
  "_id": "de2ef96e29b913edc984be7a448d8bdb0918c85d50810a96a6489e0bb96b6027",
  "feed": "wall-street-journal",
  "title": "Pro Bankruptcy Briefing: Mallinckrodt Notches Opioid Deal; Puerto Rico Board Director Leaves; Hertz Lands New CEO",
  "text": "<p>Mallinckrodt cleared to leave bankruptcy. Mallinckrodt PLC has won court approval to settle its opioid-related liabilities for roughly $1.7 billion and exit chapter 11 under a broader reorganization deal that will hand control of the drugmaker to creditors while cutting some $1.3 billion in debt.</p><p>Judge John Dorsey of the U.S. Bankruptcy Court in Wilmington, Del., on Thursday approved the opioid settlement and Mallinckrodt's broader chapter 11 reorganization plan, capping a monthslong trial. The chapter 11 plan also resolves litigation over Mallinckrodt's flagship drug, H.P. Acthar gel, in part through a $260 million payment to federal and state authorities.</p><p>The judge also approved releases from opioid liabilities for Mallinckrodt's corporate officers, despite objections from Rhode Island authorities as well as the Justice Department's bankruptcy watchdog. The liability releases \"are a necessary and integral part\" of the overall restructuring, according to the decision.</p><p>Puerto Rico oversight board's director to resign. Natalie Jaresko, executive director of Puerto Rico's financial oversight board, is resigning after steered a historic bankruptcy restructuring that put the U.S. territory on firmer financial footing amid criticism from across the political spectrum.</p><p>Ms. Jaresko's resignation will become effective April 1, five years after she was hired to carry out its mission of overhauling Puerto Rico's finances and resolving the largest municipal-bond default in U.S. history. Her successor will arrive with most of the prebankruptcy debt already restructured, but with an electric utility still mired in bankruptcy and meager political support for structural economic reforms.</p><p>\"I've done this through war and occupation and annexation and revolution and now, hurricanes, earthquakes and pandemics.\"</p><p>— Natalie Jaresko, who restructured Ukraine's debt before Puerto Rico's</p><p>Hertz finds new CEO after wild pandemic ride. Hertz Global Holdings Inc. will name Stephen Scherr, a former Goldman Sachs Group Inc. executive, as its next chief executive, people familiar with the matter said. Mr. Scherr, who retired as Goldman's chief financial officer at the end of the year, replaces Mark Fields, a former Ford Motor Co. chief who has been serving as interim CEO since October.</p><p>He takes over a company that exemplified the pandemic economy. Hertz filed for bankruptcy in May 2020, facing a debt crunch, but quickly became the original meme stock, cheered on by an army of retail traders that would foreshadow the Reddit-fueled mania around other names a year later. Hertz turned out to be a surprise winner as the pandemic reshaped Americans' habits and went public again in November. The business now has a market value of about $9 billion, three times what it was before the pandemic hit.</p><p>Distress</p><p>Bankruptcies drop sharply in oil patch. Rising oil prices are helping to reduce the number of bankruptcies among North American producers, according to law firm Haynes &amp; Boone LLP. Twenty oil-and-gas producers filed for bankruptcy last year, almost half the annual average of 39 filings since 2015 and well below the peak of 70 recorded in 2016, when the sector was struggling with an oil-price downturn, the law firm said. \"To cite one example of how the tide has turned: the aggregate debt for producers that filed in 2021 was $2.1 billion, the lowest yearly total since $8.5 billion in 2017\" and well below 2016's $56.8 billion record, the firm said. – Luis Garcia</p><p>Chemical firm TPC enters forbearance after skipping interest payment. TPC Group, a Houston, Tex.-based supplier and service provider to the chemical and petroleum industries, said Thursday it had signed a forbearance agreement with a group of roughly 85% of its creditors after it missed an interest payment due to them earlier this week.</p><p>The company also said that the forbearing creditors agreed to provide the company $52 million of additional liquidity in exchange for new senior debt coming due in 2024. The proceeds will go to TPC's operations. The company, owned by private equity firms First Reserve Corp. and SK Capital Partners LP, has roughly $1 billion in two tranches of secured bonds outstanding. – Alexander Saeedy</p><p>Markets</p><p>Record run for zero-interest convertible bonds hits a wall. Over the past two years, investors' demand for convertible bonds got so hot that bankers did something unprecedented: They sold nearly $57 billion worth of bonds that pay no interest. But with higher interest rates coming, the reign of the zero-coupon convertible bond is likely coming to an end in 2022, bankers say. Growth stocks, which are common issuers of convertible bonds, are falling as the interest-rate calculus changes. Investors who bought 0% convertible bonds over the past two years may also be watching their conversion price get farther and farther away, leaving them potentially holding a bond that pays them no interest for a longer period of time.</p><p>Investors</p><p>Sculptor director resigns in protest. A director resigned from the board of Sculptor Capital Management, alleging governance failures including \"staggering\" compensation awarded to the largest publicly traded U.S. hedge-fund firm's CEO. The allegations and resignation, detailed in a letter to the Sculptor board, have echoes of a past fight between firm founder Daniel S. Och and his onetime protégé.</p><p>International</p><p>Central banks scramble to lift rates as inflation soars. Europe's central banks on Thursday signaled growing concern about soaring inflation and a determination to quench it by raising interest rates, a policy shift that creates risks for investors and the world economy. The hawkish moves in Europe reflect a growing appreciation among policy makers that inflation won't come down as quickly as they had hoped. It echoes a similar shift in the U.S., where Federal Reserve Chairman Jerome Powell signaled last week that the U.S. central bank would begin steadily raising interest rates in mid-March.</p><p>The moves and signals from Europe's central bankers rumbled through markets globally, with the euro strengthening more than 1% against the dollar, government bond markets selling off and stocks dropping on the prospect for tightening of policy in the months ahead.</p><p>In Other News</p><p>McKinsey is seeking a rehearing of an appellate decision reviving racketeering claims by Jay Alix, the founder of a rival restructuring adviser. (Bloomberg)</p><p>Venezuelan President Nicolas Maduro said his government is maintaining contact with bondholders and is willing to make good on payment obligations. (Reuters)</p>",
  "published": "2022-02-04T13:58:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2134,
          "end": 2141
        },
        {
          "start": 1991,
          "end": 2015
        },
        {
          "start": 2004,
          "end": 2028
        },
        {
          "start": 2004,
          "end": 2017
        },
        {
          "start": 2004,
          "end": 2011
        }
      ]
    }
  ]
}