{
  "_id": "5a194c3f31e995119c44b8b8d6a74f522a678dde53004850698852ca57c70fef",
  "feed": "market-watch",
  "title": "Goldman Sachs and other big banks hit SPAC pause button as market shifts and new regulations loom; Citi, Goldman and Cantor Fitzgerald pull back after leading league tables in 2021 SPAC issuance",
  "text": "<p>\"We are reducing our involvement in the SPAC business in response to the changed regulatory environment,\" a Goldman Sachs spokesperson said in an email to MarketWatch.com.</p><p>The move comes after the SPAC market has fallen off a cliff in 2022 amid increasing volatility in the stock market as investors grapple with rising inflation and concerns over a potential recession. Read MarketWatch's \"Market Snapshot\" column.</p><p>Sixty-three SPAC IPOs have raised just under $11 billion in 2022, down sharply from 315 SPACs that raised $102 billion in the same period a year ago, according to Dealogic.</p><p>The weak stock market has also damped merger activity by SPACs with 53 mergers this year valued a $44 billion, down sharply from 126 mergers with a combined value of $300.3 billion in the year-ago period.</p><p>Meanwhile, the S&amp;P 500 index SPX has dropped 15.0% year to date, after being up 11.5% over the same period a year ago.</p><p>The drop in issuance comes after a huge year in 2021 for the SPAC business.</p><p>Citigroup Inc. C led the league tables in 2021 with a 13% share of the SPAC market via 108 SPAC deals that raised a combined $21.7 billion. Goldman Sachs GS raised $15.5 billion in SPAC proceeds last year via 66 SPAC IPOs, followed by $13.8 billion for Cantor Fitzgerald &amp; Co. via 60 deals, Credit Suisse Group AG CS CH:CSGN with $12.2 billion in volume and 62 deals and Morgan Stanley MS with $9.75 billion of issuance via 46 SPAC IPOs.</p><p>IPO expert Jay Ritter, finance professor at University of Florida's Warrington College of Business, said Goldman may be blaming regulators for its current exit from the SPAC market, but the big banks have already pulled out anyway.</p><p>\"This is a convenient excuse where market conditions have changed and to some degree investors wising up,\" Ritter said. \"The regulatory changes will have some effects, but to some degree, [Goldman's move] is closing the barn door after the horses have already left.\"</p><p>Currently about 80% of the SPACs that have gone public will not result in a merger. Many of the SPAC underwriting fee contracts for investment banks will pay 2% of the deal value to take the company public and 3.5% of the deal if a merger is completed.</p><p>With roughly $150 billion of IPO proceeds, underwriters are looking at a reduction of about $5 billion in fees if deals aren't consummated. This makes underwriting SPAC IPOs less attractive for banks under current market conditions.</p><p>With about 600 SPACS that have gone public looking for deals right now, and more than 100 waiting to close mergers, a lot of them will be disappointed.</p><p>Sponsors typically put up $8 million to take a SPAC public. If 600 mergers don't take place, since recently only about 10 mergers have been completed each month, that amounts to about $4.8 billion in equity that sponsors will lose.</p><p>This chills the environment further for banks to underwrite new deals, since there are too many SPACs looking for merger partners already.</p><p>And after SPACs have merged, shares of the merged company have tended to decline.</p><p>\"De-SPACs have done poorly on average. That's making it harder to get public market investors not to redeem. It's also getting harder to attract money for private investment in public equity (PIPEs),\" Professor Ritter said.</p><p>Some operating company insiders can't sell their shares for at least six months after a merger due to lockup provisions, and are thus concerned in the current weak market environment that share prices might drop below the price that had been agreed on at the time of the merger.</p><p>The weak stock market conditions also make it more likely that people who bought stock in the SPAC IPO will redeem their shares because of less bullish prospects for the merged company, Ritter said.</p><p>Goldman Sachs and other big banks hit SPAC pause button as market shifts and new regulations loom</p>",
  "published": "2022-05-10T13:38:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 13
        },
        {
          "start": 105,
          "end": 112
        },
        {
          "start": 108,
          "end": 121
        },
        {
          "start": 109,
          "end": 116
        },
        {
          "start": 109,
          "end": 122
        },
        {
          "start": 1130,
          "end": 1137
        },
        {
          "start": 1130,
          "end": 1143
        },
        {
          "start": 1532,
          "end": 1539
        },
        {
          "start": 1533,
          "end": 1540
        },
        {
          "start": 3720,
          "end": 3727
        },
        {
          "start": 3720,
          "end": 3733
        }
      ]
    }
  ]
}