{
  "_id": "411bc132c000ee357f5a7fe1f07c2ef4005472c043d4ab90455b67ad0637ddb5",
  "feed": "market-watch",
  "title": "Chasing 'hot dogs' has damaged portfolios. Here's how investors fight back, says head of $1.5 billion asset manager. Critical information for the U.S. trading day",
  "text": "<p>Where's the shelter from the volatility that is likely to stick around? Our call of the day from The Wealth Alliance's president, Eric Diton, says diversify that portfolio and consider some \"short duration\" assets to protect from future market storms.</p><p>\"We're in a rising interest-rate environment, and that means that you want to be short duration on both your bonds, which a lot of people understand, and stocks, which a lot of people don't understand,\" Diton told MarketWatch in an interview on Monday.</p><p>An investor owning a 30-year bond in an environment where rates rise from 2% to 3% won't get their principal back for 30 years, which will have a dramatic effect on the valuation of that bond, or you could own a bond that's maturing in a year, he explains.</p><p>\"Sure, that's a little uncomfortable, but I don't really care that much. I'm getting my principal back in the year and I can reinvest the higher rates,\" said the head of the investment advisory with $1.5 billion in assets under management.</p><p>\"Now on the equity side, a lot of people don't really understand that short duration means again, opportunities, to reinvest my money at higher rates. So that is why high dividend stocks have been doing so well this year because if I'm getting high dividends, that means I'm getting cash back on a regular basis. And as rates rise, I can reinvest that cash into higher rates and higher income,\" he said.</p><p>That means tried-and-true dividend paying companies, or those with lower price/earnings ratios that are very profitable and can respond to inflation by passing on the cost to consumers, he said.</p><p>The opposite side of that is long duration assets, which aren't really working right now, said Diton, who highlights the \"poster child\" for such companies — Cathy Wood's ARK Innovation ETF ARKK, down 61% over the past year. These are companies that either aren't profitable or they are, but at sky-high multiples.</p><p>Read: Here's the little-known reason why Cathie Wood's ARK Innovation ETF is having such a bad year</p><p>\"We're not really looking to get any kind of return on that in terms of income or real earnings for a long time, and those are the companies that have gotten absolutely decimated in this market. Because in a rising-rate environment, future stream earnings are discounted to today's values. And if you don't have earnings, then you really can't even value it. It's more of a pipe dream and that's not where you want to be in today's world,\" he said.</p><p>Diton said he sees parallels with investors chasing \"hot dogs\" such as Apple AAPL, Netflix NFLX, Google GOOGL and Amazon AMZN — a strategy that worked well for a long time — with what happened with the Nifty Fifty's Polaroid, Kodak and Xerox XRX, which got decimated in the 1970s bear market.</p><p>\"Those companies got huge, they got really stretched on the valuation side, and unfortunately for a lot of Americans, they didn't have a diversified portfolio,\" said Diton, who adds that even now he sees clients walk in with big overexposure to such \"hot dogs.\"</p><p>So diversify, he said, and own a mix of large growth and value, midcaps, small-caps, international, emerging markets and rebalance on a periodic basis. Consumer stocks are also a safe place to be, and healthcare that's come down to a \"reasonable valuation\" with demographics for the U.S. population favoring that sector. He also likes private real estate — warehouse space, multifamily housing, not office space — as one inflation shield.</p><p>\"We're just always scouring the globe for what makes sense at various times. And you know, we'll reallocate, but…we're always going to follow the basic rules of investing. We're always going to be diversified. We're never going to make big bets,\" said Diton.</p><p>The buzz</p><p>Retailer Target TGT has revised operating margin guidance lower and said it will cut prices to reduce inventory. Shares are falling. Kohl's KSS is rallying, after The Wall Street Journal reported Franchise Group FRG is looking at an $8 billion deal for the department-store group.</p><p>J.M. Smucker stock SJM is also down on soft guidance, in part due to a peanut butter recall.</p><p>A clutch of buy-now, pay later companies — U.S.-based Affirm AFRM, Humm AU:HUM, Openpay AU:OPY, Sezzle SEZNL and Latitude Financial Services AU:LFS out of Australia are down, after Apple AAPL rolled out installment plans to pay for its gadgets during Monday's developer event.</p><p>The U.S. foreign trade balance narrowed by 19.1% to $87.1 billion in April. Consumer credit is later.</p><p>U.K. Prime Minister Boris Johnson survived a no-confidence vote from his party's lawmakers, but pressure on the pound GBPUSD continues.</p><p>Moscow's U.N. ambassador walked out of a meeting after European Commission President Charles Michel accused the Kremlin of weaponizing global food supplies.</p><p>The markets</p><p>Stocks DJIA SPX are down, led by tech COMP as the 10-year yield BX:TMUBMUSD10Y hovers at 3.02% after Monday's big surge. Oil prices CL.1 BRN00 are down, as well as silver SI00, platinum PAU22 and copper prices HGN22. Tracking equities, bitcoin BTCUSD has slipped off the $30,000 level.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker   Security name  GME      GameStop  TSLA     Tesla  AMC      AMC Entertainment  AMZN     Amazon  NIO      NIO  AAPL     Apple  MULN     Mullen Automotive  BABA     Alibaba</p><p>The chart</p><p>\"Despite the correction in equity markets, the yield gap between equities and bonds (a proxy for the equity risk premium/ERP), has narrowed to one of the lowest levels of the post-GFC suggesting that equities will need to deliver strong earnings growth to outperform bonds and compensate for the extra risk,\" said a team of Goldman strategists led by Christian Mueller-Glissmann, in a note titled, \"The name is bond (again) — little solace as bond selloff resumes.\"</p><p>Random reads</p><p>A lettuce shortage means cabbage in your KFC for Australians.</p><p>Retweeting a sexist joke got a Washington Post reporter suspended.</p><p>Cancer-drug trial sees every patient enter remission.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p><p>Chasing 'hot dogs' has damaged portfolios. Here's how investors fight back, says head of $1.5 billion asset manager.</p>",
  "published": "2022-06-07T13:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5623,
          "end": 5630
        }
      ]
    }
  ]
}