{
  "_id": "748421ea00f4cbf2373fd76eefdefb019504c177c3a5b8d3cf794384d62077d9",
  "feed": "market-watch",
  "title": "A further 27% drop in the S&P 500 could be coming if inflation hawks are right, Goldman Sachs team warns; Critical information for the U.S. trading day",
  "text": "<p>What the sellside is slowly realizing is not just that the Fed is going to be aggressive in September after the latest shocking inflation figure, but that the central bank will have to keep rates higher, and for longer. The British pound GBPUSD, in some respects a proxy for financial market conditions, fell to its lowest level since 1985 vs. the U.S. dollar on Friday, moving below $1.14.</p><p>In a new note to clients, Goldman Sachs chief markets economist Dominic Wilson and global markets strategist Vickie Chang crunched the numbers on what it would mean if Fed has to take a more aggressive path than the market is forecasting.</p><p>The results are not great. If the Fed has to hit the economy hard enough to get the unemployment rate up to 5%, the S&amp;P 500 SPX would have to fall 14% to below 3,400, the yield on the 5-year note BX:TMUBMUSD05Y would have to rise 91 basis points, and the trade-weighted dollar would rise 4%.</p><p>In the more severe scenario where the jobless rate would have to hit 6%, the S&amp;P 500 would fall 27%, to below 2,900, the yield on the 5-year Treasury would climb 182 basis points, and the dollar would rise 8%.</p><p>(The last dot plot from the Fed itself shows the unemployment rate rising to 4.1% in 2024, and Goldman's house forecast is for the unemployment rate to reach 4% by the end of 2024.)</p><p>That severe scenario implies a tightening of financial conditions comparable to the global financial crisis of 2008, and before that the recessions of the early 1980s.</p><p>\"If only a severe recession—and a sharper Fed response to deliver it—will tame inflation, then it is likely that the downside to both equities and government bonds could still be substantial, even after the damage that we have already seen,\" said the strategists.</p><p>By the way, Goldman headed into the new year predicting the S&amp;P 500 would close 2022 at 5,100.</p><p>The market</p><p>U.S. stock futures ES00 NQ00 were pointing to a downbeat start. The dollar DXY saw renewed strength. Crude-oil futures CL.1 were trading around $85.</p><p>The buzz</p><p>FedEx FDX shares slumped 20% in premarket trade after issuing a warning on its fiscal first quarter and withdrawing guidance for the rest of the year. Rivals UPS UPS and Deutsche Post XE:DPW also fell.</p><p>General Electric GE CFO Carolina Happe said at an investor conference it's seeing continued supply-chain pressure that will impact free cash flow in the third quarter.</p><p>Uber UBER said it's responding to a cybersecurity incident and has contacted law enforcement.</p><p>NCR NCR said it would split into two companies, rather than sell itself.</p><p>Germany seized the assets of three Russian-owned oil refineries, which accounts for 12% of the country's oil refining capacity.</p><p>The only data on tap is the University of Michigan's consumer sentiment index, due at 10 a.m. Eastern, with the report's inflation expectations reading set to be closely eyed.</p><p>The White House issued a flurry of reports on digital assets as it flagged warnings to financial stability from cryptocurrency.</p><p>Best of the web</p><p>The Fed has made its last purchase of mortgage-backed securities.</p><p>The lowest-earning rank of American households are poorer than 14 European countries, including Slovenia.</p><p>Apple AAPL is evolving into a different kind of company.</p><p>The chart</p><p>There's good news and bad news with this Bank of America-compiled chart, showing credit-card usage soaring in both the U.S. and the U.K. The bad news, of course, is that Americans, and Brits, feel the need to go into debt to support household expenditure as inflation soars. The good news, though, is they're still spending.</p><p>Top tickers</p><p>Here were the most active tickers as of 6 a.m. Eastern. </p><p> Ticker   Security name  TSLA     Tesla  GME      GameStop  AMC      AMC Entertainment  BBBY     Bed Bath &amp; Beyond  AAPL     Apple  HKD      AMTD Digital  NIO      Nio  APE      AMC Entertainment preferred  DWAC     Digital World Acquisition Company  AMZN     Amazon.com</p><p>Random reads</p><p>Another \"what is a catch\" debate in the NFL after a key interception was overturned.</p><p>Men are paying six figures for the gruesome surgery to get taller.</p><p>The annual Ig Nobel was awarded for a study on knob turning.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>A further 27% drop in the S&amp;P 500 could be coming if inflation hawks are right, Goldman Sachs team warns</p>",
  "published": "2022-09-16T11:22:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 80,
          "end": 87
        },
        {
          "start": 80,
          "end": 93
        },
        {
          "start": 415,
          "end": 428
        },
        {
          "start": 417,
          "end": 424
        },
        {
          "start": 417,
          "end": 430
        },
        {
          "start": 1227,
          "end": 1234
        },
        {
          "start": 1749,
          "end": 1756
        },
        {
          "start": 1758,
          "end": 1765
        },
        {
          "start": 4337,
          "end": 4344
        },
        {
          "start": 4337,
          "end": 4350
        }
      ]
    }
  ]
}