{
  "_id": "0513e6ca8c4da8ecc44b8f86e0c229fa81c8bbc776ffba6fd406c43a85f899b5",
  "feed": "wall-street-journal",
  "title": "General Atlantic Amasses $3.5 Billion for Debut Climate-Focused Fund; The firm had aimed for $4 billion to pursue its BeyondNetZero strategy when marketing began in 2021",
  "text": "<p>In July, General Atlantic said it had collected just over $2 billion from 54 fund participants in the pool, a regulatory filing shows.</p><p>The growth investor completed the fundraising against a backdrop of declines in securities markets that affected the value of institutional investors' holdings across the industry, leading many to delay making new capital commitments to private equity. In recent earnings calls and investor presentations, several industry leaders have noted the difficulty of raising money.</p><p>\"Fundraising is harder,\" said TPG Inc. Chief Executive Jon Winkelried during a Goldman Sachs Group Inc. investor conference on Dec. 6. \"You're hearing that from everybody in the market.\"</p><p>Private-equity firms globally had collected $727 billion this year to Dec. 14, down about 21% from the total for all of last year, according to data provider Preqin Ltd. The researcher said the total so far this year was also 6.1% less than the $774.39 billion raised by firms in all of pandemic-stricken 2020.</p><p>General Atlantic said its BeyondNetZero strategy, led by Lance Uggla, a former head of data and research provider IHS Markit Ltd., calls for investing in early-stage companies alongside its other investment funds. Commitments from the firm's other funds are expected to comprise about a quarter of each deal.</p><p>The firm said it has invested $826 million from the new fund so far. It confirmed a WSJ Pro Private Equity report that it had backed five companies through the vehicle, including business sustainability ratings provider EcoVadis SAS, Africa- and Asia-focused solar-energy business Sun King, supply-chain software developer o9 Solutions, waste-management company RoadRunner Recycling Inc. and vertical-agriculture startup 80 Acres Farms.</p><p>General Atlantic, which has more than $73 billion in assets under management, began marketing its debut climate-focused vehicle in July 2021. It has registered the pool as an Article 9 fund under European finance rules, meaning that it has a formal goal of sustainable investing or reducing carbon emissions.</p><p>Write to Ted Bunker at ted.bunker@wsj.com</p>",
  "published": "2022-12-20T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 589,
          "end": 613
        },
        {
          "start": 589,
          "end": 596
        },
        {
          "start": 589,
          "end": 602
        }
      ]
    }
  ]
}