{
  "_id": "91a5523caf0a975fe239da0b5f9a5db42d09d8ee2ad6ef85bc2f222f8c9f0533",
  "feed": "ftcomall",
  "title": "ESG's legal showdown: ‘There's nothing to suggest DWS is a one off'",
  "text": "<p>When about 50 German police officers <a href=\"https://www.ft.com/content/ff27167d-5339-47b8-a261-6f25e1534942\">raided</a> the Frankfurt office of fund manager DWS last month as part of an investigation into greenwashing, the move marked the beginning of what many believe will be a long legal reckoning for the asset management industry. </p> <p>Interest in sustainable investing has taken off in recent years, with assets managed in ESG-labelled funds globally ballooning to some $2.7tn, but the industry has also been hit by claims its green credentials are inflated.</p> <p>DWS, whose chief executive Asoka Woehrmann <a href=\"https://www.ft.com/content/50f5c4a1-5ebe-40cc-a89f-2952f58ba324\">resigned</a> the day after the police arrived to gather materials and question staff, has been in the sights of regulators in Germany and the US since former executive turned whistleblower <a href=\"https://www.ft.com/content/0eb64160-9e41-44b6-8550-742a6a4b1022\">Desiree Fixler accused the firm of greenwashing</a> last year. </p> <p>But with regulatory scrutiny growing on both sides of the Atlantic — and an army of lawyers primed to pursue allegations of mis-selling — few believe the shakeout will end with DWS.</p> <p>“There's nothing to suggest DWS is a one off,” said Fiona Huntriss, a partner at legal firm Pallas who specialises in financial litigation. “I think it's almost inevitable litigation will be brought in lots of different jurisdictions.”</p> <p>“Where you've got statements and documents that are highly regulated [that have been given] to a group of investors who can then work together to litigate against that, that is prime territory for mis-selling claims,” she said.</p> <p>Regulators across Europe and the US are gearing up to tighten requirements and crack down on overhyped claims, including taking aim at the metrics underpinning <a href=\"https://www.ft.com/content/97dd3144-dadb-452f-9a65-088a841ad7b1\">ESG ratings</a>. The hunt for greenwashing has accelerated in Washington since March, when the<a href=\"https://www.ft.com/content/6fefdb2c-f72e-4e52-b95b-c0727aeb1a94\"> Securities and Exchange Commission </a>announced that it would prioritise uncovering exaggerated ESG performance and advertising claims by investors. </p> <p>It emerged last week that the SEC is <a href=\"https://www.ft.com/content/5812ab1f-c2d4-4681-a6be-45f0befd92df\">investigating Goldman Sachs's asset management division</a> over certain environmental, social and governance claims made by its funds. Goldman Sachs declined to comment.</p> <p>Back in Germany, DWS has modified ESG criteria since Fixler made her revelations public. The amount of “ESG assets” reported in its latest annual report, released in March, were 75 per cent below the €459bn it had said were “ESG integrated” a year earlier. The group has denied wrongdoing.</p> <p>Rumblings that an industry-wide mis-selling scandal may be brewing began when Fixler made her allegations about DWS public, and former BlackRock sustainability executive Tariq Fancy said ESG investing was little more than “marketing hype”. </p> <p>The debate was given fresh impetus when Stuart Kirk, HSBC's head of responsible investing, gave a <a href=\"https://www.ft.com/content/8e1a16ea-bf63-45f8-81af-dc41c0df4e06\">controversial speech</a> last month in which he claimed central banks and policymakers had overstated the financial risks of climate change.</p> <p>ESG “has become a bureaucratic tax and we need to get it back on track”, Fixler told the Financial Times. The DWS raid “is the real wake-up call for all ESG practitioners to back up statements and products with substance and data.”</p> <p>Gary Gensler, SEC chair, told the Financial Times: “We live in a time where investors are currently making decisions about climate risks. And around the globe, many market regulators just like the SEC are trying to bring some standardisation to those disclosures.” </p> <p>The agency will prioritise rule writing, but will also use examination and enforcement tools when needed, Gensler said. “It's about truth in marketing . . . and promoting better competition in our capital markets. If people are competing for funds, let them compete with accurate [and] consistent disclosures,” he said. </p> <p>The SEC announced its first case against an investment firm over alleged ESG misconduct in May, with BNY Mellon's investment arm <a href=\"https://www.ft.com/content/ff0097c4-3f1c-49d8-8189-153fc56aeeb3\">agreeing to pay</a> $1.5mn to settle charges from the regulator. The regulator proposed new rules on labelling and disclosure for ESG funds two days later. </p> <p>The US regulator will be examining proxy voting behaviour, and a firm could find itself in trouble if its ESG or so-called impact funds voted consistently with corporate management and against ESG-focused shareholder proposals, according to a person familiar with the SEC's approach.</p> <p>In Europe, German, Dutch and French authorities have issued additional ESG labelling requirements on top of EU bloc-wide disclosure rules that came into force in March 2021. Although the DWS raid appeared to be the first potential criminal action linked to ESG in any jurisdiction, according to Elaina Bailes, partner at Stewarts Law and committee member at the London Solicitors Litigation Association, civil litigation on greenwashing has taken off more quickly in America. </p> <p>“We have seen more general shareholder and investor activism in the US. You see the regulator mirroring that and being aggressive,” she added.</p> <p>The trade body for the German asset management industry pins some of the blame for the current scrutiny on a lack of clarity from regulators on how to define the parameters of ESG investing. </p> <p>“The supervisors also struggle with the criteria,” the German Investment Funds Association BVI said in a statement. “Currently, we see a vacuum of guidance.”</p> <p>As scrutiny grows, law firms are enjoying a surge of interest on the subject — both from asset managers wanting to avoid accusations of greenwashing and from investors looking to launch legal action over securities they believe were mis-sold.</p> <p>These claims often take time to emerge, according to Huntriss at Pallas, who noted that she was still working on cases linked to the collapse of Lehman Brothers in the 2008 global financial crisis. </p> <p>“This isn't an immediate flash in the pan, and it will take time for this to unravel. If you don't see litigation filed next week, it doesn't mean it's not going to happen. This has got a long, long way to run,” she said. </p><p>Source: Adrienne Klasa in London, Patrick Temple-West in New York, Stefania Palma in Washington and Joe Miller in Frankfurt 2022 'ESG's legal showdown: ‘There's nothing to suggest DWS is a one off'' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T04:00:41.693Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1865,
          "end": 1878
        },
        {
          "start": 1983,
          "end": 1990
        },
        {
          "start": 1983,
          "end": 1996
        },
        {
          "start": 1865,
          "end": 1872
        }
      ]
    }
  ]
}