{
  "_id": "6e78b3b02287010041c2442886d76972132aa26df9a2967b1d27c7e1cc018ba2",
  "feed": "wall-street-journal",
  "title": "Chinese Internet Giants' Ad Revenue Suffers as Business Confidence Wanes; Some firms suggest it could be a while before a recovery takes hold as Covid containment measures continue",
  "text": "<p>Businesses in China spent about 20% less on all forms of advertising in April versus the same month a year ago, according to CTR Market Research Co., a joint venture between China International Television Corp. and Kantar Group. That followed a 13% drop in March, which marked the beginning of a two-month Covid-related lockdown in Shanghai. CTR has yet to release data for May.</p><p>China's online advertising market is estimated to be around $150 billion in size, according to Goldman Sachs Equity Research, making it one of the largest in the world. The investment bank expects growth in overall online advertising revenue in the country to slow to 8% in 2022, from more than 25% in each of the previous two years.</p><p>Weibo Corp., which operates a popular microblogging site, said in early June that most advertisers, including multinational companies, have deferred or reduced their marketing budgets since March, echoing similar statements from social-media giant Tencent Holdings Ltd. and search-engine operator Baidu Inc.</p><p>Tencent, whose WeChat do-everything app is used by more than one billion people in China and has long been a popular platform for online advertisements, said in May that advertisers in categories including fast-moving consumer goods, e-commerce and travel pulled back significantly in the second quarter.</p><p>It cited the Covid situation and impact of supply-chain disruptions as the main reasons. \"Covid is hurting consumption, which is unhelpful. It's also hurting logistics…which is more unhelpful. And then finally, it is impacting the city in China where most multinationals actually have their headquarters and to make their marketing decisions, which is further unhelpful,\" James Mitchell, Tencent's chief strategy officer, said on a conference call in mid-May.</p><p>The social-media giant's online advertising revenue already fell 18% in the first quarter from a year ago to the equivalent of $2.7 billion, hurt by the impact of Chinese regulatory crackdowns on sectors such as private tutoring and gaming that reduced demand for advertising.</p><p>Baidu, meanwhile, said the business activities of many of its customers were significantly disrupted in the second quarter, and its ad business has suffered as a result. The search giant sells online ads to a wide range of industries across China.</p><p>Kuaishou Technology, whose popular short-video platform has been increasing online ad sales, sounded a pessimistic note after reporting slower growth in the first quarter. \"The macro economy is under pressure this year. The whole advertising industry has been affected severely,\" Kuaishou's co-founder and chief executive, Cheng Yixiao, said in late May.</p><p>The sober outlooks from multiple Chinese internet giants are a window into what businesses on the ground are experiencing. Some Western internet giants such as Snap Inc., Google parent Alphabet Inc. and Facebook parent Meta are also contending with a slowdown in online advertising as high inflation saps U.S. consumer spending.</p><p>Companies typically spend on advertising in the hope of generating more sales, but if their own revenues are down and underlying demand is weak, many would tend to dial back such spending to save money.</p><p>\"It's a broad reflection of the challenging macroeconomic environment…where consumers and businesses are suffering from continuing Covid flare-ups,\" said Aidan Yao, senior emerging Asia economist at AXA Investment Managers, referring to the weaker online spending in China.</p><p>Many companies are also dealing with soaring commodity and input costs following Russia's invasion of Ukraine, and marketing expenses are one of the easier costs to cut.</p><p>Ahead of a June 18 online-shopping extravaganza, Chen Pingxi, an advertising budget manager at a Chinese cosmetics company in Hangzhou, said the company only placed ads on a few live-streaming shows on Alibaba Group Holding Ltd.'s Taobao e-commerce platform and ByteDance Ltd.'s short-video platform, Douyin. In the past, her team would typically run weekslong campaigns on all major internet platforms for such shopping festivals.</p><p>\"This year, our top priority is to control costs,\" Ms. Chen said.</p><p>Back in early 2020, when Covid-19 cases surged in China and triggered lockdowns in many cities, advertisers also slashed spending in the first half of that year. The economy snapped back in the second half after Chinese authorities successfully contained the outbreak, and consumers and businesses resumed spending.</p><p>This time, however, few economists see a quick rebound, and some of the Chinese internet giants have also sounded cautious notes about the coming months. Unemployment in China is at its highest level in years and the country's property market is in the midst of a deep downturn—major dampeners on consumer confidence that weren't present two years ago.</p><p>Real-estate developers and after-school tutoring companies also used to be big advertisers, and much of their spending on ads has evaporated.</p><p>\"The first quarter was weak, but the second quarter, based on companies' guidance, will be even worse,\" said Ronald Keung, Goldman's head of Asia Internet Research. \"We are not going to see a full-blown recovery in the second-half. We'll have sequential improvement. But the growth rate will still be impacted potentially from any sporadic Covid containment measures.\"</p><p>Mr. Yao of AXA said consumption is the part of the Chinese economy that has been hit hardest from China's zero-Covid policy. \"This is not a temporary shock…if consumers remain fearful of a constant resurgence of Covid, they aren't going to spend a lot and will keep their savings high for a rainy day.\"</p><p>Robin Li, Baidu's CEO, said last month that he believes the pressures on the sector will eventually subside. The company also intends to be prudent with its own spending on marketing while the situation remains uncertain.</p><p>\"Looking beyond the near-term turbulence, we believe both China's economy and Baidu's business will remain promising for the mid-to-long term. We expect our ad business to recuperate once overall economic buoyancy returns,\" Mr. Li said.</p><p>Cao Li, Raffaele Huang and Serena Ng contributed to this article.</p><p>Chinese Internet Giants' Ad Revenue Suffers as Business Confidence Wanes</p>",
  "published": "2022-06-23T09:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5074,
          "end": 5081
        },
        {
          "start": 474,
          "end": 481
        },
        {
          "start": 474,
          "end": 487
        }
      ]
    }
  ]
}