{
  "_id": "a5f5779332004b0e18c4911321e248e2837fd8b6267b67e9af6887c619fcd8f4",
  "feed": "market-watch",
  "title": "Euro slips closer to parity as Goldman warns the ECB could respond more 'forcefully' to a weak currency'",
  "text": "<p>The U.S. ICE Dollar Index DXY was up 0.3% to 108.41 trading at fresh 2002 highs. The dollar index is up around 3.5% this month so far, against a 4.4% drop for the euro.</p><p>Weighing on the common currency has been a bet by traders and investors that the European Central Bank won't be able to stop the high inflation or recession that looms, complicated by Russia's war on Ukraine that has driven commodity prices higher. Fears that Russia will cut off natural gas to the region also are weighing on the euro.</p><p>\"Historically, a 1 percentage point decline in euro-area growth expectations tends to lead to a 2% fall in EUR/USD. That would be roughly consistent with our economists' recent growth downgrade, along with the market putting some weight on a more severe recession,\" Goldman Sachs analysts Michael Cahill and Isabella Rosenberg, told clients in a note on Monday.</p><p>But has the selloff gone too far?</p><p>\"On our metrics, EUR/USD could fall another 5% if European growth expectations moved to our 'severe downside' scenario of a complete disruption of Russian gas flows and the associated production shut-ins,\" said Cahill and Rosenberg.</p><p>\"However, we think the market has somewhat overshot our baseline outlook, and the ECB could ultimately respond with more forceful policy action to guard against more significant euro depreciation,\" they said.</p><p>A partial resumption in Russia gas flows in late July, which is what they expect after the Nord Stream 1 pipeline's planned 10-day maintenance, should lift the euro by around 0.5% to 1%.</p><p>\"Second, EUR depreciation would put further upward pressure on import prices, so the ECB might ultimately respond with more forceful policy action to arrest the euro's decline,\" they said.</p><p>Some caution that uncertainty for the euro may linger a lot longer than investors expect. Work that started on Monday on the pipeline is expected to finish on July 21, a date that many are fixated on right now.</p><p>But Deutsche Bank strategist Jim Reid, citing the bank's senior Russia economist Peter Sidorov, said if Russia did indeed need the turbine that Canada is now shipping over to restore stronger gas flows, \"the technical logistics may mean it would take an extra week or two to integrate into the pipeline. So the uncertainty may linger until early August.\"</p><p>Euro slips closer to parity as Goldman warns the ECB could respond more 'forcefully' to a weak currency'</p>",
  "published": "2022-07-12T10:58:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 31,
          "end": 38
        },
        {
          "start": 767,
          "end": 780
        },
        {
          "start": 772,
          "end": 779
        },
        {
          "start": 772,
          "end": 785
        },
        {
          "start": 2317,
          "end": 2324
        }
      ]
    }
  ]
}