{
  "_id": "5c3d2855c197e83dcd3645a645f51e1a0e6b6a1f458822704d357a7666130366",
  "feed": "market-watch",
  "title": "Should you hurry to refinance student loans? Some borrowers might want to wait.",
  "text": "<p>Even with federal student loans in forbearance and talk shifting to prospects for forgiveness, student loan interest rates still matter — and nothing underlines that point better than the likelihood they'll soon increase.</p><p>Private student loan borrowers, whose payments aren't suspended and who won't benefit from any federal cancellation, may be wondering if now is their last chance to refinance at interest rates near historic lows.</p><p>The answer is yes.</p><p>Experts from Goldman Sachs GS anticipate up to seven federal funds target rate hikes this year, but rates can rise in anticipation of that as well. In December 2021, refinance rates for a 30-year mortgage hovered just below 3.1%. Now, they're right around 4%, according to NerdWallet data.</p><p>Chad Pastorius, manager of strategic planning at the nonprofit lender Rhode Island Student Loan Authority, explains that while&#xa0;student loan interest rates may be tied to different factors&#xa0;than typical mortgage rates, the combination of mortgage rates' trajectory, advance warnings of federal hikes and record inflation sends a good signal of what's to come for student loans. And depending on the financing model, some student loan refinance lenders have already had to increase rates.</p><p>But this doesn't mean all student loan borrowers need to drop everything and refinance right now. Here are the borrowers who should rush to refinance and those who have reason to wait.</p><p>Rush: Private student loan borrowers with stable income</p><p>Those with private student loans don't have the option of holding out for potential student loan cancellation. The best way to pay off these loans fast and at the biggest discount is by lowering your interest rate through refinancing.</p><p>And the best time to refinance your private student loans is whenever you can get a better rate than the one you already have. To qualify, you'll need a stable income, a debt-to-income ratio of 50% or better and a credit score in at least the high 600s. The better your credit profile, the lower the rate you can expect.</p><p>Typically, refinancing for the shortest term available will also come with a lower rate, although that could mean a higher monthly payment. On the other hand, a lower interest rate with a longer loan term could afford you a much lower monthly payment, but may mean higher total repayment costs.</p><p>Consider this: A borrower with $29,000 in student loan debt at 7% interest with a 10-year term will have payments of $337 a month and will pay $11,405 in interest over the life of the loan.</p><p>This is how their payments and total savings could look by lowering the interest rate and changing the loan term.</p><p> APR  Term (years)  Payment  Total savings  7%   10.           $337     $0  6%   10            $322     $1,770  5%   15            $229     -$874  4%   5             $534     $8,360</p><p>Before deciding,&#xa0;check your rate&#xa0;offers with several lenders. You may also be able to improve your rate offer by adding a highly qualified co-signer. Make sure to pre-qualify with lenders that will show your rate and term offer with a soft credit check, so your score isn't affected.</p><p>More:Will the Fed rate increase mean higher interest on your savings? Maybe, but it pays to shop around.</p><p>Probably wait: Private student loan borrowers struggling to make payments</p><p>If you can't keep up with your current student loan payments, refinancing may not be an option for you.</p><p>Lenders consider your&#xa0;credit profile, which can include your student loan payment history. They also evaluate the factors that are likely making it difficult to keep up with your current payments, like income and total debt load.</p><p>It's best to take time to improve your credit profile before applying to refinance. You might qualify with a co-signer, but ensure that person understands your financial situation and knows they'll be responsible for the loan if you can't pay.</p><p>See: Student Loan Forgiveness: The Borrowers Who Now Qualify</p><p>Wait: Most federal student loan borrowers</p><p>Refinancing is available only through private companies. That means if you refinance your federal student loans, they'll become private student loans and you'll lose government safety nets. Brian Walsh, a certified financial planner, or CFP, and senior manager of financial planning at student loan lender SoFi, urges federal borrowers to consider what's at stake when chasing a lower interest rate.</p><p>Federal borrowers who may need payment protection through programs like income-driven repayment, those who qualify for the Public Service Loan Forgiveness program and those with low student loan debt balances should not rush to refinance.</p><p>At a minimum, these borrowers should wait until the payment pause expires to evaluate their position and determine if refinance is right for them.</p><p>Watch: What happens if I stop paying my student loans?</p><p>Probably wait: Federal student loan borrowers with stable income and high balances</p><p>Refinance has the best value proposition for those with high student loan debt. The higher your balance, the more you benefit from even small changes in your interest rate.</p><p>So if you have a stable income and high student loan debt — even if it's federal debt — it may be worth it to look into refinancing.</p><p>It comes down to risk tolerance, Walsh says. Federal borrowers who refinance now risk loss of benefits that include the current payment pause, any extensions and any&#xa0;future cancellation&#xa0;in exchange for a lower rate.</p><p>Ron Klain, White House chief of staff, indicated that another extension was on the table in a March 3 interview with the podcast “Pod Save America.”</p><p>If you do look into refinancing, consider this scenario. Say you have $83,000 in debt from your graduate and undergraduate degrees. If the interest rate across that debt is 9% on a 10-year term, your payment is about $1,051 per month. By the time you pay off your loans, you'll pay $43,169 in interest.</p><p>Here's what your payment and savings could look like after refinancing.</p><p> APR  Payment  10-year savings  9%   $1,051   $0  8%   $1,007   $5,327  7%   $964     $10,525  6%   $921     $15,593  5%   $880     $20,528  4%   $840     $25,329  3%   $801     $29,995  2%   $764     $34,524</p><p>Pastorius says that borrowers should consider the numbers. Assuming the payment pause does end in May, borrowers have two more months without interest. If the interest you could save during these two months is less than what you could save through refinancing, it may be worth a look.</p><p>He cautions, however, that while the payment pause is scheduled to end in May, there's no guarantee that it won't be extended.</p><p>More From NerdWallet</p><p>Ready to Spend Like a College Graduate?</p><p>Are You At Risk of Student Loan Default?</p><p>Student Loan Payment Plan Promises Forgiveness But Rarely Delivers</p><p>Cecilia Clark writes for NerdWallet. Email: cclark@nerdwallet.com.</p>",
  "published": "2022-03-21T04:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 467,
          "end": 480
        },
        {
          "start": 467,
          "end": 474
        }
      ]
    }
  ]
}