{
  "_id": "53e2da9bc92ee788d75eb296511b29e1ef44a181abfe3572a1b676caa188e89e",
  "feed": "market-watch",
  "title": "Stock investors should 'focus on the marathon, not the sprint'. Think S&P 500 at 6,000 by 2032, says BofA; Critical information for the U.S. trading day",
  "text": "<p>Read: It's wishful thinking that stocks will soar before the Fed pivots to lower rates</p><p>Guessing Fed moves will be among the many hurdles facing investors in 2023, according to crystal-ball gazing we've seen thus far. Deutsche Bank said Monday that a U.S. recession next year will pummel stocks, though they see a recovery likely by end-2023.</p><p>But maybe don't get too carried away by the word recovery. Goldman sees a \"hope\" phase kicking in next year, but the S&amp;P 500 finishing around 4,000, while Morgan Stanley expects a \"terrific\"first quarter buying opportunity, but a finish at 3,900. Both end goal posts are not far off where we are currently.</p><p>Our call of the day comes from Bank of America, which tosses its own forecasts into the ring, as they mix worries with encouragement about keeping an eye on the long-term prize.</p><p>\"Focus on the marathon, not the sprint,\" said a team led by Savita Subramanian, head of U.S. equity &amp; quantitative strategy. Their 2023-end target is also 4,000, with a bear case of 3,000, as they say near-term pain from company earnings should be expected.</p><p>BofA's S&amp;P 500 earnings per share forecast is $200, a number 15% below other Wall Street estimates. And returns ahead of earnings revision troughs have often been \"deeply negative,\" cautions Subramanian.</p><p>\"But the best phase is that which follows — low but rising earnings revisions ratios. The market typically bottoms six months before the end of a recession, so buy in 1H based on our economists forecast of the recession ending by 3Q 2023,\" she said. Their bull case for the S&amp;P 500 is 4,600, based on the contrarian signal of a very bearish Wall Street.</p><p>What to own? While \"2022 was all about the Fed, 2023 is about the real economy. Own quality, income, reshoring, green and brown [renewables and fossil fuels], small-caps,\" is Bofa's key advice. Cyclical factors, such as slower growth, are part of the reason investors need to seek out quality stocks.</p><p>She advises focusing on income and defense, saying if bonds do well, utilities will follow, and have lifted their view on the sector to overweight. Healthcare was cut to marketweight on risk of crowding by investors, while communication services \"appears to be a value trap.\" They cut tech to underweight owing to cyclicality and de-globalization risks.</p><p>The key risks ahead for BofA lie in that old cliché \"it is different this time.\" They see liquidity risk in \"odd places\" — the S&amp;P 500 (\"the most crowded ticker in the world\") and Treasury bonds, unprecedented public sector debt and polarized polities ahead, along with sticky, high inflation. The silver lining to that debt is that companies look far better capitalized than in prior recessions.</p><p>They are also worried about a \"wealth effect on steroids,\" noting that the $22 trillion lost in equities, bonds, cryptocurrency and real estate this year would equal a $700 billion hit to consumption, \"which represents about 4% of total current consumption, plus or minus.\"</p><p>BofA lays out its recession worries, clearly: \"Since COVID idiosyncratic risk in the market has dropped, and average pair-wise stock correlations surged in 2022. The biggest rate shock in history, the most aggressive hiking cycle, the biggest inflationary pressure in 40+ years, rising recession fears, wartime and ongoing geopolitical risks, urgency building around carbon emission reduction suggest macro will loom large in 2023,\" they said.</p><p>The bright side? BofA wants investors to look past the near term and into what could be a much brighter future ahead. \"Our 10-year valuation model suggests that even if you buy today, you will enjoy [roughly] 5% price returns…pushing the S&amp;P 500 to 6,000 by 2,032,\" said Subramanian and the team.</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are slightly higher, with bond yields BX:TMUBMUSD02Y BX:TMUBMUSD10Y softer and oil prices CL.1 BRN00 rising. The dollar DXY is lower and gold GC00 is higher. Asia markets reboundedas China protests eased, with Hong Kong's Hang Seng Index HK:HSI up 5.2%.</p><p>Read: Energy stocks look 'especially vulnerable' to crude-oil selloff</p><p>For more market updates plus actionable trade ideas for stocks, options and crypto, subscribe to MarketDiem by Investor's Business Daily .</p><p>The buzz</p><p>Protests died down across China overnight, with heavy police presence and some university students sent home. Markets got a lift after a meeting by China's National Health Commission announced plans to get more elderly vaccinated and shorten time between boosters.</p><p>Home prices from S&amp;P Case-Shiller and the Federal Housing Finance Agency are due at 9 a.m., followed by the consumer confidence index at 10 a.m. Eastern.</p><p>Royal Bank of Canada RY will acquire HSBC Canada for C$13.5 billion in cash.</p><p>A record-breaking $11 billionwas spent on Cyber Monday, said Adobe ADBE, as shoppers snapped up bargains.</p><p>Iran has reportedly threatened the families of its national team players ahead of the World Cup match later against the U.S.</p><p>Best of the web</p><p>France bringing back working horses to fight climate change</p><p>More than a game. An American and an Iranian fan talk about opportunities for \"better bonds\"</p><p>A pattern repeats in Kherson Ukraine. Russians retreat, leaving evidence of war crimes.</p><p>The chart</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment Holdings  NIO     NIO  AAPL    Apple  COSM    Cosmos Holdings  MULN    Mullen Automotive  AMZN    Amazon.com  BBBY    Bed Bath &amp; Beyond  BABA    Alibaba</p><p>Random reads</p><p>How Qatar found and trained up some \"ultra fans\".</p><p>Actor Will Smith blames \"bottled\" rage for slapping comedian Chris Rock earlier this year.</p><p>Need to Know starts early and is updated until the opening bell, but  sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Stock investors should 'focus on the marathon, not the sprint'. Think S&amp;P 500 at 6,000 by 2032, says BofA</p>",
  "published": "2022-11-29T12:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 401,
          "end": 408
        },
        {
          "start": 398,
          "end": 405
        }
      ]
    }
  ]
}