{
  "_id": "c7a6e58556a8ff4c9d1371a6ed1edb5c4a90e5169783ecbc86156c03bde6a0df",
  "feed": "wall-street-journal",
  "title": "What the Fed's Interest-Rate Increase Means for You; Higher rates could affect how much you pay on your mortgage, credit cards and car loans",
  "text": "<p>Over the past decade, rate increases and rate cuts were smaller and happened more slowly, said Yiming Ma, assistant professor in the finance division at Columbia Business School. This faster pace makes it more important for consumers to pay closer attention.</p><p>Here is how the latest Fed rate change will affect your money and what to look out for as more interest-rate increases are expected this year.</p><p>Mortgage Rates</p><p>Over the last two years, low rates and low housing inventory ignited a fiercely competitive housing market. House hunters encountered higher prices and bidding wars. As of March 2022, the median sales price of a single-family home reached $375,500, up 15% year-over-year, according to the National Association of Realtors.</p><p>Mortgage rates are based largely on the yield of the 10-year U.S. Treasury bond. This rate is used as a benchmark for many types of loans, including mortgages.</p><p>When the Fed raises rates, this pushes the yield on the Treasury note higher, which will then push mortgage rates higher. As the Fed signaled higher rates earlier this year, the 10-year yield moved higher. With it rose the average rate on a 30-year fixed-rate mortgage, which was 5.1% as of the week of April 28, according to Freddie Mac. Just a year ago, the same rate was 2.98%.</p><p>Anxious house hunters should look at the broader historical context, said Charlotte Geletka, managing partner of Silver Penny Financial, a financial-services firm in Brookhaven, Ga. Though it might come as little consolation to buyers who have grown used to years of ultralow rates, compared with decades past, a 5% mortgage rate is still considered low, she said.</p><p>\"Yes, mortgage rates are higher than they were a year ago, but if you've done the work and saved the money and it makes sense in your financial plan, 100 basis points in a mortgage rate shouldn't necessarily prevent you,\" she said. \"You might have to be cautious in how much house you're getting, so make sure you have a really good handle on your monthly payments.\"</p><p>Savings Accounts and Certificates of Deposit</p><p>While less happy for home-buyers, rising rates could mean good things for savers long saddled with minuscule rates of return on savings accounts and certificates of deposit.</p><p>Interest rates offered on many CDs and savings accounts often move with the federal-funds rate. Americans hit the highest personal savings rate in generations during the pandemic, despite getting little return from banks.</p><p>As of February 2022, the average annual percentage yield on a one-year CD is 0.14%, according to the FDIC. Online banks like Ally are also offering 0.50% for their high-yield savings products, and Goldman Sachs Group Inc.'s Marcus account is now offering 0.6%.</p><p>All of these should move slightly higher as rates go up, but as these rates won't move immediately, you have more time to wait. Given the broad trend in people socking money away, banks have had have little incentive to raise interest on savings accounts. Some banks might be slower to raise interest rates than others, so this could be a good time to shop around, Ms. Ma said.</p><p>\"Historically, banks have not been very good with transmitting these rate increases to the borrowers,\" Ms. Ma said. \"They have all the incentive to not offer as much, so it's definitely good to shop around for different types of deposits offered by different institutions.\"</p><p>Credit Cards</p><p>Higher interest rates often mean credit cards will get a higher annual percentage rate, or APR, so keep a close eye on your balance and rate being charged by your credit-card company. According to WalletHub's May report on more than 1,500 credit-card offers, the average annual percentage rate for those with good credit was 18.84%, which could potentially go up given the rate increase.</p><p>\"It's good to think about ways in which debt could potentially be reduced or consolidated or paid back, so the affected amount one owes on cards could be as low as possible as we go into this rate hike,\" Ms. Ma said.</p><p>Wall Street Journal reporting has found that some credit-card rates are going up regardless of interest rates. As rewards and points programs become more popular with cardholders, perks are costing banks more, leading many to raise rates to pay for them.</p><p>Auto Loans</p><p>The rate hike shouldn't bring any surprises for those who have already secured a fixed rate for their auto loans. These loans typically have a fixed interest rate pegged to Treasury yields. But those car shopping might see higher costs during the purchasing process.</p><p>Individual car dealers and lenders can charge different amounts for your new car loan. As of the week of April 27, the average rate on a five-year new-car loan was 4.47%, according to Bankrate.com, compared with 4.12% a year ago.</p><p>The car market remains hot, so be sure to do your math before purchasing a vehicle.</p><p>Student Loans</p><p>For those with federal student loans, interest rates have already been set for the 2021-2022 school year, so this increase won't affect borrowers. The rate for direct subsidized and unsubsidized undergraduate loans is 3.73% until June 2022, according to the U.S. Department of Education.</p><p>The student-loan pause that went into effect in March 2020 halted interest accrual and gave some borrowers a break from their regular monthly payments (and, for some, a chance to eliminate their debt altogether). The pause has been extended to August 2022.</p><p>SHARE YOUR THOUGHTS</p><p>How are you adjusting your financial life in light of the rate increase?</p><p>The interest rate for federal student loans is set every May according to the 10-year Treasury note auction. These rates are fixed for the life of the loan. Next year, however, the rise in rates could impact loans distributed for the following academic year.</p><p>Private student loans, however, either charge fixed rates, which stay consistent, or variable rates, which can increase or decrease depending on the institution you borrow from or your individual financial circumstances. These could be affected by The Fed's decision, leading to those borrowers facing higher interest rates.</p><p>Write to Julia Carpenter at julia.carpenter@wsj.com</p><p>What the Fed's Interest-Rate Increase Means for You</p>",
  "published": "2022-05-04T18:07:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2651,
          "end": 2658
        },
        {
          "start": 2651,
          "end": 2675
        },
        {
          "start": 2651,
          "end": 2674
        },
        {
          "start": 2651,
          "end": 2664
        }
      ]
    }
  ]
}