{
  "_id": "111252297a263e0818f7b89f06b9c3eb859a44d3ae3b22e7e1ce6ef2ffd32af0",
  "feed": "wall-street-journal",
  "title": "Blockchain Is Much More Than Crypto; Regulated financial institutions are well positioned to harness the revolutionary technology.",
  "text": "<p>Unlike other waves of innovation, blockchain technology came in and disrupted heavily regulated industries. The invention of email didn't make FedEx or UPS obsolete. But blockchain technologies such as peer-to-peer payments and the tokenization of traditional assets are changing corporations, from how they raise money to how investors trade stocks. This has far-reaching implications for the global economy.</p><p>Blockchain developers who understand those implications have an advantage. If you are going to upend the industry that moves capital around the world and face scrutiny from dozens of regulators, it isn't enough to invent a popular app or raise tons of venture-capital money. You need to know how to mitigate risk and build proper controls. You need to build strong relationships with government and policy stakeholders.</p><p>Although some blockchain start-ups are calling for regulatory oversight, not all have the capability to meet such requirements because they are young organizations. That's especially true for cryptocurrencies, but that's no reason to write off blockchain. Cryptocurrencies are only one of blockchain's many applications, so we shouldn't miss the forest for the trees. Used correctly, blockchain can support responsible innovation across the financial industry.</p><p>The technology is already making our own work more efficient. Using blockchain, we've been building trading platforms where clients can trade with each other in minutes. By cutting down each trade's processing time from hours or even days, we're freeing up capital that would otherwise be locked in limbo. Last week, using our new tokenization platform, we arranged a €100 million two-year digital bond for the European Investment Bank with two other banks, all based on a private blockchain. Typically, a bond sale like this takes about five days to settle. Ours settled in 60 seconds. By reducing settlement times, we are lowering costs for issuers, investors and regulators. Using blockchain, we can extend these benefits more broadly in fixed-income markets and across other asset classes.</p><p>We also are exploring how to make the financial system more transparent. We are using self-executing or \"smart\" contracts, whose trade terms and settlement instructions are written directly into the program code. It's true that smart contracts are a double-edged sword: Since they are automatic, they can't be easily changed. But if used responsibly, they can reduce the risk that either party won't hold up its end of the bargain and build even more confidence in the financial system.</p><p>Blockchain can also make the financial system more accessible. Say you are a small, individual investor and you want to participate in a real-estate investment fund. Today, there are considerable barriers to getting involved, such as minimum investment amounts to get in and long waiting periods to get out. With tokenization, you could buy fractions of individual buildings and sell them whenever you wanted. No longer would real-estate investing be the preserve of the ultrawealthy.</p><p>This is the benefit of having regulated financial institutions develop blockchain applications. Because we are accustomed to high standards of regulatory oversight, we can work with regulators and policy makers to find the right balance between regulation and innovation.</p><p>The excitement of the past weeks shouldn't distract us from the opportunity at hand. Investors large and small stand to gain with blockchain innovations that are guided by established, experienced institutions.</p><p>Mr. Solomon is chairman and CEO of Goldman Sachs.</p><p>Blockchain Is Much More Than Crypto</p>",
  "published": "2022-12-06T17:48:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3575,
          "end": 3582
        },
        {
          "start": 3575,
          "end": 3588
        },
        {
          "start": 3542,
          "end": 3555
        }
      ]
    }
  ]
}