{
  "_id": "f4b8336d2eb1cae90f46a4bd433001a01554674bd955c9606b5e0dce75f501dd",
  "feed": "wall-street-journal",
  "title": "PE Daily: Stonepeak Nails $14 Billion | Financial System Changes Help Bolster Distressed Businesses",
  "text": "<p>We have these stories and many more condensed and linked for your convenience below, so please scroll on down...</p><p>Today's Top Stories</p><p>Stonepeak Infrastructure Partners has collected $14 billion to invest in assets such as telecommunications towers and warehouses, nearly doubling the amount the firm raised for a predecessor fund dedicated to the strategy, WSJ Pro Private Equity's Ted Bunker and Laura Cooper report. Stonepeak's latest vehicle, Stonepeak Infrastructure Fund IV LP, exceeded its upper limit and the firm's reported $10 billion target. New York-based Stonepeak closed its third pool on $7.2 billion in 2018.</p><p>U.S. corporate bankruptcies have fallen to their lowest level in more than 15 years, and that trend could continue despite the Covid-19 pandemic, at least in the near term, Soma Biswas reports for WSJ Pro Bankruptcy. Government stimulus programs have helped, but changes in the financial system that have made more funding available for distressed companies have also made defaults increasingly avoidable. Even without federal stimulus programs and amid rising interest rates, relatively risky companies may have plenty of capital available to keep them in business.</p><p>Big Number</p><p>15</p><p>The number of blank-check companies that have withdrawn their IPO registrations this year, 50% more than in all of last year, according to research provider Boardroom Alpha</p><p>Deals</p><p>Carlyle Group Inc. in Washington is buying the net lease business of iStar Inc. at a gross purchase price of $3.07 billion, according to news releases. Carlyle is investing from its own balance sheet as well as its global credit strategy. The triple-net leases involved cover 18.3 million square feet of U.S. industrial, office and entertainment properties. Carlyle is also hiring New York-based iStar's net-lease investment team overseeing the holdings, led by Barclay Jones and Catherine Tenney. IStar said it expects to record net gains of $565 million from the deal.</p><p>Oaktree Capital Management is investing $150 million in Czech chemicals company Draslovka Holding AS in Prague. Oaktree is receiving preferred equity in the company in return for the growth investment, according to a news release.</p><p>R.R. Donnelley &amp; Sons Co.'s deal to be taken private by Chatham Asset Management is moving closer to fruition after an unnamed third party pulled its $11.50 per share bid, Colin Kellaher reports for Dow Jones Newswires. Donnelley said the would-be spoiler didn't give specific reasons for withdrawing its non-binding proposal, which would have topped Chatham's $10.85 a share cash offer. A shareholder vote on that offer is slated for Feb. 23, the Chicago-based marketing and communications company said.</p><p>Five Arrows Growth Capital, a European private-equity business of Rothschild &amp; Co.'s merchant banking operations, led an €80 million investment, or roughly $90.2 million, in occupational health company padoa. The Paris-based company makes software used to measure and collect certain health data of company workers, such as hearing and sight, and supplies links to relevant care providers, according to an emailed news release.</p><p>Riverside Co. is backing insurance software and services sister companies Soluta Inc. and Boon-Chapman Benefit Administrators Inc. in Austin, Texas, according to a news release. Soluta offers software and outsourcing services to insurers, agents and third-party claims administrators while Boon-Chapman specializes in providing healthcare claims administration services to certain employer groups.</p><p>Goldman Sachs Group Inc.'s asset management arm has invested in Elea Digital, a group of six data centers across different metro areas of Brazil that was set up by Rio de Janeiro-based Piemonte Holding in 2019. Goldman Sachs invested through its private credit strategy, according to a news release.</p><p>Capstreet Group in Houston has acquired construction software company hh2 Cloud Services LLC, formerly called Digital Business Integration Inc. The Kaysville, Utah-based company's products are used to manage field operations, including dispatch and payroll for contractors.</p><p>Wynnchurch Capital is backing residential pool company Premier Franchise Management with a growth investment, according to a news release. The Roseville, Calif.-based company which builds and services pools recorded sales of more than $500 million last year and has 140 franchise offices across 38 states.</p><p>Growth equity firm LLR Partners in Philadelphia has invested in ParkHub Inc., a provider of parking and payments software. The new capital is expected to help the Dallas-based company further develop its parking management software and payment-processing products and for acquisitions, according to an emailed news release.</p><p>Altamont Capital Partners has acquired Bishop Lifting Products Inc. in Houston from SBP Holdings. The company distributes crane parts and equipment, according to a news release.</p><p>Exits</p><p>KKR &amp; Co. is selling its 40% stake in telecommunications infrastructure operator Telxius Telecom to the group's founder, Telefonica SA in Spain and Pontegadea, for about €215.7 million, or roughly $243.9 million, subject to adjustments. Telxius, based in Madrid, operates a 94,000 kilometer network of undersea fiber-optic cables. KKR first backed the group in 2017, according to its website. At the time, Telefonica said KKR agreed to pay almost €1.28 billion, or about $1.44 billion, for the stake.</p><p>Healthcare specialist ArchiMed is reporting a fourfold gain in its investment in dietary supplement ingredients developer Fytexia SAS through its sale to strategic buyer Associated British Foods, according to a news release. The firm had backed the French company through its debut fund, and said the deal means that 2014 vehicle has produced a 4.5 times invested capital return for investors. Lyon, France-based ArchiMed bought Fytexia in 2016.</p><p>Carlyle Group Inc. is selling its 48% stake in specialty cleaning products company PurposeBuilt Brands to Rock Mountain Capital, a private-equity firm led by former Carlyle managing director David Stonehill, and Saudi investment conglomerate Olayan Group, Colin Kellaher reports for Dow Jones Newswires. TA Associates, which teamed with Carlyle to buy Purposebuilt for nearly $680 million in 2019, and Purposebuilt management are keeping a 52% stake.</p><p>Court Square Capital Partners and Aisling Capital have sold pharmaceutical commercialization company Medical Knowledge Group LLC in New York to life-sciences investor Novo Holdings A/S, according to a news release from investment bank Harris Williams. Court Square acquired a majority stake in the company, which focuses on treatments for rare diseases, in late 2019, according to S&amp;P Global Market Intelligence data. Aisling initially backed the company in 2019 through its fifth fund, according to its website.</p><p>Butterfly Equity, a food-focused private-equity firm in Los Angeles, has sold its majority stake in Orgain LLC, a plant-based nutrition products company in Irvine, Calif., to Nestlé SA's health science group. Butterfly and Dr. Andrew Abraham, Orgain's founder and chief executive, will retain significant minority positions in the company. Butterfly invested in Orgain in 2019, according to a news release.</p><p>Encore Consumer Capital has sold food producer 4505 Meats Inc. in San Francisco to Highlander Partners-backed Benestar Brands, according to a news release.</p><p>Funds</p><p>Coller Capital has raised roughly $1.4 billion for its first credit secondary fund, including co-investment vehicles, or nearly double the New York firm's initial target, according to an emailed news release. Coller had set a $750 million goal for the fund when it began marketing Coller Credit Opportunities I in May. Early investments from the fund include backing a $680 million private credit portfolio managed by Ping An Overseas Holdings in July.</p><p>People</p><p>Pritzker Private Capital in Chicago has added Rebecca Converse as head of global strategic partnerships, working with the firm's family clients and leading marketing and communications, according to a news release. Previously, she founded and led Cycle Communications, which specializes in marketing for private-capital firms.</p><p>VSS Capital Partners in New York has hired Dean Pernisie as a strategic partner focusing on healthcare services investments. He was most recently principal with Gemini Investors in Boston.</p><p>Ara Partners in Houston has hired Churchill George Yong as a partner to lead its infrastructure strategy. He was previously a managing director with Boston-based ArcLight Capital Partners.</p><p>Industry News</p><p>U.S. and European activist investors are targeting some of the U.K.'s biggest publicly traded companies, taking advantage of slumping stock prices to push for company breakups and other changes, Ben Dummett reports for The Wall Street Journal. In the latest example, Europe's Cevian Capital has taken an undisclosed stake in Vodafone Group PLC, according to a person familiar with the matter. The activist investor wants the $47.6 billion U.K.-based telecom operator to consider refreshing its board with new directors who have telecom experience.</p><p>Carlyle Group Inc. in Washington is making certain of its funds available to investors using the investment system set up by iCapital Network Inc. and Allfunds Bank SAU, which went live on Wednesday, according to news releases.</p>",
  "published": "2022-02-03T17:38:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3727,
          "end": 3740
        },
        {
          "start": 3516,
          "end": 3540
        },
        {
          "start": 3516,
          "end": 3529
        },
        {
          "start": 3516,
          "end": 3523
        },
        {
          "start": 3727,
          "end": 3734
        }
      ]
    }
  ]
}