{
  "_id": "19a3293f3214d3168d28521be7767cf90b6231116d384b113806a3f17cfb03a1",
  "feed": "market-watch",
  "title": "U.S. stocks fall as Fed official downplays hopes for rate-hike pause",
  "text": "<p>* S&amp;P 500 SPX fell 12 points, or 0.4%, to 3,770.</p><p>* Dow Jones Industrial Average DJIA lost 127 points, or 0.4%, to 30,146.</p><p>* Nasdaq Composite COMP shed 6 points, or 0.1%, to 11,142.</p><p>On Wednesday, the Dow Jones Industrial Average fell 42 points, or 0.14%, to 30274, the S&amp;P 500 declined 8 points, or 0.2%, to 3783, and the Nasdaq Composite dropped 28 points, or 0.25%, to 11149. The S&amp;P 500 is up 5.5% from its 2022 closing low touched on Sept. 30, but remains down 20.6% for the year to date.</p><p>What's driving markets</p><p>U.S. stocks turned lower on Thursday in choppy trade after data showed the number of Americans applying for unemployment benefits last week jumped by 29,000 to a five-week high of 219,000, which was more than economists had expected.</p><p>Stock futures had initially pared their losses after the data added to signs that the U.S. labor market may finally be softening as the Federal Reserve hikes interest rates and takes other steps to combat inflation.</p><p>However, markets soon swung lower as Minneapolis Fed President Neel Kashkari saidthat the Fed is nowhere near being able to pause its aggressive interest-rate hikes since he sees no indication that inflation is peaking.</p><p>Callie Cox, U.S. investment analyst at eToro, said a pullback was likely after the S&amp;P 500 index had rallied by more than 5% during the first two sessions of the week.</p><p>\"We've seen such a fierce rally over the past few days and I think investors are stepping back to try and figure out how much of this is real,\" Cox said.</p><p>Lately, signs of a slowing economy have helped fuel gains for stocks in what some have described as a \"bad news is good news\" dynamic. However, economists said in response to the jobless claims data that the labor market hasn't deteriorated enough to impact the Fed's calculus on interest rates.</p><p>\"We expect layoffs to rise gradually over coming months in response to Fed tightening, which will weigh on demand,\" said Rubeela Farooqi, chief U.S. economist at High Frequency Economics, in a note to clients.</p><p>\"But for now, having faced persistent labor shortages, businesses are still holding on to rather than letting go of workers.\"</p><p>Data released earlier in the week showed the number of job openings in the U.S. fell sharply in August to a 13-month low of 10.1 million, another sign that the Fed is making progress toward its policy goals.</p><p>Addressing the market's sharp gains from earlier in the week, Tavi Costa, a portfolio manager at Crescat Capital, said equity traders have at times seemed too eager to bet on a Fed \"pivot.\"</p><p>\"I think there's a real disconnect between where the Fed is sending their message versus where the market thinks the Fed is going to be 12 months from now,\" Costa said.</p><p>See:Hiring and job creation seen falling to a 1 1/2-year low in U.S. September jobs report</p><p>Energy stocks were the best performers on the S&amp;P 500, and at times the energy sector was the only one of the index's 11 sectors that was trading in the green.</p><p>Oil prices and the shares of oil and gas companies got a boost as oil prices continued to climb following the OPEC+ producers' agreement — announced on Wednesday — to cut their production quota by 2 million barrels a day.</p><p>The Energy Select Sector SPDR Fund XLE, an exchange-traded fund that tracks the S&amp;P 500 energy sector, rose more than 1%.</p><p>West Texas Intermediate crude oil futures due in November CLX22were up 83 cents, or 0.49%, at $88.58, on track to settle at the highest level in weeks.</p><p>Treasury yields rose in the wake of Kashkari's comments, which helped to weigh on stocks. The yield on the 10-year Treasury note BX:TMUBMUSD10Ywas up nearly 5 basis points at 3.808%.</p><p>Looking ahead, investors will receive the next update on inflation next Thursday when the consumer-price index for September is due to be released. But before then, investors will also receive an update on the state of the U.S. labor market when the Labor Department releases its monthly jobs report on Friday morning.</p><p>Single-stock movers</p><p>* Twitter Inc. TWTRshares were flat after falling in premarket trading on news that some of the backers of Tesla CEO Elon Musk's deal to buy the company were pulling out. Twitter shares surged on Wednesday on news that Musk had agreed to abide by his agreement to buy the company.</p><p>* Pinterest Inc. PINSshares surged nearly 5% after Goldman Sachs Group GS analyst Eric Sheridan turned bullish on the stock.</p><p>* Goldman also upgraded its view on shares of Take-Two Interactive Software TTWO, which rose 2.5%.</p><p>U.S. stocks fall as Fed official downplays hopes for rate-hike pause</p>",
  "published": "2022-10-06T15:52:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4383,
          "end": 4390
        },
        {
          "start": 4307,
          "end": 4320
        },
        {
          "start": 4307,
          "end": 4314
        }
      ]
    }
  ]
}