{
  "_id": "8c4e8613ffa002f96af14e2c28afb18e4187f326122a5485f5c2b16e24d88eb1",
  "feed": "ftcomall",
  "title": "UK households face £38bn hit from rising energy bills",
  "text": "<p>UK households face a £38bn hit to their budgets from an expected <a href=\"https://www.ft.com/content/baaa1a91-7e0b-4960-8346-80b499b69109\">doubling in electricity and gas bills</a> following Russia's invasion of Ukraine, according to new analysis highlighting the intensifying cost of living crunch.</p> <p>The big increase in the cost of heating and lighting homes in 2022-23 will be the equivalent of a 6p rise in the basic rate of income tax, said Aurora Energy Research, a consultancy. </p> <p>The majority of the UK's 28.5mn households are due to see their annual energy bills exceed £3,000 from October after the surge in wholesale electricity and gas prices, according to economists at Investec and Goldman Sachs.</p> <p>The anticipated hit to household budgets will heap pressure on chancellor Rishi Sunak to impose a windfall tax on British energy producers that profit when they can sell gas and oil <a href=\"https://www.ft.com/content/654b3cb4-f98c-49d5-bd80-0b87260b14f1\">extracted from North Sea fields</a> at much higher prices. </p> <p>Rising wholesale prices for gas and electricity last year prompted Ofgem, the regulator, to raise the energy price cap from £1,277 for those households with average gas and electricity usage to £1,971 from April.</p> <p>The 54 per cent increase in the cap, which applies to the majority of families, resulted in Sunak promising a £200 loan to households to be issued in October and then repaid over the subsequent four years, plus a £150 rebate on council tax bills for those in property bands A to D.</p> <p>Rising wholesale gas and electricity prices since Russia's invasion of Ukraine are “baking in” a higher cap for the coming winter, said Dan Monzani, UK managing director at Aurora Energy Research.</p> <p>Economists at Investec and Goldman have estimated that Ofgem will need to impose another 50 per cent plus increase in the cap from October, pushing average household energy bills over £3,000.</p> <p>Monzani estimated that for the households connected to the power grid, such an increase in the cap would push the likely cost of aggregate electricity and gas consumption to £74bn in 2022-23, some £38bn more than in 2021-22. </p> <p>“That's the equivalent of 6p on the basic rate of income tax, but with the money never getting to the Treasury,” said Monzani. “It's a hugely substantial impact, especially on lower-income households.” </p> <p>That has raised expectations that Sunak will use the spring statement on March 23 to set out further measures to alleviate the pressure on household energy bills. </p> <p>Downing Street has sought options from the business department, which recommended doubling the £200 loan and delaying the point when households start repaying the money. </p> <p>However, government officials played down the idea that Sunak would make an announcement on energy bills this month given that the next change in the regulatory price cap will not be announced until August, and not take effect until October. </p> <p>Officials said energy prices have been fluctuating wildly in recent weeks, making it impossible to predict where they will be by the summer.</p> <p>One confirmed the Treasury was looking at ways to provide more help for households but said: “It's not a live discussion with any expectation of an imminent announcement.”</p> <p>Sunak has rejected calls for a windfall tax on oil and gas producers because of concerns it could reduce investment in the North Sea.</p> <p>The Labour party on Thursday reiterated its case for a windfall tax to help mitigate <a href=\"https://www.ft.com/content/46ac7aec-7f24-411f-924e-4e4138f411df\">rising bills for struggling families.</a></p> <p>Ed Miliband, shadow energy secretary, said the case for the one-off levy had been strengthened in recent days. “Oil and gas companies were already set to make record profits and now these will be even higher than originally thought,” he added. </p><p>Source: Chris Giles and Jim Pickard in London 2022 'UK households face £38bn hit from rising energy bills' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-11T18:59:47.926Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1584,
          "end": 1591
        },
        {
          "start": 611,
          "end": 624
        },
        {
          "start": 613,
          "end": 626
        },
        {
          "start": 613,
          "end": 620
        },
        {
          "start": 1578,
          "end": 1585
        }
      ]
    }
  ]
}