{
  "_id": "6eea73b9238629b2d67c5191215e99e4fe8eb136321c6078a7d43c12dde5e46a",
  "feed": "ftcomall",
  "title": "China throws Europe an energy lifeline with LNG resales",
  "text": "<p>Europe's fears of gas shortages heading into winter may have been circumvented, thanks to an unexpected white knight: China.</p> <p>The world's largest buyer of liquefied natural gas is reselling some of its surplus LNG cargoes due to weak energy demand at home. This has provided the spot market with an ample supply that Europe has tapped, despite the higher prices.</p> <p>As a result, Europe's imports of LNG grew 60 per cent year on year in the first six months of 2022, according to research firm Kpler. The 53mn tonnes that the bloc purchased surpasses imports by China and Japan and has brought Europe's gas-storage occupancy rate up to 77 per cent.</p> <p>If this continues, Europe is likely to reach its stated goal of&#xa0;filling 80 per cent of its gas storage facilities&#xa0;by November.</p> <p>But while China's economic slump has brought much-needed relief to Europe, it comes with a major footnote. As soon as economic activity bounces back in the communist nation, the situation will quickly reverse. It also makes Europe dependent on Beijing for its energy, which bucks the geopolitical trend whereby the US and its allies are seeking to defend a liberal international order.</p> <p>For now, however, Europe has been able to avoid an energy crisis.</p> <p>China's JOVO Group, a big LNG trader, recently disclosed that it had resold an LNG cargo to a European buyer.</p> <p>A futures trader in Shanghai told Nikkei that the profit made from such a transaction could be in the tens of millions of dollars or even reach $100mn.</p> <p>China's biggest oil refiner Sinopec Group also acknowledged on an earnings call in April that it has been channelling excess LNG into the international market.</p> <p>Local media have said that Sinopec alone has sold 45 cargoes of LNG, or about 3.15mn tonnes. The total amount of Chinese LNG that has been resold is probably more than 4mn tonnes, equivalent to 7 per cent of Europe's gas imports in the half year to the end of June.</p> <p>So what has led energy-hungry China to change course and become a seller?</p> <p>First, its sluggish economy. Real gross domestic product growth for the first half was a mere 2.5 per cent. “Urban lockdowns led to a decline in demand for industrial fuel and chemicals, which in turn resulted in lower gas demand in the first half,” said Xuelian Li, a senior analyst at the Marubeni Research Institute. “It doesn't look like it will increase much more in the second half,” she said.</p> <p>Second is a directive from the central government to bolster energy production, including coal. “The emphasis is now on energy security, more than reducing the environmental footprint,” said Mika Takehara, a senior researcher at the Japan Oil, Gas and Metals National Corporation.</p> <p>Shanxi province, for instance, has increased coal production by 100mn tonnes to 1.3bn tonnes this year, and will add a further 50mn tonnes in 2023, according to local media.</p> <p>China's own gas production is also expanding. Domestic production of gas is expected to grow 7 per cent year on year in 2022, according to gas consulting firm Sia Energy.</p> <p>China's LNG imports, on the other hand, will probably decline 20 per cent for the year.</p> <p>China's decreased imports have affected international prices. LNG prices in Asia are currently about $45 a million British thermal units — more than $10 cheaper than European natural gas, which goes for more than $60 a million BTU.</p> <p>The difference in prices reflects the gap in demand. Last year, when China bought aggressively from the spot market, Asian prices were higher than in Europe.</p> <p>Today, the demand is in Europe. Russian gas supply to Europe is at a 40-year low, according to the US Energy Information Administration. Gas running through pipelines is just 20 per cent of what it was a year ago.</p> <p>Europe has responded by buying LNG on the spot market — regardless of the higher prices — and has agreed to reduce natural gas consumption by 15 per cent by March next year.</p> <p>Through these emergency measures, Europe looks to weather the coming winter, even if pipeline flows are 80 per cent lower than at normal times.</p> <p>But there is always the possibility that gas imports from Russia could ultimately fall to zero, said Toshiyuki&#xa0;Makabe, an analyst at Goldman Sachs.</p> <p>In that scenario Europe would have to purchase almost everything left on the spot market — an unrealistic task.</p> <p>The hidden outcome of these developments is that China is increasing its clout in the energy market.</p> <p>If Russia ends up exporting more gas to China as a means to punish Europe, China will have more capacity to resell its surplus gas to the spot market — indirectly helping Europe.</p> <p>The Power of Siberia natural gas pipeline that runs between Russia and China has capacity to carry more gas.</p> <p>The amount of gas that China itself produces will also affect Europe's energy procurement plans.</p> <p>The more desperate Europe becomes about its energy supplies, the more China's policy decisions will have the power to affect the bloc. As Europe attempts to wrestle out of its dependence on Russia for energy, the irony is that it is becoming more dependent on China.</p> <p><a href=\"https://asia.nikkei.com/Politics/International-relations/Indo-Pacific/China-throws-Europe-an-energy-lifeline-with-LNG-resales\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on August 24. ©2022 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Market-Spotlight/Russian-sanctions-threaten-to-make-coal-dirtier-more-costly\">Russian sanctions threaten to make coal dirtier, more costly</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Myanmar-Crisis/Myanmar-to-import-Russian-oil-from-September-military-says\">Myanmar to import Russian oil from September, military says</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Energy/Azerbaijan-eager-to-supply-more-gas-to-Europe-in-Russia-s-stead\">Azerbaijan eager to supply more gas to Europe in Russia's stead</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Energy/Russia-s-nuclear-fuel-dominance-impedes-Western-energy-independence\">Russia's nuclear fuel dominance impedes Western energy independence</a></p></li> </ul><p>Source: Misa Hama, Nikkei Asia commodities editor 2022 'China throws Europe an energy lifeline with LNG resales' FT.com 29 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-29T22:00:08.146Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 4154,
          "end": 4161
        },
        {
          "start": 4154,
          "end": 4167
        },
        {
          "start": 4119,
          "end": 4132
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}