{
  "_id": "a6eb50e104770de5da814e9f4be3cc0a2f25893c5b45f782c688764e72391ada",
  "feed": "market-watch",
  "title": "S&P 500 to bottom in the first quarter, creating a 'terrific buying opportunity,' says Morgan Stanley's Wilson; S&P 500 to extend rally into year-end, but bottom out in Q1 2023: Wilson",
  "text": "<p>\"You're going to make a new low sometime in the first quarter, and that will be a terrific buying opportunity,\" he said in a CNBC interviewon Sunday. \"Because by the time we get to the end of next year, we'll be looking at 2024, when the earnings will actually be accelerating again.\"</p><p>\"I think we're in the final stages. But the final stages can be very challenging, right?\"</p><p>Last week, a team of Morgan Stanley strategists led by Wilson predicted the S&amp;P 500 will finish next year almost on par with where it is now, at 3,900-level. The S&amp;P 500 SPX opened up 0.5% at 3,967 on Tuesday.</p><p>While the year-end 2023 target might seem unexciting compared with the current level, Wilson thinks the path \"will be quite volatile.\"</p><p>Read: Markets will shift to a 'hope' phase next year, and investors would be wise not to miss it, says Goldman Sachs</p><p>After getting some \"pushback,\" Wilson and his team explained their call in more detail Monday, in a note that including three additional points to consider through the end of 2023:</p><p>* First, the S&amp;P 500 will not break before the labor market does. Instead, it will give the possibility of a soft landing outcome \"the benefit of doubt.\" The equity benchmark is currently trading above its 200-week moving average of 3,639 (see chart). He also sees potential for the rally to have further legs to 4,150 or more through the end of 2022.</p><p>* Supporting their call for the S&amp;P to bottom out in the first quarter of 2023, Wilson and his team think the S&amp;P 500 could bottom at 3,000 to 3,300. In our view, what was priced was \"peak hawkishness\" by the Federal Reserve, not \"material earnings downside,\" the team said. The team is forecasting a material 15-20% contraction in forward earnings-per-share, not a \"modest\" 2015/2016 earnings contraction.</p><p>* However, Wilson's team also sees a rebound off that first-quarter trough as the market begins to discount a growth rebound well ahead of the lagging hard data turning more constructive. \"In our view, we're at the point in the cycle where assuming a more linear price path makes little sense as this will likely be a trading environment for some time.\"</p><p>See: Markets are getting a wake-up call in 2023, says Morgan Stanley, which offers a plan for investors to get ready.</p><p>Wall Street's main indexes opened higher on Tuesdayas a fresh round of COVID-19 shutdowns in major cities of China continued to weigh on Wall Street. The Dow Jones Industrial Average DJIA rose 0.6% and the Nasdaq Composite COMP gained 0.1%.</p><p>S&amp;P 500 to bottom in the first quarter, creating a 'terrific buying opportunity,' says Morgan Stanley's Wilson</p>",
  "published": "2022-11-22T14:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 823,
          "end": 836
        },
        {
          "start": 816,
          "end": 829
        },
        {
          "start": 824,
          "end": 837
        },
        {
          "start": 824,
          "end": 831
        },
        {
          "start": 823,
          "end": 830
        }
      ]
    }
  ]
}