{
  "_id": "4b6244e2a02ee2789f5036db273fffa2676e08adce95d23274b55bca4ba411a1",
  "feed": "wall-street-journal",
  "title": "Companies Raise Less Capital as Markets Drop, Interest Rates Rise; With the Fed signaling more rate increases, finance executives are taking a close look at their companies' financing needs",
  "text": "<p>With the U.S. central bank signaling more increases, executives are taking a close look at their companies' financing needs. Many businesses, especially those with high credit ratings, have already pushed out the dates when their debt will come due, making opportunistic financings less likely in the second half of 2022, bankers said.</p><p>\"Companies are trying to make sure that their financing strategy continues to match up with their corporate strategy,\" said Will Alston, head of corporate banking at Wells Fargo &amp; Co.</p><p>Here's a closer look at how different types of deals performed in the first six months of the year. The data, provided by Refinitiv, looks at underwritten transactions by U.S. public and private companies.</p><p>Investment-Grade Bonds</p><p>Highly rated U.S. companies raised $515.71 billion through bond sales in the first six months of the year, slightly down from $603.34 billion in the prior-year period, according to Refinitiv. Among the businesses that tapped the investment-grade bond markets were e-commerce giant Amazon.com Inc. with a $12.7 billion issue, healthcare firm Bristol-Myers Squibb Co. with nearly $6 billion raised and home-improvement retailer Lowe's Cos., which sold about $5 billion to investors.</p><p>Bankers expect lower volumes in the second half of the year. \"With the increase in financing costs, the economics around prefinancings have become less attractive,\" said Dan Mead, head of the investment-grade syndicate at Bank of America Corp. \"Issuers have built up pretty large cash positions in the past two years, and some of them are now looking to use some of that cash to pay down debt instead of refinancing,\" Mr. Mead said.</p><p>High-Yield Bonds</p><p>Bond sales of U.S. companies with speculative credit ratings declined sharply in the first six months of the year, to $54.77 billion, compared with $256.1 billion in the prior-year period, Refinitiv said. \"As you move down the credit quality spectrum, the ability to issue is not as robust,\" said Wells Fargo's Mr. Alston. Among the companies that sold high-yield bonds this year were auto maker Ford Motor Co., social-media platform Twitter Inc. and retail store operator Macy's Inc., Refinitiv said.</p><p>Leveraged Loans</p><p>After enjoying low-cost funding for years, private-equity firms are finding it harder to secure funding in the leveraged-loan market, the source of most of the capital they use to fund takeovers. Leveraged loans are a type of syndicated loan for below-investment-grade-rated companies.</p><p>Banks in recent months have reduced their exposure to leveraged loans for fears they might not be able to sell this debt on to investors. \"Banks are hesitant to commit new capital,\" said Michael Moore, a managing director with investment bank Union Square Advisors LLC. \"It's incredibly hard to assess how much cushion is needed in this market for a new debt commitment,\" Mr. Moore said.</p><p>Buyers and sellers also struggle to agree on valuations, said Vivek Bantwal, who co-heads the global financing group at Goldman Sachs Group Inc., referring to deals in the leveraged finance space. \"New deals have slowed down, and once the current slate of deals comes to market, the supply and market backlog will be pretty low,\" Mr. Bantwal said.</p><p>Revolving Credit Facilities</p><p>U.S. companies agreed to a higher volume of capital through revolving credit facilities in the first six months of the year, according to Refintiv. They took out $840.67 billion in revolvers, up from about $752 billion in the prior-year period. Recent transactions include a new, five-year revolving credit facility by apparel retailer American Eagle Outfitters Inc. and a $3.1 billion deal by packaging provider Ball Corp.</p><p>Convertible Bonds</p><p>Companies in the first two quarters raised significantly less capital by selling convertible bonds, which can turn into equity. Both the number and volume of deals declined in the first six months of the year, with businesses collecting about $8.5 billion from investors, compared with $52.47 billion in the prior-year period, Refinitiv said. Among the companies that sold convertible debt in 2022 was Snapchat owner Snap Inc., with a $1.5 billion transaction.</p><p>\"Higher levels of interest rates make the associated coupon of a new convertible bond higher, thereby increasing the interest rate expense or cost to the issuing entity,\" said Howard Needle, a portfolio manager at investment advisory firm Wellesley Asset Management Inc. Many convertible bonds have dropped in price amid the recent market decline, Mr. Needle said.</p><p>Initial Public Offerings</p><p>Heightened market volatility has resulted in a sharp fall in companies looking to list via an initial public offering, resulting in an IPO market that is basically closed, bankers said. \"Most of the IPO-calendar is geared towards the fourth quarter of this year or even towards next year,\" said Jeff Bunzel, global co-head of Deutsche Bank AG's equity capital markets business. \"A lot of companies will just move their plans next year with the belief that markets and valuation expectations will be normalized by then.\"</p><p>For the market to thaw, major stock indexes will need to stop swinging wildly as investors evaluate surging inflation, interest-rate hikes and an uncertain economic outlook. \"What we really need is to see some large, well-known issuers come to market at a price so that they trade positively afterwards,\" said Josh Weismer, head of the equity-capital-markets business at Mizuho Americas.</p><p>SPACs</p><p>The number of special-purpose acquisition companies, which list as shells on the public markets to raise funds for taking over another company, surged in 2021. Volumes since then have come down, with many SPACs that have gone public still searching for suitable acquisition targets, bankers said.</p><p>Follow-On Offerings</p><p>Market volatility is making it less attractive for companies that have gone public already to sell new equity to investors. The amount of proceeds raised through such follow-on offerings declined to $21.4 billion in the first six months of the year, down from about $110 billion in the prior-year period, Refinitiv said.</p><p>\"In late 2020 and most of 2021, you had a lot of companies raising capital because they could, often without a defined use of proceeds,\" Mr. Weismer said. Among the businesses that recently entered the follow-on market was American Tower Corp., a real-estate investment trust that raised about $2 billion.</p><p>Volumes are unlikely going to pick up quickly, bankers said. \"The only thing that is going to be financed is when people need to finance,\" Deutsche Bank's Mr. Bunzel said, pointing to mergers and acquisitions, for which companies might require an equity component. \"You might also see some companies raising capital in order to address balance sheet and potential rating considerations,\" he said.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com</p><p>Companies Raise Less Capital as Markets Drop, Interest Rates Rise</p>",
  "published": "2022-07-01T11:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2992,
          "end": 2999
        },
        {
          "start": 2975,
          "end": 2999
        },
        {
          "start": 2992,
          "end": 3016
        },
        {
          "start": 2992,
          "end": 3005
        }
      ]
    }
  ]
}