{
  "_id": "abdfb016acaab4fb900a994413b65e9216d713fed2c639f62daf8350f0b940cc",
  "feed": "ftcomall",
  "title": "Global inflation: Japan faces a moment of truth ",
  "text": "<p>In the summer of 1998, the Japanese currency slid to its lowest level against the dollar since the calamitous burst of the economic bubble seven years earlier. A senior finance ministry official, Haruhiko Kuroda, cautioned that an excessive fall in the yen was negative for the Japanese economy.</p> <p>Nearly one-quarter of a century later, Kuroda is the governor of the Bank of Japan and sounding a familiar refrain as the yen continues its descent through a <a href=\"https://www.ft.com/content/35b38fb1-1f60-4d5e-9345-170608668c5b\">24-year low, again</a> breaking the level of ¥137 against the dollar and leaving traders uncertain when the slide will stop. </p> <p>“The recent rapid acceleration of the yen's decline is not desirable,” Kuroda said last month, following discussions with Prime Minister Fumio Kishida. It was a change of tune for the central banker, who had until then suggested a weaker yen could have benefits for the economy.</p> <p>The debate within Japan on the depreciating currency has become increasingly fierce. Dust-jackets in bookstores set out clashing theories on the yen in bold type: one apocalyptic title of a business book reads <em>The Weak Yen Will Destroy Japan</em> while another bullishly predicts that “a cheap Japan” would revive the nation. </p> <p>At the heart of the debate around the yen is the question of whether Kuroda's decade-long ultra-loose monetary policy can withstand the pressure of global inflation. As the interest rate differential between Japan and the US has widened, investors have dumped the currency and sent it to historic lows.</p> <p>Analysts say the yen — and Japan's economy — stands at a critical juncture with two starkly different outcomes, depending on the next steps that will be taken by the central bank. </p> <p>If the BoJ sticks to its guns while the US Federal Reserve continues to raise interest rates, the yield divergence could spell a further collapse in the yen beyond the 24-year low. But if the BoJ moves to tweak its monetary policy, or if a global recession prompts a U-turn in US interest rates and a flight to safe havens, it could trigger an abrupt reversal. </p> <p>“As the risk of a US recession increases, the risk of a reversal to a strong yen over the medium to long term is also increasing,” says Yujiro Goto, FX strategist at Nomura. “Past price action shows that during a stagflationary period, the yen tends to depreciate against the dollar, while during a recessionary period, the yen tends to appreciate.” </p> <p>Japan has suffered the same shocks that have affected the global economy amid a surge in oil and gas prices caused by Russia's invasion of Ukraine. But while consumer price inflation has soared above 8 per cent in the US and the UK, <a href=\"https://www.ft.com/content/40ff9173-e5ed-418e-aaf7-6e015b0819f9\">Japan's headline inflation</a> remained at 2.5 per cent in May — only slightly above the central bank's 2 per cent target.</p> <p>The reason for that differential is wages. While the post-pandemic recovery has brought significant wage pressure in the US and Europe, in Japan there has been almost no pass-through from higher commodity prices to employee earnings.</p> <p>In <a href=\"https://www.bis.org/press/videos.htm?m=1345\">a </a>video recording of a seminar released this week, Kuroda said persistent deflation between 1998 and 2013 had made companies cautious about raising wages. “The economy recovered and companies recorded high profits,” he said. “The labour market became quite tight. But wages didn't increase much and prices didn't increase much.”</p> <p>In the nine months Kuroda has remaining in his term before he steps down in March, he must perform a delicate balancing act. His <a href=\"https://www.ft.com/content/004990e9-d756-4cfe-9be2-be2ec6fc8dcd\">unwavering resolve</a> to maintain negative rates and cap bond yields at zero reflects his judgment that Japan's underlying economy is weak and would struggle to grow if rates were higher. </p> <p>At the same time, he wants to shift the mentality of Japanese consumers and get them used to rising prices: a vital step to sustain inflation at 2 per cent. In early June, Kuroda was <a href=\"https://www.ft.com/content/6e92fb44-e8cf-4c3c-994e-be0a07bbd5a1\">forced to apologise</a> for suggesting the Japanese public was growing more tolerant of inflation, amid a furious backlash from politicians and the public. </p> <p>The combination of rising prices and a collapsing currency has squeezed consumers' wallets, with everything from petrol and electricity to chocolate and instant noodles more expensive. Meanwhile, workers — beaten down by <a href=\"https://www.ft.com/content/d7680c3c-0bea-4531-9154-ce291d5f9d77\">decades of stagnant pay</a> — have largely given up the fight for higher wages that would better insulate them against higher prices in the shops.</p> <p>Analysts are wondering just how much longer the BoJ can hold its course, as political winds shift and public unhappiness grows. But no path presents an easy way out. “Deflation has continued for three decades and price stagnation has become the social norm. The society as a whole does not tolerate rising prices,” says Kazuo Momma, the former head of monetary policy at the BoJ who is now executive economist at Mizuho Research Institute. “There is fundamentally no exit for the BoJ.”&#xa0;</p> <h1>Controlling the yields</h1> <p>The pace of the yen's decline is not only angering the public, it is also leading to speculative attempts to dislodge the BoJ's grip on the market for long-term government bonds. </p> <p>In 2016, the bank expanded its toolkit for monetary easing and introduced a cap on 10-year bond yields at “around 0 per cent”, a policy called yield curve control. If yields threatened to rise above the target, the bank would buy government bonds to push them back down. </p> <p>Already in recent years, the BoJ has widened its permissible band to let yields trade up to 0.25 per cent, saying it needs to transition to a “sustainable” policy. But some investors are now taking short positions on Japanese government bonds, betting the bank will be forced to give up its target and let yields rise and the bond price fall.</p> <p>To defend its yield target, the central bank has so far in June been forced to buy government bonds at a monthly rate of ¥20tn, double the pace seen at the previous peak of bond-buying in 2016, according to analysis by Deutsche Bank.</p> <p>Eiji Maeda, former assistant governor of the BoJ who is now president of think-tank Chiba-Bank Research Institute, says that if the central bank is to continue with its monetary easing programme, it should adjust its policy on negative rates and yield curve control.</p> <p>“Are negative rates really boosting Japan's economy and is it really necessary to keep 10-year bonds at 0 per cent?” Maeda says. “The 10-year peg is OK in a global environment of low interest rates and inflation, but otherwise, it creates various distortions in the market and that's now being reflected in the foreign exchange rate.”&#xa0;</p> <p>Economists are divided on whether Kuroda will tweak the framework of yield curve control before his tenure ends. Barclays predicts the BoJ will shorten the target from the 10-year to the 5-year sector in September, while others are betting that it will extend the tolerance band around the 10-year to greater than 0.25 per cent. Goldman Sachs says neither move is likely and that the BoJ's credibility would be hurt if it was forced into changing its policy due to market pressure.</p> <p>If the BoJ were to make any tweaks, the timing would be critical. Analysts say the worst-case scenario would be if its move coincided with <a href=\"https://www.ft.com/content/736f82b8-932c-408a-bc14-1fadf2f14aa9\">a recession in the US</a>, which Fed chair Jay Powell has acknowledged is “certainly a possibility” as the central bank pledges to do whatever it takes to rein in surging inflation. If a slowdown forces the Fed to halt its plan to raise interest rates, the steep depreciation of the yen could quickly reverse. </p> <a href=\"http://www.ft.com/cms/10516925.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Analysts at Goldman Sachs say hedge funds in the US have been using the yen derivatives market — mostly options — to play what many now see as a rising risk of US slowdown or recession. Benjamin Shatil, FX strategist at JPMorgan in Tokyo, says the market is going to confront a big divergence in views over the summer as to whether the US economy will slow down or not. </p> <p>If investors think US rates have already peaked, he says, then they would assume the dollar/yen has also peaked. If not, they may continue to bet on the yen going lower. The uncertainty augurs a period of volatility, Shatil says. “The risks for the yen are less linear than they were.”</p> <h1>Beyond Abenomics</h1> <p>The pressures faced by the BoJ are also playing out on the political scene. Since Kishida was appointed prime minister last October, investor attention has focused on whether his economic programme would mark a break from the “<a href=\"https://www.ft.com/content/ffa6754f-3c12-4729-921d-aa2acc5e96ee\">Abenomics</a>” of his predecessor who left office in 2020. </p> <p>Shinzo Abe, Japan's longest-serving prime minister, pursued the three “arrows” of increased government spending, looser monetary policy and structural reforms that sustained a weaker yen in order to boost Japanese exports. </p> <p>When Kishida came to office last October, he spooked markets by promising a “new form of capitalism”, signalling his focus on redistributing income and indicating that he might push for a capital gains tax increase. </p> <p>Ken Shibusawa, a former Goldman Sachs banker who was a core member of the panel behind drafting Kishida's economic policy, says the prime minister wants to create a more inclusive capitalism that is less focused on maximising short-term economic gains. </p> <p>“You just print all this money and basically where does it go? It goes to the people who already have the money,” says Shibusawa, whose Meiji-era ancestor Eiichi Shibusawa is often referred to as the father of Japanese capitalism. Of Abe's system, he says, “I didn't see three arrows. I saw one big bazooka.” &#xa0;</p> <p>In recent months, however, people close to the prime minister say Kishida and his aides have become increasingly concerned about the negative reaction from foreign investors, causing them to back away from the capital gains tax plan. The strong influence wielded by Abe, who still heads the biggest faction within the ruling Liberal Democratic Party, may also be a factor.</p> <p>When the draft of Kishida's economic agenda finally came out this month, it stressed that the new form of capitalism was not about redistribution but “using redistribution as a means to raise growth”.&#xa0;Critically, the 35-page document ended with a line saying the government “would firmly maintain the three arrows of bold monetary policy, flexible fiscal policy and growth strategy to stimulate private investment” — although the use of the phrase “Abenomics” was deliberately avoided. </p> <p>Still, some analysts have not ruled out the possibility that Kishida would apply pressure on the BoJ to revise its monetary policies in the future to soften the yen's fall. That is because of the weight the Kishida administration places on public opinion. </p> <p>Public concerns about rising prices have already started to erode Kishida's solid popularity and both higher living costs and the weak yen have become a major issue during the campaign for the upper house election on July 10. The result will be crucial for the future of Kishida's economic agenda. If the LDP manages to win a single-party majority, Tetsufumi Yamakawa, head of Japan economic research at Barclays, says there will be less pressure for Kishida to maintain Abenomics and its weak yen policy. </p> <p>“There will be more flexibility in monetary policy,” he says, suggesting that the path away from the extreme measures adopted over recent years might now open up.</p> <h1>Holding out for a hero</h1> <p>The tensions over monetary policy are likely to come to the fore when Kishida chooses the next BoJ governor to replace Kuroda in April. </p> <p>A prelude to the post-Kuroda contest was the closely watched replacement of board member Goushi Kataoka, an aggressive reflationist who has pushed for the BoJ to ease policy further to achieve its 2 per cent inflation objective more rapidly. </p> <p>For the first time since the start of Abenomics, the government in March chose a successor who is not a reflationist, reducing the presence of dovish members on the BoJ's nine-member board.</p> <p>So far, BoJ watchers believe there are only two candidates to succeed Kuroda, who has been governor since 2013: Masayoshi Amamiya, the BoJ's deputy governor who is regarded as its chief monetary strategist, and Hiroshi Nakaso, also a former BoJ deputy governor with close ties to the international central banking community. </p> <p>Both represent traditional, safe choices from within the bank, who have closely supported Kuroda's governorship. But the two BoJ insiders would also be less dovish than Kuroda and will be tasked with the formidable challenge of addressing the growing negative impact on financial markets and finding an acceptable exit from its decade-old monetary easing. </p> <p>“One job I do not want ever is to be the next BoJ governor. It's going to be a horrendous job. And the person that is named should be crowned as a hero for picking up that job,” Shibusawa says. </p> <p>Analysts expect both candidates to consider an end to the yield curve control policy and negative interest rates during their term, but very few expect the BoJ to move towards significant tightening any time soon. The central bank is keen to avoid the mistakes it made in August 2000 and in July 2006, when it raised interest rates only to cut them again as the economy slid into recession. </p> <p>In a book released in May, titled <em>The Last Line of Defence: Crisis and the Bank of Japan</em>, Nakaso did not make clear whether he believed the central bank should maintain its 2 per cent inflation target — a vagueness that suggests he would at least consider a break with the current era. </p> <p>“At the end of the day,” he wrote, “I believe the monetary policy under Governor Kuroda showed both the effectiveness and the limits of how much can be done by monetary policy and what can't be achieved by monetary policy alone.” </p><p>Source: Kana Inagaki and Leo Lewis 2022 'Global inflation: Japan faces a moment of truth ' FT.com 4 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-04T04:00:29.764Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 8783,
          "end": 8790
        },
        {
          "start": 8783,
          "end": 8796
        },
        {
          "start": 7377,
          "end": 7390
        },
        {
          "start": 7333,
          "end": 7346
        },
        {
          "start": 7377,
          "end": 7384
        },
        {
          "start": 6727,
          "end": 6740
        },
        {
          "start": 8730,
          "end": 8743
        },
        {
          "start": 6767,
          "end": 6774
        },
        {
          "start": 6767,
          "end": 6780
        }
      ]
    }
  ]
}