{
  "_id": "cc6fbdb607d9cf51eca594a90c2e763f0ad498aa47cf2b59744b634b5eca9399",
  "feed": "ftcomall",
  "title": "Larry Fink and the financial industry's new emperors",
  "text": "<h1>The power of twelve</h1> <p>Earlier this year, <strong>Charlie Munger</strong>, the famously irascible billionaire vice-chair of <strong>Berkshire Hathaway</strong>, turned his ire <a href=\"https://www.etfstream.com/news/charlie-munger-blasts-index-funds-and-the-emperors-behind-them/\">towards a phenomenon</a> his partner <strong>Warren Buffett</strong> has frequently <a href=\"https://www.cnbc.com/2019/02/26/warren-buffett-wants-90-percent-of-his-estate-invested-in-index-funds.html\">praised</a>.</p> <p>“We have a new bunch of emperors, and they're the people who vote the shares in the index funds,” Munger said at the annual meeting of <strong>Daily Journal Corp</strong>. “I think the world of <strong>Larry Fink</strong>, but I'm not sure I want him to be my emperor.”</p> <p>Munger's words reflect an increasing concern among some investors, corporate executives, regulators, policymakers and politicians, writes&#xa0;FT Alphaville editor <em>Robin Wigglesworth</em>. Academics have even coined the term “<a href=\"https://www.phenomenalworld.org/analysis/blackrock-asset-manager-capitalism/\">asset manager capitalism</a>” to describe the new reality of a financial system now dominated by money managers rather than banks.</p> <p>This is a phenomenon that is only going to grow more pronounced. Some think that the end result of the current passive investing trend in asset management is that just a dozen or so people could end up enjoying de facto control over most public companies in the US — and even perhaps the world.</p> <p>That was the provocative argument of <strong>John Coates</strong>, a professor at <strong>Harvard Law School</strong>, in an incendiary 2018 paper titled <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3247337\"><em>The Problem of Twelve</em></a>.</p> <blockquote>  <p>“Unless law changes, the effect of indexation will be to turn the concept of ‘passive' investing on its head and produce the greatest concentration of economic control in our lifetimes . . . More fundamentally, the rise of indexing presents a sharp, general, political challenge to corporate law. The prospect of twelve people even potentially controlling most of&#xa0; the economy poses a legitimacy and accountability issue of the first order.”</p> </blockquote> <p>The benefits of scale in asset management, and passive investing specifically, are clear. And last year once again the big became even bigger. At the end of 2021, <strong>Vanguard</strong>, <strong>BlackRock</strong> and <strong>State Street</strong>, the three biggest index fund providers, together controlled on average 18.7 per cent of S&amp;P 500 companies, according to <a href=\"https://www.lazard.com/media/451963/lazards-q4-2021-review-of-shareholder-activism_vf.pdf\"><strong>Lazard</strong></a>. Their ownership of smaller companies is even more concentrated. By the end of last year, they held 22.8 per cent of shares in the midsized S&amp;P 400 index, and 28.2 per cent of the small-company S&amp;P 600 benchmark.</p> <p>With this in mind, FT Alphaville has drawn up an informal list of who it thinks are currently the 12 most powerful people in the investment industry — and therefore the financial world. Some are obvious, while others wield more subtle influence.</p> <p>Read the full list <a href=\"https://www.ft.com/content/cb818afb-4ac3-430b-8e17-2de9129f5ac7\">here</a>. </p> <h1>Private equity chiefs fear waking up with a ‘terrible hangover'</h1> <p>A group of top financiers sat in Berlin seven months ago marvelling at how much money they had made during a global health emergency.<br><br>As they gathered again this week at the latest instalment of the private equity industry's <strong>SuperReturn</strong> conference, the backdrop was fundamentally different, writes private equity correspondent <em>Kaye Wiggins </em>in <a href=\"https://www.ft.com/content/24e4a1d2-ee85-40b9-9a11-7538e9d71b56\">this report</a>.<br><br>The massive government stimulus packages and central bank crisis measures that had enabled them to keep companies afloat — and use cheap debt to strike new deals and pay themselves dividends — are a thing of the past.<br><br>“This is a time of reckoning for our industry,” said <strong>Philipp Freise</strong>, the European private equity co-head at <strong>KKR</strong>, which went on an aggressive dealmaking spree during the pandemic-era boom.<br><br>The <strong>Federal Reserve</strong> and <strong>Bank of England</strong> both raised rates while the dealmakers were gathering. Listed buyout groups' share prices have tumbled this year. Investors are struggling to commit cash to new buyout funds — because buyout groups raced to bring in fresh money from them last year — and the falling value of their stock market investments has left them over-allocated to private markets.<br><br>The enormous flood of deals struck at high valuations during the boom of the past two years are at risk of turning into what at least four senior dealmakers privately referred to as a “bad vintage” — the private equity industry's wine-driven euphemism of choice, which means pension funds and other investors would make less money than they hoped when they committed cash to buyout groups' funds.<br><br>Private equity struck deals worth more than $800bn last year, the highest on record, an estimate from <strong>Preqin</strong> shows.<br><br>Those that paid high multiples for fast-growing companies in that period “are going to wake up with a terrible hangover,” said <strong>Gabriel Caillaux</strong>, co-president of technology investor <strong>General Atlantic</strong>.<br><br>“In November the biggest question was, God, when does the music end — and in a way it's healthy it has,” he said.</p> <p>Is the party over for private equity? Email me: <a href=\"mailto:harriet.agnew@ft.com\">harriet.agnew@ft.com</a> </p> <h1>Chart of the week</h1> <p>Japan is forging ahead with plans to buy up <a href=\"https://www.ft.com/content/101c1504-93a7-4dd2-8876-d2b1f0709be1\">vast quantities of bonds</a> in a bid to support the country's economy, drawing a stark contrast to other major countries that are exiting stimulus programmes, writes <em>Nikou Asgari</em>.</p> <p>The <a href=\"https://www.ft.com/stream/05714202-ec5b-48df-a43a-20549355c070\"><strong>Bank of Japan</strong></a> will buy about ¥10tn worth of bonds in June — roughly equal to the US <strong>Federal Reserve</strong> scooping up $300bn worth of debt per month when adjusting for gross domestic product, according to <strong>Deutsche Bank</strong> calculations.</p> <p>Policymakers in Tokyo are pursuing the bond-buying programme as part of a plan to keep a lid on medium-term costs known as yield-curve control that has been in place since 2016. The scheme's continuation pushes Japan far out of line with even its most dovish global peers, such as the Swiss National Bank that this week surprised markets with its <a href=\"https://www.ft.com/content/f9c5fc13-3101-4046-984b-c9fa3a5daabc\">first interest rate rise</a> in 15 years. </p> <p>“This is an extreme level of money printing given that every other central bank in the world is tightening policy,” said <strong>George Saravelos</strong>, head of European foreign exchange strategy at Deutsche.</p> <h1>10 unmissable stories this week</h1> <p>Forget the “great resignation.” <strong>George Gatch</strong>, chief executive of <strong>JPMorgan Asset Management</strong>, says that the asset management industry is amid a war for talent that has resulted in a “<a href=\"https://www.ft.com/content/c7608e79-16b2-41cb-9ce6-aadd409e0c17?\">great negotiation</a>” between employers and individuals.</p> <p>Traditional asset managers are <a href=\"https://www.ft.com/content/b1d8ae4d-30c6-4172-ba4d-729e3bf08bac?\">racing to expand</a> their alternatives offerings. European groups including <strong>Amundi</strong>, <strong>Schroders</strong>, <strong>Fidelity International</strong>, <strong>Edmond de Rothschild Asset Management</strong> and <strong>Abrdn</strong> are among those looking to tap into the growing private asset market.</p> <p>Public versus private: Do <a href=\"https://www.ft.com/content/ef817a40-7415-45c8-9692-51568b4f8025\">ownership structures</a> matter? Asset managers remain sharply divided on the benefits of remaining private versus the support for growth from listing.</p> <p>Reforms to develop individual private pensions for China's ageing population have created a <a href=\"https://www.ft.com/content/72a1eb6f-f1e2-4268-8ce2-9c9aa0d9bed0\">wealth of opportunities</a> for the world's biggest asset managers, including <strong>BlackRock</strong>, <strong>Goldman Sachs Asset Management</strong> and <strong>Amundi</strong>.</p> <p>“There's nothing to suggest <strong>DWS</strong> is a one-off,” lawyers warn after the German asset manager was raided by police as part of an <a href=\"https://www.ft.com/content/1094d5da-70bf-40b5-98f4-725d50620a5a\">investigation into greenwashing</a>.</p> <p>Three days before crypto lending firm <strong>Celsius</strong> froze client funds, its founder promised “immediate access” to “billions in liquidity”. <strong>Alex Mashinsky</strong>'s failure to keep that promise has left the <a href=\"https://www.ft.com/content/18b6fb80-44dd-40ed-b5ea-3f3bf2814c7d\">pugnacious anti-bank entrepreneur</a> fighting for his company's survival. </p> <p>Meanwhile <strong>Three Arrows Capital</strong> failed to meet demands from lenders to stump up extra funds after its digital currency bets turned sour, tipping the prominent crypto hedge fund <a href=\"https://www.ft.com/content/126d8b02-f06a-4fd9-a57b-9f4ceab3de71\">into a crisis</a> that comes as a credit crunch grips the industry.</p> <p>It's a tough time to be a Tiger cub, as the protégées of legendary investor <strong>Julian Robertson </strong>have suffered in the tech rout. The latest casualty is <strong>Tiger Legatus Capital Management</strong>, <a href=\"https://www.ft.com/content/c4cff456-478e-4221-ba99-1e13b05e5206\">which will close</a> after 13 years. </p> <p>The <strong>Securities and Exchange Commission</strong> is studying whether to impose stricter rules on providers of financial indices, the new <a href=\"https://www.ft.com/content/55cc788b-2437-4d49-86e1-b2473ab26956\">Wall Street power brokers</a> that now guide trillions of dollars of investments globally.</p> <p><strong>BlackRock</strong> wants climate-focused investors to go <a href=\"https://www.ft.com/content/bfb1def6-fcba-4eab-8bf3-bb3a1624af40\">beyond pure green investments</a> and help heavy industry and energy groups to reduce their carbon footprints, with a new billion-dollar infrastructure investment programme.</p> <h1>And finally</h1> <p>Just outside Edinburgh lies Jupiter Artland, a contemporary sculpture garden set over 100 acres of meadow, woodland and indoor gallery spaces. It's home to over 30 permanent and unique site-specific sculptures for artists including <strong>Charles Jencks</strong>, <strong>Anish Kapoor </strong>and <strong>Antony Gormley</strong>. This summer Jupiter Artland hosts <em>I Lay Here For You</em>, contemporary artist <strong>Tracey Emin</strong>'s first solo exhibition in Scotland since 2008. The exhibition takes its name from a six-metre bronze figure by the artist that is sited in a woodland clearing.</p><p>Source: Harriet Agnew, Asset Management Editor 2022 'Larry Fink and the financial industry's new emperors' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T05:00:42.093Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6530,
          "end": 6537
        },
        {
          "start": 6530,
          "end": 6543
        },
        {
          "start": 6530,
          "end": 6560
        },
        {
          "start": 6492,
          "end": 6522
        }
      ]
    }
  ]
}