{
  "_id": "2856ded87ab0f11a60eef75d1a73d32161ae60fda6cfe97da00fdcfae06e0ff7",
  "feed": "ftcomall",
  "title": "FirstFT: US and EU to announce new sanctions against Russia",
  "text": "<p>The US and EU are to unveil new sanctions against the business associates of Vladimir Putin and the Russian economy following a call by Volodymyr Zelensky for those guilty of war crimes in Ukraine to be “brought to justice”.</p> <p>The US is poised to <a href=\"https://www.ft.com/content/1eb4af84-a17a-4aae-add2-8f71a3e73b68\">broaden a ban</a> on new investment in Russia's energy sector while increasing sanctions against the country's financial institutions, state-owned enterprises and government officials.</p> <p>The EU is to unveil fresh sanctions on some of <a href=\"https://www.ft.com/content/da05eabe-161a-43ee-a2a1-5e1a212583b4\">Vladimir Putin's closest business associates</a>. Two of Putin's daughters are also to be added to the list of people hit by EU asset freezes and travel bans, according to a draft document seen by the Financial Times. The new measures must be approved by EU ambassadors before being made public.</p> <p>The US and EU are planning to co-ordinate the announcements which come a day after Ukraine's president demanded a system of justice akin to the Nuremberg trials be established to prosecute those responsible for killing unarmed citizens in Ukraine.</p> <p>Zelensky spoke to the UN Security Council yesterday after he visited the town of Bucha on the outskirts of Kyiv on Monday, following reports of a civilian massacre in the town close to the Ukrainian capital.</p> <p>He also blasted the Security Council for failing to prevent the Russian invasion of Ukraine.</p> <p>“If tyranny had received a response, it would&#xa0;have ceased to exist,” he said.</p> <p>Since Zelensky's speech, <a href=\"https://www.ft.com/content/3d1315d7-b7b1-4ec6-8885-a1aeacf1fe61\">evidence has emerged of fresh atrocities</a> and makeshift civilian graves in the towns of Irpin and Borodyanka, on the outskirts of Kyiv, which last week were liberated by Ukraine's army. </p> <p>The US and its allies have imposed severe sanctions against Russia since its invasion of Ukraine. The US has already banned new investments in Russia's energy sector, but the step expected to be announced today would apply the prohibition across the Russian economy. </p> <p>The EU this week moved <a href=\"https://www.ft.com/content/c57f1115-2f03-4022-8eaf-8a7145f0e694\">to ban Russian coal</a> and other measures to further reduce its dependence on energy imports from Russia.</p> <h1>The latest on the war in Ukraine: </h1> <ul>  <li><p><strong>Sanctions:</strong> Italy and Spain led a fresh round of <a href=\"https://www.ft.com/content/a41a1c75-2705-400e-872d-9b1d4ea8e67c\">European expulsions</a> of Moscow's diplomats, taking the total to more than 90.</p></li>  <li><p><strong>Disinformation:</strong> Russian state media are <a href=\"https://www.ft.com/content/9d58d7b1-ceb3-429d-b952-3e7da76aace3\">bombarding citizens</a> with alternative versions of the truth and denying accusations of war crimes in Ukraine while the US is <a href=\"https://www.ft.com/content/9b3bc8c0-d511-4eec-9cbd-5a4f432f6909\">leading efforts</a> to publicise Ukraine's intelligence. </p></li>  <li><p><strong>Military briefing:</strong> Nato's “eyes in the sky” <a href=\"https://www.ft.com/content/2c7340bc-3f45-4948-b878-2d1d490ab94b\">keep watch</a> as war rages, while the Czech Republic is <a href=\"https://www.ft.com/content/1aec644e-baf7-4759-b982-e71f9eb5e948\">sending tanks</a> to bolster Ukraine's forces.</p></li>  <li><p><strong>Opinion:</strong> It is a tasteless thing to argue, and perhaps even to think, but America will be the ultimate “winner” of the Ukrainian crisis, <a href=\"https://www.ft.com/content/cd7270a6-f72b-4b40-8195-1a796f748c23\">writes Janan Ganesh</a>. Martin Wolf makes <a href=\"https://www.ft.com/content/2a814b44-86a5-46f4-9386-eb3747760db5\">the powerful argument</a> for curbing the imports of Russian gas, not just oil and coal. </p></li> </ul> <p><em>Follow our </em><a href=\"https://www.ft.com/content/477c31ba-7c8c-45cf-8535-8e90b49aaad4\"><em>live blog</em></a><em> for the latest news on the conflict and our </em><a href=\"https://www.ft.com/content/4351d5b0-0888-4b47-9368-6bc4dfbccbf5\"><em>regularly updated maps</em></a><em> are tracking Russia's invasion of Ukraine.</em> </p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Fed to begin ‘rapid' balance sheet reduction</strong> Lael Brainard, who sits on the Federal Reserve's board of governors, said yesterday that the US central bank could begin the reduction of its $9tn balance sheet <a href=\"https://www.ft.com/content/848a70fe-557b-40a0-949b-70acc6ac6905\">as soon as its next meeting in May</a>. She also said the Fed is prepared to take “stronger” action when it comes to raising interest rates in order to bring down inflation.</p> <p><strong>2.</strong> <strong>US, UK and Australia to co-operate on hypersonic weapons</strong> The allies are to work together to develop hypersonic weapons, <a href=\"https://www.ft.com/content/b8ddf153-b9ca-4db5-8835-cb8509a9921f\">expanding a trilateral security pact</a> designed to help Washington and its allies counter China's rapid military expansion. China and Russia have led in the development of these weapons which fly at more than five times the speed of sound.</p> <p><strong>3.</strong> <strong>Oklahoma passes one of the toughest anti-abortion laws in the US</strong> The bill passed by the House of Representatives in the Republican-led state would make it <a href=\"https://www.ft.com/content/cee6a170-fa23-47cb-b554-d457d68f225b\">a felony to perform abortions</a> except in cases of life-threatening medical emergencies. Punishments would include fines of up to $100,000 and imprisonment for as long as 10 years.</p> <p><strong>4.</strong> <strong>Uber adds planes and trains in ‘superapp' push</strong> The ride-booking app is aiming to add long-distance bookings to its UK app this year, including intercity trains, coaches and flights, as it reboots chief executive Dara Khosrowshahi's long-delayed plans to become a <a href=\"https://www.ft.com/content/230b2160-35e1-4acc-9628-6a0dfe19eab1\">broader travel hub</a>.</p> <p><strong>5.</strong> <strong>Le Pen's poll surge rattles French bonds and bank stocks</strong> The risk of a victory for Marine Le Pen <a href=\"https://www.ft.com/content/74348a66-9d71-4647-bb44-07f3c04e7182\">came into sharp focus</a> yesterday as polls ahead of the first round of voting on Sunday showed the far-right candidate gaining ground on president Emmanuel Macron. Bank stocks fell and bond spreads between French and German government debt widened. </p> <h1>The day ahead</h1> <p><strong>Nato foreign ministers</strong> <strong>meet </strong>The Biden administration said it would send another $100mn in military equipment to Ukraine, which is expected to include Javelin anti-tank missiles, on the eve of a meeting of Nato foreign ministers in Brussels.</p> <p><strong>Federal Reserve minutes</strong>: The Federal Open Market Committee's minutes from its March 15-16 policy meeting, where it decided <a href=\"https://www.ft.com/content/4cd13c43-3387-4af8-9866-2d618c936d2b\">to raise interest rates for the first time since 2018</a>, will be released today. The minutes should provide insight into the debate over the pace of interest rate increases to combat inflation and its attempt to reduce the balance sheet.&#xa0;</p> <p><strong>Earnings </strong>Jeans retailer <a href=\"https://www.ft.com/stream/e10006ba-897c-4302-a6e8-2163650bfc61\">Levi Strauss &amp; Co</a> is expected to report revenues of $1.5bn in the first quarter, according to analysts polled by Refinitiv. Strong demand for casual clothing has boosted demand, as some consumers still work from home. Canada's largest cannabis producer <a href=\"https://www.ft.com/content/99eee1d1-6e9e-4dc2-94c6-56b599529418\">Tilray</a> is also reporting earnings results today.</p> <p><strong>MBA Mortgage Applications: </strong>The Mortgage Bankers Association will release its weekly index indicating the number of mortgage applications for the week ended April 1. Last month, applications declined 6.8 per cent, as mortgage rates increased.&#xa0;&#xa0;</p> <p><strong>Axiom launch</strong> Axiom (or Ax-1), the first all-private astronaut rocket mission to the International Space Station, is <a href=\"https://www.ft.com/content/cabfbac9-cab5-417a-b102-bda80cd5e944\">due to launch</a> from Nasa's Kennedy space centre in Florida.</p> <h1>What else we're reading</h1> <p><strong>The weaponisation of finance</strong> The first of a two-part series on the new era of financial warfare examines how the west <a href=\"https://www.ft.com/content/5b397d6b-bde4-4a8c-b9a4-080485d6c64a\">unleashed “shock and awe”</a> on Russia's economy, and how sanctions on the country's central bank wielded the omnipresence of the US dollar to penalise an adversary of Washington.</p> <p><strong>A new kind of media baron charges into Twitter</strong> Elon Musk's investment in the social media platform and subsequent appointment to the company's board of directors gives the Tesla chief executive a unique position and influence normally associated with traditional press barons. Tech reporters Hannah Murphy and Richard Waters <a href=\"https://www.ft.com/content/c4a18fa1-3bed-45ec-a5ed-642163361ed4\">spoke to experts</a> about this week's surprise developments.</p> <p><strong>Carbon removal ‘unavoidable' as climate change alarm bells ring </strong>Once a fringe idea, carbon capture and storage has become a key part of decarbonisation plans the world over. Supporters argue that we need a way to remove CO2 already in the atmosphere to stay below 1.5C of global warming. But does this technology risk providing big polluters a licence to carry on as normal? <a href=\"https://www.ft.com/video/25df7aa2-e414-484f-ac2f-63e06644fcb1?playlist-name=editors-picks&amp;playlist-offset=0\">The FT weighs the pros and cons.</a></p> <p><strong>Australia should blame itself for Solomon Islands' shift to China </strong>Dismay in Australia, New Zealand, the US and Japan over a planned security pact overshadows long-running problems in their approach to the Pacific, <a href=\"https://www.ft.com/content/14fc7739-feca-4555-a399-2aed3b682243\">writes Kathrin Hille</a> — and shows how despite fears of losing influence, the west is struggling to do anything about it.</p> <p><strong>Can David Solomon DJ? An investigation </strong>A chief executive's public image can have demonstrable effects on corporate culture and share price performance. The Goldman Sachs chief executive's elevation from weekend mix-jockey to festival headliner carries a measurable risk of being considered too eccentric. So it is on behalf of stakeholders that Alphaville asks: <a href=\"https://www.ft.com/content/446f16d2-7d20-42aa-b26b-fcfeffc9ba71\">is Solomon any good</a>?</p> <h1>Fitness</h1> <p>Boost your ride with investment-worthy cycle hacks from 3D-printed saddles to Tour de France-tested wheelsets, Fergus Scholes rounds up <a href=\"https://www.ft.com/content/7bb7e960-909e-4e75-83b0-272d0e0d489e\">the 14 best bike upgrades</a>.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2022 'FirstFT: US and EU to announce new sanctions against Russia' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T10:55:41.255Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7678,
          "end": 7691
        },
        {
          "start": 7678,
          "end": 7685
        }
      ]
    }
  ]
}