{
  "_id": "8d578a69e5f0c8a7dd57d497e103c0579ab927436419c0864d945ab4c87c42cf",
  "feed": "market-watch",
  "title": "UK's central bank chief stirred a hornets nest by suggesting workers shouldn't ask for higher wages when inflation is high. Is the Fed's view any different?",
  "text": "<p>“We do need to see a moderation of wage rises,” Bailey said. “Now that's painful, I don't want to, in any sense sugar that message, it is painful. But we need to see that in order to get through this problem more quickly,” Bailey's £575,538 pay is the equivalent of almost $780,000.</p><p>Does the Fed think the same thing? The answer is, maybe in their heart of hearts, but not out loud.</p><p>“A bad-boyfriend-style central banker would ask workers to forgo wage increases to help fight inflation, as the Bank of England's Andrew Bailey did,” said Chris Low, chief economist at FHN Financial said, in a Friday note analyzing the jobs report. “The Fed is not that cheeky, but they are probably thinking it even if they are not saying it.”</p><p>The strong U.S. January jobs report showed average hourly earnings increased 0.7% and are up 5.7% year on year.</p><p>If that pace of wage gains is sustained, it is not consistent with the Fed's target of a 2% inflation rate, said Jan Hatzius, chief economist at Goldman Sachs.</p><p>Last week, Federal Reserve Chairman Jerome Powell played down the rise in wages.</p><p>“Wages have also risen briskly, and we are attentive to the risks that persistent real wage growth in excess of productivity could put upward pressure on inflation,” Powell said at his news conference following the central bank's policy meeting. “Like most forecasters, we continue to expect inflation to decline over the course of the year.”</p><p>To be clear, Powell didn't ask anyone to hold off on a discussion about a raise.</p><p>At issue for economists is something called a “wage-price spiral” a term last popular in the 1970s, where workers ask for higher wages, companies respond by raising prices and workers respond by asking for higher wages. In that period, unions often had cost-of-living increases built into their contracts.</p><p>This “vicious upward wage price spiral” is “the No. 1 thing central bankers are worried about in 2022,” said Josh Bivens, research director at the Economic Policy Institute, a left-leaning think tank.</p><p>Shying away from talk about a raise isn't the solution, Bivens said. “It's really striking that it's only workers that are being chastised to not try to protect their incomes in the face of price increases,” he said of the Bailey's comments.</p><p>The Bank of England chief's comment has a “grain of accuracy” that inflation spikes can get “amplified” in the labor market, Bivens said. But that's not how countries like England and the United States got to pandemic-era inflation, he said. It came back to consumer demand driving up the cost of goods amid a snarled supply chain, Bivens said.</p><p>Even with the strong year-over-year increase in January, wages are lagging behind inflation rates, Bivens noted. The consumer price index rose  7% in the year to December.</p><p>Like Bivens, Brian Bethune, a Boston College economist, doesn't see a wage-price spiral at work that Powell would want to try countering with steep interest rate hikes.</p><p>“There's nothing out there to support that thesis” of a wage-price spiral. In fact, it's “dangerous to presume that's the issue” because it steers attention away from ways to ease supply-chain problems, Bethune said.</p><p>The 5.7% year-over-year rise in hourly earnings is “a huge increase from 4.9% year-on-year in December,” said Low at FHN Financial. “Note, wages are still lagging inflation, the wage-price spiral is still a myth, but the Fed won't like this rise one bit anyway.”</p><p>Others do see a wage-price spiral at work, noting how many companies are paying up to cope with a labor shortage problem. While the 5.7% hourly earnings increase was the overall average, Stephen Stanley, Amherst Pierpont Securities' chief economist, pointed out the year-over-year earnings increases for production and nonsupervisory employees climbed 6.9%.</p><p>“‘Spiral' is such an extreme word, but the ‘wage/price spiral' dynamic appears to be in full force,” he said in a Friday note.</p><p>Under the circumstances the Fed should still be on course to start raising interest rates beginning in March, he said.</p><p>Following the January jobs report, economists think the Fed might adopt a more aggressive monetary policy tightening, while still starting with a quarter-percentage rise in March in its benchmark rate.</p><p>During his January press conference, Powell said the U.S. had a “very, very strong labor market” that could withstand rate hikes to counter inflation. Did he just keep the part about easing off pay raises quiet?</p><p>San Francisco Fed President Mary Daly told MarketWatch in an interview this week that she thought sectors where pay is rising fast would cool off as more workers enter the labor market as the pandemic recedes.</p><p>“I see some of this current heat that people point to [in the wage data] as just a temporary factor,” Daly said.</p><p>Bivens said central bankers could be forgiven for wishing that everyone would absorb some slight income losses or at least fewer gains next year to tamp down on inflation.</p><p>“But it's not a serious strategy in any way given the economy we actually have,” he concluded.</p>",
  "published": "2022-02-05T20:38:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 985,
          "end": 998
        },
        {
          "start": 985,
          "end": 992
        }
      ]
    }
  ]
}