{
  "_id": "1496b6d724cf66b8a36bf15b56b8043fa750ece42728631304f43d0535317cc0",
  "feed": "ftcomall",
  "title": "Global investment banks in China finally turn a profit",
  "text": "<p>All but one of the global investment banks in China finally managed to eke out a profit last year after Beijing allowed them to take full control of their operations and expand their influence in the country's colossal financial sector.</p> <p>After years of losses or meagre returns, six out of the seven Wall Street and European financial institutions with investment banking ventures in mainland China — including JPMorgan Chase, <a href=\"https://www.ft.com/content/ad1a8608-1069-4f9b-bf26-5dd9ae03f0a8\">Goldman Sachs</a> and Morgan Stanley — made a profit in 2021, according to figures reported by the banks and seen by the Financial Times.</p> <p>Morgan Stanley, which was the first Wall Street bank to create an investment banking partnership in China in 1995, made a profit of Rmb30mn ($4.5mn) in 2021, according to the financial reports. In the prior three years, its onshore investment bank made a combined loss of about $38mn.</p> <p>JPMorgan, which established its first investment banking joint venture in China in 2010 but was forced to scrap it and start again in 2019, made profits of $11mn last year. Its losses in 2019 and 2020 totalled $39mn. The banks did not comment on their financial results.</p> <p>The limited profits underlined the difficulties faced by western banks in China, where they have been plagued by operational setbacks and prohibitive regulations that have capped investment. </p> <p>But <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">a regulatory shift</a> in the last two years as China opened its financial markets to foreign competition has raised hopes that years of investment might finally start to yield consistent rewards.</p> <p>After Beijing scrapped foreign ownership limits in the securities and mutual fund industry in April 2020, the banks could for the first time <a href=\"https://www.ft.com/content/22e8f770-ba64-4c8f-a9f5-a47885d0b7dd\">take full ownership</a> of their Chinese operations and better integrate them with their global businesses. JPMorgan and Goldman have both moved to take over their joint ventures while Morgan Stanley has increased its ownership to 90 per cent.</p> <a href=\"http://www.ft.com/cms/9907648.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>However, the lenders still face an uphill battle to compete with China's own investment banking giants and capture a slice of the enormous domestic deals market. China's brokerages earned Rmb191.12 bn ($28.4bn) in net profit in 2021, up about 21 per cent from the previous year, Securities Association of China data show. </p> <p>Geopolitical tensions between Beijing and Washington have also halted a <a href=\"https://www.ft.com/content/c186952f-27dc-40dc-9b9f-03af667943d7\">stream of lucrative fees</a> for global banks listing Chinese companies in New York and Hong Kong, which had for years justified their lossmaking operations onshore.</p> <p>HSBC's Chinese partnership, HSBC Qianhai Securities, made a $24mn loss, bringing its total losses since 2018 to $89mn</p> <p>Goldman Sachs, which was granted <a href=\"https://www.ft.com/content/3c74fac6-65fa-4af1-a4a7-211eefac1923\">full ownership</a> of its 18-year partnership with Gao Hua Securities last year, made a profit of $12mn in 2021. Swiss bank UBS was the best performer of the group, making a $22mn profit.</p> <p>“The objective is not to compete to be in the top three domestic underwriters in China,” said a person close to Goldman Sachs. “The objective is to focus on the areas of the domestic market where we can differentiate and bring international capital to China in ways our domestic competitors find more difficult.”</p> <p>Goldman's results showed a jump in investment banking revenue last year from $1mn to $24mn, in part due to its role as co-sponsor of the $3.5bn Shanghai flotation of biotech firm BeiGene. </p> <p>On Tuesday, Goldman revamped its leadership in China, relocating Singapore chief executive and global markets banker Eg Morse to Shanghai to become co-head of China alongside investment bankers Wei Cai and Sean Fan.</p> <p>JPMorgan also took full ownership of its Chinese investment bank last year, allowing it to funnel more business through its wholly owned entity, according to a person close to the bank. The banks need to demonstrate to Chinese regulators that their onshore ventures are profitable in order to apply for certain licences, such as to trade derivatives.</p> <p>The banks' progress is likely to stall this year as China's zero-Covid policy has battered its economy and markets, and lockdowns in China's financial centre Shanghai have <a href=\"https://www.ft.com/content/ab315e01-1175-4254-8918-538bf5aec8f7\">made it harder to expand</a> offices or attract clients. </p> <p>“This is a year of muddling through, not a year of doing something revolutionary,” said the Asia chief executive of a Wall Street bank in China, who added that the bank had been forced to postpone its growth plans for 2022.</p> <p>The <a href=\"https://www.ft.com/content/45d5fcac-3e6d-420a-ac78-4b439e24b5de\">threat of Russia-style sanctions</a> on China by the west, as well as a regulatory crackdown on sectors including technology, property and education, have also shaken expansion plans for Wall Street banks, said a person close to one of the banks. However, they added: “We have to put up with it and move on as the opportunity is so large.”</p><p>Source: Tabby Kinder and Cheng Leng in Hong Kong 2022 'Global investment banks in China finally turn a profit' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T03:44:06.305Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1762,
          "end": 1769
        },
        {
          "start": 2888,
          "end": 2901
        },
        {
          "start": 2559,
          "end": 2572
        },
        {
          "start": 2888,
          "end": 2895
        },
        {
          "start": 426,
          "end": 439
        },
        {
          "start": 2559,
          "end": 2566
        },
        {
          "start": 3289,
          "end": 3296
        },
        {
          "start": 426,
          "end": 433
        },
        {
          "start": 3089,
          "end": 3096
        }
      ]
    }
  ]
}