{
  "_id": "a09748cd233e042b2289fb012f40c5e46d5fade6bc4c842c42a525807208c41d",
  "feed": "market-watch",
  "title": "From civility to hostility: Congressional correspondent reflects on his four decades on the Hill; Collegial feelings among leaders are all but gone. In their place is suspicion symbolized by the magnetometers lawmakers pass through before entering the House chamber",
  "text": "<p>Those feelings among leaders are all but gone. In their place are suspicion and even hostility, most starkly symbolized by magnetometers lawmakers must pass through before entering the House chamber.</p><p>Speaker Nancy Pelosi, a California Democrat, presided over the installation of the metal detectors against GOP objections after the brutal Jan. 6, 2021, Capitol attack by supporters of then-President Donald Trump. Democrats also expressed concerns about Republican lawmakers who carry guns.</p><p>As I retire after nearly four decades covering Capitol Hill, that contrast and the forces behind it illustrate why I've loved covering Congress — and why I've recently felt dispirited.</p><p>Congress is dominated by masters of political hardball who've survived a Darwinian culling of the nation's most ambitious politicians. Covering them is like attending a riveting theatrical drama, except you get to wander behind the curtain and chat up the actors.</p><p>In a moment of irony, I saw Gingrich in 1998, then speaker, lash out at the very conservatives who'd powered his own rise after they opposed his budget deal with President Bill Clinton as a surrender. Gingrich mocked them as the \"perfectionist caucus,\" a bow to the compromises needed in a divided government. He soon announced his retirement.</p><p>Near midnight on Sept. 11, 2001, I watched Democrats and Republicans, in a show of solidarity on the Capitol steps, spontaneously sing \"God Bless America.\"</p><p>Pelosi triumphantly waved the gavel aloft in 2007 when she became the first female speaker. \"For our daughters and our granddaughters, we have broken the marble ceiling,\" the California Democrat said.</p><p>Eight years later, I saw awe in the eyes of House Speaker John Boehner, the Ohio Republican, a Catholic, as he greeted Pope Francis, whom he'd invited to address Congress.</p><p>I saw shock on Republicans' faces the very next morning as they left a Capitol basement meeting where Boehner revealed he was quitting, hounded by a new generation of hard-right conservatives, the House Freedom Caucus.</p><p>Democrats and Republicans cheered when No. 3 House GOP leader Steve Scalise of Louisiana limped into the chamber in 2017, three months after being gravely wounded when a gunman attacked a Republican baseball practice.</p><p>I've seen change. Since Pelosi's 1987 arrival, the number of women in Congress has multiplied from 25 to 146. There are around 130 lawmakers of color, up from 38.And I've witnessed upheaval. Starting in 2017, Sen. Al Franken, a Minnesota Democrat, and others resigned amid the rise of the #MeToo anti-sexual-harassment movement.</p><p>Key Words (December 2017): Al Franken shouldn't quit, says fellow Senate Democrat Joe Manchin</p><p>Also see (June 2019): Buttigieg: I wouldn't have urged Franken to quit over forcible kissing charge at the time some 2020 rivals did</p><p>I had one deeply embarrassing close encounter with a freshly sworn-in president in 2001. I was assigned to a ceremonial Senate room where new presidents sign papers immediately after their inaugural address.</p><p>Someone brushed my elbow. Standing beside me was President George W. Bush. I tried drawing him out with a folksy, \"So, how'd it go?\" He parried what was likely his first reporter's question as president with a nod, adding, \"Good.\"</p><p>Since coming to Washington in 1983, I've seen debates over wars, terrorism, recessions, government shutdowns and taxes. Three of history's four presidential impeachment trials. Fights over social justice, abortion, a pandemic.</p><p>I still overhear Democrats and Republicans making dinner plans. The sorrow over this month's car-crash death of Rep. Jackie Walorski, an Indiana Republican, and two aides was bipartisan and heartfelt.</p><p>Yet today's common ground seems narrower, the atmosphere darker, the stakes higher.</p><p>Pelosi referred to House Minority Leader Kevin McCarthy, a California Republican, as a \"moron\" after he opposed mask mandates in the House as the coronavirus pandemic spiked. McCarthy said it would be \"hard not to hit her\" with the gavel if he becomes speaker. His spokesperson said it had been a joke.</p><p>Both parties have fewer moderates. House districts increasingly drawn for partisan advantage push Democrats left, Republicans right as they appeal to their most activist primary voters.</p><p>Voters self-sort among social media and news outlets they believe. That hardens constituents' views, further constraining lawmakers' willingness to compromise.Senate filibusters requiring bills to garner 60 votes are commonplace, derailing nearly anything without broad bipartisan support.</p><p>Through early this century, most Supreme Court nominees were approved easily.In 2016, Senate Majority Leader Mitch McConnell, the Kentucky Republican, refused to let President Barack Obama fill a Supreme Court vacancy, citing upcoming elections a full nine months away. Then just weeks before Election Day 2020, McConnell sped a Trump appointee through the Senate, giving the court a 6-3 conservative majority and McConnell a legacy achievement that outraged Democrats.</p><p>See: 'Broken down hack politician': Trump lashes out after McConnell laments that 'candidate quality' could keep Republicans from taking Senate</p><p>Also: 'Dan Goldman has a wonderful future ahead': How Trump sought to insert himself in New York's Democratic primary</p><p>None of that approximates Trump's baseless assertion that the 2020 election was stolen from him, a claim rejected by dozens of courts, local officials and his own attorney general.</p><p>His false construct fueled the Jan. 6 insurrection. I wasn't in the Capitol because of the pandemic, but there is no forgetting the death, injury, destruction and disheartening sense that democracy itself had been defiled.</p><p>Just hours after the mob was dispersed, more than half of House Republicans and eight GOP senators voted against certifying Democrat Joe Biden's victory. McCarthy initially said Trump \"bears responsibility\" for the attack but later blocked a bipartisan investigation.</p><p>Many Republicans have downplayed or deflected attention from that calamitous day. Trump remains his party's dominant figure.</p><p>Republicans have backed Trump's claims that this month's court-sanctioned search of his Mar-a-Lago estate was politically motivated. The FBI is led by Trump-appointed Director Christopher Wray and emerged with sensitive national-security documents that are federal property.</p><p>Anti-government rhetoric by politicians is not new. But these latest assaults on faith in government and the election system underpinning it — by potent influencers like a former president and his elected supporters — come amid authorities' warnings about increased calls for violence, even civil war. (Well-known and long-serving Republican office holders — as well as Trump himself, on his own social-media platform — just this weekend suggested pursuit of the apparently developing FBI case against Trump should tread carefully lest \"riots in the streets\" ensue.)</p><p>Despite ever-tighter security, reporters still walk unfettered in most Capitol corridors.</p><p>I've bumped into celebrities from Muhammad Ali to Jon Stewart. But politicians have left the most lasting impressions.</p><p>Senate Republican leader Bob Dole of Kansas wielded light-speed wit. After the newly elected Clinton dined with GOP senators in a gesture of bipartisanship, he described a novel he'd read involving a murdered Democratic senator. \"A happy ending!\" Dole replied.</p><p>Gingrich's hardening of partisan enmity — he counseled describing Democrats with focus group-tested words like \"traitors\" and \"sick\" — was sometimes answered in kind. Rep. Sam Gibbons, a Florida Democrat, angrily left one 1995 House hearing on Medicare cuts Republicans wanted. \"I had to fight you guys 50 years ago,\" shouted Gibbons, who parachuted into France behind Nazi lines on D-Day.</p><p>I've seen agreements to authorize a military response to 9/11, keep the 2008 Great Recession from getting even worse and spend trillions of dollars to counter the pandemic.</p><p>Republicans have enacted huge tax cuts and created Medicare prescription drug coverage. Senate Majority Leader Chuck Schumer, a New York Democrat, recently muscled a top Biden priority to passage bolstering environment and health initiatives.</p><p>Trump's norm-busting four years featured constant clashes with Congress including Republicans, from whom he tolerated no dissent.</p><p>I prodded one Republican, privately critical of Trump, to talk on the record. \"He'd send me to Gitmo,\" he said.</p><p>House Speaker Paul Ryan, a Wisconsin Republican, then just 48, announced in early 2018 that he would retire. He later told author Tim Alberta he could not endure two more years of working with Trump.</p><p>The cautious McConnell and impulsive Trump long had a fraught relationship. It was severed as McConnell, who voted to acquit Trump over Jan. 6 on the grounds that he'd already left the White House, immediately afterward blistered him as being \"practically and morally responsible\" for the riot.</p><p>I've seen lawmakers risk their jobs by backing the party line. Democrats lost dozens of seats in 1994 after rallying behind a Clinton deficit-reduction package. They lost again in 2010 after enacting Obama's health care law.</p><p>And I've seen some infuriate colleagues by straying. Sen. John McCain, the Arizona Republican and war hero, elicited gasps with his decisive thumbs-down that derailed Trump's effort to repeal Obama's healthcare law.</p><p>See: Republican reset in Arizona? Senate candidate courts McConnell backing, removes abortion language from website.</p><p>Ten House Republicans voted to impeach Trump over the insurrection. At least eight, including Rep. Liz Cheney, a Wyoming Republican, Trump's most relentless GOP foe, will not be in Congress next year.</p><p>Lawmakers have recently approved with some measure of bipartisanship military help for Ukraine and expanded healthcare for veterans and modestly restricting access to some guns — glimmers suggesting they can still work together. Yet the confluence of today's forces chipping away at faith in government institutions would not be recognizable to Foley and Michel.</p><p>MarketWatch contributed.</p><p>From civility to hostility: Congressional correspondent reflects on his four decades on the Hill</p>",
  "published": "2022-08-29T12:23:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.98800004,
      "offsets": [
        {
          "start": 5161,
          "end": 5168
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}