{
  "_id": "6075a078b69995fc017a2711089a0f0e7c9763d8425c18973f1da11fec19e8d5",
  "feed": "market-watch",
  "title": "S&P 500 marks 1st death cross in 2 years as investors assess Russia-Ukraine ahead of Fed decision",
  "text": "<p>What happened?</p><p>The Dow Jones Industrial Average DJIA finished up by just 1.05 point at32,945.24 after giving up a more than 400-point gain earlier Monday. Blue chips remain more than 10% off a record close of 36,799.65 reached on Jan. 4, according to Dow Jones Market Data.</p><p>The S&amp;P 500 SPX closed down by 31.20 points, or 0.7%, at 4,173.11. The S&amp;P 500's short-term moving average crossed below the long-term average for the&#xa0;first time since March of 2020, producing a so-called death cross on Monday.</p><p>The Nasdaq Composite COMP finished lower by 262.59 points, or 2%, at 12,581.22, marking the lowest close since Dec. 14, 2020.</p><p>Read:‘Unprecedented territory': Stocks slump on Russia-Ukraine war as jittery investors watch for Fed to start hiking rates amid high market volatility</p><p>What drove markets?</p><p>Uncertainty plagued markets on Monday, resulting in the erasure of nearly two years of gains for the once-highflying Nasdaq Composite, as a hoped-for détente between Russia and Ukraine failed to materialize.</p><p>A fourth round of talks between Moscow and Kyiv paused and will resume on Tuesday, an adviser to Ukraine President Volodymyr Zelensky said Monday afternoon, according to The Wall Street Journal. Meanwhile, U.S. and Chinese security officials met in Rome on Monday after the U.S. alleged that Russia was seeking military equipment from the world's No. 2 economy.</p><p>Over the weekend, Russia pounded a military training base near the border with Poland, killing at least 35 people. Russia continued its offensive on Monday throughout Ukraine.</p><p>“We see the Ukraine war reducing global growth, increasing inflation and putting central banks in a bind,” wrote BlackRock Investment Institute's Alex Brazier and others, in a Monday note. They said they favor developed-market equities, while remaining underweight government bonds.</p><p>The clashes in Eastern Europe and the subsequent sanctions on Russia have lead the head of the International Monetary Fund, Kristalina Georgieva, to say that she expects a “deep recession” in Russia due to “unprecedented” sanctions by the West, and that a Russian sovereign default remains a possibility, commenting in a Sunday interview with CBS News' “Face the Nation.”</p><p>Separately, China locked down the key southeastern manufacturing hub of Shenzhen as it also combats a COVID outbreak in the northeast of the country. The Chinese lockdowns have the potential to further exacerbate supply-chain woes with inflation already running at nearly 8%.</p><p>Read:Failed China ‘zero-COVID' policy tops list of 2022 geopolitical risks: Eurasia Group</p><p>The backdrop of uncertainties has forced strategists to lower their outlook for equities. Those at Goldman Sachs lowered their year-end price target for the S&amp;P 500 to 4,700 from 4,900, citing the surge in commodities prices and the weaker outlook for U.S. and global growth. On Friday, Goldman's economists cut their GDP forecast and said the odds of a U.S. recession next year were as high as 35%.</p><p>Still ahead for this week is the U.S. central bank's policy gathering, set to kick off on Tuesday. The Federal Reserve is expected to raise interest rates for the first time since 2015-2018 on Wednesday in response to surging inflation.</p><p>Which companies were in focus?</p><p>Pfizer IncPFE. shares were in focus after its CEO said on Sunday that fully vaccinated people will need a fourth COVID shot later this year and that approval of its vaccine for children under 5 may be granted in May. Shares were up 3.9%.</p><p>IEP Utility Holdings LLC, a unit of Icahn Enterprises LP,&#xa0;is raising the tender offer price for Southwest Gas Holdings Inc.&#xa0;SWX to $82.50 a share in cash from a previous price of $75 a share. Southwest Gas shares were up 6.6% at $77.41 a share.</p><p>U.S.-listed shares of Alibaba Group Holding Ltd.&#xa0;BABA sank 10.3% as the China-based e-commerce giant continues to suffer from&#xa0;a broad selloff in China's stock market amid&#xa0;the threat of delisting&#xa0;of shares of China-based companies in the U.S.&#xa0;</p><p>What did other assets do?</p><p>The 10-year benchmark Treasury note yield&#xa0;BX:TMUBMUSD10Y&#xa0;rose 13.5 basis points to 2.139%, the highest since June 11, 2019, based on 3 p.m. levels, according to Dow Jones Market Data. Treasury yields and prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down less than 0.1%.</p><p>Oil futures finished lower, with West Texas Intermediate crude for April delivery&#xa0;CLJ22 dropping 5.8% to settle at $103.01 a barrel. April gold&#xa0;futures GCJ22 fell $24.20, or 1.2%, to settle at $1,960.80 an ounce.</p><p>Bitcoin BTCUSD rose 0.4% to $38,836.</p><p>The Stoxx Europe 600 XX:SXXP finished 1.2% higher on Monday, while London's FTSE 100 UK:UKX closed up by 0.5%.</p><p>Japan's Nikkei 225 JP:NIK closed up by 0.6%. Meanwhile, the Hang Seng Index&#xa0;HSI&#xa0;finished 5% lower, while China's Shanghai Composite Index CN:SHCOMP closed down by 2.6%.</p><p>— William Watts and Steve Goldstein contributed to this article.</p>",
  "published": "2022-03-14T17:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2854,
          "end": 2861
        },
        {
          "start": 2666,
          "end": 2679
        },
        {
          "start": 2666,
          "end": 2673
        }
      ]
    }
  ]
}