{
  "_id": "0b43074320307e17b1401a7553c73e1901ccb928dc042eb9c5d269822f549e56",
  "feed": "ftcomall",
  "title": "Citigroup discloses near-$10bn exposure to Russia as sanctions tighten",
  "text": "<p>Citigroup said it has almost $10bn worth of exposure to Russia through loans, government debt and other assets, partly held through its retail bank in the country which it has said it wants to sell. </p> <p>The disclosure, made in Citi's annual report on Monday, underscores how the New York-based bank's business is more directly tied to events in Russia than any of its Wall Street rivals, as western powers ratchet up financial sanctions on the country following President Vladimir Putin's invasion of Ukraine. </p> <p>The exposure, based on end-2021 figures, was made up of $8.2bn at its investment banking and retail banking operations in Russia through corporate and consumer loans, local government debt, reverse repurchase agreements and deposits with Russia's central bank, which was <a href=\"https://www.ft.com/content/073a37d5-4daf-49ed-b5bc-a4682ef1aa88\">hit with sanctions</a> on Sunday. </p> <p>Citi has a further $1.6bn of exposure to other financial counterparties in the country. </p> <p>“Citi continues to monitor the current Russia-Ukraine geopolitical situation and economic conditions and will mitigate its exposures and risks as appropriate,” the bank said in the regulatory filing. </p> <p>The exposure is a small fraction of Citi's overall business, with the bank holding $2.29tn worth of assets at the end of last year. It is nevertheless an unwelcome distraction ahead of an investor day on Wednesday where Jane Fraser, chief executive since early last year, will outline her <a href=\"https://www.ft.com/content/d1d0f4ae-5ffe-4222-a14d-beeeaf141537\">road map for the bank</a>.</p> <p>Part of Fraser's strategy has been to <a href=\"https://www.ft.com/content/7ca269fc-f257-4aed-a5c9-03e140a10a54\">exit about a dozen markets</a> from its far-flung international retail network, including Russia. The bank said in the filing that it was still seeking to exit the Russian retail market. </p> <p>Goldman Sachs estimated that its exposure to credit losses in Russia was $650mn, of which $134mn was from over-the-counter derivatives, $177mn from loans and lending commitments, and $339mn to secured receivables, according to its annual report filed last week. The bank said its total market exposure to Russia was $414mn as of December.</p> <p>In their most recent annual reports, neither JPMorgan Chase nor Bank of America listed Russia among their top 20 markets for financial exposure. </p> <p>In a research note on Monday, analysts at Oppenheimer wrote that US bank exposure to Russia was “limited”.</p> <p>“The harder to figure issue is the indirect exposure, given that many European banks (particularly French, Italian and Austrian) have much bigger exposures and could clearly be impacted much more severely,” they wrote.</p><p>Source: Joshua Franklin in New York 2022 'Citigroup discloses near-$10bn exposure to Russia as sanctions tighten' FT.com 28 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-28T19:32:42.865Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1628,
          "end": 1635
        },
        {
          "start": 1628,
          "end": 1641
        }
      ]
    }
  ]
}