{
  "_id": "63268d23204c00f1399243f8b215992d494141fa756d63228eb1021808936893",
  "feed": "wall-street-journal",
  "title": "Regulators Probe Block Trading at Morgan Stanley, Goldman, Other Wall Street Firms; SEC, Justice Department investigate large share sales, communications between banks, hedge funds",
  "text": "<p>The issuance of subpoenas doesn't mean charges will be brought against any of the firms or individuals whose activities are being scrutinized.</p><p>Regulators have been looking into irregularities around block trades since at least 2019, when the SEC requested records from several large banks, people familiar with the matter said.</p><p>Investigators are looking at whether bankers improperly alerted favored clients to the sales before they were publicly disclosed and whether the funds benefited from the information—for example by shorting the shares in question. (In a short sale, an investor sells borrowed stock in hopes of buying it back at a lower price later and pocketing the difference.)</p><p>Shares of companies selling stock often fall because of an increase in supply hitting the market—and they do so frequently in the hours before a big block is sold, a phenomenon that has long raised questions on Wall Street.</p><p>Some of the funds that have received subpoenas act as \"liquidity providers\" to Wall Street firms, according to some of the people, standing by to purchase slugs of stock or other securities, including those that have few interested buyers.</p><p>The rules governing when and how Wall Street firms can tell clients about upcoming block trades are murky. In some cases, there are questions around whether divulging certain information or acting on it is improper or illegal, lawyers say.</p><p>Block trades are a big business on Wall Street that has gotten even bigger of late. There were nearly $70 billion of them in the U.S. in 2021, a five-year high, according to Dealogic. Morgan Stanley, an early focus of the probe, was the most active bank last year, leading more than a quarter of the deals by value and earning more than $300 million in fees, Dealogic data show. Goldman is also a big player in the business.</p><p>Block trades take place when a company or a large shareholder wants to sell a lot of stock at once. Unloading it in small drips could take weeks and might drive down the price, so banks are asked to bid for the entire block. They typically submit bids at a discount to the market price.</p><p>The winning banks then offer the shares to trading clients at a slight premium to the agreed price, hoping to eke out a profit. The banks bear the risk that the stock drops precipitously before they can do so.</p><p>In recent years, the block-trading business has boomed because of record volumes of initial public offerings and other deals such as secondary or follow-on offerings, as stock markets soared. Block trades often occur, for instance, when lockup windows that prevent insiders from selling for a time after an IPO expire. Companies also have started turning to block trades because they are more efficient and can impact a stock price less than a traditional follow-on offering.</p><p>Liz Hoffman, Corrie Driebusch and Corinne Ramey contributed to this article.</p><p>Regulators Probe Block Trading at Morgan Stanley, Goldman, Other Wall Street Firms</p>",
  "published": "2022-02-14T21:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 50,
          "end": 57
        },
        {
          "start": 1773,
          "end": 1780
        },
        {
          "start": 2919,
          "end": 2926
        }
      ]
    }
  ]
}