{
  "_id": "5ab1a06f12ee6e063d7f89479f89779a15f77a0b626554a77a1f8c975f999bf9",
  "feed": "wall-street-journal",
  "title": "SEC Had a Record Year for Enforcement Actions; Whistleblower award program received more than 12,300 tips reporting potential wrongdoing in fiscal 2022",
  "text": "<p>The SEC imposed a total of $6.44 billion in monetary penalties, the highest amount on record and 67% above the previous year. The total includes a record $4.19 billion in civil penalties, and $2.25 billion in the disgorgement of ill-gotten gains, about 6% less than the year before.</p><p>The agency imposed more penalties than disgorgements in the last fiscal year, which demonstrates that \"the potential consequences of violating the law are significantly greater than the potential rewards,\" Gurbir Grewal, the SEC's director of enforcement, said at a conference Tuesday. He added that the SEC ordered more than twice as much in disgorgements as it did in penalties for the five fiscal years before the last one.</p><p>\"So while disgorgement was slightly down from the prior year…it is the first time that the amount ordered to be paid in penalties has been double the amount ordered to be paid in disgorgement,\" he said. \"The increased penalty-to-disgorgement ratio nonetheless demonstrates that the risk-reward calculation is not what it was even a few years ago.\"</p><p>The SEC's whistleblower award program also received a record of more than 12,300 tips reporting potential wrongdoing for the fiscal year 2022, surpassing the previous record of 12,210 tips the year before.</p><p>The cash-for-tips program in fiscal 2022 gave out about $229 million in 103 awards. That made it the second-highest year for both the number of awards and dollar amounts of awards issued, the SEC said.</p><p>The SEC whistleblower program in August reversed a Trump-era change that would have put a limit on the amount of awards it could provide. The program also faced controversy when a new study this year found that almost a quarter of the SEC's whistleblower awards have gone to people represented by law firms with attorneys who have previous close connections to the regulator. The SEC said it doesn't show special preference or provide special treatment to those with previous employment ties to the regulator.</p><p>The SEC said it was focusing on actions that would deter future violations while encouraging accountability from major institutions. Enforcement actions from the past year included settlements between the SEC and many of Wall Street's biggest banks over allegations their employees' use of personal messaging apps such as WhatsApp violated regulatory requirements. The roster of banks agreeing to pay $125 million each to the SEC include Bank of America Corp., Barclays PLC, Citigroup Inc., Deutsche Bank AG and Goldman Sachs Group Inc.</p><p>Better Markets Inc., a nonprofit Washington-based financial markets watchdog group, welcomed the news of the record fines, but said the regulator also needs to do more to hold individuals accountable for their conduct.</p><p>\"That need is especially strong here given the widespread violations involving senior employees,\" Stephen Hall, legal director and securities specialist at Better Markets, said in a statement. \"The public deserves an explanation as to why Wall Street executives and managers continue to get a pass.\"</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>SEC Had a Record Year for Enforcement Actions</p>",
  "published": "2022-11-15T23:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2488,
          "end": 2495
        },
        {
          "start": 2488,
          "end": 2501
        },
        {
          "start": 2488,
          "end": 2512
        },
        {
          "start": 2488,
          "end": 2511
        },
        {
          "start": 2474,
          "end": 2497
        }
      ]
    }
  ]
}