{
  "_id": "dc0ccaf742d9e25e8a36eb48ee94710ff12eafaccec9f53e03f25effa40c3a65",
  "feed": "wall-street-journal",
  "title": "UBS Hires Secondary Deal Maker Abhijit Mitra From Lazard; The Swiss investment bank is building up its secondaries and fund financing business in New York",
  "text": "<p>UBS is building up a global secondaries and fund financing business under Philip Tsai, a New York-based managing director and the global head of secondary market advisory for the bank. The business also has recruited Sandro Galfetti, who joined from advisory firm PJT Partners Inc. in London, and Dave Andrias, from investment bank Houlihan Lokey Inc. in New York.</p><p>Before joining Lazard, Mr. Mitra worked in Morgan Stanley's investment-management arm in the alternative investments area. He has executed more than 30 transactions for large and midsize financial-sponsor clients, including private-equity firms Warburg Pincus, Rockbridge Growth Equity, Olympus Capital Asia and AE Industrial Partners; early-stage investor New Enterprise Associates, or NEA; General Electric Co.'s GE Ventures operation, and lender Citigroup Inc.</p><p>Mr. Mitra's move is the latest involving executives of secondary advisers as more asset managers and financial institutions set up teams focused on sponsor-led secondary transactions. Most recently, Guggenheim Securities lured away Orcun Unlu from Citigroup to set up its advisory business, and investment bank Lincoln International LLC hired Dan Posternak and Steve Carre from UBS to start a similar operation.</p><p>Rising secondary deal volume in recent years has prompted other asset managers and financial institutions to get into the business, either by hiring talent from more established players or acquiring boutique shops focused on the market. Investment banks Jefferies Financial Group Inc., Goldman Sachs Group Inc., Raymond James Financial Inc., Mizuho Securities Co., Moelis &amp; Co., Rothschild &amp; Co. and PNC Financial Services Group Inc. have followed suit, seeking to claim a piece of an expanding pie.</p><p>Secondary transaction volume surged to a record $134 billion in 2021, more than double the $60 billion level in 2020, according to estimates from investment bank Evercore Inc., which has served as a secondary intermediary. The resurgence in deals was in line with WSJ Pro Private Equity's Guide to the Secondary Market Buyer Survey last year, in which 84% of survey respondents predicted a record level would be reached.</p><p>Write to Preeti Singh at preeti.singh@wsj.com</p>",
  "published": "2022-04-07T17:14:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1527,
          "end": 1551
        },
        {
          "start": 1527,
          "end": 1534
        },
        {
          "start": 1527,
          "end": 1540
        }
      ]
    }
  ]
}