{
  "_id": "63033f76da11f0de42f3b75f36e066ad767177ec6ed8156e6e3f357eba94b25a",
  "feed": "wall-street-journal",
  "title": "U.S. Job Openings Fell in August; Openings fell by 10% in sign that the labor market is starting to cool",
  "text": "<p>The jobs market has remained strong this year, but some signs have pointed to an economy that is weakening. The Federal Reserve is aggressively raising interest rates to reduce inflation, which is running near a four-decade high. The U.S. economy shrank for the first half of the year.</p><p>Companies are continuing to hire and keep workers. Employers added 315,000 jobs in August and 526,000 jobs in July. The economy has fully recovered all of the jobs lost during the opening months of the Covid-19 pandemic and lockdowns.</p><p>Job openings continue to exceed the number of unemployed people seeking work. In July there were a seasonally adjusted 11.2 million job openings, well above the six million unemployed people looking for work in August.</p><p>The number of workers seeking unemployment assistance is also below prepandemic levels.</p><p>Aaron Terrazas, chief economist at the jobs website Glassdoor, said the labor market has been surprisingly resilient this year.</p><p>\"It's still going hot,\" he said. \"It's an extended summer, but everyone is waiting for winter to come.\"</p><p>On Friday the Labor Department is to release how many jobs the economy added or lost in September, and the unemployment rate for that month.</p><p>This year several companies, including Stanley Black &amp; Decker Inc., Corteva Inc. and Goldman Sachs Group Inc., have started to lay off employees or leave jobs unfilled to reduce their costs in an uncertain economy. Walmart Inc. said it would hire about 40,000 mostly seasonal workers to serve holiday shoppers, down from the 150,000 permanent employees it was looking for a year ago.</p><p>The high number of job openings and the low unemployment rate—which stood at 3.7% in August—means that it remains relatively easy for laid-off workers to find a new job.</p><p>Alan Handley, chief executive of waste- and recycling-collection company LRS, said it has become a little easier to find and retain garbage-truck drivers in recent months. Mr. Handley said his company is offering higher wages. Workers are also more concerned about the economy and so want to keep the jobs they have, he said. LRS has raised pay over the past year to about $25 an hour from roughly $19 an hour previously.</p><p>The company, which employs about 800 drivers and 400 recycling sorters in Illinois, Minnesota and other states, has been upgrading to garbage trucks that can be operated by a single worker instead of older models that need a driver in the front and a second employee in the back.</p><p>Mr. Handley recently spoke to managers in Wisconsin as part of his monthly trips to recycling sorting sites.</p><p>\"Labor didn't come up in conversation as much,\" he said, referring to the Wisconsin managers. \"Between the sign-on bonuses, retention bonus, increasing pay, it's quieter today than it was three months ago.\"</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>U.S. Job Openings Fell in August</p>",
  "published": "2022-10-04T14:18:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1286,
          "end": 1293
        },
        {
          "start": 1286,
          "end": 1310
        },
        {
          "start": 1286,
          "end": 1299
        },
        {
          "start": 1273,
          "end": 1296
        }
      ]
    }
  ]
}