{
  "_id": "0248dc9b1741f2dfc27c4746ec72820a6f9e17184a57bde7de8154b4a9336bb9",
  "feed": "market-watch",
  "title": "Wells Fargo outshines JPMorgan as big banks kick off the fourth-quarter earnings season",
  "text": "<p>Wall Street investors punished shares of JPMorgan Chase JPM with a drop of 4.8%, the stock's heftiest one-day slide since March 2, 2020, when it lost 4.91%. Meanwhile, Citigroup C dropped by 2.4% and Wells Fargo &amp; Co. WFC bucked the trend with a positive jump of 4.6%.</p><p>Despite its share price loss on Friday, JPMorgan stock is holding on to a 1% gain since the start of 2022, after rising 14% in the last 12 months. Wells Fargo is now up 21% since Jan. 1 including Friday's gains, while Citigroup is still up by about 9.6% so far in 2022.</p><p>Wells Fargo's 2022 guidance also beat expectations, while JPMorgan's view fell short.</p><p>In 2022, Wells Fargo expects 8% growth over its $35.8 billion in net interest income or about $38.66 billion. That figure would beat the latest analyst consensus estimate of $37 billion in net interest income in 2022, according to a survey by FactSet.</p><p>Meanwhile, JPMorgan Chase JPM expects 2022 net interest income of about $50 billion, which is below the latest Wall Street target of $55.7 billion. JPMorgan Chase also expects about $77 billion in adjusted noninterest expense. Jefferies analyst Ken Usdin said the company's cost target came in about 6% above Wall Street estimates.</p><p>JPMorgan profit drops by nearly $2 billionJPMorgan Chase said its fourth-quarter net income fell to $10.4 billion, or $3.33 a share, from $12.14 billion, or $3.79 a share in the year-ago quarter. The results included the benefit of $1.8 billion, or 47 cents per share, from the release of credit reserves.</p><p>Managed revenue rose 1% to $30.3 billion, with reported revenue of $29.3 billion. The megabank was expected to earn $3.01 a share and generate revenue of $29.78 billion, according to FactSet.</p><p>Total markets revenue of $5.3 billion fell 11%, including a drop of 16% in fixed-income markets and a 2% dip in equity markets.</p><p>“The economy continues to do quite well despite headwinds related to the omicron variant, inflation and supply chain bottlenecks,” Chief Executive Jamie Dimon said. “Credit continues to be healthy with exceptionally low net charge-offs, and we remain optimistic on U.S. economic growth as business sentiment is upbeat and consumers are benefiting from job and wage growth.”</p><p>Drilling into the numbers, Jefferies analyst Ken Usdin said JPMorgan's managed revenue missed estimates on flat mortgage origination volumes.</p><p>The bank's 11% drop in trading revenue was close to the firm's previous estimate for a loss of 10%, Usdin said.</p><p>With brisk capital markets and M&amp;A activity, the firm's investment banking fees rose 37% to $3.5 billion.</p><p>Usdin said JPMorgan's credit card fees — up $100 million from the previous quarter — amounted to “good news” and that credit card sales volumes rose 29% over the year-ago period.</p><p>Earlier this week, Ellen Hazen, portfolio manager at F.L.Putnam Investment Management, said JPMorgan remains one of the firm's core holdings due to its “very strong” position in investment banking, commercial, and consumer banking.</p><p>She said she's looking for more signs of loan growth, as well as plans by the bank to invest in technology to compete with fintech rivals.</p><p>“Management has already indicated that it is willing to use its strong balance sheet to invest in the business,” Hazen told MarketWatch. “Right now, two areas stand out: compensation expenses and fintech investments. Note, the latter is likely to be a short-term pain, long-term gain investment. Competing with well-funded fintech companies will cost JPM in the short-term, but will allow it to continue its dominance among consumers in the long-term.”</p><p>In terms of loan growth, JPMorgan revealed some positive numbers on Friday, with a rise of 18% driven by securities-based lending. Card loan growth increased by 5%.</p><p>Wells Fargo profit increases by $2.7 billionWells Fargo's fourth-quarter profit increased to $5.75 billion, or $1.38 a share, from $3.09 billion, or 66 cents a share in the year-ago quarter. Revenue increased to $20.86 billion from $18.49 billion.</p><p>The San Francisco-based banking giant was expected to earn $1.11 a share on revenue of $18.79 billion, according to a FactSet survey of Wall Street analysts. “The changes we've made to the company and continued strong economic growth prospects make us feel good about how we are positioned entering 2022,” CEO Charlie Scharf said. “But we also remain cognizant that we still have a multiyear effort to satisfy our regulatory requirements – with setbacks likely to continue along the way – and we continue our work to put exposures related to our historical practices behind us.”</p><p>See Also:Wells Fargo now sees regulatory issues as ‘likely'</p><p>Scharf said the bank's lending activity gained momentum in the second half of 2021 with 5% growth in loans from its consumer and commercial portfolios during the latter half of the year.</p><p>“We continued to manage credit well and the strong economic environment helped reduce charge-offs to historical lows” Scharf added.</p><p>Citigroup earnings drop by about $1.1 billion</p><p>Citigroup reported fourth-quarter net income of $3.17 billion, or $1.46 a share, down from $4.3 billion, or $1.92 a share, in the year-ago period. Revenue increased to $17 billion from $16.8 billion.</p><p>The New York-based bank beat the Wall Street consensus of $1.39 in earnings on revenue of $16.85 billion. Citi said it faced higher expenses, partially offset by higher revenue and lower cost of credit.</p><p>The latest quarter also included a pre-tax impact of approximately $1.2 billion related to its previously announced divestiture of its consumer banking businesses in Asia.</p><p>Earlier on Friday, the bank said it agreed to sell its consumer banking franchises in Indonesia, Malaysia, Thailand, and Vietnam to United Overseas Bank Ltd. SG:U11. The deal includes a premium of about $690 million paid to Citigroup; plus a payment for the net assets of the acquired businesses.</p><p>UOB disclosed $2.98 billion in aggregate net asset value for Citigroup's consumer business, which includes Citigroup's retail banking. The deal will affect about 5,000 of Citigroup's consumer bank and supporting employees who are targeted to transfer to UOB.</p><p>Earlier this week, Citigroup revealed plans to exit its consumer business in Mexico, but it has yet to name a buyer. The move took Wall Street analysts by surprise.</p><p>Also Read:JPMorgan, Goldman profit updates may shape bank stock rally</p>",
  "published": "2022-01-14T11:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6305,
          "end": 6312
        }
      ]
    }
  ]
}