{
  "_id": "d74fc69cca7ba06f950e35b28be8dc77d7266f948087a83b70d3cfc5abf3f34b",
  "feed": "market-watch",
  "title": "Here are the top 5 energy stocks, according to Goldman Sachs; Recession fears hit E&P sector, but Goldman chooses 5 to shine",
  "text": "<p>The analysts, however, \"maintain a long-term constructive/bullish posture given strong cash flow, discounted valuation, the growing strategic value of U.S. gas/oil, and improving returns on and of capital,\" they said.</p><p>A \"key focus\" for the quarter will be on production execution, the ability to manage costs amid higher inflation, capital returns outlook, and managing commodity risks through hedging, the analysts said.</p><p>Here are the five top picks for the Goldman Sachs analysts:</p><p>Diamondback Energy Inc.'s FANG recent shift to higher free cash flow allocations toward capital returns \"should help differentiate the company relative to peers,\" the analysts said.</p><p>Highlights for Chesapeake Energy Corp. CHK are its natural-gas assets, which underpin \"attractive (free cash flow) generation supported by a strong balance sheet,\" the analysts said.</p><p>\"We believe (Chesapeake Energy) is on track to provide strong capital returns to shareholders and close the value gap vs. its peers,\" including a 16% dividend yield over the next four quarters.</p><p>Unlike Diamondback Energy and Chesapeake Energy, Pioneer Natural Resources Co. PXD has outperformed \"peers since the recent correction, which we believe is in part due to its strong balance sheet and attractive dividend yield,\" the Goldman analysts said.</p><p>Goldman expects Pioneer to declare an $8.24 a share dividend, which would be an about 15% annualized divided yield, \"which we believe can be further enhanced longer-term through modest production growth and opportunistic share repurchases.\"</p><p>EQT Corp. EQT is well positioned to benefit from a favorable long-term natural gas outlook, and enjoys upside from better capitalefficiency from its new-well design plus exposure to improved pricing.</p><p>\"We see potential for EQT shares to re-rate with further balance sheet improvement and more allocation of FCF toward capitalreturns,\" the Goldman Sachs analysts said.</p><p>Natural-gas producer Ovintiv Inc. OVV, formerly known as Encana, is on Goldman's radar as its free cash flow allocation toward share buybacks \"can allow the shares to close the relative gap vs. peers,\" the analysts said.</p><p>Here are the top 5 energy stocks, according to Goldman Sachs</p>",
  "published": "2022-07-25T17:37:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 54
        },
        {
          "start": 47,
          "end": 60
        },
        {
          "start": 98,
          "end": 105
        },
        {
          "start": 454,
          "end": 471
        },
        {
          "start": 456,
          "end": 469
        },
        {
          "start": 458,
          "end": 465
        },
        {
          "start": 458,
          "end": 471
        },
        {
          "start": 1268,
          "end": 1275
        },
        {
          "start": 1273,
          "end": 1280
        },
        {
          "start": 1296,
          "end": 1303
        },
        {
          "start": 1875,
          "end": 1882
        },
        {
          "start": 1875,
          "end": 1888
        },
        {
          "start": 1966,
          "end": 1974
        },
        {
          "start": 1975,
          "end": 1982
        },
        {
          "start": 2172,
          "end": 2179
        },
        {
          "start": 2172,
          "end": 2185
        }
      ]
    }
  ]
}