{
  "_id": "a6e69939519cdc01d1601d24bab7efa03d86d927939f1032ef1379b9990937fe",
  "feed": "ftcomall",
  "title": "War in Ukraine: what explains the calm in global stock markets? ",
  "text": "<p>The west's financial warfare against Russia has been dramatic. Commodity markets are chaotic, stoking already uncomfortably high inflation, and <a href=\"https://www.ft.com/content/0f7945f5-b269-4d13-9151-c1ac9ec6fddc\">global economic growth</a> forecasts have been marked down as a result. Many businesses face big hits from their exits from Russia. </p> <p>Yet many investors and analysts have been <a href=\"https://www.ft.com/content/38f41ebc-f64d-467b-b5ef-22eaefaebb7e\">surprised</a> at the remarkably modest fallout for the global financial system, and the lack of broader, serious reverberations so far. After initially deepening the global stock market sell-off, the MSCI All-Country World Index has now jumped back above its prewar level, and the <a href=\"https://www.ft.com/content/53db5df0-91d8-4676-9b95-c254ffe1b5f9\">Vix volatility index</a> — a proxy for how much fear there is in markets — has slipped below its long-term average, indicating a fall in anxiety. </p> <p>“I'm shocked at how resilient markets have been,” says Robert Michele, the chief investment officer of JPMorgan Asset Management, the US bank's $3tn investment arm. “I've been doing this for over 40 years and I don't ever remember a time when you've had a shock of this magnitude without creating systemic pressure somewhere.”</p> <p>Nonetheless, some experts fear that the crisis could yet produce some nasty surprises, with the financial ramifications still to be fully felt. Moreover, there are many other factors rattling the financial system at the moment: from soaring inflation, rising interest rates, under pressure <a href=\"https://www.ft.com/content/74171839-0892-4270-b4b4-abea037ea0c4\">technology stocks</a>, debt problems in the developing world and the lingering coronavirus — all of which could interact with each other in dangerous and unpredictable ways to create unanticipated problems. </p> <p>“It's a little surprising that nothing has happened so far, but it's early days,” says Richard Berner, the first director of the US Treasury's Office of Financial Research, set up after the 2008 crisis to monitor the world for systemic risks. “There may still be vulnerabilities lurking that aren't immediately evident, and we won't know their nature until shocks expose them. Unfortunately, that's sometimes how it works.”</p> <p>Indeed, <a href=\"https://www.ft.com/content/1b303855-cc54-4e4b-83f6-d0f3e764b6cf\">Andrew Bailey,</a> the Bank of England's governor, highlighted in a speech this week how the nexus of commodity and financial market stresses could cause problems. “We and other central banks . . . are watching these areas very closely and very carefully,” he said. “The bottom line is we can't take resilience in that part of the market for granted.”</p> <h1>‘Premature to declare victory' </h1> <p>Financial markets are what scientists call a complex adaptive system, like our planet's climate, an ant colony or the human body, where a multitude of independent components can interact in unexpected ways. That can lead to collective behaviour that is hard to predict from observing each factor individually.</p> <p>Complex adaptive systems are inherently hard to understand. They can also be both impressively resilient and cataclysmically fragile, often dynamically adapting to setbacks but occasionally succumbing to a toxic combination of seemingly minor independent failures. </p> <p>The vast 2003 North American energy blackout happened because of overgrown trees touching some power-lines in Ohio, which was then compounded by a software bug and human error. More tragically, the 2014 sinking of the South Korean ferry MV Sewol was caused by too little ballast water, too much cargo and a hard turn, and led to the deaths of 304 people. </p> <p>This is why Carmen Reinhart, the World Bank's chief economist and a leading scholar on financial crises, warns that “contagion works in mysterious ways”. While the financial system has thus far only suffered minor “spillovers” rather than what she terms “fast and furious contagion”, Reinhart remains concerned that the ripple effects from Russia's <a href=\"https://www.ft.com/war-in-ukraine\">invasion of Ukraine</a> could be huge. </p> <p>“Do not underestimate the cumulative toll of spillovers just because they don't have headline drama,” she says. </p> <p>Two weeks ago Russia <a href=\"https://www.ft.com/content/c381f620-1897-489a-81d1-956f01fb0bf0\">dodged a sovereign debt default</a>, unexpectedly handing more than $117mn in interest payments to overseas creditors despite the draconian sanctions imposed on the country. Yet few expect Moscow to remain current on its liabilities for long. </p> <p>The next big test will come on April 4, when a $2bn bond — held both by domestic and international investors — comes due for repayment. Regardless, after May 25 the US sanctions regime tightens further, prohibiting any US entities from receiving or transferring any money to or from the Russian state, making a default much more likely. </p> <p>“Russia's risk of default and potential for investor losses remains very high given the marked deterioration we have seen in the government's ability and willingness to meet its debt obligations in recent weeks,” Moody's, the rating agency, warned in a report last week. &#xa0;</p> <p>Russia's last default in 1998 hammered many international banks, triggered the collapse of the mammoth hedge fund <a href=\"https://www.nytimes.com/1999/01/24/magazine/how-the-eggheads-cracked.html\">LTCM</a> and led to a string of debacles that left the global financial system reeling. Might the world be facing a painful sequel? Perhaps, but it is unlikely to be triggered simply by Russia defaulting on its sovereign debt, analysts say. In relative terms the international exposure to Russia today is a fraction of what it was in 1998, when many hedge funds and banks had loaded up on Moscow's bonds. </p> <p>“For something to create problems for a complex system, it has to be integrated into it. Russia just isn't that integrated into the global financial system,” says Richard Bookstaber, a veteran risk management expert who was Salomon Brothers' chief risk officer back in 1998. “Yes, it's one more stress to the system, but can it do something like LTCM today? I don't think so.”</p> <p>Before the Ukraine invasion, foreign investors held roughly $20bn of Russia's dollar-denominated debt, and rouble-denominated bonds worth $37bn, according to the country's central bank. Sizeable, but not enough to constitute a major shock even if there is a default. Moreover, for investors trapped in Russian securities, such as <a href=\"https://www.ft.com/content/e7967c06-77f3-45f6-9bf5-f141f899dba5\">BlackRock</a> and <a href=\"https://www.ft.com/content/8d5bfe45-ebcb-4f75-8f4f-e0435ca87c1d\">Pimco</a>, the damage has already been done. </p> <p>Western sanctions have blasted the country's financial markets, which means many investors have essentially written off their holdings of Russian debt. No one will therefore be surprised if Moscow's payments get snarled up by the draconian sanctions regime, even if Russia remains willing to service its debts.</p> <p>“Whatever happens, this is not where the action will be taking place,” says Polina Kurdyavko, head of emerging market debt at BlueBay Asset Management. “This has been priced in already.”&#xa0;</p> <p>Nor do international banks look particularly vulnerable. The IMF's managing director Kristalina Georgieva has estimated that the overall exposure of foreign lenders to Russia amounts to roughly $120bn, which, while not insignificant, was “not systemically relevant”, she told <a href=\"https://www.cbsnews.com/news/kristalina-georgieva-imf-face-the-nation-transcript-03-13-2022/\">CBS</a> in March.</p> <p>Michele at JPMorgan Asset Management agrees. “We spent that first weekend going through all the banks and trying to find where the accident would be. We just couldn't find any, despite looking and looking and looking,” he says. “Because of the global financial crisis, and the regulatory framework that was put in place, banks are loaded with reserves, buffers and capital.”</p> <p>A repeat of the LTCM debacle is also improbable. Some hedge funds are undoubtedly nursing painful hits, but the level of debt and derivatives exposure that LTCM had used to magnify its bets is unheard of these days. The aggregate net leverage of hedge funds was 48 per cent at the start of 2022, and the gross market exposure was about 260 per cent, according to Goldman Sachs data. LTCM's <a href=\"https://www.cftc.gov/sites/default/files/tm/tmhedgefundreport.htm\">gross market exposure</a> in 1998 was 25 times larger than its capital. </p> <p>“The degree of leverage is nowhere near where it was at the time of LTCM,” says Bookstaber, co-founder of Fabric, a risk management consultancy. “That's not to say that there aren't risks, but I don't think Russia is enough” for a systemic crisis. </p> <p>Fears over another financial crisis have been a fixture ever since the last one. Every month for over a decade, Bank of America has surveyed investor clients on what they consider the biggest risk confronting markets. It tends to reflect whatever is hitting the headlines at the time, from the eurozone debt crisis to China's slowing economy, central bank mistakes or US presidential elections, trade wars and pandemics. </p> <p>Although many of these risks have manifested, it is remarkable how few caused any serious problems. The global stock market has returned 168 per cent since Bank of America's first survey in July 2011, when worries over the eurozone's solvency spooked markets. </p> <p>Nonetheless, some fret that a Russian default — if it does happen — could still prove destabilising, even if it is now widely anticipated. “The real pinch is what happens at default time, and that hasn't kicked in yet. So it's premature to declare victory,” Reinhart says. “The drama is not over. We went through the first act, but there are many more acts to come.”</p> <h1>Risks inside the real economy </h1> <p>Stresses in the commodities markets are illustrative of why many remain cautious. Russia may not be systemically important to the financial system, but it is arguably so for the world of natural resources.</p> <p>The prospect of reduced energy and commodity supplies has sent prices of oil, foodstuffs and metals soaring. That has hit big trading companies such as Glencore, Trafigura and Vitol, who help move the physical assets through the world's terminals and storage facilities and rely on derivatives contracts to hedge themselves against prices moving unfavourably in between the time of purchase and delivery.</p> <p>To protect themselves from default, clearing houses and brokers that act as trading intermediaries have raised the amount of margin, or cash collateral, their customers need to supply to underpin these trades. The more volatility, the more margin traders have to post.</p> <p>Margin is returned to traders when the commodities are delivered, but trading companies have faced immediate demands to find billions of dollars, putting a severe strain on their liquidity. The bond prices of several of the industry's biggest companies have come under pressure as creditors fear accidents may happen. The European industry's trade body has even <a href=\"https://www.ft.com/content/6cdc4859-db8c-4137-8436-2a10cb50f579\">asked central banks</a> for “time-limited emergency liquidity support” to help handle “intolerable cash-liquidity pressure”.</p> <p>This is another reminder that banks are not the only important corner of the financial system, says Berner. “We addressed a lot of the vulnerabilities in the banking sector after 2008, but we failed to deal within the non-bank financial sector, often called ‘shadow banking',” he says. But the NYU finance professor is sceptical that central banks should ride to the rescue of any struggling commodity trading companies. “Expanding without limit the role of central banks is something we ought to look at very carefully,” Berner adds.</p> <p>There are many ways that tumultuous commodity markets could reverberate in dangerous ways, from triggering food crises that cause political upheaval in the developing world to putting pressure on central clearing houses, utility-like intermediaries for the derivatives trading system that were handed an enhanced role as risk buffers in the wake of the 2008 financial crisis. </p> <p>However, the most likely way that Russia could spark a wider conflagration is simply the awkward timing of the crisis and the impact on central banks. Rather than the typical financial channels of a crisis, this contagion operates through the real economy. </p> <p>The price of everything from semiconductors and baby formula to grains and steel had already skyrocketed in the wake of the pandemic, forcing central banks to abruptly shift from trying to stimulate economic growth to fighting inflation. The war has now rattled supplies of staple resources such as potash, neon gas, <a href=\"https://www.ft.com/content/867c53b5-3016-4008-9c48-308a9dea09a3\">nickel</a>, maize and wheat from Russia and Ukraine, two of the world's biggest producers of these commodities, worsening the inflation outlook.</p> <p>Reinhart points out that the share of advanced economies with inflation rates above 5 per cent or higher has climbed from zero a year ago to almost 60 per cent in February 2022, even before the Russia-Ukraine disruptions filter fully through. That could force central banks to raise interest rates far more aggressively than they would like, to avoid inflation expectations from becoming completely unanchored from central bank targets, she argues. </p> <p>“The pressure that the Ukraine-Russia crisis brings to bear at a time in which inflation was already concerning means that the uphill battle is even more uphill,” Reinhart says. “Relative to the standard of [central bank] accommodation we have seen since 2008, even tweaking is tightening. And we will need to more than tweak monetary policy.”</p> <p>In other words, Russia might turn out to be an inflationary snowball that causes an avalanche of aggressive interest rate rises, and in turn takes the financial system — complacent that monetary policy will remain easy forever — by surprise. </p> <p>Bookstaber is among those unnerved by the possibility. </p> <p>“Systemic risks are rarely something subtle, even if they are under-appreciated. It's usually the stuff we know about, but ignored,” he says. “Everything we've observed in recent history is an easy monetary regime. People betting on that continuing may be in for a nasty surprise.”</p><p>Source: Robin Wigglesworth in Oslo, Philip Stafford and Tommy Stubbington in London  2022 'War in Ukraine: what explains the calm in global stock markets? ' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-30T04:00:51.319Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 7461,
          "end": 7474
        },
        {
          "start": 7461,
          "end": 7468
        }
      ]
    }
  ]
}