{
  "_id": "76a18520200d395646f97e13b5f6f0cc611b3507f86df6c8b7ad995aa9e00e96",
  "feed": "economist-newspaper",
  "title": "The world this week Business",
  "text": "<p>China's economy grew by just 0.4% in the second quarter, year on year, the second-worst rate of growth in 30 years (the country's GDP contracted at the start of the pandemic). The government has only just lifted severe lockdowns in Shanghai and other cities. Meanwhile, banks in China were told to support property developers where they could, amid a growing boycott of mortgage payments on new housing projects that have fallen far behind their construction schedule.</p><p>House sales in America fell sharply again in June, according to the National Association of Realtors (the tally excludes newly built properties). But the median price of a home climbed to a new record of $416,000, suggesting that housing affordability is not just a problem confined to America's big cities. In the South prices were up by 17%, year on year. Mortgage rates are rising; the average 30-year fixed-rate mortgage is around 5.5%, up from 2.9% a year ago. Mortgage applications are at their lowest level since 2000.</p><p>Bank of America's net profit fell by 32% in the second quarter, year on year. America's other big banks--Citigroup, Goldman Sachs, JPMorgan Chase and Morgan Stanley--have also reported double-digit drops in profit. All reported big declines in revenue from investment banking, but income from trading was up.</p><p>Must-watch television?</p><p>Netflix said it lost a net 1m subscribers worldwide in the second quarter, or about 0.5% of its user base. The number was less than the 2m it predicted three months ago, when it reported its first drop in customers for a decade, causing its share price to plummet. It added users in Asia, but lost 1.3m in the United States and Canada. Revenue grew by 8.6%, year on year, more slowly than in recent quarters and far from the 19.4% growth in the same quarter of 2021. Netflix forecast that growth would slow again in these three months to 4.7%, but it blamed a large part of that on the strength of the dollar, because 60% of its revenues now come from outside America.</p><p>Pilots at Scandinavian Airlines ended their 15-day strike after agreeing to a pay deal. SAS filed for bankruptcy protection on the second day of the strike.</p><p>The French government provided more details of its plan to fully renationalise EDF by buying the 16% of shares it doesn't own. The state has set aside EUR9.7bn ($9.9bn) for the buy-out, which has to be approved by parliament.</p><p>China's cyber-security regulator fined Didi Global 8bn yuan ($1.2bn) to conclude an investigation into mishandling of privacy data at the ride-hailing giant. Didi's clash with the authorities began in June 2021, when it went ahead with its IPO in New York (it later decided to delist). Since the start of the investigation it has been barred from signing up users on its app.</p><p>Tesla reported solid earnings for the second quarter, in spite of warning about supply-chain disruptions to its business. The company also revealed that it has now offloaded 75% of its holdings in bitcoin, the price of which has collapsed.</p><p>We'll see you in court</p><p>A judge ruled that a trial in the dispute between Twitter and Elon Musk over their takeover deal will be held in October. That is a victory for Twitter, which had asked for a September date. Mr Musk, who now says he doesn't want to buy the company, wanted the trial to be held in February. Twitter continued to play hardball, urging shareholders to vote in favour of Mr Musk's takeover at a special meeting, the date of which is yet to be decided.</p><p>America launched a trade dispute with Mexico, accusing it of favouring its state-owned electricity and oil companies to the detriment of energy produced in America, notably clean energy. Mexico's president, Andrés Manuel López Obrador, wants to regain state control of the electricity industry. Mr López Obrador was dismissive of America's complaint; \"Oooh, I'm so scared,\" he said at a press conference.</p>",
  "published": "2022-07-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1111,
          "end": 1124
        },
        {
          "start": 1111,
          "end": 1118
        },
        {
          "start": 1102,
          "end": 1115
        }
      ]
    }
  ]
}