{
  "_id": "0a626b593a5e1f93a371ebb11ae2b7432342abb1460a42b3e386faaaf376ed82",
  "feed": "ftcomall",
  "title": "Private equity: from cutthroats to frenemies",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: Private equity — from cutthroats to frenemies</em></p> <p><strong>Jess Smith</strong><br>Good morning from the Financial Times. Today is Tuesday, August 16th, and this is your <em>FT News Briefing</em>.</p> <p>[MUSIC PLAYING]</p> <p>China has eased a crucial lending rate to try and boost its economy. Kenya has a new president, but he still faces a challenge. And private equity dealmakers used to be ruthless but then evolved into co-operative rivals. </p> <p><strong>Antoine Gara</strong><br>And so that changes the way you behave versus if you're just trying to win one single deal and trying to rip the next guy's throat out. </p> <p><strong>Jess Smith</strong><br>We'll talk to a correspondent about how private equity has changed over the decades. I'm Jess Smith, in for Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>It took almost a week, but election officials in Kenya yesterday finally announced a winner in the recent presidential election. Deputy President William Ruto just barely defeated former Prime Minister Raila Odinga. Their battle to lead one of Africa's largest economies was fiercely fought. And Odinga and some other officials are challenging the results. </p> <p><strong>Andres Schipani</strong><br>Everyone is kind of on tenterhooks now waiting, what's gonna happen? </p> <p><strong>Jess Smith</strong><br>The FT's east and central Africa correspondent Andres Schipani points to past elections in 2007 and 2017 that ended in violence. </p> <p><strong>Andres Schipani</strong><br>So Kenya is seen as beacon stability in the Horn of Africa, until election happens. A lot of people are hoping that this election, despite the legal challenge, could break the cycle of violence that happened in previous elections and would actually, could lead to a smoother transition of power. </p> <p><strong>Jess Smith</strong><br>Andres, what happens next now that Odinga is challenging Ruto's victory?</p> <p><strong>Andres Schipani</strong><br>We will likely see somebody from his side challenging the results in the Supreme Court. If there's a successful petition, this could annul the presidential election, and this would require a fresh vote within the next 30 days. Following that judgment, the judiciary has been quite independent. But there's gonna be a massive political pressure on this to be sorted one way or the other. So we'll have to wait and see. </p> <p><strong>Jess Smith</strong><br>Andres Schipani is the FT's east and central Africa correspondent.</p> <p>[MUSIC PLAYING]</p> <p>Iran's government yesterday denied involvement in the knife attack on British writer Salman Rushdie. Rushdie was speaking at an event in the US on Friday when he was stabbed multiple times. He remains in critical condition. It was Iran's former supreme leader who more than 30 years ago authorised Muslims to kill Rushdie. He alleged that Rushdie's novel, <em>The Satanic Verses</em>, was blasphemous. The FT's Tehran correspondent Najmeh Bozorgmehr says Iran has changed its position. </p> <p><strong>Najmeh Bozorgmehr</strong><br>When in 1998 reformists came to power and wanted to normalise ties with Britain, promised that the Islamic Republic would not send assassins from Iran to carry out that religious decree and kill Salman Rushdie. But of course, this also means that Iran could not stop other Muslims from around the world to go ahead. The official comment sticks to that commitment that Iran would not get involved in this as a state. But Iran also sympathises with people who do that because Rushdie, Iran says, is accused of blasphemy. </p> <p><strong>Jess Smith</strong><br>But Najmeh says the timing of the attack on Rushdie has come under scrutiny. It happened just as Iran is in negotiations with the US and Europe over the Iran nuclear accord. And it comes a week after US officials charged an Iranian national with plotting to assassinate former US national security adviser John Bolton. </p> <p><strong>Najmeh Bozorgmehr</strong><br>There is a lot of conspiracy here about the timing. So for Iranian commentators, these two are not accidental. At the time, the EU has put forward a proposal for Iran to sign an agreement with the US and other global powers and revive the 2015 nuclear deal. So the conspiracy is hard liners, wherever they are in Tehran or Washington, they are trying to create some kind of crisis so that it makes it difficult for Biden administration to sign a deal with a country that presumably has ordered assassination of John Bolton and has also authorised stabbing Salman Rushdie. Iran's immediate reaction was, this just doesn't make any sense and Iran rejected it outright, any involvement.</p> <p><strong>Jess Smith</strong><br>That's our Tehran correspondent Najmeh Bozorgmehr.</p> <p>[MUSIC PLAYING]</p> <p>China's central bank yesterday cut its medium-term lending rate by 10 basis points to two and three quarters of a per cent. It's an attempt to shore up growth in an economy battered by Covid lockdowns, a property crisis and slowing global growth. China's economy is now the world's second largest and it almost contracted last quarter. Other recent indicators showed worse than expected consumer and factory activity. Youth unemployment rose to a record of nearly 20 per cent. Yesterday's move by the People's Bank of China is the first rate cut since January.</p> <p>[MUSIC PLAYING]</p> <p>A big business software company called Zendesk struck a deal earlier this summer to be taken private. It was a pretty straightforward private equity deal. Two buyout firms would buy the company from shareholders for about $10bn and take it off the public stock market. But the FT's Antoine Gara says he was struck by the way the private equity firms worked with each other to make this deal happen. </p> <p><strong>Antoine Gara</strong><br>Well, I've been covering the industry for over a decade and the story for the decade after the financial crisis was private equity taking business from regulated banks like Goldman Sachs and JPMorgan. But what I had also begun to notice is that as that story had played out, there was a new story emerging where the firms had grown so large they were essentially interconnected. </p> <p><strong>Jess Smith</strong><br>Now, when private equity first got off the ground in the US, it was the 1970s, and the players were mostly small groups of former bankers battling each other for deals. Antoine describes them as swashbuckling takeover artists. Now they're established gatekeepers. </p> <p><strong>Antoine Gara</strong><br>They are working much more closely together and are not just rivals and enemies, but they're now also each other's customers. So the firms themselves have gone from being somewhat mercenary, deal-making firms where they were just looking to win a single zero-sum deal to now much broader financial institutions where they, the value of their relationships is much more than what they can win in a single deal. You're creating repeat business with each other, you know, that you'll be working together for years or even decades. And so that changes the way you behave versus if you're just trying to win one single deal and trying to rip the next guy's throat out. </p> <p><strong>Jess Smith</strong><br>And these days, private equity firms don't just do buyouts. They lend money to other companies. They lend money to competitors to finance deals. </p> <p><strong>Antoine Gara</strong><br>So they've become sort of a private version of the public financial system. Now, the industry collectively manages over $5tn just for corporate buyouts. And then when you add in together everything else they do, like real estate investments and insurance related investments, that figure rises to $10tn. And collectively, the industry is actually the largest owner of businesses in the world. And so a company like Blackstone, in effect, owns, you know, more businesses and its portfolio employs more people than a company like Walmart. </p> <p><strong>Jess Smith</strong><br>And that size, as well as the cosy interconnectedness of the powerful private equity firms, has US regulators taking action.</p> <p><strong>Antoine Gara</strong><br>In the past, the general sense was that since private equity firms just go buy companies on behalf of their investors and are a small part of the market, there weren't significant antitrust concerns. But these regulators have come to the FT and said that now they're considering private equity deals in the same light as, you know, a large company buying a competitor, a sales force or something like that, who's going to buy a competitor. Traditionally, those kinds of deals have faced really significant antitrust review. And it seems like as private equity firms strike, you know, similar size deals and consolidate industries, the antitrust regulators are gonna be taking a much closer look. </p> <p><strong>Jess Smith</strong><br>Antoine Gara is the FT's US private and institutional capital correspondent.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all these stories at FT.com. This has been your daily <em>FT News Briefing.</em> Make sure you check back tomorrow for the latest business news. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Jess Smith, Andres Schipani, Najmeh Bozorgmehr and Antoine Gara 2022 'Private equity: from cutthroats to frenemies' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-16T04:00:25.451Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 5608,
          "end": 5615
        },
        {
          "start": 5608,
          "end": 5621
        },
        {
          "start": 5556,
          "end": 5569
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}