{
  "_id": "a62795633f213afd7d6361c8fc6648282c3244fafd310ae8f68a0e3117ef3ba8",
  "feed": "wall-street-journal",
  "title": "People Who Hate Retirement—and What the Rest of Us Can Learn From Them; Thanks to the Great Resignation, there may be a lot more retirees who regret leaving the workforce. Preparation may make all the difference.",
  "text": "<p>\"To retire full time and shift your life, I intellectually understood it,\" says Brant Pope, who retired from academia in 2020. \"But emotionally I've struggled with it.\"</p><p>At the University of Texas, Mr. Pope held what he calls a \"huge, exciting and stimulating job,\" overseeing the school of theater and dance. There, he managed almost 90 people, ranging from research professors to cutting-edge artists. Though he loved the challenge, Mr. Pope, who is now 69, decided it was time to make way for new blood. So in 2019, he took a buyout package that started with a sabbatical and culminated in full retirement a year later.</p><p>He wasn't prepared for what came next.</p><p>In 2020, Mr. Pope and his wife, Barbara Pope, moved permanently to their vacation home in Lake George, N.Y. Ms. Pope, a costume designer who retired in 2018, has adjusted well. She likes to paint, cross-country ski, swim and go boating.</p><p>But for Mr. Pope, the adjustment has been more difficult. After about a month there, he started questioning whether the place where he spent his summers is the same place where he wants to spend the rest of his life.</p><p>\"What is missing for me?\" he asks. \"I'm a person who is wired to do things that are meaningful and have purpose. Culturally and intellectually, I'm lonely.\"</p><p>Postpandemic, he wants to do some consulting. But \"if there's not going to be any consulting, I'm going to have to return in some measure to the world of work,\" he says, perhaps with the Adirondack Council, a nonprofit conservation group, or in politics.</p><p>Loss of identity</p><p>Studies have shown that roughly 15% of retirees have trouble adjusting to their new lives, says Georg Henning, a researcher at the German Centre of Gerontology in Berlin. Some retirees struggle with the loss of structure and identity they had while working. Others are bored or lack intellectual stimulation. People who retire for health reasons, face financial difficulties or leave their jobs involuntarily find the adjustment especially challenging.</p><p>Examining the pitfalls of retirement—and talking to those who fall prey to them—isn't an exercise in morbid curiosity or schadenfreude. Rather, understanding why some people hate retirement makes it more likely that future retirees can avoid their fate.</p><p>That may be especially important now, because a lot more people may be about to fall into the I-regret-retirement camp. The term \"Great Resignation\" was coined to describe the millions of workers who have quit their jobs since the onset of Covid-19. In November, economists at Goldman Sachs estimated that two-thirds of the people who left the labor force during the pandemic were over 55. Many of these workers, not having planned to retire when they did, may be especially vulnerable to regrets.</p><p>SHARE YOUR THOUGHTS</p><p>What has been the hardest part or your retirement? Or what are you most concerned about if you haven't already retired? Join the conversation below.</p><p>Still, even for those who dislike it at first, there is hope, Dr. Henning says. Most people eventually settle into retirement, even if it takes a while. For some, the adjustment follows a U-shaped trajectory, starting with positive feelings, followed by a sense of dissatisfaction, but eventually resulting in happiness, he says.</p><p>Of course, for those who can't adjust, there is another option: going back to work, even if it's part time. And there has rarely been a better time to exercise that option than now.</p><p>\"Unretirement isn't a new phenomenon,\" says Jeffrey Wenger, a senior researcher at Rand Corp., who adds that \"significant opportunities\" and higher wages are available right now thanks to labor shortages caused in part by the Great Resignation. And some employers are more willing to allow remote work, saying, \"Why restrict the talent pool to the San Francisco Bay Area when I can tap people from Boston, etc.?\"</p><p>In Rand's 2019 American Working Conditions Survey, 46% of the respondents ages 50 and older who were not working and not searching for work said that they would work in the future if the right opportunity came along. Meanwhile, 40% of workers 65 and older who were currently employed had previously retired at some point, the survey found.</p><p>'Just lost' </p><p>Samuel H. Turner, his wife, Sharon Turner, and choir member Mary Jo Murphy bow their heads during services at their church. PHOTO: Barrett Emke for the Wall Street Journal</p><p>One unretiree is Samuel H. Turner Sr., who was a chief executive of Shawnee Mission (Kan.) Medical Center and the Adventist Health System until leaving in 2011. In this role, he sometimes worked 14 to 16 hours a day managing the nonprofits' operations. When he retired, all of that stopped.</p><p>\"I was just lost,\" says Mr. Turner, who is now 74 and lives with his wife, Sharon Turner, in Leawood, Kan. \"Even though you think you're prepared for [retirement], you're not. You're just sitting there thinking, 'What am I going to do today?' \"</p><p>He was somewhat involved in his church and other community activities, but he recalls thinking, \"How do I not become a couch potato?\"</p><p>A few years into retirement, Mr. Turner got a call from the University of Missouri-Kansas City School of Medicine, asking him to become the associate dean for diversity and inclusion. The Turners were already debt-free, so the decision didn't come down to his salary. Instead, Mr. Turner accepted the job because he felt that he could share valuable experiences as both an African American and a C-suite executive. In an agreement with his wife, Mr. Turner decided to work two years, stopping when they would both be 70.</p><p>So, at the end of 2017, Mr. Turner retired again. But the second time, he had a better idea of how he wanted to organize his days. First, he resolved to get in shape, motivated by a number of acquaintances who became ill or died shortly after they retired. Six days a week, no matter what, Mr. Turner exercises for two hours.</p><p>After that, he typically volunteers at a food pantry, picking up and delivering meals. At church, he sings on the praise team and serves on the finance committee. He is on the board of a local bank and sits on two nominating committees, one for the local judiciary and one for candidates of the five U.S. service academies. And for the first time in 30 years, he has time to read books. </p><p>The Turners at their home in Leawood, Kan. Mr. Turner vowed to spend more time with his wife when he retired a second time. PHOTO: Barrett Emke for the Wall Street Journal</p><p>Perhaps most important, he has been able to spend more time with his wife. \"For decades, she supported me so patiently,\" he says. \"She had to leave school districts and start over again whenever I had to move.\" Together they have traveled to Mexico and Canada, Santa Fe, N.M., and Kiawah Island, S.C., among other places.</p><p>\"When I retired this time, I was set up,\" Mr. Turner says. \"I have a busy schedule and structure. I see now that there are good things about retirement. There are contributions that I can make.\"</p><p>In a 2020 paper published in the journal of Aging &amp; Mental Health, Dr. Henning and his co-authors found that retirees who were the most involved in activities and connected with friends and family were likely to \"succeed\" in retirement. Moreover, those who took these steps before retirement transitioned into their postwork lives more smoothly.</p><p>For anyone who is considering retirement, Dr. Henning advises first taking a hard look at long-term finances \"because money problems are one of the main challenges in retirement.\" Then, think about lifestyles. \"Try to find something that's engaging and physically active in retirement. Find meaningful activities.\"</p><p>Pandemic resignation </p><p>Karen and Kenneth Sposato, who moved to Fort Lauderdale, Fla., last year, go to the beach every day and are generally upbeat about the future. PHOTO: Melody Timothee for Wall Street Journal</p><p>In White Plains, N.Y., the pandemic forced Karen Sposato to retire without a plan for her next phase in life. Her husband, Kenneth Sposato, suffered from a medical condition that put him at high risk for Covid-19. To protect him, Mrs. Sposato in early 2020 started burning through her vacation and sick days from her marketing job with a governmental agency. By July 2020, she had exhausted all of her time off, and the nature of her job didn't permit her to work from home. So she retired at age 70, two years before she had planned to leave.</p><p>The Sposatos retreated to their vacation getaway in Fort Lauderdale, Fla. At first, the couple kept busy updating their apartment, which they had owned for 15 years. Even so, \"I was depressed for a while,\" Mrs. Sposato says. She especially missed her grandchildren who were back in the New York area.</p><p>In October, they sold their New York home and made Florida their permanent residence. \"Once we moved here full time, I realized that I'm not on vacation every day,\" says Mrs. Sposato. \"It's real life. Your attitudes change.\"</p><p>The couple are doing more things together: They go to the beach every day, and walk around various neighborhoods.</p><p>In the past few months, they have joined the Bonnet House Museum &amp; Gardens and have seen local theater productions. They have met some neighbors and attended town meetings. In the future, Mrs. Sposato would like to join or form a new book club to supplant the one she belonged to in White Plains. And \"I would like to join a garden club, even though I only have a balcony.\"</p><p>There are still some blue days, \"but it's getting better,\" Mrs. Sposato says. She got a big boost last month when her son and his family relocated to Florida. Now, she can spend a lot more time with her grandchildren, ages 5, 7 and 9.</p><p>Before the family moved down, the daughter-in-law told one of her children: \"Home\" is wherever grandma and grandpa are.</p><p>Ms. DeCarbo is a writer in South Carolina. She can be reached at reports@wsj.com.</p><p>People Who Hate Retirement—and What the Rest of Us Can Learn From Them</p>",
  "published": "2022-04-16T14:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2528,
          "end": 2541
        },
        {
          "start": 2529,
          "end": 2536
        },
        {
          "start": 2529,
          "end": 2542
        },
        {
          "start": 2528,
          "end": 2535
        }
      ]
    }
  ]
}