{
  "_id": "666889f7d52dbba2886766918f883f5b11d2ebeaaf6b08d85176cd63a62ea343",
  "feed": "wall-street-journal",
  "title": "British Pound Falls to Lowest Level Since 1985 as U.K. Economic Pain Mounts; Investors see increased odds that the pound will tumble below parity with the dollar, something that hasn't happened in their more than 200-year trading history",
  "text": "<p>But the problems are also homegrown. The U.K. faces an energy crunch that threatens to leave many households unable to pay their bills this winter. Uncertainty over both the economic policies the U.K.'s next prime minister will enact and the Bank of England's ability to control sky-high inflation are compounding the pound's weakness.</p><p>\"The economic challenges facing the U.K. economy are probably of a magnitude as great as anything we've seen in living memory,\" said Mark Dowding, chief investment officer of BlueBay Asset Management.</p><p>Goldman Sachs warned U.K. inflation could top 22% next year amid spiraling energy costs, one of the starkest projections so far. The bank estimates the U.K. economy would contract 3.4% in that scenario.</p><p>Mr. Dowding thinks the pound could fall to parity, or a 1-to-1 exchange rate, with the U.S. dollar in the next year. The pound has never been worth less than $1 in the more than 200-year history of the currency pair—though it got close in 1985 when sterling fell to $1.05, before the world's largest economies joined forces to weaken the U.S. dollar under the so-called Plaza Accord.</p><p>\"There's a really bleak path in which you end up with the U.K. almost needing to go back to the [International Monetary Fund] for a bailout as a quasi-emerging market crisis,\" said Mr. Dowding. In 1976, a pound crisis forced the U.K. to seek a $3.9 billion loan from the IMF. \"That's the very worst of scenarios,\" he said.</p><p>The British pound was once the world's pre-eminent currency. But the pound's worth has been on a steady decline over the past century, coinciding with the erosion of its status as the main currency in global trade and central bank reserves. The 2016 Brexit vote dealt another heavy blow, which led to headline-grabbing comparisons between the pound and risky emerging market currencies.</p><p>More staid investors and analysts dismissed the comparison as hyperbolic, but some are beginning to acknowledge a growing list of similarities.</p><p>Adam Cole, chief currency strategist at RBC Capital Markets, is worried that the typical positive relationship between U.K. interest rate expectations and the pound appears to have unraveled.</p><p>In normal times, higher interest rates make holding a currency more attractive since investors get paid a higher return. But lately, yields and the pound have gone in the opposite direction.</p><p>The pound fell 4.6% against the dollar in August, its worst month since October 2016.</p><p>Meanwhile, the yield on the U.K. 10-year government bond rose to 2.880% from 1.808%, the biggest monthly rise since 1990.</p><p>\"Periods where rate expectations rise and the currency falls is something we expect to see in emerging markets, not developed markets,\" said Mr. Cole.</p><p>Mr. Cole said the breakdown in correlation reflects doubts over whether the Bank of England's plans to raise rates will ultimately succeed in controlling inflation.</p><p>The pound is also vulnerable due to ever-widening deficits that have left the country reliant on what former Bank of England governor Mark Carney described as \"the kindness of strangers,\" or foreign investors, to fill funding gaps.</p><p>The U.K.'s current-account deficit, a broad measure of trade and income flows, ballooned to a record 8.3% of gross domestic product in the first quarter, in part due to the rising cost of fuel imports.</p><p>For the most part, foreign investors have been happy to play that role, buying up U.K. companies, government debt, property and shares. One benefit of the weaker pound is that it makes assets look cheaper to foreign investors, as well as making U.K. exports more competitive abroad.</p><p>\"The U.K. has always been kind of living beyond their means,\" said Guillaume Paillat, a multiasset portfolio manager at Aviva Investors. Resilient demand from foreign investors for U.K. stocks is \"the only way the U.K. has been able to plug that gap,\" he said.</p><p>Foreign investors sold £16.5 billion worth of U.K. government bonds in July, according to data from ING and the Bank of England, the largest amount since July 2018. Meanwhile, international investors have cut back holdings of U.K. stocks. A Bank of America survey of global fund managers showed 15% were underweight U.K. equities in August, compared with 4% in July.</p><p>The Conservative Party leadership contest is set to end Monday, and Foreign Minister Liz Truss is seen as the likely successor to Boris Johnson as Prime Minister. Ms. Truss has pledged to cut taxes but hasn't provided details on her plans to combat soaring inflation and energy prices. Raising the government's borrowing needs could further test investors' willingness to fund it.</p><p>\"If you do get easier fiscal policy—more likely tax cuts—that means more imbalances,\" said Mr. Paillat.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>British Pound Falls to Lowest Level Since 1985 as U.K. Economic Pain Mounts</p>",
  "published": "2022-09-04T21:41:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99982,
      "offsets": [
        {
          "start": 537,
          "end": 550
        },
        {
          "start": 537,
          "end": 544
        },
        {
          "start": 533,
          "end": 546
        }
      ],
      "weightsV2": {
        "weight": 1.9096414,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.100000024,
        "tagPositionWeight": 0.009641409,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}