{
  "_id": "2cfdfafc010d48ea6f08f1bbaf52b1f156bb36920a036b5998dcbde1f4ee7fea",
  "feed": "wall-street-journal",
  "title": "China Covid-19 Cases Hit Record High, Forcing Fresh Control Measures; More cities lock down districts despite the central government's drive to ease impact from stringent pandemic controls",
  "text": "<p>China's leaders this month told local officials to be more precise and targeted in implementing pandemic controls, but at the same time said there would be no change to the zero-Covid stance. As new variants send cases surging, more cities are tightening controls on people's movements and ramping up Covid testing, though stopping short of blanket lockdowns.</p><p>More than half the new infections were in the capital Beijing, the manufacturing hub of Guangdong and the megacity of Chongqing, which together account for about a fifth of China's economy.</p><p>Daily infections in Beijing more than tripled in the past week to over 1,600, while the city reported its fourth Covid-related death and the sixth nationwide since Saturday. Authorities closed more neighborhoods and rolled out mass testing for the virus. The capital also imposed tighter testing requirements for inbound travelers, as did Shanghai and Tianjin.</p><p>While infections have jumped in Tianjin, a major hub for China's energy imports, there were fewer than 70 new cases reported in Shanghai, home to the world's busiest container port.</p><p>Meanwhile, authorities in the transportation and logistics hub of Zhengzhou said they would lock down the city center from Friday for five days, ordering seven million residents to take daily tests for the virus. The measures came even though infections in the city—where Foxconn Technology Group is battling an outbreak at the world's biggest iPhone assembly plant—have tumbled from more than 1,600 a week ago to around 700 on Wednesday, official data showed.</p><p>Local authorities point to high numbers of new cases outside of quarantine facilities, hospitals and areas already under tight restrictions, as well as the highly infectious new variants driving outbreaks. Chinese health officials say it is better and less costly to take stiff measures to hunt down and quickly snuff out the virus rather than waging a lower impact war for months.</p><p>The picture is complicated by how quickly the latest wave has spread. More than nine out of 10 cases in the spring were clustered in Shanghai, with several areas of the country recording no outbreaks. All of China's 31 provincial-level regions reported infections in the latest daily release from the National Health Commission. Once extremely rare, such clean sweeps have happened more often than not this month.</p><p>The patchwork of sometimes unpredictable and rapid responses to the latest outbreaks along with the lack of easily accessible data on lockdowns and other restrictions make it hard to accurately gauge Covid's impact or the potential risks ahead.</p><p>Capital Economics, a consulting firm, said in a note Wednesday that more than 80 cities are battling high levels of infection, compared with 50 during Shanghai's lockdown. Those 80 cities generate half of China's gross domestic product—and ship around 90% of its exports—it said. In a report last week, Goldman Sachs estimated cities accounting for 51% of China's economy were under some form of lockdown. Japanese investment bank Nomura Holdings on Thursday put the figure at more than a fifth.</p><p>Nomura cut its forecast for China's growth in the fourth quarter to 2.4% from 2.8%, and lowered the target for 2023 to 4.0% from 4.3%, saying it expected more prolonged damage from Covid to both the supply and demand sides of the economy. China's cabinet, the State Council, on Wednesday signaled a coming cut in the amount of money banks must keep in reserve, intended to let them lend more to boost the economy.</p><p>\"The real hurdle for the economy lies in local officials' more zealous implementation of Covid restrictions rather than insufficient loanable funds,\" Ting Lu, chief China economist at Nomura, wrote in Thursday's note.</p><p>—Qianwei Zhang contributed to this article.</p><p>Write to Raffaele Huang at raffaele.huang@wsj.com</p><p>China Covid-19 Cases Hit Record High, Forcing Fresh Control Measures</p>",
  "published": "2022-11-24T11:22:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2880,
          "end": 2893
        },
        {
          "start": 2898,
          "end": 2911
        },
        {
          "start": 2898,
          "end": 2905
        }
      ]
    }
  ]
}