{
  "_id": "195515cfcd5fa7e123f6165a31e6632dc2dcdfd62f11e1a1a8500a445be11431",
  "feed": "ftcomall",
  "title": "Credit Suisse warns of first-quarter loss as legal provisions balloon",
  "text": "<p>Credit Suisse has warned that it expects a first-quarter loss after a sharp increase in its legal provisions, the latest blow to the Swiss bank that has struggled to draw a line under multiple crises in recent years.</p> <p>The bank said on Wednesday that it would set aside a further SFr600mn ($631mn) for litigation provisions in the first quarter, taking the total to about SFr700mn for what it described as developments in legal matters that started more than a decade ago. That marked a 60 per cent increase from the previous quarter.</p> <p>Alongside the much higher legal provisions, Credit Suisse said that the fallout from Russia's invasion of Ukraine would leave it with about SFr200mn of “negative revenues and provisions for credit losses”.</p> <p>The bank did not provide details of the litigation covered by the provisions, but the increase comes less than a month after Bidzina Ivanishvili, the former prime minister of Georgia, <a href=\"https://www.ft.com/content/dbc5af3c-12ae-41be-9259-39ff00f93dce\">won a long-running legal case</a> against it.</p> <p>The judge in the case ruled that Ivanishvili, who was a client of the bank, and his family were due damages “substantially in excess of $500mn”. Credit Suisse, whose shares are down more than 20 per cent this year, will report its first-quarter results on April 27.</p> <p>“Credit Suisse . . . continues to be hit by company-specific one-offs, in particular litigation risk, and [this] points, we think, to further downside risk to consensus earnings forecasts,” said Flora Bocahut, an analyst at Jefferies.</p> <p>In January, the <a href=\"https://www.ft.com/content/698b455a-42b9-4d0b-ac86-75ed4bb7f30c\">bank set aside</a> SFr436mn in the fourth quarter to cover litigation settlements, but it said at the time that these were mostly tied to its investment banking business. Ivanishvili was a private banking client who sued Credit Suisse's Bermudian life insurance subsidiary.</p> <p>Soon after Russia's invasion of Ukraine, Credit Suisse detailed a <a href=\"https://www.ft.com/content/3dcd9e5f-f7b0-4299-aad5-65d63f001470\">gross credit exposure</a> to Russia of SFr1.6bn at the end of 2021. The lender said this included derivatives and financing exposures in its investment bank, trade finance exposures in its domestic Swiss bank and loans in its wealth business.</p> <p>It added that after taking into account hedges, guarantees, insurance and collateral, its net risk exposure was SFr848mn. In addition, Credit Suisse said its Russian subsidiaries — which employ 125 staff — held SFr195mn of assets.</p> <p>The bank has previously announced that its first-quarter results would include SFr350mn of losses tied to a decrease in the value of its 8.6 per cent holding in the Amsterdam-listed Allfunds Group.</p> <p>Credit Suisse added that its results would be further hit by a reduction in capital markets issuance and a slowdown in business activity in the first quarter. </p> <p>US banks JPMorgan, Goldman Sachs and Citigroup <a href=\"https://www.ft.com/content/28366e93-3173-43f7-82e6-474b29d85ebd\">all announced</a> a hit to profits in their first-quarter results last week as a result of the war in Ukraine and wider impact on trading and investment banking.</p> <p>Credit Suisse said its first-quarter losses would be offset by SFr170mn of recovered provisions for its share in the <a href=\"https://www.ft.com/content/3dcd9e5f-f7b0-4299-aad5-65d63f001470\">collapse of family office Archegos</a> a year ago — the biggest trading loss in its 166-year history — and SFr160mn of real estate gains.</p> <a href=\"http://www.ft.com/cms/44f4b910-80f3-4728-a846-89e768b8a099.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Owen Walker, European Banking Correspondent 2022 'Credit Suisse warns of first-quarter loss as legal provisions balloon' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T06:12:45.206Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2664,
          "end": 2671
        },
        {
          "start": 2664,
          "end": 2677
        }
      ]
    }
  ]
}