{
  "_id": "38772dc7f6696d7f65896dd11ac18339857acf20d63835f88871f5472f65d652",
  "feed": "wall-street-journal",
  "title": "Ukraine War's Spillover Swamps Poor Countries Still Reeling From Covid-19; Russia's invasion spurs price shocks in poorer nations that are already far behind in their recovery from the pandemic",
  "text": "<p>\"We cannot continue like this,\" said Mr. Khafiyeh, 54 years old. He fears he may have to close his bakery within a month.</p><p>Russia's invasion of Ukraine has spread pain across the developing world. It has spurred the biggest price shock in decades and choked imports of basic commodities, triggering shortages especially tough for poorer nations that were already far behind in their economic recovery from the pandemic.</p><p>In Kenya, bread prices recently jumped by 40% in some areas. In Indonesia, the government has imposed price controls on cooking oil. In Brazil, the state-owned energy-giant Petrobras said earlier this month it couldn't hold off inflationary pressures and raised gasoline prices to distributors by 19%.</p><p>In Turkey, a sharp increase in the price of sunflower oil sparked panic buying. People climbed supermarket shelves and clambered over other shoppers to grab what remained. Street protesters in Iraq, angry over rising food prices, called themselves the \"revolution of the starving.\"</p><p>Some 50 countries, mostly poorer nations, import 30% or more of their wheat supply from Russia and Ukraine. The two countries combined provide a third of global cereal exports and 52% of the sunflower oil export market, according to the United Nations' Food and Agriculture Organization.</p><p>\"If this conflict continues, the impact will probably be more consequential than the coronavirus crisis,\" said Indermit Gill, a World Bank vice president, who oversees economic policy. \"Lockdowns were a deliberate policy decision, which could be reversed. There are not so many easily reversible policy options with this.\"</p><p>By the end of 2022, economic output in most advanced economies will likely reach their pre-pandemic forecasts, he said. For developing nations, GDP will still be 4% below those forecasts by the end of 2023. With debt levels in developing countries at a 50-year high, price increases driven by the war in Ukraine could scare off investment in emerging markets, Mr. Gill said.</p><p>The Russian attack on Ukraine delivered the biggest disruption to global grain markets since a Soviet crop failure in 1973, according to Goldman Sachs, and it has the potential to deliver the biggest disruption to oil markets since the 1990 Iraqi invasion of Kuwait. The bank is forecasting oil to average $130 a barrel for the rest of the year, nearly double the $71 a barrel average in 2021, when global inflation took off.</p><p>Russia is the world's second-largest exporter of crude oil behind Saudi Arabia, making up 12% of global supply, according to the Paris-based International Energy Agency. It is also the world's largest exporter of natural gas and the biggest producer of fertilizer. Higher fertilizer costs mean farmers will likely use less, reducing harvest yields and pushing up food prices around the globe, but hitting hardest in countries that can least afford it.</p><p>'Too much'</p><p>Like elsewhere around the globe, parts of Africa were already struggling with inflation before the war in Ukraine. In 2021, Uganda's wheat import bill rose to $391 million, up 62% over the previous year.</p><p>In the capital city of Kampala, grocery store owner Everest Tagobya struggles to keep his business afloat. In recent months, he paid more for everything from pasta to vegetable oil to wheat. Since the war started, he said, the price of vegetable oil has doubled and a carton of wheat is up by more than 25%.</p><p>\"I am finding it very hard to replenish stock since prices are going up every day,\" said Mr. Tagobya, 44, pointing to empty store shelves.</p><p>The Middle East and North Africa are particularly dependent on wheat from Ukraine and Russia. Egypt, the world's largest importer of wheat, gets more than 70% of its wheat supplies from the two countries, as does Lebanon. For Turkey, it is over 80%. An increase in bread prices helped fuel the region's 2011 Arab Spring uprisings.</p><p>In Egypt, the government said the Ukraine crisis would add about $1 billion to the cost of subsidizing bread, and it is seeking new suppliers. The government introduced price controls on unsubsidized bread to halt a sharp increase.</p><p>\"Rising prices are scaring me,\" said Sara Ali, 38, a translator in Cairo.\" It's affecting our basic commodities, not the luxuries I already cut back on.\"</p><p>Such inflation heightens the likelihood of popular unrest in Egypt, said Timothy Kaldas, an expert on Egyptian political economy with the Tahrir Institute for Middle East Policy, a nonpartisan think tank in Washington. Years of government austerity have already eroded the purchasing power of Egyptians, he said. </p><p>Everest Tagobya has been struggling to keep his Kampala supermarket afloat amid rising prices. PHOTO: Esther Ruth Mbabazi for The Wall Street Journal</p><p>Lebanon has only a month of wheat supply, said Amin Salam, the economy minister. The country's economic crisis has left almost a quarter of households uncertain about having enough to eat. \"We are now reaching out to friendly nations to see how we can procure more wheat on good terms,\" he said.</p><p>In 2008, a spike in food prices caused riots in 48 countries. Since then, the burden of feeding needy populations has only grown, weighted by the pandemic and wars in Syria, Yemen, Ethiopia and elsewhere, said Arif Husain, chief economist at the World Food Program, or WFP, an arm of the United Nations.</p><p>In Ukraine, shortages of fuel, fertilizer and workers are curtailing the planting of corn and the early summer harvest of wheat, pointing to longer-term food shortages.</p><p>Higher costs are putting pressure on the WFP's ability to feed people in danger of starvation, including more than three million in Ukraine. The war has added another $29 million to the program's monthly food and fuel bills, said Mr. Husain. Since 2019, its food and fuel costs have gone up 44%, to an extra $852 million a year.</p><p>WFP said it reduced rations in recent days for refugees and others across East Africa and the Middle East because of rising prices and limited funds.</p><p>Somalia, which faces a crippling combination of drought, widespread militant violence and political stalemate, suffered a spike in near-starvation cases before Russia invaded Ukraine. Kismayo General Hospital, in southern Somalia, treated 207 children under the age of 5 in February for severe acute malnutrition with complications, double the number from a year earlier.</p><p>\"In countries like Somalia that are extremely vulnerable because of the protracted armed conflicts and increasing impact of climate shocks, even a slight fluctuation in food prices could have a dramatic impact,\" said Alyona Synenko, Africa spokeswoman for the International Committee of the Red Cross. \"It's just going to be too much for the people.\"</p><p>Cutting back</p><p>Economies heavily dependent on energy imports are particularly in danger, including India, Thailand, Turkey, Chile and the Philippines, according to S&amp;P, a credit-ratings firm. India imports nearly 85% of its oil. Thailand has the highest energy import bill among major emerging markets, totaling 6% of GDP.</p><p>The price shock is enough to knock a percentage point off growth forecasts for many developing countries, including India, according to S&amp;P.</p><p>For nations with already anemic growth prospects, such as South Africa and Turkey, that could mean a halving of growth this year, said the World Bank's Mr. Gill. Oil prices of $115 a barrel would cut as much as 3.6 percentage points from Thailand's growth this year, according to S&amp;P.</p><p>In Pakistan, which has had persistent inflation, the government announced $1.5 billion in subsidies at the end of February to try to keep gasoline prices down through the Ukraine crisis. In recent days, cooking oil rose another 10% in the market, shopkeepers said. The holy month of Ramadan is coming, which usually spurs rising prices. Criticism that the government can't tame inflation has propelled efforts by opposition parties to oust Prime Minister Imran Khan.</p><p>\"It is an alarming situation for us where the purchasing power of customers is already falling and sales have significantly dipped in the recent weeks and months,\" said Shahid Ali, sales manager of a supermarket in Islamabad.</p><p>Benson Kisa, who works at a labor recruitment firm in Kampala, is now skipping the restaurant where he used to eat breakfast. Prices for coffee and a snack known as rolex, made with an omelet, tomatoes and wheat flour, rose by nearly a third in recent days.</p><p>\"My salary hasn't changed but I am paying more money for almost everything,\" Mr. Kisa said. </p><p>Benson Kisa, 38, who works at a labor recruitment firm, now skips restaurant meals. PHOTO: Esther Ruth Mbabazi for The Wall Street Journal</p><p>In India, farmers who can afford it are buying and storing large amounts of fertilizer for fear of future shortages and price increases. Most of India's farmers own small plots and can't afford to do that.</p><p>\"If I don't get adequate supplies on time, my output will likely drop,\" said Satnam Singh, a 42-year old wheat farmer with an acre and a half of land in India's northern state of Punjab.</p><p>Tanzania, a net oil importer and heavily reliant on Russian wheat, scrapped its fuel import tax this month, but the regulator increased prices by 5%.</p><p>Tanzanian President Samia Suluhu Hassan warned citizens to brace for more. \"All goods will rise in price, all fares will rise, and everything will go up in price because of the war in Ukraine,\" she said. \"This isn't being caused by the government. It is the state of the world.\"</p><p>Jared Malsin in Istanbul, Michael M. Phillips in Nairobi, Amira El-Fekki in Cairo and Vibhuti Agarwal in New Delhi contributed to this article.</p><p>Write to Saeed Shah at saeed.shah@wsj.com and Nicholas Bariyo at nicholas.bariyo@wsj.com</p><p>Ukraine War's Spillover Swamps Poor Countries Still Reeling From Covid-19</p>",
  "published": "2022-03-22T13:35:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2127,
          "end": 2141
        },
        {
          "start": 2126,
          "end": 2133
        },
        {
          "start": 2126,
          "end": 2139
        },
        {
          "start": 2127,
          "end": 2134
        }
      ]
    }
  ]
}