{
  "_id": "51b5b6ae22558af59e68a88675ddbdb6e6558a6b10c96a61ba884c66c45b4c79",
  "feed": "ftcomall",
  "title": "Deglobalisation is boosting foreign exchange volatility",
  "text": "<p><em>The writer is global head of G10 FX Options Trading at Goldman Sachs, and author of</em> ‘<em>Foreign Exchange — Practical Asset Pricing and Macroeconomic Theory'</em></p> <p>Foreign exchange markets have this year been jolted by a sudden increase in volatility. There are many reasons for this, but at the heart of the shift is deglobalisation.</p> <p>To understand why, consider first the opposite. In a hypothetical, perfectly globalised world, there would be no barriers to international trade, meaning goods could be produced in one country and transported to the other without cost or friction.</p> <p>Let us focus on Japan and the US in our hypothetical world, and suppose that each country produces goods called widgets of identical quality. In such a world the real foreign exchange rate cannot deviate from 1.0. That is because if the cost of a Japanese widget expressed in dollars were cheaper than a US-produced version, traders in international goods markets would buy more Japanese widgets, put them on ships and sell them in the US. The traders would continue until the arbitrage opportunity is competed away, forcing the real foreign exchange rate back to 1.0. Therefore there is little, if any, volatility in the real exchange rate.</p> <p>Since the coronavirus pandemic hit in 2020, the world we have been moving towards resembles our hypothetical world much less. The Global Supply Chain Pressure index produced by the Federal Reserve Bank of New York measures global transportation costs and other supply chain pressures. It has moved to the highest levels that we have seen.</p> <p>This is just one component of what is broadly being labelled “supply constraints”.&#xa0;Correspondingly, we are seeing somewhat dramatic variations in the real exchange rate.</p> <p>The yen may weaken and Japan may continue to run with lower inflation than the US. But with transportation costs so high, and with Covid-19 and other supply chain disruptions, it becomes more difficult for traders and business to take advantage of a cheap yen exchange rate. With such reduced demand, the yen is more vulnerable. The trade-weighted level of the yen has weakened by about 10 per cent in 2022 in real terms (after accounting for inflation), and by 20 per cent since the start of 2020. Our hypothetical world would not have seen such volatility. </p> <p>A second source of the high currency volatility we are experiencing comes from divergence in central bank policy rates, which are in turn driven by divergent international economies.</p> <p>The pandemic-driven economic collapse in 2020 and vaccine-driven recovery in 2021 were internationally shared experiences. During this period, there was broadly no reason for central banks across developed market economies to take different policy paths. But, this year, a divergence has begun.</p> <p>This is normal after a crisis: economies should be expected to react and cope with their respective debt burdens in different ways. However, the energy price shock — spurred on by the war in Ukraine — has created further divergences, with energy importers such as Europe, Britain and Japan suffering a negative impact, while energy-neutral countries such as the US have fared better.</p> <p>Markets are pricing in a total of 250 basis points of rate rises by the US Federal Reserve in 2022, compared with 100 basis points from the European Central Bank, 180 basis points from the Bank of England and potentially none at all from the Bank of Japan.</p> <p>Even in our hypothetical world, in which real foreign exchange rates are fixed, such divergence would cause volatility in nominal spot rates. The reason is that more interest rate rises bring down inflation expectations, thereby lifting the future purchasing power of the currency. With the Federal Reserve leading the way, it is no surprise that contracts to exchange the euro, sterling and yen at a future date have all moved substantially in favour of the dollar. And spot rates are trading at even higher premiums than usual to these forward rates because of higher US interest rates.</p> <p>This has been the lesson from history. Foreign exchange volatility remained broadly contained relative to what was seen in equity, interest rate and credit markets during the 2008-10 financial crisis. Yet between 2011 and 2017, we saw numerous idiosyncracies, such as the European sovereign debt crisis, Abenomics and the Brexit referendum.</p> <p>In 2017, currency fluctuations eased. But we are once again in a period of macro divergences. Until globalising forces re-emerge, the post-pandemic world will remain one of high foreign exchange volatility.</p>&#xa0;&#xa0;<p>Source: Adam Iqbal 2022 'Deglobalisation is boosting foreign exchange volatility' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T04:00:01.343Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 55,
          "end": 62
        },
        {
          "start": 55,
          "end": 68
        }
      ]
    }
  ]
}