{
  "_id": "a16bc918d06746c020416dceb77ace703bce3816cd0756c07d728cc56362e4f6",
  "feed": "ftcomall",
  "title": "Yen hits 7-year low after Bank of Japan sticks to stimulus",
  "text": "<p>The yen dropped to a seven-year low on Monday as the Bank of Japan bucked the global trend for tighter monetary policy, stoking speculation that the central bank could intervene to prop up the currency for the first time since 1998.</p> <p>The currency dropped more than 2 per cent against the dollar to reach ¥125, prompting traders to forecast further drops. It has fallen more than 7 per cent against the dollar so far this month, making this the worst month for the Japanese currency since 2016.</p> <p>The latest stage of the decline came after the BoJ underscored its commitment to economic stimulus, maintaining efforts to keep its bond yields low even as the US Federal Reserve and other heavy-hitting central banks start cranking interest rates higher — a shift that is hitting bond prices and pulling up yields around the world.</p> <p>The BoJ's determination to stop Japanese government bonds from being swept up in the global shift to higher borrowing costs is “policy divergence on steroids”, said Antoine Bouvet, a rates strategist at ING.</p> <p>Currency analysts in Tokyo said that clients were asking if the resulting rapid slide in the yen could trigger a supporting intervention by the ministry of finance for the first time since 1998. Zach Pandl, co-head of foreign exchange strategy at Goldman Sachs, said there was “a decent probability of yen-supporting intervention if the sell-off continues from here”.</p> <p>Such a move would mark a shift for the BoJ, which has a long record of intervening to weaken the yen. Japan's chief cabinet secretary Hirokazu Matsuno told a news conference that “it's desirable for exchange rates to move stably, reflecting economic fundamentals”.</p> <p>The immediate trigger of the yen's drop beyond ¥123 to the dollar on Monday came when the BoJ offered to buy an unlimited quantity of 10-year Japanese government bonds to prevent the yield on the benchmark debt from rising beyond the central bank's policy target. </p> <p>Yields had hit 0.245 per cent for the first time since January 2016, reaching the upper edge of the band implied by the BoJ's yield curve control policy that aims to keep the rate at “around zero”. JGB yields had been dragged higher by a global bond rout as investors brace for a series of aggressive rate rises from central banks, including the US Federal Reserve, in an effort to tackle the highest inflation rates in decades.</p> <p>UBS Japan economist Masamichi Adachi said that the speed, rather than the level, of the yen depreciation mattered more for the ministry of finance to decide on an actual intervention, saying that right now was a delicate moment to make a decision. </p> <p>But a verbal intervention, or a warning, by the ministry, would be likely before any direct intervention, added Adachi. </p> <p>A yen exchange rate of around ¥125 to the dollar is considered to be around the edge of policymakers' tolerance. That was the prevailing level in June 2015 when BoJ governor Haruhiko Kuroda said that the yen was weak and unlikely to fall further.</p> <p>Yujiro Goto, chief currency strategist at Nomura Securities, said the likelihood of actual intervention by the Japanese authorities was limited.</p> <p>Goto said the level of the yen had moved significantly from the average ¥109 to the dollar assumption, forecast in the BoJ's Tankan survey of economic conditions in December.</p> <p>He added that if the Japanese authorities did become worried about the speed of the yen's decline, one initial move might be to declare an emergency meeting between the BoJ, ministry of finance and Financial Services Agency to discuss the matter. Such a meeting is a traditional signal of concern to the market, though it might produce no immediate action. </p> <p>Kuroda repeated on Friday last week his assertion that the weak yen was still “generally positive” for the Japanese economy, with the yen's tumble boosting the shares of Japanese exporters.</p><p>Source: Leo Lewis and Eri Sugiura in Tokyo and Tommy Stubbington in London 2022 'Yen hits 7-year low after Bank of Japan sticks to stimulus' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T12:20:29.138Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1280,
          "end": 1293
        },
        {
          "start": 1280,
          "end": 1287
        }
      ]
    }
  ]
}