{
  "_id": "3d6bab5f02385a3a64f1bf15833e79e7881ff628b3e63955d1955e40037d9273",
  "feed": "wall-street-journal",
  "title": "FDA Bans Juul From Selling E-Cigarettes; U.S. health officials order vaping pioneer to pull its products; Juul says it will fight order",
  "text": "<p>Juul said that it disagreed with the FDA's findings and that it had provided ample data to the regulator. The company said it intends to seek a stay of the order, either through the agency's appeals process or in court.</p><p>\"We remain committed to doing all in our power to continue serving the millions of American adult smokers who have successfully used our products to transition away from combustible cigarettes,\" the company said.</p><p>Some researchers cautioned that the FDA's decision, which bans a brand that accounts for about a third of e-cigarette sales in the U.S., could hurt efforts to get more adults to quit smoking or switch away from traditional cigarettes. Some elected officials had called on the FDA to ban Juul saying its products were popular with underage users.</p><p>About 12.5% of adults in the U.S., or 30.8 million people, were cigarette smokers in 2020, the latest government data available. About 11% of U.S. high-school students—an estimated 1.7 million teens—said in a 2021 government survey they had used e-cigarettes in the past 30 days.</p><p>The marketing denial order follows a nearly two-year review of data presented by the vaping company, which sought authorization for its tobacco- and menthol-flavored products to stay on the U.S. market, where most recently Juul has been the No. 2 seller. The FDA has authorized tobacco-flavored e-cigarettes made by Juul's rivals to stay on the market.</p><p>Some of the research Juul submitted to the agency raised concerns because of insufficient and conflicting data—including potentially harmful chemicals leaching from the company's refill pods into the nicotine liquid they contain, the FDA said. Juul also failed to provide sufficient information on the potential risk that chemicals in its aerosols or nicotine liquids could damage users' DNA or chromosomes, the FDA said.</p><p>The agency's scientific reviewers asked Juul to provide more information and the company's response didn't fully address their concerns, according to people familiar with the matter. The FDA hasn't received evidence suggesting an immediate hazard associated with the use of Juul, the agency said.</p><p>Joe Murillo, Juul's chief regulatory officer, said the company believes it has provided sufficient information and data to address all of the questions raised by the agency.</p><p>Juul's application included comparisons with combustible cigarettes and with other vaping products, and this data, along with the rest of Juul's submission, meets the statutory standard of being \"appropriate for the protection of the public health,\" Mr. Murillo said.</p><p>The FDA on Thursday told Juul that all of its products on the market must be removed or the agency could take enforcement action against Juul and retailers. Law enforcement won't take action against consumers using Juul products, the agency said.</p><p>The FDA recommended Juul users or cigarette smokers who wish to switch to e-cigarettes consider other products that the agency has authorized.</p><p>The agency has cleared the way for Juul's biggest rivals—Reynolds American Inc. and NJOY Holdings Inc.—to keep tobacco-flavored e-cigarettes on the market. Industry observers had expected Juul to receive similar clearance until The Wall Street Journal reported Wednesday on the expected denial.</p><p>The burden to prove that tobacco products meet the standards set by U.S. law—that their benefits to adult cigarette smokers outweigh any risks or unintended consequences—falls on the shoulders of the company, Michele Mital, acting director of the FDA's Center for Tobacco Products, said.</p><p>\"Juul had the opportunity to provide evidence demonstrating that the marketing of their products meets these standards,\" she said. \"However, the company did not provide that evidence and instead left us with significant questions.\"</p><p>Clifford Douglas, director of the Tobacco Research Network at the University of Michigan School of Public Health, said the scientific consensus on Juul is that it is an effective and less-harmful alternative to cigarettes.</p><p>\"The sad irony is that this product would be banned from the market while billions of combustible cigarettes, which kill half of all long-term users, enjoy 'grandfather' status and continue to be aggressively marketed to and used by tens of millions of Americans,\" he said. \"Something is truly wrong with this picture.\"</p><p>Uncertainty has clouded Juul since the FDA launched an investigation into the startup four years ago. Regulators, lawmakers and school administrators blamed Juul's fruity flavors, USB-drive shaped vaporizers and hip marketing for fueling a surge of underage vaping. Since then Juul has been trying to regain the trust of regulators and the public. It limited its marketing and in 2019 stopped selling sweet and fruity flavors.</p><p>The FDA order against Juul is a setback for Marlboro maker Altria Group Inc., which in 2018 paid $12.8 billion for a 35% stake in Juul. The deal valued Juul at about $38 billion. Since then, Juul's value has plummeted amid regulatory crackdowns and declining sales. Altria valued its Juul stake at $1.6 billion as of March 31.</p><p>Shares of Altria, which assisted Juul with its FDA application, fell 9.2% in Wednesday trading, after the Journal reported on the expected FDA decision. Altria shares rose 1% in Thursday afternoon trading, while shares of Reynold's parent British American Tobacco PLC were down 1%.</p><p>Juul surged to the top of the U.S. e-cigarette market in 2018, but it has lost some ground to other brands more recently. It slipped to second place behind Reynolds's Vuse brand in the 12 weeks ended June 4, according to an analysis of Nielsen data by Goldman Sachs analyst Bonnie Herzog. Juul currently sells e-cigarette devices and refill pods with tobacco and menthol flavors.</p><p>The FDA has been conducting a review of U.S. vaping products, weighing their popularity with young people against their potential benefits as less harmful alternatives for adult cigarette smokers. All U.S. e-cigarette manufacturers in 2020 were required to submit their products for FDA review to stay on the market.</p><p>The agency since last fall has ordered off the market more than a million vaping products. In April, for example, the FDA ordered off the U.S. market several tobacco- and menthol-flavored e-cigarette products made by Fontem US, a subsidiary of Imperial Brands PLC. The agency said Fontem's applications \"lacked sufficient evidence regarding design features, manufacturing, and stability,\" and didn't demonstrate that their potential benefit to adult cigarette smokers outweighed the risk to young people.</p><p>The FDA is separately moving forward on a plan to mandate the elimination of nearly all nicotine in cigarettes, a policy that would upend the $95 billion U.S. cigarette industry and, health officials say, prompt millions of people to quit smoking or switch to alternatives such as e-cigarettes. That rule will take years to implement and tobacco companies could sue to fight it.</p><p>Write to Jennifer Maloney at jennifer.maloney@wsj.com</p><p>FDA Bans Juul From Selling E-Cigarettes</p>",
  "published": "2022-06-23T18:45:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5609,
          "end": 5622
        },
        {
          "start": 5609,
          "end": 5616
        },
        {
          "start": 5571,
          "end": 5584
        }
      ]
    }
  ]
}