{
  "_id": "88050960d9aa25e520ccd8110f45c7154aba3aceea6b95ed6401a55ad8a280d5",
  "feed": "market-watch",
  "title": "Ally Financial cuts view as it prepares for more auto loans that won't be repaid; Ally sees near-term net interest margin compression but says prime auto loans remain strong",
  "text": "<p>Looking ahead to the fourth quarter, Ally Financial said it expects earnings of about $1 a share, below the latest Wall Street analyst estimate of $1.58 a share.</p><p>In another troubling sign, the company said it expects 1.6% intermediate-term net auto loan charge-offs, a figure that represents money the company does not expect to collect. The 1.6% figure is at the high end of its 1.4% to 1.6% projection for net charge-offs on auto loans.</p><p>During the third quarter, total loans grew $4 billion and drove a $133 million increase in its provisions. The company also booked a $136 million impairment on its investment in Better.com to reflect conditions affecting the broader mortgage industry.</p><p>All told, Ally Financial's third-quarter net income fell to $272 million, or 88 cents a share, from $712 million, or $1.89 a share, in the year-ago quarter.</p><p>Adjusted profit fell to $1.12 a share from $2.16 a share in the year-ago quarter, while net revenue rose to $2.02 billion from $1.99 billion.</p><p>The company also issued an adjusted revenue figure of $2.09 billion.</p><p>Wall Street analysts expected Ally Financial to earn $1.69 a share on revenue of $2.16 billion, according to FactSet data.</p><p>On Tuesday, the company said Jennifer A. LaClair departed from her position as chief financial officer. Bradley J. Brown, corporate treasurer, has been appointed interim CFO.</p><p>Shares of Ally Financial fell 4.5% on Wednesday, amid mostly lower equity prices in the session.</p><p>Also Read: Goldman beats lowered earnings target and unveils plan to reorganize under three business units</p><p>Third-quarter auto loan originations of $12.3 billion were flat with the year-ago quarter and down about $1 billion from the second quarter.</p><p>Ally CEO Brown said while some lenders are pulling back from the auto lending space, the prime segment of that market remains robust.</p><p>\"Prime lending continues to be a very solid space,\" Brown said. \"Super prime lending has seen very aggressive pricing from the credit unions and it makes sense that some banks don't want to chase that.\"</p><p>The bank said its net interest margin excluding original issue discount (OID) was 3.83%, which is up 15 basis points over the year-ago period but down 23 basis points quarter over the previous quarter.</p><p>\"Given the duration dynamics on both sides of the balance sheet, we expect to see some near-term pressure, but remain confident in an upper 3% net interest margin over time,\" CEO Brown said. \"We built a structurally enhanced balance sheet over several years, but [we] face some temporary pressure from the unprecedented pace and magnitude of the increases in the short-term interest rates.\"</p><p>Also Read: Adjustable-rate mortgage applications rise to highest level since March 2008, while applications fall overall</p><p>Ally said its provision for credit losses increased $362 million to $438 million, reflecting credit losses that are normalizing in line with expectations and current expected credit loss reserve build, which is partly attributable to robust retail auto origination volume.</p><p>Jefferies analyst John Hecht said Ally's third-quarter net financing revenue of $1.72 billion beat his estimate of $1.64 billion, driven by higher origination volume and incremental loan growth, which outweighed higher funding costs.</p><p>Shares of Ally Financial are down 42% in 2022, compared to a 17.8% drop by the Financial Select SPDR ETF XLF and a 22.3% loss by the S&amp;P 500 SPX.</p><p>Also Read: Used cars have depreciated slightly—when to expect the car market to be normal again</p><p>Ally Financial cuts view as it prepares for more auto loans that won't be repaid</p>",
  "published": "2022-10-19T16:59:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1465,
          "end": 1472
        },
        {
          "start": 1452,
          "end": 1459
        }
      ]
    }
  ]
}