{
  "_id": "db03348373bbd58bd21213db2f24d7e839a0aac6833fd30132a4aeb9b01a0164",
  "feed": "wall-street-journal",
  "title": "Midterm Elections 2022: How Economic Concerns Are Shaping the Vote; This special edition of the Capital Journal newsletter looks at voters' worries over rising prices",
  "text": "<p>Welcome to a special edition of WSJ's politics newsletter looking at the impact of recent economic developments on the November midterm elections. To receive our weekday edition and future special editions, sign up here.</p><p>Three Questions for WSJ's John McCormick</p><p>WSJ: What economic issues are voters watching most closely?</p><p>John McCormick: With most workers feeling relatively secure in their jobs because of the tight labor market, inflation has been the dominant economic issue for voters this entire year. It's something many younger voters have never dealt with before, or at least not at these levels that represent the highest inflation in four decades. Economists and pollsters say Americans feel it at a very personal level because rising prices are noticeable at almost every turn in their daily lives. For those on fixed incomes, like some seniors, it can be especially painful. And just a quick reminder on that slice of the electorate: those 65 and older typically vote at higher rates than everyone else. In the 2018 midterm election, 66.1% of seniors cast ballots, compared with a national average of 53.4% for the voting-age population, according to the U.S. Census Bureau.</p><p>WSJ: You wrote about the political impact of inflation in March, finding that voters were losing patience then with rising prices. Have economic developments since then—with fuel prices easing but many consumer prices still elevated—likely shifted voters' views?</p><p>John McCormick: Asking voters how they're feeling about inflation was relatively new back then. We reported the story from the Phoenix area because it was recording the nation's biggest inflationary increases among the largest metropolitan areas, a dubious distinction it's continued to hold for much of 2022. Inflation hasn't gotten better in any significant way since then, although lower gasoline prices have helped ease some pain for those who drive a lot. I watch a lot of political ads—probably not the healthiest thing to do—and images of gas pumps and grocery-store aisles have dominated this year's Republican messaging. So, even if voters are feeling a little better because of lower pump prices, they're constantly being reminded about what feels like a hole in their pocketbooks.</p><p>WSJ: Are voters in some parts of the country more likely to make their decisions based on economic concerns than on social issues that have surfaced ahead of the election?</p><p>John McCormick: That's difficult to answer. The Supreme Court's Dobbs decision that ended the constitutional right to abortion and returned the issue to the states is certainly motivating some voters and Democrats have made abortion access an issue to try to counteract what polling shows is a perceived weakness on their handling of the economy. One thing we know is that inflation isn't the same everywhere. The national number—up 8.3% in August compared with a year ago—gets most of the attention. But food and fuel prices vary significantly across the nation and inflation will likely be a bigger issue in some congressional races than in others. In Nevada, host to one of the most competitive Senate races, gas prices are still averaging around $5.50 a gallon. In Pennsylvania, where there's another top Senate contest, they're below $4 a gallon on average. Few things are certain in politics, but I'd guess we'll see more ads featuring gas pumps in Nevada than Pennsylvania in the home stretch.</p><p>John McCormick is a national political reporter for The Wall Street Journal. Write to him at mccormick.john@wsj.com.</p><p>The Wall Street Journal is tracking the impact that inflation and rising interest rates are having on the economy ahead of the November elections. Here is a closer look at some of the issues. Voters have cited a range of issues likely to motivate them at the polls, including abortion, border security and gun violence, and in the weeks ahead we will examine some of those.</p><p>The jobs market continued its gradual cooling in September as high inflation and rising interest rates weighed on the economy.</p><p>U.S. employers added 263,000 jobs in September, the Labor Department said Friday, and the unemployment rate fell to 3.5% from 3.7% in August, matching a half-century low that was last reached in July. The report keeps the Federal Reserve on track to approve another large interest-rate increase at its meeting next month as officials seek to lift borrowing costs high enough to soften the labor market and ease inflation pressures.</p><p>Fears of a recession aren't keeping employers burned during the pandemic from hoarding staff now.</p><p>Some large companies, including Goldman Sachs Group Inc., Wayfair Inc. and Snap Inc., have recently announced or signaled layoffs, but they are outnumbered by companies saying that labor shortages are crimping sales and production, reports Sarah Chaney Cambon.</p><p>U.S. consumers are digging deeper into their wallets to cover rising costs of essentials.</p><p>Household spending rose 0.4% in August after dropping a revised 0.2% in July, according to the Commerce Department, but the August rise was 0.1% after accounting for inflation, reports Harriet Torry. The Labor Department is set to release the September consumer-price report on Thursday at 8:30 a.m.</p><p>There are signs that inflation, already close to a four-decade high, has become increasingly entrenched.</p><p>Overall inflation slowed in August, measured by the Federal Reserve's preferred gauge, but underlying price pressures strengthened during the month, reports Gwynn Guilford. Consumer prices rose 6.2% in August from a year earlier, easing from a revised 6.4% in July, as measured by the Commerce Department's personal-consumption expenditures price index. </p><p>Ben Bernanke, Jerome Powell and Paul Volcker. PHOTO: Timmy Huynh/The Wall Street Journal; Photos: Bloomberg News, CQ/Zuma Press, Bettmann Archive</p><p>Federal Reserve Chairman Jerome Powell will stop at nothing to bring down inflation—even if his campaign prompts a recession.</p><p>During the pandemic's early days, Mr. Powell had followed the model that former Fed Chairman Ben Bernanke set in the 2008 financial crisis, enacting policies to avoid market meltdowns. But with prices holding at elevated levels, Mr. Powell is using an aggressive playbook drawn up by former Fed chief Paul Volcker, reports Nick Timiraos. A United Nations agency said last week that the Fed and other central banks risked pushing the global economy into recession followed by prolonged stagnation if they kept raising interest rates. Some economists fear the central banks might go too far if they don't take into account their collective impact on global demand.</p><p>About Us</p><p>This newsletter is written by the WSJ Washington bureau. Sign up here. Send feedback to capitaljournal@wsj.com. You can follow politics coverage on our Politics page and at @wsjpolitics on Twitter.</p><p>Midterm Elections 2022: How Economic Concerns Are Shaping the Vote</p>",
  "published": "2022-10-09T12:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4595,
          "end": 4602
        },
        {
          "start": 4561,
          "end": 4585
        },
        {
          "start": 4595,
          "end": 4608
        },
        {
          "start": 4595,
          "end": 4619
        }
      ]
    }
  ]
}