{
  "_id": "59f3809138900c6bee2a53bf6fff8ed60b01f459373d69b590b55c3beaeff8cf",
  "feed": "market-watch",
  "title": "Credit Suisse: What's going on, and why its stock is falling",
  "text": "<p>The market that has really caught the attention of traders is that of credit-default swaps. Those are effectively bets on whether a debt issuer will survive. The 5-year credit default swap widened on Friday to 250 — not an unusual level for a company, but high for a major bank, and Credit Suisse's worst level since 2009.</p><p>(UBS's UBS 5-year credit-default swap was 126, and Goldman Sachs GS was 143, according to data from IHS Markit. The government of Switzerland's 5-year CDS was at 7.)</p><p>At a time when the rest of Wall Street has been posting profits, Credit Suisse has lost money for three straight quarters. Credit Suisse wasn't unique in lending to Bill Hwang's Archegos Capital Management, but it lost $5.5 billion after not being able to exit positions, when the family office collapsed, as fast as rivals including Goldman Sachs and Morgan Stanley. It was unique in dealing with financier Lex Greensill's failed Greensill Capital supply chain funds, which Credit Suisse says may take five years of lawsuits to unravel.</p><p>And the headaches at Credit Suisse aren't limited to just these two issues. On Monday, it postponed a planned capital increase for a real estate fund, citing volatility in the market for Swiss real estate funds.</p><p>Rumors are swirling around Credit Suisse ahead of the bank's quarterly update at the end of October, which will see it announce the results of a strategy review. In its own words, the bank is seeking to take \"measures to strengthen the wealth management franchise, transform the investment bank into a capital-light, advisory-led banking business and more focused markets business, evaluate strategic options for the securitized products business, which includes attracting third-party capital, as well as reduce the group's absolute cost base to below 15.5 billion francs ($15.7 billion) in the medium term.\"</p><p>New Credit Suisse CEO Ulrich Koerner on Friday sent a memo around the bank, saying it had a strong capital base and liquidity position even as its stock price slumped. A second memo, according to The Wall Street Journal, said Credit Suisse has a capital buffer of nearly $100 billion. with high quality liquid assets near the $238 billion reported in June.</p><p>Observers aren't totally convinced the bank does have enough capital. Analysts at RBC Capital Markets, for instance, say the bank may need to raise another 4 billion to 6 billion francs both to fund whatever restructuring's happening as well as provide buffers against capital headwinds.</p><p>The need for more capital is not the same as the bank facing a battle to survive. Senior dollar-denominated debt maturing in 2025 was trading at 94 cents on the dollar, according to FactSet data.</p><p>Boaz Weinstein, the founder of Saba Capital Management, tweeted the risks of bankruptcy are overstated.</p><p>The Daily Telegraph newspaper reported that the Bank of England was satisfied that no major recent development has occurred at the bank, but also that it is closely working with Switzerland's Finma to monitor the bank.</p><p>Analysts at Citi, who say they have fielded inquiries wondering about the contagion impact, said they \"understand the nature of the concerns, but the current situation is night and day from 2007 as the balance sheets are fundamentally different in terms of capital and liquidity, and we struggle to see something systemic.\"</p><p>Credit Suisse: What's going on, and why its stock is falling</p>",
  "published": "2022-10-03T13:40:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 374,
          "end": 381
        },
        {
          "start": 823,
          "end": 836
        },
        {
          "start": 817,
          "end": 830
        },
        {
          "start": 374,
          "end": 387
        },
        {
          "start": 823,
          "end": 830
        }
      ]
    }
  ]
}