{
  "_id": "26636e0c2fbb6a3b4a43934967d017be2d2f628bb58478778915750172af50db",
  "feed": "wall-street-journal",
  "title": "Bank of Mexico to Drive Interest Rates Higher, Minutes Show; Board voted unanimously on Sept. 29 to raise the overnight interest-rate target to 9.25%",
  "text": "<p>The move was the bank's third consecutive three-quarter point increase, matching the Fed's three previous moves in the federal-funds rate.</p><p>In its September statement, the Bank of Mexico said it would continue to raise the overnight rate and that the size of future moves would depend on inflation conditions at the time.</p><p>Thursday's minutes showed a majority of board members shared that view, and most agreed the rate was restrictive and should remain so for some time. Deputy Governor Irene Espinosa, in a dissenting opinion included in the minutes, argued for the statement to specify that rates would remain restrictive throughout the bank's forecast horizon, or the third quarter of 2024.</p><p>One board member said it could be feasible to decouple from the Fed as soon as the Bank of Mexico's next meeting in November and considered that the current rate-increase cycle, which began in June 2021, should conclude by the end of this year at between 9.75% and 10%.</p><p>Another member argued against reducing the pace of increases, and said the Bank of Mexico should continue at least to match Fed moves, among other reasons to help maintain the stability of the Mexican peso against the U.S. dollar.</p><p>Economic growth should be a secondary consideration until inflation is brought under control, the member added.</p><p>All board members expressed concerns about inflation at a nearly 22-year high of 8.7%, while the central bank doesn't expect inflation to return to its 3% target until the third quarter of 2024.</p><p>The minutes showed the board of governors \"still clearly leaning towards moving the policy rate deeper into restrictive territory, and for the majority most likely matching the FOMC pace of hikes at least until the end of 2022,\" Goldman Sachs chief Latin America economist Alberto Ramos said in a note.</p><p>Write to Anthony Harrup at anthony.harrup@wsj.com</p><p>Bank of Mexico to Drive Interest Rates Higher, Minutes Show</p>",
  "published": "2022-10-13T18:56:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1722,
          "end": 1735
        },
        {
          "start": 1730,
          "end": 1737
        },
        {
          "start": 1730,
          "end": 1743
        }
      ]
    }
  ]
}