{
  "_id": "4bee2bb214bfa2c95e108099e1f07548afc4b2b742fb1c31c5b167dee67b27f9",
  "feed": "wall-street-journal",
  "title": "Investors Back Away From South Korean Markets  ----  By Hakyung Kim",
  "text": "<p>   SEOUL -- The dominant dollar is causing trouble in yet another locale: South Korea. </p><p>   The rise of the greenback, fueled by rapid Federal Reserve tightening, has helped weaken the South Korean won to levels last hit during the global financial crisis.Some analysts and investors are concerned about similarities with the Asian financial crisis of 1997-98, which was triggered partly by a strong dollar and which saw destabilizing outflows from South Korea and other markets. </p><p>   For South Korea, \"capital outflows will be a serious issue,\" said Kim Il-koo, chief economist at Hanwha Investment &amp; Securities. Further outflows would put fresh pressure on the currency, stocks and bonds. That would make commodity imports even costlier in local-currency terms and raise the cost of funding for businesses. </p><p>   The dollar has gained nearly 17% against the won so far this year through Monday. On Tuesday, $1 bought about 1,392 won after reaching a 13-year high of 1,399 won last week. </p><p>   Many of South Korea's headaches are widely shared: Investors are pulling back from countries that don't offer investors substantially higher interest rates, adjusted for inflation, than the U.S. And currencies such as the British pound, euro, Japanese yen and Chinese yuan have tumbled to multiyear or multidecade lows. </p><p>   At the same time, high raw-materials costs are stoking inflation for commodity importers, and China's slowdown is hurting trading partners across Asia. </p><p>   But South Korea has some distinctive problems of its own, making the tumbling won even more unwelcome. In particular, high household and corporate debt levels limit the ability of its central bank to tighten policy aggressively to quell inflation and bolster the currency. </p><p>   In addition, there are longer-term questions about the country's heavy reliance on exports, particularly with its largest trading partner, China. And Seoul hasn't done enough to persuade index provider MSCI Inc. that it merits developed-market status -- an upgrade that Goldman Sachs analysts have estimated could attract more than $44 billion. </p><p>   Mr. Kim at Hanwha also pointed to worsening trade data and corporate-profit margins. And he said efforts by China and the U.S. to foster domestic production of key products such as semiconductors and batteries were likely to put pressure on prices for these goods. </p><p>   Foreigners own the smallest share of the country's stock market since the depths of the global financial crisis, at 26.2% of total market value as of August, official data show. As of July, foreigners had withdrawn $12.5 billion from South Korean stocks in the previous six months, taking net withdrawals to nearly $43 billion since the onset of the pandemic. </p><p></p>",
  "published": "2022-09-21T06:02:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1985,
          "end": 1992
        },
        {
          "start": 1985,
          "end": 1998
        },
        {
          "start": 1973,
          "end": 1986
        }
      ]
    }
  ]
}