{
  "_id": "ab2bbb6fa05a18b462cd8da7573fa948cedb2af032a0ee4fde7b9d8296f7f61e",
  "feed": "ftcomall",
  "title": "Ex-Goldman partner's credibility questioned in 1MDB trial",
  "text": "<p>The credibility of testimony by a former Goldman Sachs partner about the 1MDB scandal came under intense scrutiny during the criminal trial of an ex-colleague charged in connection with the affair. </p> <p>Lawyers for defendant Roger Ng on Wednesday sought to focus on discrepancies between answers that <a href=\"https://www.ft.com/content/52a072a2-fe0a-11e8-ac00-57a2a826423e\">Tim Leissner</a>, the government's <a href=\"https://www.ft.com/content/9f27d719-19e5-4949-93ad-5de742242476\">star witness</a>, has given to prosecutors and statements he had previously made to the FBI. </p> <p>The exchange came in the third week of trial for Ng, another former Goldman banker who has been charged by US authorities with conspiring to bribe officials and launder billions of dollars <a href=\"https://www.ft.com/content/d12b19ad-9c0b-4ebc-8598-f936862c0044\">from 1MDB</a>, the Malaysian state investment fund. The Department of Justice alleges $4.5bn was misappropriated. Ng has pleaded not guilty.</p> <p>The jury's perception of Leissner's credibility could be critical to the outcome of the trial. Leissner — who has pleaded guilty to charges of conspiring to launder money and violate foreign bribery laws in connection with the 1MDB fraud — struck a co-operation agreement with the US government in the hope of receiving a more lenient sentence.</p> <p>Marc Agnifilo, Ng's lawyer, on Wednesday repeatedly quizzed Leissner over statements he made to the FBI ahead of the trial in New York. </p> <p>Agnifilo focused on a critical meeting Leissner said he joined in London in 2012, in which Jho Low — the Malaysian financier accused of masterminding the 1MDB scheme — allegedly listed Malaysian and Abu Dhabi officials to be “taken care of” with bribes in order for transactions with Goldman to materialise. </p> <p>The Wall Street bank arranged three bond deals for 1MDB between 2012 and 2013 that raised roughly $6.5bn, of which the DoJ alleges more than $2.7bn was misappropriated by Low, Ng and others.</p> <p>Ng's lawyer asked Leissner if he remembered informing the FBI of the chart listing the bribe recipients in April 2021, years after he started working with US authorities. “Thirty-four months after you started co-operating you brought up a chart for the first time,” Agnifilo said. Leissner said he did not recall when he first mentioned the list. </p> <p>Agnifilo raised other matters tied to the London meeting, held at Low's residence in Mayfair. He said Leissner informed the FBI that Ng only attended a second London gathering, contradicting the ex-partner's statement to prosecutors that Ng had joined the first meeting where the bribe list was produced. Leissner said he did not recall sharing the information with the FBI.</p> <p>Ng's lawyer also discussed a letter for Sheikh Mansour bin Zayed al-Nahyan, the deputy prime minister of the United Arab Emirates, by Najib Razak, Malaysia's former prime minister and the founder of 1MDB. Leissner said he delivered it to Khadem al-Qubaisi, the former managing director of Abu Dhabi's International Petroleum Investment Company, at his private residence.</p> <p>The letter, which Leissner described as personal, came as 1MDB sought to convince IPIC to provide a guarantee for the bonds. Leissner later provided a copy of the letter to Goldman for an internal review ahead of the 1MDB transactions.</p> <p>Agnifilo grilled Leissner on details such as the colour of al-Qubaisi's residence, its interiors, his neighbourhood and the home's surroundings. </p> <p>Asked if he remembered telling the FBI that Jasmine Loo, ex-general counsel at <a href=\"https://www.ft.com/topics/organisations/1Malaysia_Development_Bhd\">1MDB</a>, had most likely delivered the letter — while also saying he had a “faint” recollection of doing so himself — Leissner said he could not recall. He told Agnifilo that he was “very sure” he had delivered it himself. </p> <p>Leissner denied drafting a separate letter by Sheikh Mansour in which the official expressed IPIC's support for a 1MDB deal, and said he did not recall telling the FBI he had in fact done so. </p> <p>“You forged things before in your life?” Agnifilo asked. “Yes,” said Leissner, who has testified he had forged divorce papers.</p><p>Source: Stefania Palma in New York 2022 'Ex-Goldman partner's credibility questioned in 1MDB trial' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-03T00:39:59.452Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3,
          "end": 10
        },
        {
          "start": 41,
          "end": 48
        },
        {
          "start": 41,
          "end": 54
        },
        {
          "start": 484,
          "end": 491
        },
        {
          "start": 1507,
          "end": 1514
        },
        {
          "start": 2988,
          "end": 2995
        }
      ]
    }
  ]
}