{
  "_id": "558d1efa3c6b825e86b5930b02770b210d08974f8037cbca277dc23ace4bb0a3",
  "feed": "wall-street-journal",
  "title": "Derby's Take: Once Again, Bond Yields Have Ominous Message on Outlook; For second time in 2022, a key Treasury yield spread has inverted",
  "text": "<p>Tuesday's inversion is the second such move of the year, with the two- to 10-year spread briefly going negative at the start of April. That chapter of inversion was very short-lived and it remains to be seen how long the market will keep the curve inverted this time around, and how deeply negative the spread might go.</p><p>The inversion comes amid a growing sense of unease about the outlook. High inflation that has prompted a very aggressive Fed response, coupled with ongoing supply shocks related to the pandemic and Russia's war on Ukraine, are all bolstering the sense among market participants that a downturn is coming. At the same time, the Atlanta Fed's closely watched GDPNow real-time growth tracker, puts second-quarter activity at a 2.1% decline, with first-quarter growth already at a reported 1.6% decline. Oil prices are also falling, likely anticipating falling demand.</p><p>\"We find that signals from the yield curve are becoming more concerning over time,\" analysts at investment bank Barclays told clients Tuesday.</p><p>Fed data tracking the two- to 10-year spread back to the mid-1970s shows that of the six recessions that have happened between then and now, all saw the two- to 10-year spread turn negative ahead of the downturn.</p><p>That said, Fed researchers believe that other spreads have a better ability to predict downturns. A recent Fed paper said an inversion in shorter-dated Treasury maturities does a better job of coming ahead of a downturn, and even argued that the two- to 10-year spread so closely watched by traders and investors doesn't have much value as a signal of what lies ahead for the economy.</p><p>Meanwhile, economists at the San Francisco Fed have argued the three-month to 10-year Treasury spread is the best at signaling a downturn. And on that front, that spread has been squarely in positive territory. That said, this spread has been falling since it stood at 227 basis points on May 6, and on Tuesday, it was at 118 basis points. That trajectory is in part affected by Treasury bill supply, but even so, it isn't heading in a friendly direction for the economic outlook.</p><p>Still, for all the angst about the outlook, there are still plenty of prognosticators who don't see trouble as imminent. Goldman Sachs economists told clients Monday that they see about a 30% chance of an economic downturn happening this year, with modestly higher odds of a downturn in the euro area and the U.K.</p><p>\"Currently, across the advanced economies, unit labor cost growth, core inflation and the expected total increase in the policy rate are generally running at levels similar to the run-up of the typical advanced economy recession,\" Goldman Sachs said. But, they added, \"the private sector financial balance has been much higher than ahead of the typical recession for all economies, hinting at a shallow next recession\" should such a downturn arrive.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p><p>Derby's Take: Once Again, Bond Yields Have Ominous Message on Outlook</p>",
  "published": "2022-07-06T09:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2228,
          "end": 2241
        },
        {
          "start": 2652,
          "end": 2659
        },
        {
          "start": 2637,
          "end": 2650
        },
        {
          "start": 2652,
          "end": 2665
        },
        {
          "start": 2228,
          "end": 2235
        },
        {
          "start": 2213,
          "end": 2226
        }
      ]
    }
  ]
}