{
  "_id": "51f4d75dcff28905ca090ec4c8ad7b5347384648b89b4dea20f25d74fa1a56f5",
  "feed": "ftcomall",
  "title": "Boris Johnson and Rishi Sunak push back on suggestions household support will add to UK inflation",
  "text": "<p>Boris Johnson and Rishi Sunak on Friday defended their £15bn cost of living package, arguing that it would support the UK's most “vulnerable” and have a “minimal impact” on inflation, after the government announced a windfall tax on energy companies.</p> <p>The measures, which include a one-off £650 payment to low income households receiving state support, such as universal credit, as well as a £400 discount on energy bills for all households, are funded in part by a £5bn energy profit levy on oil and gas companies. </p> <p>Speaking in Teesside on Friday, Johnson pushed back on suggestions that the support measures could exacerbate inflation, stating: “I don't think it will lead to more discretionary spending, simply because people's outgoings are going to go up, have been going up already as a result of the increased costs of energy and food.”</p> <p>He told reporters the government was able to introduce the support measures due to the UK's “strong economic position”, adding that unemployment was at “the lowest level since 1974”. </p> <p>The prime minister added that three-quarters of the households set to benefit from the additional provisions “will be those who are the most vulnerable”.</p> <p>This sentiment echoed that of the chancellor earlier on Friday. “Our estimate and my view is that it will have a minimal impact on inflation,” he told Sky News. “The reason for that is twofold. One [reason] is because what we're doing is very targeted at those most in need, and secondly because we're also raising money to help pay for it.”</p> <p>However, most economists who have commented on the Treasury's plans disagree with the government's claim that the measures will not be inflationary, offering a range of views on the degree of additional stimulus and inflation that the support for households would bring.</p> <p>Steffan Ball, chief UK economist at Goldman Sachs and former adviser to Philip Hammond as chancellor, said on Friday that the measures would support spending and ensure “the UK will narrowly avoid a recession”.</p> <p>But he conceded that the consequence of the provisions would be to increase inflationary pressure that will force the Bank of England to act more decisively. </p> <p>“Yesterday's policy support package gives us more confidence in our view that the BoE will need to hike into contractionary territory in order to rein in wage growth and inflationary pressures,” he said.</p> <p>The government's new economic package came after Johnson this week faced a bruising report from senior civil servant Sue Gray into illegal lockdown parties at Westminster. </p> <p>The 37-page report into coronavirus rule-breaking at Downing Street and Whitehall detailed a culture of late-night parties, drunken fights and a lack of respect for cleaning and security staff. </p> <p>The government had hoped that the new cost of living measures would help to curb backbench discontent over its handling of the “partygate scandal”.</p> <p>However, since the publication of the Gray report on Wednesday, four Conservative MPs — Julian Sturdy, Stephen Hammond, John Baron and David Simmonds — have openly urged the prime minister to resign.</p> <p>Meanwhile on Friday, Paul Holmes, parliamentary private secretary at the Home Office, resigned from his government post, citing a “toxic culture” in Downing Street. He argued that the partygate scandal had fostered a “deep mistrust in both the government and the Conservative party”.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/5a4d33cd-754a-42cd-9e80-3fddebb8c288\"><em>A drink at No 10 followed by a spending spree</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/5a4d33cd-754a-42cd-9e80-3fddebb8c288\"><em>From Rodney Atkinson, Stocksfield, Northumberland</em></a><br></p><p>Source: Leke Oso Alabi, Sarah Provan and Chris Giles in London 2022 'Boris Johnson and Rishi Sunak push back on suggestions household support will add to UK inflation' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T08:45:04.718Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1828,
          "end": 1835
        },
        {
          "start": 1828,
          "end": 1841
        }
      ]
    }
  ]
}