{
  "_id": "ffa5d9ca5dc63d3c1b77a74f736bca9c99dd3a87d3154f2fab79e06721ad393d",
  "feed": "wall-street-journal",
  "title": "SPAC Slowdown Tests Asia's Fledgling Market for Blank-Check Firms; So far just five blank-check companies have listed in either Hong Kong or Singapore",
  "text": "<p>But as the U.S. SPAC business has lost momentum, global banks and international investors have grown more cautious about their involvement in these vehicles. And market turmoil brought on by the Ukraine war and the Federal Reserve's interest-rate increases has made it harder to sell new listings to investors.</p><p>SPACs, or special-purpose acquisition companies, are cash shells that first raise money from public investors and list on an exchange, and then hunt for private companies to merge with.</p><p>Nine months after SPACs were allowed in Singapore, just three such listings have taken place. In Hong Kong, where rules took effect in January, only two have gone public. The second, Vision Deal HK Acquisition Corp., listed earlier this month.</p><p>That is a far cry from the U.S., where even as investor appetite has cooled, nearly 70 SPACs have listed this year, according to data from industry tracker SPACInsider.</p><p>\"Before the Ukraine war, we were frequently receiving calls about potential new SPACs. Now we are not seeing as many inquiries,\" said Arun Balasubramanian, a Hong Kong-based partner at Freshfields Bruckhaus Deringer LLP. The law firm is advising seven out of the 12 SPACs that have been filed or gone public in the city, in various capacities.</p><p>Most of those 12 applicants, all of which are backed by mainland Chinese or Hong Kong investors, rushed to file in the first three months of 2022 and the majority are still awaiting approval. No new applications have been lodged in Hong Kong in the past two and a half months.</p><p>Pent-up demand from Chinese investors has, in part, helped fill Vision Deal's order book. Vision Deal raised the equivalent of $127 million after allocating the vast majority of shares to mainland Chinese and Hong Kong investors.</p><p>\"Many Asian and Chinese investors are very keen on participating in SPACs,\" but some weren't able to invest in U.S. deals, said David Wei, chairman of Vision Deal and a former chief executive of Alibaba.com.</p><p>In a sign of that interest, Mr. Wei, who is also the founder of Shanghai-based venture-capital firm Vision Knight Capital, said he held 108 meetings in less than three months in a virtual roadshow while Shanghai was locked down.</p><p>Mr. Wei and DealGlobe Ltd., a China-focused boutique investment bank and another promoter of Vision Deal, seriously considered launching a SPAC in the U.S. last year.</p><p>However, they didn't proceed due to rising risks from the decoupling of U.S.-China financial markets and the glut of blank-check companies in there.</p><p>\"If we were to launch in the U.S., the merger would have been blocked by now,\" said Mr. Wei, who also goes by the Chinese name Wei Zhe.</p><p>The Securities and Exchange Commission has proposed tighter disclosure requirements for SPACs, after many companies that went public via this route faltered. In the interim, investment banks including Goldman Sachs Group Inc. and Citigroup Inc. have put on hold underwriting new SPAC listings in the U.S.</p><p>Recent changes in the U.S. market have made investors \"a bit less excited about the product,\" said Magnus Andersson, co-head of Asia-Pacific equity capital markets at Morgan Stanley.</p><p>\"It's going to be a higher bar to get a SPAC done in Hong Kong. I don't think we're going to see the frenzy that we saw in other parts of the world last year and the year before,\" he said.</p><p>Both Singapore and Hong Kong drew lessons from the U.S.'s experience and adopted strict requirements that hold SPAC sponsors and investment banks accountable for the eventual merger transaction, known as a de-SPAC.</p><p>Concerns also remain about how deep the pool of capital in Asia will prove to be, especially coupled with stringent requirements on investor type and size, industry experts say.</p><p>Share Your Thoughts</p><p>Can the SPAC be reinvented? Why or why not? Join the conversation below.</p><p>Hong Kong mandates that at least 20 institutional investors buy into each SPAC IPO and has detailed rules about independent investors funding de-SPAC transactions.</p><p>Both requirements could amount to serious hurdles. The Asia Securities Industry &amp; Financial Markets Association, a trade group, last year urged against the requirement for SPAC IPO investors, saying even in the U.S. there were only about 40 active institutional investors in SPACs.</p><p>Another challenge could be finding independent investors to put in fresh capital alongside the merger. \"Unless the target is extremely attractive, it would be challenging for most SPAC promoters to find sufficient investor demand for the deal,\" said John Baptist Chan, a Hong Kong-based partner at law firm King &amp; Wood Mallesons, which advised the trade group on its feedback to the SPAC consultation.</p><p>In Singapore, no new SPAC applications have been filed since the trio of IPOs at the end of January, all linked to state investment behemoth Temasek Holdings.</p><p>\"We continue to have constructive discussions with potential issuers,\" said Mohamed Nasser Ismail, global head of equity capital markets at Singapore Exchange Ltd., or SGX.</p><p>\"They are standing on the sidelines, biding their time for markets to settle down,\" he said.</p><p>Another big test will come when Asia's blank-check vehicles eventually find merger targets.</p><p>\"It would be a huge achievement if before the end of the year you have a de-SPAC announcement both in Singapore and Hong Kong. That will provide support to the market,\" said Mr. Balasubramanian of Freshfields.</p><p>Dave Sebastian contributed to this article.</p><p>Write to Jing Yang at Jing.Yang@wsj.com</p><p>SPAC Slowdown Tests Asia's Fledgling Market for Blank-Check Firms</p>",
  "published": "2022-06-21T11:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2851,
          "end": 2858
        },
        {
          "start": 2851,
          "end": 2875
        },
        {
          "start": 2851,
          "end": 2864
        },
        {
          "start": 2851,
          "end": 2874
        }
      ]
    }
  ]
}