{
  "_id": "b2e1a92805f7d15143a252d902f8705ec63fd1589da7e08ab52554269d87ab70",
  "feed": "wall-street-journal",
  "title": "Elon Musk Takes a Hard Line on Quiet Quitters—and Anyone He Thinks Is Close; Twitter boss's ultimatum to work long hours or leave could jolt culture but comes with risks, consultants say",
  "text": "<p>Twitter \"is his brand to protect and reshape and it's his business to run. It's that simple,\" said Jen Rubin, a partner in the employment-law practice of law firm Mintz. \"He's put the choice to the workforce: either you're ready to join me and the culture I've outlined, or you can leave. Fundamentally there's nothing wrong with that.\"</p><p>Mr. Musk's stance also comes with risks, management consultants say, at a time when some of the most historically demanding employers have shifted their approaches to respond to concerns about burnout.</p><p>There is a shrinking pool of people willing to pledge their full devotion to a tech leader if it means enduring a punishing work environment, said Jeff Hunter, founder and chief executive of Talentism, an executive-coaching firm that often works with startups. \"I don't think the current environment supports that, and it's hugely demotivating,\" Mr. Hunter said.</p><p>\"I think a lot of people will sign the pledge and then start looking hard for work\" somewhere else, he added.</p><p>In the message to staffers, which arrived in an early-morning email on Wednesday, Mr. Musk wrote that employeeswill need to be \"extremely hardcore,\" and said that \"only exceptional performance will constitute a passing grade.\" He gave employees until Thursday afternoon to click 'yes' on a form to attest that they are certain they want to remain with the company. Those who opt not to commit will leave with three months' severance.</p><p>Photos: Tech Layoffs by the Numbers</p><p>Twitter representatives didn't respond to a request for comment.</p><p>It is hardly new for companies, such as some investment banks and law firms, to expect employees to be singularly focused on their jobs by working long hours and sacrificing vacations, weekends and family time for their work.</p><p>Yet the expectation of devotion at the expense of all else has fallen out of favor in recent years, especially during the pandemic. Employers such as Goldman Sachs Group Inc. and some elite law firms have eased up on workers, putting in place more guardrails to protect work-life balance, increase flexibility and pre-empt burnout.</p><p>In recent days, Mr. Musk laid off about half of Twitter's 7,500 workers, then asked some to return. This week several employees said they were fired after they criticized Mr. Musk on Twitter or on the company's internal Slack channels.</p><p>Mr. Hunter, the founder of the executive-coaching firm, said that while he thinks the ultimatum is bad management practice and defies common sense, it may achieve one of Mr. Musk's goals: jolting Twitter's culture.</p><p>\"Trying to get an organization to move is like trying to get an oil tanker to steer,\" Mr. Hunter said. \"He can't take the next three years to quietly work with everyone to get them excited, change the product vision. You have to be incredibly disruptive and turn the apple cart upside down and that's what he's doing. That will be very rough on current employees.\"</p><p>Others say Mr. Musk's ultimatum will have some unforeseen consequences.</p><p>\"He'll drive out parents, caregivers, people who have responsibilities outside of the workplace,\" said Kate Bischoff, a Minnesota employment lawyer and founder of tHRive Law &amp; Consulting. \"It'll have a dramatic effect on the diversity of Twitter's workforce very, very quickly because he's expecting people not to have lives.\"</p><p>Elon Musk Takes a Hard Line on Quiet Quitters—and Anyone He Thinks Is Close</p>",
  "published": "2022-11-17T14:46:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1923,
          "end": 1947
        },
        {
          "start": 1909,
          "end": 1933
        },
        {
          "start": 1923,
          "end": 1930
        },
        {
          "start": 1923,
          "end": 1936
        }
      ]
    }
  ]
}