{
  "_id": "536bde799e8656808101fc2cd0699e495d613a331eb0c5e387867137e1689497",
  "feed": "wall-street-journal",
  "title": "Higher Bond Yields Batter Stocks --- Tech shares drag Nasdaq closer to bear territory, with 3 major indexes in red for year",
  "text": "<p>The drawdown was even worse among shares of technology companies and other high-growth firms. The Nasdaq Composite retreated 386.86 points, or 2.6%, to 14506.90, leaving it within half a percentage of entering a correction.</p><p>Meanwhile, the yield on the benchmark 10-year Treasury note ticked up to 1.866% -- its highest level in two years -- from 1.771% Friday. Yields rise when bond prices fall.</p><p>Stocks and bonds have been in a tumultuous state since the year's start. All three stock benchmarks are in the red for 2022, with the Nasdaq down 7.3%. At issue is how much and how quickly the Fed will act to tame rampant inflation, with investors increasingly convinced that the central bank will act more forcefully.</p><p>Interest-rate futures markets indicate investors are betting on four to five interest-rate rises this year, up from three to four Friday, according to CME Group.</p><p>\"Markets are still trying to find a level for rate increases. It was only in October the market was expecting one rate hike for 2022 and now it's expecting four,\" said Edward Park, chief investment officer at U.K. investment firm Brooks Macdonald. \"That's reflecting the level of uncertainty we have in the market right now about the path of Fed policy.\"</p><p>Some of the harshest selling has been focused on high-growth stocks whose earnings will look less attractive in a rising-rate environment. Fund managers surveyed by Bank of America's research team in recent weeks found that many cut their exposure to tech, pushing allocations to the sector to their lowest point since 2008.</p><p>That played out further Tuesday. Shares of tech and communication services stocks fell 2.5% and 2%, respectively. Meta Platforms, Facebook's parent, fell $13.75, or 4.1%, to $318.15. Netflix and Alphabet fell at least 2.5% each.</p><p>\"We're experiencing a withdrawal of liquidity, and that's really spooking the market,\" said Jack Janasiewicz, a portfolio manager and lead portfolio strategist at Natixis Investment Managers Solutions.</p><p>The Cboe Volatility Index -- Wall Street's fear gauge, also known as the VIX -- ticked up to its highest level in a month.</p><p>\"The uncertainty around the timing and pace of the [Fed's] action will likely keep markets on edge for the first half of the year,\" Ross Mayfield, an investment strategy analyst at Baird Private Wealth Management, wrote.</p><p>He added that market turbulence has been most acute across growth stocks, which have had their worst start to a year relative to value stocks since 1995.</p><p>The latest quarterly earnings season hasn't helped. Several financial companies have reported results showing profits have begun to ebb following a year in which many benefited from the tumultuous pandemic economy.</p><p>Goldman Sachs on Tuesday reported a decline in fourth-quarter profit, sending shares down $26.54, or 7%, to $354.40 and acting as a major drag on the price-weighted Dow.</p><p>Financial stocks broadly followed. Online brokerage Charles Schwab fell $3.37, or 3.5%, to $92.16 after the company reported fourth-quarter profit that rose but came in below analysts' estimates. Analysts said a run-up in stocks across the sector in recent weeks likely contributed to shares of Schwab and others taking substantial hits after releasing earnings.</p><p>Shares of Activision Blizzard jumped $16.92, or 26%, to $82.31 after Microsoft agreed to buy the videogame heavyweight, which has been roiled by allegations of workplace misconduct. Microsoft shares fell $7.55, or 2.4%, to $302.65. Other game stocks rose, including Electronic Arts, which added $3.47, or 2.7%, to $133.91.</p><p>Oil prices rose as geopolitical tensions in the Middle East added to worries about tight supply, sending shares of energy companies up 0.4%, the only S&amp;P 500 sector in positive territory Tuesday.</p><p>Brent crude prices gained 1.2% to $87.51 a barrel, hitting its highest settlement value since October 2014.</p><p>Oil prices have been generally moving higher as the latest surge of Covid-19 cases failed to dent demand for the commodity.</p><p>The Organization of the Petroleum Exporting Countries raised its demand estimate by 260,000 barrels a day for the fourth quarter of 2021, reflecting the stronger-than-expected consumption.</p><p>That has helped push energy stocks up 17% over the first weeks of the year, while most other sectors of the S&amp;P 500 are in the red.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 1%, with the biggest losses in the technology and travel and leisure sectors.</p><p>Early Wednesday, Japan's Nikkei was down 1.8%, South Korea's Kospi was down 0.6%, the Shanghai Composite was down 0.2%, but Hong Kong's Hang Seng Index was up 0.4%. S&amp;P 500 stock futures were down 0.3%, Dow futures were down 0.1% and Nasdaq futures were down 0.7%.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2701,
          "end": 2714
        },
        {
          "start": 2678,
          "end": 2691
        },
        {
          "start": 2701,
          "end": 2708
        }
      ]
    }
  ]
}