{
  "_id": "1f16a00f0ebd716df4128ea7c223230eb7cb41d7705e26bd4217893abc75d8a1",
  "feed": "ftcomall",
  "title": "Big US job gains give Fed ‘a lot more work to do' on taming inflation",
  "text": "<p>The Federal Reserve will face more urgency in its fight to cool down the US economy with steep interest rate increases after the latest batch of labour market data showed an unexpected acceleration in jobs gains and strong wage growth. </p> <p>The <a href=\"https://www.ft.com/content/f9acf1a3-969f-4b01-ac64-d819c1975879\">figures</a> released on Friday eased concerns that the American economy was sharply slowing down or already in recession after two consecutive quarters of contraction in output this year. However, it will increase worries that high inflation may become entrenched as wages keep rising, requiring even more intervention by the central bank. </p> <p>The <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Fed </a>has already moved its main interest rate up from the rock-bottom levels of the coronavirus pandemic to a target range of 2.25 per cent to 2.5 per cent this year, including two consecutive 0.75 percentage point increases in June and July. </p> <p>On the back of the latest jobs report, economists and Fed watchers say the likelihood of another aggressive upward move next month has risen, although the central bank will still be examining upcoming <a href=\"https://www.ft.com/us-economy\">economic </a>data closely, including inflation figures due next week. </p> <p>“Today's numbers should mollify recession fears but amplify concerns that the Fed has a lot more work to do, and we now think a 75 basis point hike in September looks likely. The inflation worries motivating the Fed will only be heightened by this jobs report,” Michael Feroli, a senior economist at JPMorgan, wrote in a note on Friday. </p> <p>“Jobs haven't slowed at all in response to Federal Reserve tightening. This is a double-edged sword,” added Michael Gapen, chief US economist at Bank of America, noting that while the chance of a “near-term recession is lower”, the “risk of a hard landing is rising”. </p> <p>David Mericle, chief US economist at Goldman Sachs, said the report cleared up some “ambiguity” over the strength of wage growth in the US economy, suggesting it was not easing as much as the Fed might hope. </p> <p>“The overall message is that wage growth is going sideways at a rate that is probably a couple of percentage points stronger than what would be compatible with achieving 2 per cent inflation”, which is the Fed's long-held inflation target, he said. “The Fed has even further to go than we thought before today.” </p> <p>Fed chair Jay Powell is expected to lay out his latest thinking on the path of US interest rates and the central bank's strategy to bring down inflation at the annual Jackson Hole, Wyoming, conference set for late August. </p> <p>During his last press conference in July, Powell said that “another unusually large increase” in interest rates in September “could be appropriate” but that decision had not been made. </p> <p>“It's one that we'll make based on the data we see. And we're going to be making decisions meeting by meeting,” he added. </p> <p>Financial market moves may also be a factor in the Fed's next step. Traders began pricing in expectations of higher interest rate increases after the jobs data, predicting that rates will peak in March at 3.64 per cent, compared with the 3.46 per cent expected prior to the report. Fed fund futures show the chances of a 0.75 percentage point increase in September have risen to 67 per cent, versus 33 per cent on Thursday. </p> <p>While the strong jobs number increases pressure on the Fed, it was welcomed by the Biden administration, since it means a sharp economic downturn is less likely ahead of the November midterm elections. </p> <p>It comes as Congress is <a href=\"https://www.ft.com/content/a793ffb3-058e-44fd-8f99-f50eb10c3fff\">preparing to vote</a> on a $700bn package of measures designed to curb inflation by raising taxes on large corporations, reducing the cost of prescription drugs and bringing down the budget deficit — even though it would also boost spending on clean energy incentives in order to fight climate change. </p> <p>“This bill is a gamechanger for working families and our economy. I look forward to the Senate taking up this legislation and passing it as soon as possible,” Biden said on Friday. </p><p>Source: James Politi in Washington and Kate Duguid in New York 2022 'Big US job gains give Fed ‘a lot more work to do' on taming inflation' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T21:50:05.576Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1731,
          "end": 1738
        },
        {
          "start": 1722,
          "end": 1735
        },
        {
          "start": 1731,
          "end": 1744
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.1920929e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}