{
  "_id": "5db66b32931d9bca874b86452a08884677bdba89b684b0fd53cf6307f5a0efa3",
  "feed": "ftcomall",
  "title": "Gay dating app Grindr to go public in Spac deal",
  "text": "<p>Gay dating app Grindr plans to go public through a merger with a special purpose acquisition company, in a deal that it said would give the business an implied valuation of $2.1bn.</p> <p>The app will receive $384mn in proceeds as part of the transaction announced Monday with Tiga Acquisition Corp, a Spac set up by Ashish Gupta in 2020. A significant chunk of that sum will be used to pay down Grindr's debt.</p> <p>The funds will be used for “supporting growth areas, launching new endeavours and continuing our purposeful work to advance the best interests of the global queer community”, the company said in a statement. </p> <p>If the deal closes, the estimated valuation is more than triple the $608.5mn that San Vicente Acquisition paid for Grindr in 2020 when US regulators forced its then-Chinese owner, gaming group Beijing Kunlun Tech, to <a href=\"https://www.ft.com/content/a32a740a-5fb3-11ea-8033-fa40a0d65a98\">divest the company</a> over national security concerns. </p> <p>The app also said it was seeking a new chief executive to replace Jeff Bonforte, its current boss, and has been in discussions with a potential candidate “who would bring a depth and breadth of experience across technology, finance, and management, including time spent in an executive leadership role at a public company”. </p> <p>Bonforte will remain at the helm until a replacement is found, and then he will move to an advisory role, the company said. </p> <p>Grindr said that it had 10.8mn users in 2021, 723,000 of whom paid for subscriptions. Subscriptions account for the majority of its revenue, which in 2021 grew 30 per cent year on year to $147mn. </p> <p>Grindr is a smaller player in a competitive sector dominated by $20bn Match Group, which holds a sprawling portfolio of dating companies including Tinder and Hinge, and challenger Bumble, which <a href=\"https://www.ft.com/content/59b22880-22ea-4415-b9d6-8721301d44c9\">floated last year</a>.</p> <p>Nevertheless, Grindr has found success serving the LGBT community, growing rapidly from the $151mn valuation implied by Kunlun's initial purchase of a 61.53 per cent stake in 2016. </p> <p>The Spac deal comes as Grindr faces <a href=\"https://www.ft.com/content/c8fd3999-4dd8-4a0f-94a4-aac8b2982dfb\">privacy woes</a>, after the Wall Street Journal <a href=\"https://www.wsj.com/articles/grindr-user-data-has-been-for-sale-for-years-11651492800\">reported</a> this month that some user location data had previously been harvested and sold by a digital advertising group. </p> <p>The Committee on Foreign Investment in the US forced the sale of Grindr in 2020 over fears the Chinese government could use personal data given to the app <a href=\"https://www.ft.com/content/1b9ab2b0-51c8-11e9-b401-8d9ef1626294\">as blackmail</a>. </p> <p>Grindr's decision to list through a Spac also comes at a difficult time for the market as regulators exert more pressure. Recent <a href=\"https://www.ft.com/content/28d9d0c7-aab3-4d75-9aa2-22d8b9efdef8\">proposals</a> from the US Securities and Exchange Commission to increase potential liability for underwriters have <a href=\"https://www.ft.com/content/34d28d11-118f-41a1-9bc0-3ab9412d9b9f#comments-anchor\">spooked banks</a> such as Goldman Sachs and Citibank, both of which have retreated from the market. </p> <p>The deal does not include a so-called pipe — private investment in public equity — which was once seen as a must-have for Spac transactions. Pipe investors helped fuel the Spac boom by providing billions of dollars in financing, acting as a seal of approval on deals.</p><p>Source: Hannah Murphy and Ortenca Aliaj in New York 2022 'Gay dating app Grindr to go public in Spac deal' FT.com 9 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-09T22:21:27.366Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2550,
          "end": 2563
        },
        {
          "start": 2550,
          "end": 2557
        }
      ]
    }
  ]
}