{
  "_id": "df7b61c74073a7310d7564b874686ceb0985069549627a5b408c18a2e9967398",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books of the Year -- Five Best: On 20th Century America's Darkest Hour:  Adam Hochschild  ---  The author of 'American Midnight: The Great War,  a Violent Peace, and Democracy's Forgotten Crisis'  ----  By Adam Hochschild",
  "text": "<p>\n  Democracy's Prisoner </p><p>\n  By Ernest Freeberg (2008) </p><pre> </pre><p>\n  1. If you need any convincing that the years 1917 to 1921 were a shameful nadir for American democracy, start with this moving and gracefully written book. Eugene V. Debs, who in 1912 won 6% of the popular vote as the Socialist candidate for U.S. president, was a gentle, devout Christian, committed to nonviolence and the electoral process. He charmed even his jailers, stopping on one speaking tour to visit the sheriff who had once had him in custody for leading a railroad strike. In 1918, Debs called the backers of American participation in World War I \"the same usurers, the same money changers, the same Pharisees\" Jesus once denounced. For this speech he was found guilty under the Espionage Act, Woodrow Wilson's sweeping criminalization of dissent, and was sentenced to 10 years. As Convict #9653 in the federal penitentiary in Atlanta, Debs ran once more for president in 1920, receiving more than 900,000 votes. The next year President Harding released Debs and invited him to stop in for a visit on his way home. Debs joked that he had run for the White House five times, but this was the first time he'd actually got there. Harding commuted Debs's sentence to time served, but didn't pardon him, which meant that Debs still did not have full citizenship rights, such as the right to vote. When a reporter asked how he felt about this, he replied, \"Now I am only a citizen of the world.\" </p><pre> </pre><p>\n  Keep the Wretches in Order </p><p>\n  By Dean A. Strang (2019) </p><pre> </pre><p>\n  2. Dean Strang, whose writing is enlivened by his experience as a trial lawyer, tells the story of the largest civilian criminal trial in American history, which took place in 1918. Attempting to silence both the critics of the war and the militant wing of the labor movement, the government indicted several hundred \"Wobblies\" -- members of the radical and flamboyant Industrial Workers of the World. More than a hundred of them were held in Chicago's Cook County Jail, where they published a handwritten newspaper, staged poetry readings and choral concerts, and gave interviews to journalists through steel cell doors. On Sundays they attended church services in a room that doubled as an execution chamber. No Wobblies were accused of acts of violence; the charges against them rested solely on words they had written or spoken. Nonetheless, President Wilson told his attorney general that they were \"worthy of being suppressed.\" The jury deliberated less than an hour to find them guilty on all counts, and the judge passed out a total of 807 years of prison time. \"The big game is over,\" wrote Wobbly leader William D. \"Big Bill\" Haywood, \"and we never won a hand. The other fellow had the cut, shuffle and deal.\" </p><pre> </pre><p>\n  Young J. Edgar </p><p>\n  By Kenneth D. Ackerman (2007) </p><pre> </pre><p>\n  3. J. Edgar Hoover was a mere 24 years old in 1919 when Attorney General A. Mitchell Palmer picked him to head the Justice Department's new Radical Division. Using thousands of file cards, Hoover began keeping track of the extraordinarily wide range of people the two men considered subversive, including Sen. Robert La Follette and future Supreme Court Justice Felix Frankfurter. The notorious Palmer Raids of late 1919 and early 1920, when Justice Department agents corralled some 10,000 people, roughing up many and throwing thousands in jail, really should have been called the Hoover Raids. In one extraordinary scene, this premier Red-hunter had a dramatic face-to-face with one of the country's greatest radicals, Emma Goldman, as she made her way to the ship on which he had arranged for her to be deported. \"Haven't I given you a square deal, Miss Goldman?\" he asked. \"Oh, I suppose you've given me as square a deal as you could,\" she replied acidly, as she was ejected from the country in which she had lived for 34 of her 50 years. \"We shouldn't expect from any person something beyond his capacity.\" </p><pre> </pre><p>\n  1919 </p><p>\n  By John Dos Passos (1932) </p><pre> </pre><p>\n  4. If you're not familiar with John Dos Passos's extraordinary U.S.A. trilogy, this middle novel is a great place to dive in. Read it selectively, though. It's like a feast where the best dishes are the hors d'oeuvres, salad and dessert. The novel's characters and plot aren't memorable, but interspersed throughout are Dos Passos's dazzling stylistic innovations: collages of excerpts from newspaper articles, song lyrics and advertisements; impressionistic stream-of-consciousness passages, some from his own experience; and superb, crisp, prose-poem portraits of notable figures of the era, from Woodrow Wilson to J.P. Morgan to Wobbly songwriter Joe Hill, shot by a Utah firing squad after a conviction based on much-disputed evidence. The novel's final pages are the masterpiece of the entire trilogy: a symphony of voices -- a Congressional resolution, a presidential speech, a floridly patriotic news story, searing imagined fragments of a life cut short by a senseless war -- evoking the burial of the Unknown Soldier in 1921. </p><pre> </pre><p>\n  Conscience </p><p>\n  By Louisa Thomas (2011) </p><pre> </pre><p>\n  5. Millions of Americans who lived through the Vietnam War remember how that conflict divided families. Louisa Thomas, who covers sports for the New Yorker, describes how another war did just that in her own family. Her great-grandfather Norman Thomas -- eventually Eugene Debs's successor as the perennial presidential candidate of a much-shrunken Socialist Party -- and his brother Evan were passionately opposed to U.S. participation in World War I. Evan, a conscientious objector, was sent to a military prison where he endured solitary confinement, was force-fed when he refused to eat and was chained to his cell's bars nine hours a day when he refused to work. Meanwhile, two other brothers, Ralph and Arthur, served in the Army, one of them wounded in action. The author draws on interviews, letters and an unpublished memoir to bring alive the story of these men who, despite deep disagreements, still treated each other as brothers. </p><p></p>",
  "published": "2022-12-10T07:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3628,
          "end": 3635
        },
        {
          "start": 3497,
          "end": 3504
        }
      ]
    }
  ]
}