{
  "_id": "091947e28ff2b3002b8136086c478218a71a51d0cdf583a24c2195b7abda973a",
  "feed": "wall-street-journal",
  "title": "U.S. News: Fed Event Watched for Hints of What's Next",
  "text": "<p>For the main event, Federal Reserve Chairman Jerome Powell is set to speak Friday on the economic outlook at 10 a.m. ET. European Central Bank board member Isabel Schnabel is set to speak on a panel Saturday. Here's a look at what to watch:</p><p>Powell's plan</p><p>Investors are likely to hang on every word of Mr. Powell's speech for clues about the pace and destination of the Fed's current effort to combat inflation. Officials agreed at their meeting last month that they needed to continue raising interest rates. But they signaled greater caution about the pace of future increases, with some more nervous about overdoing them.</p><p>Fed officials are likely to debate raising rates by half a percentage point or 0.75 point at their next meeting, Sept. 20-21. Mr. Powell isn't likely to deliver a strong argument for either option, analysts said, because the central bank has said it is being guided by coming data on inflation, growth and employment.</p><p>Mr. Powell's suggestion at a news conference last month that the central bank might slow the pace of increases led to a market rally that could have undercut the Fed's effort to raise borrowing costs in a way that will slow spending, investment and hiring, said David Mericle, chief U.S. economist at Goldman Sachs.</p><p>The Fed's goal right now is to keep growth below the 2% trend that is expected to prevail over time, but not so low that it causes a recession, to bring inflation down. After last month's meeting, \"I'm sure they saw the easing in financial conditions as unhelpful to the project of keeping inflation on a below-trend growth path and solve inflation in a gentle way,\" Mr. Mericle said.</p><p>Supply constraints</p><p>The theme of this year's conference, which concludes Saturday, is \"Reassessing Constraints on the Economy and Policy.\" The symposium is set to explore the emergence of economic constraints during the pandemic, including potential limits on the economy to supply goods and services in the same ways that were possible before the pandemic.</p><p>Since the 1990s, favorable tailwinds from globalization, technological advances and demographics allowed the Fed to pursue policies that simultaneously kept inflation and unemployment low, something economists later dubbed the \"divine coincidence.\" That was possible when the main threats to the economy were \"demand shocks\" -- pullbacks in hiring, consumer spending and business investment -- which slow both inflation and growth, as in the recessions of 2001 and 2007-09.</p><p>But supply shocks that curtail the economy's ability to provide goods and services, which in turn hurt growth and spurred inflation, are a bigger challenge today. Central banks could face more difficult choices between shoring up growth and supporting low inflation, because attacking inflation invariably means damping growth and employment. That could give Mr. Powell an opportunity to discuss how changes to labor markets, supply-chain management and geopolitical developments might influence the trade-offs central banks could confront going forward.</p><p>Risk management</p><p>Returning to an in-person gathering this year could also facilitate a more constructive dynamic between central bankers, academics and other former policy makers who have traditionally attended the mountain gathering, because it allows for hallway conversations and informal deliberation. Because central bankers around the world face high inflation, the in-person meeting offers them a chance to coordinate their views in a way that would be harder via a webinar.</p><p>The Fed has raised interest rates at its fastest pace in decades so far this year, compressing the entire rate-rise cycle from 2015 to 2018 into their past four policy meetings beginning in March. That marks a rapid about-face from one year ago, when in his speech at the same (virtual) event, Mr. Powell explained why the central bank wasn't responding to higher inflation.</p><p>Through the summer, Fed officials have been unusually united over their goal, but if the labor market cools and the economy slows, Mr. Powell could face a trickier task forging consensus.</p><p>Sonal Desai, chief investment officer of Franklin Templeton Fixed Income, said she doesn't think the economy is facing a recession, but she would like to hear more about the Fed's expectation that the unemployment rate will rise as a result of current monetary tightening.</p>",
  "published": "2022-08-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1235,
          "end": 1248
        },
        {
          "start": 1243,
          "end": 1250
        },
        {
          "start": 1243,
          "end": 1256
        }
      ],
      "weightsV2": {
        "weight": 2.0000086,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 8.702278e-06,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}