{
  "_id": "7ccb23d5bc973213e7b32174c30a9d065bdaf5d5c470a7205d05cf9fd65beb85",
  "feed": "wall-street-journal",
  "title": "The Fed Has to Stay the Course Against Inflation; The arguments for the Fed to back off its interest-rate increases are unpersuasive.",
  "text": "<p>A growing chorus is urging the Federal Reserve to slow down lest it \"break things.\" If you're paying attention, you should be nervous about growing financial strains in the U.S. and around the world. But the underlying U.S. inflation rate is worse and employment is stronger than they were when the Fed announced the tapering of asset purchases in November 2021. Until there has been tangible progress on inflation, not mere wishful forecasts, the Fed shouldn't let up—a process that could easily take the federal-funds rate above 5% next year.</p><p>Those urging the Fed to slow down make four reasonable but uncompelling arguments. The first is that monetary policy works with long and variable lags. Let the medicine that has already been administered do its work before continuing to step up the dosage. One issue with this view is that two-thirds of the tightening, as measured by the Goldman Sachs financial conditions index, actually happened more than five months ago. A lot of tightening is already working, and it isn't doing enough.</p><p>More important, in the past three months the Fed's preferred price index measure, core personal-consumption expenditures or PCE, has risen at a 5% annual rate. More troubling, this rate was held down by volatile technical factors like the large decline in the imputed price of investment advice, a component of the index even though no one actually pays it, that resulted from declining asset values. The more reliable median PCE price index grew at a 6.9% annual rate over that same time. Both of these are higher than where they were when Chairman Jerome Powell made his first pivot in November 2021.</p><p>Inflation has persisted and strengthened even though many of the factors that were supposedly pushing it up have gotten better, including rapidly repairing supply chains, ample inventories, rising labor-force participation, falling energy prices, and an economy that is increasingly less affected by Covid.</p><p>Optimists point to signs that inflation will moderate. The latest signal is the large decline in job openings, but there are also falling home prices, falling shipping costs, falling commodity prices, employer surveys projecting slower wage gains, and falling inflation expectations. Even with recent improvement, however, labor markets are still much tighter than at any point before the pandemic, and many of the other frequently cited factors have only a small or uncertain relationship to inflation. Many other signs go in the opposite direction, including that certain special factors holding down inflation—like imputed investment-advice fees—are unlikely to continue to do so. Wage inflation has picked up over the course of the year, and rent on existing leases remains well below rent on new leases.</p><p>The second argument for slowing or stopping is the cost of doing too much—plunging the economy into an unnecessary recession. This, too, is reasonable—but there are also substantial risks associated with doing too little. If inflation or inflation expectations drift up, the cost of addressing the problem will increase. The cost that the economy is facing today is in part the result of doing too little last year. It would be a shame to continue the same mistake.</p><p>The third argument is that the Federal Reserve is \"breaking\" financial markets. Stresses have emerged everywhere. Stock markets are down, the dollar is strong, and liquidity is drying up in credit markets. Most of this, however, is consistent with what the central bank is trying to achieve. A stronger dollar lowers import prices and slows the export sector. Higher interest rates slow business and household borrowing. Lower equity prices reduce consumption. These aren't the unintended credit-market problems of fall 2019. What's happening now is largely what the Fed intends and is needed to slow demand and bring down inflation.</p><p>Unrealistically upbeat expectations are themselves the biggest risk to financial markets. The market rally in the first part of August felt good but was based on an overly rosy understanding of the economy and the Fed's responses to it. Those expectations collided with reality in the form of Mr. Powell's Jackson Hole speech and the August inflation data. Markets now seem to be pricing in inflation of about 2% next year, leaving them open to a large one-sided risk of inflation remaining above that rate. Much better for the Fed to prepare markets for the worst with expectations of higher interest rates that it can relax if and when the data show inflation moderating.</p><p>The final argument is that the strong dollar and high U.S. interest rates are wreaking havoc around the world, exporting inflation, forcing countries to raise their own interest rates more than they might like, and leading to capital outflows. These conditions make debt repayments by emerging and developing economies more difficult. All of this has a certain amount of unfortunate truth to it, although it shouldn't be exaggerated. The problems most countries face flow from their own domestic policies and high commodity prices, especially natural gas in Europe. More important, the Fed's mandate is to focus on the U.S. economy, not the global economy. The reality is that the world's problems are unlikely to spill back on the U.S. in an unwelcome manner, especially when our central goal is cooling demand.</p><p>The Fed should be looking around every corner. It should be worried about the state of the global economy. But for now the data are telling a crystal clear and consistent story: Very tight labor markets are keeping inflation well above the Fed's target. Until actual inflation starts coming down, the Federal Reserve shouldn't even consider changing course. Fortunately, the Fed is acting more wisely than its legions of critics.</p><p>Mr. Furman, a professor of the practice of economic policy at Harvard University, was chairman of the White House Council of Economic Advisers, 2013-17.</p><p>The Fed Has to Stay the Course Against Inflation</p>",
  "published": "2022-10-05T16:38:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 884,
          "end": 897
        },
        {
          "start": 884,
          "end": 891
        },
        {
          "start": 877,
          "end": 890
        }
      ]
    }
  ]
}