{
  "_id": "4bdb62902b7c6a6dfbfdb9472a985fbe062ebd7fb18f229d8b927f2368c108cb",
  "feed": "wall-street-journal",
  "title": "Dividend Payouts Hit Quarterly Record",
  "text": "<p>Annual dividend payouts have notched new highs every year for a decade, excluding a slight decrease in 2020. Howard Silverblatt, senior index analyst at S&amp;P Dow Jones Indices, expects dividends to set records in the current quarter and for the year as well.</p><p>Payments this year are projected to grow at a faster pace than usual, as companies have logged strong sales and are passing on a slice of the elevated profits to shareholders, according to Mr. Silverblatt. He estimates dividend payments will jump more than 10% in 2022 from last year's record $511.2 billion, which would mark the first double-digit increase since 2014.</p><p>\"Businesses want to send a message to investors that they are in good health,\" said Brian Jacobsen, senior investment strategist at Allspring Global Investments. \"If they can maintain their dividends and grow their dividends, despite the challenges, that tends to signal that they're confident about their business outlook.\"</p><p>Corporate earnings are in focus for investors as inflation hovers at a four-decade high and the Federal Reserve moves to aggressively raise interest rates to curb rising prices. Consumer spending has cooled, and worries of a potential recession lurk.</p><p>Investors are eyeing fresh inflation data and the unofficial kickoff of the corporate earnings season this week for the latest reading of how rising prices are affecting consumers and company profits.</p><p>The broader equity market has struggled this year amid the challenging crosscurrents, but dividend stocks have seen a resurgence in 2022 as investors seek a regular stream of cash to weather the economic turmoil.</p><p>The S&amp;P 500 High Dividend Index, made up of 80 high-yield S&amp;P 500 companies, is down 4.7% in 2022, narrower than the S&amp;P 500's 20% drop.</p><p>Among the dividend stocks that are beating the market are Coca-Cola Co., AT&amp;T Inc. and Valero Energy Corp. All three stocks are up for the year and carry a yield of more than 2.5%. Target Corp., Levi Strauss &amp; Co., Goldman Sachs Group Inc. and FedEx Corp. are among those that have raised their payouts of late.</p><p>The outperformance of dividend stocks highlights the market rotation of 2022.</p><p>For the past decade, megacap technology shares and stocks with high valuations led the major indexes higher. This year, rising rates and hot inflation turned the market upside down, with investors ditching highflying companies for overlooked stocks like dividend payers that offer greater stability.</p><p>Dividends finished the first half as the only investment factor with a positive return, according to a Bank of America analysis.</p><p>Companies paying out a slice of their earnings to shareholders typically have a record of strong profits, an appealing trait as investors worry elevated costs and strapped consumers could dent corporate results.</p><p>These companies also tend to be in industries like utilities, telecommunications and consumer staples, which consumers rely on regardless of the economic environment.</p><p>\"They're profitable. They're making money. They're paying dividends. In a rising-interest-rate environment, that's very effective,\" said Eric Diton, president and managing director of investment advisory firm the Wealth Alliance.</p><p>Companies are also using their cash to repurchase their own shares at record levels, with second-quarter buybacks expected to set a high of $286.4 billion, according to S&amp;P Dow Jones Indices.</p><p>Corporations tend to favor buybacks over dividends, Mr. Silverblatt said, because share prices typically respond more immediately to repurchase programs.</p><p>But the ratio of buybacks to dividends, which is currently higher than the historical average, should come back down as the year goes on and the effects of the tough economic environment increasingly weigh on earnings, he said.</p><p>\"If companies want to pull back, it'll be towards those buybacks. They're not going to pull their dividends,\" Mr. Silverblatt said. \"Dividends are the last thing you cut. You don't want to tell the whole world you have a cash-flow problem.\"</p><p>Still, the road ahead for dividend growth is tricky, investors and analysts say. Year-over-year comparisons will get harder and rising yields from bonds and other fixed-income assets could prove worthier competition.</p><p>\"The dividend-growth outlook will be more muted as we go into the next couple of years versus the last year,\" said Chris O'Keefe, lead portfolio manager at Logan Capital Management. \"But the outlook is still attractive for dividend strategies. Consistent growth and earnings and dividends are going to mean a lot more to people in a slowing growth environment than it had in the past.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1970,
          "end": 1977
        },
        {
          "start": 1970,
          "end": 1994
        },
        {
          "start": 1958,
          "end": 1981
        },
        {
          "start": 1970,
          "end": 1983
        }
      ]
    }
  ]
}