{
  "_id": "50aa63ee61fd742a7347cef4fc2085aedcfa7cde596de8c1e3c6a8e9a5d8cc00",
  "feed": "wall-street-journal",
  "title": "Brazil's Surprising Economy Might Mean More Rate Hikes After Wednesday; Unexpected growth and continuing concern about inflation are likely to push the country's central bank to raise rates again in September",
  "text": "<p>The central bank's weekly survey of economists, published every Monday, shows that over the past week forecasts have been moving higher, with the median forecast for the Selic at year-end rising to 14% among those responding during the previous five work days.</p><p>\"The economy has been significantly more resilient than expected, and buoyant domestic demand makes it more difficult to contain inflation,\" said Alberto Ramos, an economist at Goldman Sachs in New York.</p><p>Many economists have been predicting a gradually weakening economy in Brazil since the start of this year, but a series of indicators including industrial production and retail sales have risen in recent months, and forecasts for Brazil's gross domestic product growth has also been rising lately.</p><p>Brazil's labor market has also been creating new jobs at a solid pace, with the unemployment rate dropping to its lowest level, 9.3%, since 2015 and the number of people employed in the country rising to a record 98.3 million in the three months through June.</p><p>\"The economy is vibrant and the labor market is tight, so the central bank has to recalibrate its policy,\" said Mr. Ramos, who still predicts the Selic will end this year at 13.75% after a half-point increase Wednesday. However, he added that the central bank's current path could lead it to another, possibly smaller, rate increase in September.</p><p>Forecasts for inflation this year have been declining, largely due to a law passed by the federal government in June that limits state tax rates on a series of products, including fuel, telecommunications and electricity. But some of the tax cuts expire at the end of this year, which will add inflationary pressure in 2023.</p><p>Increased government spending, including an increase in social programs for poorer Brazilians, are another reason to doubt the central bank will stop raising rates tomorrow, J.P. Morgan economists Cassiana Fernandez and Vinicius Moreira said in a research note.</p><p>In the statement announcing their rate decision tomorrow, central bank policy makers are likely to signal another increase next month, either of another half point or maybe a quarter point, they said.</p><p>\"The additional fiscal impulse granted by Congress earlier this month adds uncertainty to the timing of the deceleration\" of the economy, the economists said. \"The reason why we see a final 25 basis-point hike as more likely than a 50 basis-point increase at this moment is that by the September meeting we are expecting to see more concrete signals of activity weakening.\"</p><p>Some of those signals might already appearing, with several confidence indicators showing declines in July, and Brazil's industrial output falling in June for the first time since January.</p><p>The situation outside Brazil could also encourage the Central Bank of Brazil to raise the Selic again in September, many economists say. With the European Central Bank, the Fed and other major central banks raising rates to control their consumer prices increases, their Brazilian counterpart might want to keep up, Goldman's Mr. Ramos said.</p><p>\"If you see financial conditions tightening in core central banks, you have to be mindful of differentials to interest rates, and capital outflows,\" he said. \"The fact that everyone is hiking should encourage the Brazilian central bank to go even further.\"</p><p>Write to Jeffrey T. Lewis at jeffrey.lewis@wsj.com</p>",
  "published": "2022-08-02T14:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 438,
          "end": 451
        },
        {
          "start": 3037,
          "end": 3044
        },
        {
          "start": 3023,
          "end": 3031
        },
        {
          "start": 438,
          "end": 445
        }
      ]
    }
  ]
}