{
  "_id": "62430257cb516efd984e0e21c035ac7cbdd34d898d1f6f21430880f3e12ba0f4",
  "feed": "market-watch",
  "title": "Here's why investors can forget a Santa Claus rally for the stock market this year, according to Citigroup",
  "text": "<p>\"Given that a Fed pivot is for now out of the question, the focus for remaining bulls is slowly shifting to whether the midterms and improved seasonals in Nov/Dec can improve the equity outlook. We doubt it,\" said a team led by strategist Dirk Willer, in a note to clients that published on Friday.</p><p>A late-year rally \"crucially depends on how well the market has been doing going into year-end. Only when January to October returns were strong has a year-end rally been on the cards,\" Citi said.</p><p>A loss of 21% so far in 2022 for the S&amp;P 500 SPX has put the index on track for the worst annual return since 2008, when it tumbled 38% amid the global financial crisis of 2008. After the Federal Reserve earlier this week announced a third-straight 75-basis point hike and said more tightening was ahead, the index is poised for a near 3% weekly drop.</p><p>A recent move down through 3,900 for the index has some strategists concerned the index could take out its June low of 3,666.77, as investors face a wall of worry that includes high inflation, economic gloom and fears of an escalating war in Europe that has already triggered an energy crisis for the region.</p><p>Goldman Sachs on Friday cut its year-end S&amp;P 500 target to 3,600 from its early-year forecast of 4,300, citing a \"dramatic\" shift in the path for higher interest rates.</p><p>The so-called Santa Claus rally refers to gains seen during the final 5 sessions of a calendar year and the first two of the following year. Earlier this year, the market delivered on that, which LPL Financial said was the best such rally in nine years.</p><p>Willer and the team say markets are up against a likely recession in the U.S., with the Fed having all but promised that will happen, with possible overtightening by the central bank likely to bring that to fruition.</p><p>\"It is widely understood that earnings estimates have to fall into recessions, and that current 2023 estimates are too high. However, equity markets are unlikely to be able to look through falling estimates, as valuations typically contract into recessions,\" he said.</p><p>The Citi team said they remain largely underweight equities and cut their overweight position on China stocks, though they have overweights on U.K. defensives. \"In U.S. sectors, we remain defensive too. We stay long healthcare and short financials and industrials, but add a long in utilities instead of communications.\"</p><p>The bank is negative on credit, short base metals and moved to the sidelines on gold GC00, given expectations for further dollar DXYupside.</p><p>Read: S&amp;P 500 sees its third leg down of more than 10%. Here's what history shows about past bear markets hitting new lows from there, according to Bespoke.</p><p>Here's why investors can forget a Santa Claus rally for the stock market this year, according to Citigroup</p>",
  "published": "2022-09-23T09:50:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1157,
          "end": 1170
        },
        {
          "start": 1157,
          "end": 1164
        },
        {
          "start": 1158,
          "end": 1165
        },
        {
          "start": 1150,
          "end": 1163
        },
        {
          "start": 1158,
          "end": 1171
        }
      ]
    }
  ]
}