{
  "_id": "033e2245dbc273f2fc4fc2376eb160bca9f38bf42f591c06b443c8c1791e4fdc",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Wallets Take  Hit as Rates  Keep Rising  ---  Slow burn of higher  interest increases  everyday expenses  of many Americans  ----  By Julia Carpenter",
  "text": "<p>\n  The Federal Reserve raised rates another 0.75 percentage point on Wednesday, as part of its continuing effort to stamp out stubbornly high inflation. Americans are only beginning to feel the full impact of these moves. </p><p>\n  By raising rates, the Fed seeks to cool the economy and rein in inflation, which continued to run higher than expected in August. Higher interest rates raise the cost of carrying credit-card balances and taking out mortgages, car loans and other debt, but consumers may not immediately feel the effects. </p><p>\n  Even outsize increases such as the central bank's recent increases reach wallets and the broader economy somewhat gradually over weeks and months, economists say. </p><p>\n  \"There's no easy answer for when it starts to pinch,\" said Caroline Fohlin, an economist at Emory University. \"It's acting like a vice, just tightening more and more.\" </p><p>\n  To put the rate increases in context, it helps to look at the actual effect higher rates are having on Americans' monthly expenses for credit cards and other debt since the Fed began this effort six months ago. </p><pre> </pre><p>\n  Credit cards </p><pre> </pre><p>\n  The average annual percentage rate on a credit card increased from around 16.17% in early March to more than 18% in September because of rate increases, according to Bankrate. Since the average household carries a $8,942 balance, according to WalletHub, that works out to roughly an extra $14 in interest each month. </p><p>\n  These numbers may appear small, said Nina O'Neal, partner and investment adviser with AIM Advisors, but the relatively quick rate of increases can creep up. </p><pre> </pre><p>\n  Mortgages </p><pre> </pre><p>\n  The change in the cost of borrowing to buy a house has been more pronounced in what has already been a pricey housing market. Before the Fed's move, the average fixed rate on a 30-year mortgage recently rose to 6.02%, from 4.16% the week of March 17, and additional rate increases would likely push mortgage rates even higher. </p><p>\n  Rising rates can translate to hundreds of dollars more in a monthly mortgage payment. The median home price reached $403,800 in July, according to data from the National Association of Realtors. Someone putting a 20% down payment on such a home and taking out a 30-year mortgage with a 6% rate will now pay around $2,400 a month. If they made the same purchase six months ago, their monthly payments would be nearly $250 less. </p><pre> </pre><p>\n  Car loans </p><pre> </pre><p>\n  Americans are also paying more than ever before to finance new car loans. Those looking to buy a new car now should closely examine the interest rate offered. Individual dealerships and lenders can charge different amounts for a new loan, but the average APR on a five-year loan steadily increased over the past six months to 5.07% from 3.98%, according to Bankrate. As the average price of a new car rises closer to $50,000, borrowers every month are paying about $25 more in interest. </p><pre> </pre><p>\n  Savings accounts </p><pre> </pre><p>\n  In years past, one benefit of higher rates has been better interest on savings accounts. But the rates on savings tend to rise much more slowly than those for loans, since the banks don't have much competition for deposits. </p><p>\n  \"Savers kind of get a raw deal,\" Prof. Fohlin said. \"That high-yield savings is not what it used to be, so you don't get as much interest, and you're certainly not keeping up with inflation.\" </p><p>\n  Still, an increase in rates can mean a slightly better yield on your savings. Six months ago, holding $1,000 in an account with Goldman Sachs's Marcus, for example, meant you would net 0.5% in interest. Now, the same account is offering 1.9% in annual percentage yield, meaning savers gain an extra $14 in interest over a year, up from the $5 in interest gained at the previous rate. </p><pre> </pre><p>\n  Tough choices </p><pre> </pre><p>\n  The frequency and size of the Fed increases make it tougher for consumers to make decisions about borrowing and saving, said Yiming Ma, assistant professor of finance at Columbia University. \"It's even more important now than before to be aware of your interest rate when you're putting money in the bank as well as when you're borrowing,\" she said. </p><p>\n  The big picture could mean streamlining your financial plan or reimagining money goals in light of the combined effect of these rate increases, Prof. Fohlin said. For those looking to take on a new mortgage, for example, that could mean opting for a smaller house, delaying the house hunt or considering other mortgage products that offer lower interest rates. </p><p></p>",
  "published": "2022-09-22T06:11:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3352,
          "end": 3365
        },
        {
          "start": 3382,
          "end": 3389
        },
        {
          "start": 3382,
          "end": 3395
        }
      ]
    }
  ]
}