{
  "_id": "cda94c0a107642bd3828f350e76b58e10c0d9908c7e4c7dfd0079f5e653998de",
  "feed": "ftcomall",
  "title": "Jeremy Hunt reads last rites over UK's low-tax ‘mini' Budget",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p>US and UK agree to bolster co-operation on <a href=\"https://www.ft.com/content/928e0050-9737-4a28-816f-b2f039c2cee5\">Russia sanctions</a></p></li>  <li><p>National Grid chief <a href=\"https://www.ft.com/content/d31fbbd6-8325-43b7-94e4-29101cfe6045\">warns British households of blackouts</a></p></li>  <li><p>BP speeds up greener fuels push with<a href=\"https://www.ft.com/content/e6ed8f73-d990-443e-8528-1af879372cd1\"> $4.1bn deal for biogas producer</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/d653d334-b38e-4263-9f89-66a7433577c5\"><em>live blog</em></a></p>  <h1>RIP Trussonomics</h1> <p>Good evening.</p> <p>“No government can control markets. But every government can give certainty about the sustainability of public finances.” So began chancellor Jeremy Hunt's <a href=\"https://www.ft.com/content/d4f8b0c9-1c45-464b-b7d1-c1c2d37311e6\">extraordinary intervention</a> today as he reversed almost all the tax measures of the September 23 “mini” Budget.</p> <p>On top of the previously announced U-turns on corporate tax and the top rate of income tax, Hunt — appointed by prime minister Liz Truss just three days ago —&#xa0; ditched the proposed cut in the basic rate of income tax from 20 per cent to 19 per cent and changes to dividend income, IR35 off-payroll rules, alcohol duty and VAT-free shopping. Cuts to national insurance and stamp duty will go ahead. </p> <p>The other key plank of the “mini” Budget was the package of measures to limit energy bill rises. Here, the chancellor said the “energy price guarantee” to help households and businesses with soaring bills would <a href=\"https://www.ft.com/content/a9668dab-d495-4331-9e8c-fc580af254c7\">only last until April</a>, when it would be reviewed and refocused on targeted help.</p> <p>The markets, the primary audience for Hunt's morning announcement, appeared to welcome the news, with <a href=\"https://www.ft.com/content/7a544189-68f2-425a-9cf7-def8960c505b\">sterling rising</a> and gilt yields trading lower. </p> <p><a href=\"https://www.ft.com/content/b17a696e-2efd-4c44-b841-3042061b2710\">Business chiefs were left stunned</a>, with some angry at the chopping and changing of tax policies and others wondering where the “pro-business” rhetoric had gone. Others feared the effects of the <a href=\"https://www.ft.com/content/74e42288-34f6-4514-9693-96a3a86d1627\">energy U-turn</a>, leaving it entirely unclear who will be supported, at what prices and in what way come spring.</p> <p>Today's measures have filled some of the £70bn hole in the public finances, leaving around £38bn still to be found through spending cuts, with cabinet discussions starting this evening. </p> <p>Elaborating on the “<a href=\"https://www.ft.com/content/d653d334-b38e-4263-9f89-66a7433577c5#post-162a0ea3-f825-4865-ad2d-c5b1b511033b\">eye-watering difficulty</a>” of the decisions he had to take in an update to parliament this afternoon, Hunt also announced four members of a new Economic Advisory Council to provide independent advice to the government. He also defended the decision to scrap the cap on bankers' bonuses “because the policy didn't work, and we will get more tax from rich bankers with the policy we now have”.</p> <p>Whether today's intervention by the chancellor will save the Truss premiership however is unclear. Her programme for government has come under ferocious criticism from all quarters, including her own<a href=\"https://www.ft.com/content/11c16317-a815-4b1d-8ecb-19c7c716421e\"> party members</a> and former Bank of England chief <a href=\"https://www.ft.com/content/f1f0a66a-fa2c-4d70-9874-8003bdb3fb53\">Mark Carney</a> as well as US president<a href=\"https://www.ft.com/content/fef20233-27a3-44d0-9b38-1cd86223ed56\"> Joe Biden</a>. </p> <p>Chief UK political commentator <a href=\"https://www.ft.com/content/e45bddcc-af4d-4a72-aaf5-fa119ab0a2ae\">Robert Shrimsley</a> says some Tory MPs may believe it is better for the time being to pretend that&#xa0;Hunt, and not Truss, is in charge and see how far it takes them. </p> <p>“But even if they do choose to hold off for the time being,” he concludes, “her premiership is done. She has lost all authority. The execution may be stayed but the verdict, and the sentence, are in.” </p> <h1>Need to know: the economy</h1> <p><strong>China</strong> made a last-minute postponement of what were expected to be disappointing <a href=\"https://www.ft.com/content/7fde9d30-0754-48cd-8502-658c175cd99b\">third-quarter economic data</a> in the middle of a landmark <a href=\"https://www.ft.com/content/fbf1e847-01c8-4864-bd67-0258cb2e9dca\">leadership congress</a> that is set to confirm a third term for president Xi Jinping. China's state banks stepped up dollar sales to <a href=\"https://www.ft.com/content/b4a75f35-ccf1-4bec-8596-f3ed4ec6de6c\">support the renminbi</a>. There were also signs from the EU that it would <a href=\"https://www.ft.com/content/b83615cb-6db0-4e67-85a3-7aab131abeb5\">recalibrate its strategy</a> towards Beijing.</p> <h2>Latest for the UK and Europe</h2> <p>EU foreign ministers warned <strong>Iran</strong> would <a href=\"https://www.ft.com/content/fb688526-5d09-4c03-9a43-16ccd18d4728\">face more sanctions</a> if it was proved that Tehran was providing military support for Russia's war in Ukraine in the form of “kamikaze” drones.</p> <p>Brussels is planning a <a href=\"https://www.ft.com/content/2e045710-9a77-4b23-8c2e-ed40d56f10e0\">temporary ceiling</a> on <strong>gas prices </strong>ahead of an EU summit on Thursday and Friday aimed at finding joint solutions to the energy crisis. <strong>Ukraine </strong>says Russia is trying to cripple its <a href=\"https://www.ft.com/content/618e93b6-2ac4-4404-a40c-a7cca317dd23\">power networks</a> as winter approaches. <strong>Croatia </strong>is hoping its <a href=\"https://www.ft.com/content/ec6759ad-bc13-48ca-8ea0-7df06880976c\">Adria oil pipeline</a> can help eastern Europe fill the regional void left by Russian cuts.</p> <p>Soaring gas prices meanwhile have revived interest in exploring the UK's <strong>North Sea</strong> sources, particularly from smaller companies such as IOG, Neptune, Kistos and Serica. Gas remains <a href=\"https://www.ft.com/content/35cd36fe-1272-4f88-8885-b84f6563c4f6\">essential to the UK</a> because of the intermittency of wind and solar power and limited battery storage and is used to heat 85 per cent of homes and generate 40 per cent of electricity.</p> <p>Scotland's first minister <strong>Nicola Sturgeon</strong> said an <a href=\"https://www.ft.com/content/d653d334-b38e-4263-9f89-66a7433577c5#post-9785f471-3794-4c44-90a2-349b725752c7\">independent Scotland</a> would establish a new Scottish currency “as soon as possible” alongside its own central bank and debt management office, and seek a fair settlement with the rest of the UK on debt. </p> <p>The <strong>City of London</strong> is spending millions of pounds to attract new visitors as the return to work plateaus at less than two-thirds of pre-pandemic levels. Authorities hope to transform the financial district into a weekend destination for <a href=\"https://www.ft.com/content/350bc5ef-08ec-42e0-9897-b4921257f02c\">day trippers and tourists</a>.</p> <h2>Global latest</h2> <p><strong>World Bank</strong> chief David Malpass warned of a “<a href=\"https://www.ft.com/content/d653d334-b38e-4263-9f89-66a7433577c5#post-3f58adce-1f3e-4df0-9491-8b20b875e02f\">learning and skills crisis</a>” alongside climate and food emergencies.</p> <p><strong>Japan</strong> is hoping a surge in spending from <a href=\"https://www.ft.com/content/7ca839e6-0a6b-43cd-b354-ab003724d1f4\">international tourists</a> will offer an upside to the country's sinking currency now that pandemic restrictions have been lifted.</p> <p>Brazilian president <strong>Jair Bolsonaro</strong> attacked challenger <a href=\"https://www.ft.com/content/27e8a949-c3c8-4298-99c1-8c56c31231b1\">Luiz Inácio Lula da Silva</a> over corruption in the first head-to-head TV debate ahead of their election run-off on October 30.</p> <p><strong>Free trade</strong> has <a href=\"https://www.ft.com/content/c8d550f9-c7c1-4eef-a6cc-3db3af298f1b\">not made us free</a>, argues columnist Rana Foroohar. The idea that trade was primarily a pathway to global peace and unity, rather than a necessary way of balancing both domestic and global concerns, is over, she writes.</p> <h1>Need to know: business</h1> <p><strong>Bank of America </strong>reported <a href=\"https://www.ft.com/content/4524281b-b18d-45e6-acb0-7d0532fba9e9\">better than expected</a> third-quarter earnings, as “resilient” consumers offset declining investment banking revenues. <strong>Goldman Sachs </strong>is merging its <a href=\"https://www.ft.com/content/dbc28137-e8fe-4c9e-a69c-123a0bd2c5ce\">asset and wealth management</a> divisions and shifting part of its lossmaking consumer business into the new unit as boss David Solomon tries to close the gap in stock market valuations with rival banks.</p> <p><strong>UK banks</strong> are set for bumper profits as interest rates rise, writes head of Lex Jonathan Guthrie, but the bonanza will coincide with serious financial stress for some mortgage borrowers, a situation which could make them prime <a href=\"https://www.ft.com/content/df9859f0-9b59-4675-8122-4761f0e12f40\">targets for higher taxes</a>. </p> <p><strong>Disney</strong> warned France that future blockbuster movies would go straight to streaming unless the country reformed its “<a href=\"https://www.ft.com/content/29fbbb2c-7eef-4b6b-8c46-f05d395f55cf\">anti-consumer” distribution rules</a>. <strong>UK </strong>broadcaster <strong>ITV </strong>is considering whether to cash in on the demand for new content by selling a stake in its <a href=\"https://www.ft.com/content/a5721ba7-837c-4b17-a265-eda3c2bfa7a1\">production arm</a>.</p> <p><strong>Pharma companies </strong>are hunting for new revenue streams as <a href=\"https://www.ft.com/content/e4cea6be-2e96-4458-a441-56fa79c7203e\">demand for Covid jabs drops off</a>.</p> <h1>The World of Work</h1> <p>The pandemic changed our approach to <strong>the office</strong> but this has yet to filter through into how those workspaces are designed, writes Andrew Hill. Organisations need to move away from the beige cubicle farms of the past to more elastic models, <a href=\"https://www.ft.com/content/aa5a8ea4-9ec7-4995-b7b5-def3c2aa89fb\">optimised for creativity</a>.</p> <p>One of the big differences between working in the office and working at home (unless of course you have a cat) is <strong>desk bombing — </strong>the act of <a href=\"https://www.ft.com/content/b3d06f1e-535c-4ba0-a741-6ecbfcd75b44\">approaching someone at their desk</a> without warning and talking to them. Columnist Pilita Clark says we should embrace the idea: we're all becoming too shy and intolerant of interruption.</p> <p>Applications for <strong>MBAs</strong> soared during the pandemic as workers looked to learn new skills and adapt for new career challenges but will this trend <a href=\"https://www.ft.com/content/f43f7774-2c45-4d61-9d37-03f8cbbe819b\">survive the economic downturn</a>? Browse our new <a href=\"https://rankings.ft.com/rankings/2876/emba-2022\">business school rankings</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p><strong>One Health, </strong>a <a href=\"https://www.who.int/news/item/17-10-2022-one-health-joint-plan-of-action-launched-to-address-health-threats-to-humans--animals--plants-and-environment\">holistic initiative</a> from global health, food and animal welfare organisations, launches today. The project aims “to reduce the risk and impact of health threats and at the same time sustainably balance and optimise the health of humans, animals, plants and the environment”.</p><p>Source: Darren Dodd 2022 'Jeremy Hunt reads last rites over UK's low-tax ‘mini' Budget' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-17T17:15:26.279Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 5696,
          "end": 5709
        },
        {
          "start": 5660,
          "end": 5673
        },
        {
          "start": 5696,
          "end": 5703
        }
      ]
    }
  ]
}