{
  "_id": "fb0078a9ebf5106ddf2d6deb6c6ace36166241f26644d2f984f67124e46c6445",
  "feed": "wall-street-journal",
  "title": "Streetwise: Nickel Market Offers Moral Hazard Lessons",
  "text": "<p>This isn't just a one-off in an obscure commodity. This is the natural conclusion of a trend that is undermining free markets and creating all the wrong incentives: A growing reluctance by the authorities to let financial groups go bust, even when they aren't too big to fail.</p><p>The problems started on Tuesday morning, when traders on the London Metal Exchange smelled blood and nickel prices almost doubled. China's Tsingshan Holding faced a $1 billion-or-so margin call that exchange officials feared it couldn't meet. Rather than let it fail, which would probably have taken down several of the smaller LME brokers that had serviced Tsingshan, LME decided to cancel all that day's trading, more than 9,000 trades worth about $4 billion.</p><p>It. Canceled. The. Trades.</p><p>Not because of a fat-finger error, which exchanges often cancel. Not even because of a rogue algorithm (as regulators claimed in the 2010 flash crash in U.S. stocks).</p><p>But because someone with too much leverage was going to blow up, with knock-on effects on some members of the exchange.</p><p>This is moral hazard taken to its extreme. It has always been true that if you face a $100 margin call it's your problem, while if you have a $1 billion margin call, it's the brokers' problem -- and the authorities might save them.</p><p>What is almost unprecedented here is that the exchange authorities decided to save them with money taken from other traders, who otherwise would be sitting on fat profits.</p><p>I say almost unprecedented, because it has happened before: Arch-speculator Jay Gould, dubbed the \"most hated man in America,\" bribed Senator William \"Boss\" Tweed and corrupt New York judges in 1869 to delay settlement of his gold dealings and so avoid losses after his efforts to corner the market collapsed.</p><p>Moral hazard is nothing new in markets, of course, usually resulting from a choice to inflict long-term damage to incentives to avoid the imminent failure of the financial system.</p><p>But the money needed to rescue financial groups that could bring down the system typically comes from other financial institutions, as in 1907 or 1998, or from central banks, government and taxpayers, as with banks and insurers in 2008.</p><p>Taking away legitimate profits from traders to finance the rescue undermines the very notion that markets can themselves punish the highly leveraged.</p><p>It means yet more intervention and regulation will be required in future to limit the extra leverage that such rescues encourage.</p><p>Even worse, the small brokers facing problems appear not to be too big to fail. If brokers know they'll be rescued by the exchange if things go wrong, they have even less incentive to worry about large leveraged positions taken by their clients.</p><p>It also, of course, makes the LME a less-attractive place to trade, and its officials accept they may lose business as a result. Some outraged traders who had bet on rising prices are consulting lawyers.</p><p>The underlying problem of too much and too concentrated leverage is a staple of financial history.</p><p>Tsingshan is primarily a producer, selling futures contracts as a hedge rather than as speculation -- although it was unusual in having such a large position and was regarded as on the swashbuckling end of hedging, according to one LME trader.</p><p>But in a crisis the distinctions between what is meant to be super-low-risk hedging, low-risk arbitrage and outright speculation vanish. Tsingshan is the world's biggest nickel producer, and even though LME hedges don't perfectly match the type of nickel it produces, there was little risk of it having a problem at maturity.</p><p>But in the short term, the company would have had to stump up cash it didn't have to cover the margin calls if the London exchange hadn't acted.</p><p>There are recent parallels in the blowups of hedge fund Long-Term Capital Management in 1998, a high-profile Goldman Sachs quant fund in 2007 and broker MF Global in 2011.</p><p>All had taken high leverage for relatively low-risk bets: LTCM's mainly on Treasury swap spreads normalizing, Goldman's on a range of popular trades, and MF Global's on troubled European government bonds paying off.</p><p>The trades eventually rebounded and made money, but holding on to them was impossible for investors with so much leverage.</p><p>LTCM failed and was rescued and wound down by a Wall Street consortium, Goldman eventually shut its fund and MF was bankrupted amid scandal.</p><p>Every crisis brings blowups, and the global disruption caused by Russia's invasion of Ukraine may well bring more. There are times when we have to hold our noses and rescue too-big-to-fail financial institutions, but they should be few and far between, because moral hazard is real.</p><p>The danger to free markets is that governments, regulators and, in the case of nickel, the exchange itself are setting the bar for bailouts lower in every crisis.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3837,
          "end": 3844
        },
        {
          "start": 3837,
          "end": 3850
        },
        {
          "start": 4311,
          "end": 4318
        },
        {
          "start": 4010,
          "end": 4017
        }
      ]
    }
  ]
}