{
  "_id": "9c37bef736404e17375f6994329284e88a8d0710937c9c1ecbf8819e359b01ef",
  "feed": "ftcomall",
  "title": "Todd Boehly agrees £4.25bn deal for Chelsea FC",
  "text": "<p>US financier Todd Boehly's bidding group has agreed to acquire Chelsea Football Club in a £4.25bn deal, capping a week of intense negotiations over the fate of the English side, according to two people with knowledge of the matter.</p> <p>The biggest acquisition of a football club in history still requires the blessing of the Premier League and the UK government, those people said. They added that a green light would be a formality because Boehly's consortium had been preapproved. </p> <p>The £4.25bn headline sum includes the cost of acquiring Chelsea and commitments to invest in the west London club, although the precise split could not be determined. To protect Chelsea's finances, the deal includes restrictions on management fees, dividend payments and debt, two of the people said.</p> <p>It is the biggest sum paid for a football club, surpassing the £790mn paid by the American Glazer family in a leveraged buyout to acquire Manchester United, one of Chelsea's Premier League rivals. </p> <p>The agreed deal comes after <a href=\"https://www.ft.com/content/2f48216d-2d51-4f78-9117-15cb5c9bad78\">Russian oligarch Roman Abramovich</a> was sanctioned by the UK government and forced to put the club up for sale when Moscow invaded Ukraine. The British government put him on the sanctions list because of his proximity to Russia's president Vladimir Putin. </p> <p>Abramovich has pledged to donate the net proceeds to charitable causes, an intention <a href=\"https://www.ft.com/content/e2cc172c-4154-47a0-99c0-25547915ba7f\">he reiterated</a> on Thursday.</p> <p>Boehly's group is set to usher in a new era for a club that relied on Abramovich's fortune for two decades as it was transformed into a powerhouse that has won every major honour in football. </p> <p>Chelsea attracted private equity billionaires, sports moguls and star athletes in an auction handled by <a href=\"https://www.ft.com/content/89dee0d9-b445-4d88-9744-cb7d2338056d\">US merchant bank Raine Group</a>, as bidders clamoured for a rare chance to buy one of the world's elite football clubs.</p> <p>Clearlake Capital is providing the financial firepower to Boehly's group, which also includes Swiss billionaire Hansjörg Wyss and Guggenheim Partners chief executive Mark Walter. Daniel Finkelstein, a UK Conservative party peer and Times newspaper columnist, also supports the bid.</p> <p>They fended off private equity pair Josh Harris and David Blitzer, and another group led by basketball moguls Stephen Pagliuca and Larry Tanenbaum.</p> <p>Raine selected Boehly as “preferred bidder” last week, giving the group a one-week window of exclusive negotiations despite an eleventh-hour bid by chemicals tycoon Jim Ratcliffe and his UK-headquartered group Ineos, which had not participated in the formal process.</p> <p>How Chelsea fares under American ownership will be closely watched across a sport that has come to look at the club's spending power in the transfer market with envy. Under Abramovich, the club won the Premier League title five times and Uefa's Europe-wide Champions League tournament twice.</p> <p>George Osborne, former UK chancellor, and boutique advisory firm Robey Warshaw are advising Boehly's group alongside Wall Street investment bank Goldman Sachs.</p> <p>Boehly is co-founder and chief executive of Connecticut-headquartered Eldridge Industries, which has investments across insurance, asset management, technology, media and real estate. </p> <p>The former president of Guggenheim Partners co-owns baseball's Los Angeles Dodgers and the LA Lakers basketball team.</p> <p>Boehly attended Chelsea's 3-1 loss to Real Madrid last month in the Uefa Champions League, Europe's most prestigious club tournament, as bidders undertook due diligence on the asset.</p> <p>The takeover adds another set of wealthy American investors to the Premier League. The Glazer family acquired Manchester United in 2005; John Henry's Fenway Sports Group controls Liverpool; Stan Kroenke owns Arsenal.</p> <p>All are known for their ownership of American sports franchises. The Tampa Bay Buccaneers of the National Football League are owned by the Glazers, while Kroenke owns the Los Angeles Rams, a rival NFL team. The Boston Red Sox baseball side is part of Fenway's sports portfolio. </p><p>Source: Samuel Agini in London and James Fontanella-Khan in New York  2022 'Todd Boehly agrees £4.25bn deal for Chelsea FC' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-06T23:39:21.742Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2918,
          "end": 2931
        },
        {
          "start": 2918,
          "end": 2925
        }
      ]
    }
  ]
}