{
  "_id": "e064b1e83f800c4e33def518d8e32e4d71c73b181dbc5c6bb7c4ec6d1b47dc24",
  "feed": "ftcomall",
  "title": "Deutsche Bank looks to escape a decade of scandal and strife ",
  "text": "<p>After a decade of scandal shaped by billions of euros in losses, a flurry of misconduct and compliance cases and boardroom battles it looked — just for a few hours at the end of April — as if the outgoing Deutsche Bank chair Paul Achleitner was going to leave on a high. </p> <p>Germany's largest lender had just completed its first share buyback programme in 16 years, which was intended to mark a return to normality. And two days later, on April 27, Deutsche announced its highest quarterly profit in almost a decade — €1.2bn. In another positive sign, the profits were driven by not just its investment bank arm but also by the corporate bank and retail units that had long been lacklustre.</p> <p>Yet just two hours later Achleitner was robbed of his swansong when Frankfurt's stock exchange opened and Deutsche's shares took yet another beating. A slightly more pessimistic outlook on costs, a small fall in its capital ratio and a warning over repercussions from the war in Ukraine sent the shares down 6 per cent in a day. It also reinforced the sense that Deutsche is still struggling to convince investors that it has turned a corner. </p> <p>Within 48 hours Deutsche had a high-profile reminder of its recent history when federal police, local prosecutors and the regulator BaFin raided the bank's twin towers in downtown Frankfurt, to investigate whether the lender had failed to flag suspicious money flows involving some of its clients. The raid revived memories of spectacular police actions in late 2012 over VAT tax fraud and in 2018 over money laundering that shook the bank to its core. </p> <p>“It's just a brutal environment for us and other banks,” says one senior Deutsche banker, admitting that senior executives were “immensely frustrated” by April's share price fall. It was all the more painful because the lender's stock had risen by a third in the three weeks to mid-February to its highest level in four years. “You finally saw the uplift coming in to banks because of rising interest rates. Everything that we've been working towards for several years was beginning to really show through.”</p> <p>Achleitner's contentious 10-year stint ends on Thursday, when he will use the bank's annual shareholder meeting to hand over responsibility to his successor, former insurance executive Alex Wynaendts. He will inherit a bank that in 2007 was the world's largest by assets but is now only a shadow of its former self. </p> <h1>A ‘near-death experience'</h1> <p>Deutsche has gone through a vertigo-inducing decline over the past 10 years. The share price has fallen 65 per cent; its total assets have shrunk by a third; revenues are down 25 per cent and the dividend — suspended for several years — is now 73 per cent below the 2012 level. Even staff numbers have fallen 16 per cent. Two former bankers served jail sentences for involvement in various scandals, and others, including former board members, are still under criminal investigation. </p> <p>This downwards loop was accelerated by the threat of a record $14bn fine from the US Department of Justice in 2016. While the final settlement was just half that level, it took almost three years to recover from what a senior manager now calls a “near-death experience”.</p> <p>For Wynaendts the priority will be ensuring the bank is in the best financial shape possible ahead of what is likely to be a bruising, years-long battle to come out on top in merger talks between cross-border lenders. The aim is to create a European banking champion that can compete with US heavyweights such as JPMorgan and Goldman Sachs. But already some shareholders question whether he is the right person for the job.</p> <p>Alexandra Annecke, a portfolio manager from Germany's third-largest asset manager, Union Investment — which holds a 0.4 per cent stake in the lender — says she will not vote for him. She argues that Deutsche should have added Wynaendts to the board earlier to give him time to learn the ropes and has accused him of having too many other board commitments. </p> <p>Achleitner, who refused to be interviewed for this article, will concede at the AGM that he underestimated the threats the bank faced but will argue that he successfully led Deutsche through a decade of painful but necessary restructuring. “Am I satisfied with what I imagined 10 years ago? No, I'm not . . . Some of the things that were supposed to be a solution actually made the problem worse,” he will tell investors on Thursday, according to a pre-released AGM speech. </p> <p>During his two five-year terms at Deutsche, the lender raised €19.5bn in fresh equity, accumulated €10bn in total losses, went through five strategy revamps and paid at least €14bn in fines and settlements over misconduct cases, including the rigging of benchmark interest rates, the mis-selling of securities, money laundering on behalf of Russian clients and tax fraud.</p> <p>At one stage its share price was so low that it was overtaken by Wirecard in terms of market value and people at the core of the collapsed payments group plotted to take over the lender in a transaction code-named “Project Panther”. </p> <p>In 2017 Stuart Graham, the co-founder of Autonomous Research, dubbed Deutsche “beyond repair”. But he has since recanted, conceding that his caustic verdict about the lender was “a very bad call”. </p> <p>This apparent U-turn — largely the result of management changes at the bank — has given those around Wynaendts confidence that Germany's largest lender can move on from its doom-laden decade. </p> <p>“The bank's revamp, which focuses on its strengths, has eventually been successful under [Achleitner],” says Andreas Thomae, from German asset manager Deka, which holds a 0.5 per cent stake in Deutsche.</p> <h1>Rehabilitation process </h1> <p>The partial bounce back in Achleitner's reputation dates back to a decision he took in April 2018. After fighting a boardroom battle shaped by spiteful intrigues and damaging leaks, he sacked chief executive John Cryan and replaced him with Christian Sewing to work alongside chief financial officer James von Moltke.</p> <p>The pair imposed a severe cost regime and won the support of critics such as Graham. </p> <p>Sewing, a Deutsche lifer, made three bold calls, two of which appeared to go against Achleitner. In early 2019 he shot down a proposal to merge the bank <a href=\"https://www.ft.com/content/fd55d086-3b52-11e9-b856-5404d3811663\">with domestic rival Commerzbank</a>. That meant going against a deal that Achleitner, the German government, Deutsche's then-investor Cerberus and Commerzbank had all backed.</p> <p>He also shrank Deutsche's outsized investment bank, closing down its equities trading operations and selling its prime finance business to BNP Paribas. The move came just three months after Achleitner had told the Financial Times that the investment bank did not need any fundamental strategic overhaul.</p> <p>Simultaneously, Sewing managed to repair the bank's ramshackle balance sheet without having to ask shareholders for billions of euros of fresh capital. Since 2019, it has hived off €367bn in unwanted assets that were known internally as the bank's “dead wood”. And, even though the asset disposal was costly, the common equity tier one — a key indicator of balance sheet strength — only fell by €800mn to €46.5bn. &#xa0;</p> <p>Hailed as a “bold and for the first time not half-baked” revamp by JPMorgan analyst Kian Abouhossein, Deutsche managed to break what von Moltke had once called a <a href=\"https://www.ft.com/content/f4241a4c-699b-11e8-b6eb-4acfcfb08c11\">“vicious cycle”</a> of concerns over Deutsche's long-term survival that had deterred other banks and financial institutions from accepting the lender as a counterparty. This dented revenues and fuelled worries about its long-term future. </p> <p>When the rating agency Standard &amp; Poor's restored the bank's prestigious A rating in November, it said <a href=\"https://www.db.com/news/detail/20211109-sundp-upgrades-deutsche-bank-s-issuer-credit-rating-from-bbb-to-a?language_id=1\">the restructuring</a> was “transforming Deutsche Bank into a more profitable, more focused and better-controlled group”. Lower funding costs mean many counterparties have returned, resulting in rising market shares for the investment bank. </p> <p>“Now it comes down to profitability,” says Citi analyst Andrew Coombs, adding that it is no longer a question of whether Deutsche can make a profit but rather how much profit can it make. Analysts expect that the net profit attributable to shareholders will rise 73 per cent this year to €3.4bn and will then continue to climb to close to €5bn by 2025. </p> <p>Meeting those expectations hinges largely on factors outside of Sewing's control. “They are increasingly relying upon revenue growth to hit their targets,” says Coombs. </p> <p>That leaves them dependent on two external factors: the capital market environment remaining favourable to boost growth at the investment bank and the European Central Bank ending almost a decade of ultra-low interest rates to boost its retail and corporate bank activities. The <a href=\"https://www.ft.com/content/273d2613-93b8-4224-8f81-7281337ab618\">ECB could act as early as July</a> as it seeks to combat soaring inflation.</p> <p>“They need these things to come through,” says Coombs, “to deliver [on the profitability] target.”</p> <p>Should interest rates rise 50 basis points, Deutsche could rake in up to €900mn annually, pushing up revenue by 3.5 per cent, according to the bank's guidance. Any additional 25-basis-point increases would then generate another €325mn in extra income. Goldman Sachs argued in May that these estimates could be overly cautious, revealing that it thought the bank's share price over the coming 12 months could more than double to €19.10. </p> <p>Without Russia's invasion of Ukraine, and the subsequent decision by Capital Group, one of Deutsche's largest investors, to offload stakes in several large European banks including the German lender, such a prediction might not be as outlandish as it appears. Deutsche's share price had risen to €14.40 by the middle of February on the prospect of rising interest rates in Europe. Its market capitalisation was — before that fall in April — within touching distance of the €30bn mark. </p> <h1>‘A seat at the table' </h1> <p>Against this backdrop, Sewing must also deliver on his next big promise: to give Deutsche the upper hand in any future takeover battle among Europe's banks — a role that would also be in line with Berlin's ambition to have a <a href=\"https://www.ft.com/content/508fb332-ac30-11e8-89a1-e5de165fa619\">German-based European banking champion</a>. </p> <p>Industry watchdogs as well as policymakers and chief executives have for a long time backed cross-border bank mergers in Europe to improve the continent's highly fragmented and inefficient banking market. This was partly fuelled by unease among policymakers at Europe's rising dependence on US-based investment banks for capital markets expertise. </p> <p>Despite the verbal support from watchdogs and politicians, regulatory and other legal hurdles are seen as high, and the uncertainty caused by the pandemic and more recently by the Ukraine war has put any substantial deals on hold. </p> <p>When consolidation eventually happens, the bank wants to “sit at the table [ . . .] not just as a junior partner,” Sewing told German media this year. </p> <p>But based on its measly valuation of less than 40 per cent of its book value — a third lower than BNP — this is still a pipe dream. The lender is years away from earning its cost of capital and with its market capitalisation having slipped to about €20bn, it is trailing larger rivals. However, Graham argues that Sewing's goal is achievable. “It depends [what] your ambitions are, doesn't it? If Deutsche can get its price to tangible book value up to say 0.6, and if other banks continue to struggle, the only banks who appear to be definitely off limits [too big for Deutsche to take over] would be the Americans and UBS.”</p> <p>Yet Deutsche has been left vulnerable by Sewing's failure to fix its core weakness: the lopsided make-up of its earnings structure. Unlike most other large and successful global investment banks, Deutsche does not have a second, stabilising business that reliably generates healthy returns to fall back on when capital markets turn sour. </p> <p>His pledge to make Deutsche Bank boring again has also brought patchy results with a string of ongoing investigations into its activities. The lender has been repeatedly rebuked by BaFin for its anti-money laundering controls, and is still being investigated over alleged mis-selling of risky derivatives to corporate clients in Spain that continued until 2019. Some 70 current and former employees, including several former board members, are under criminal investigation over their alleged role in enabling the biggest tax fraud in German history, where investors over years claimed back dividend tax that was never paid. </p> <p>Achleitner's most remarkable achievement may turn out to be finishing his term at all. Over the past seven years, he has been under near-constant fire from disgruntled shareholders. The Qatar royal family — through two investment vehicles — spent €1.75bn on a stake in Deutsche in 2014 — those shares are now worth about a third of the purchase value. Relations between the family and the bank's management have long been strained. A person close to the Qataris says it is “great” that Achleitner is finally leaving, describing his legacy as “having destroyed Europe's greatest bank”.</p> <p>Achleitner has acknowledged that he initially failed to grasp the depth of Deutsche's crisis — misled by the fact that the lender had sailed relatively smoothly through the financial crisis. He interpreted that to identify the bank as “the only European lender which has a chance to play in the global league” and stressed he was determined to seize that opportunity. </p> <p>Achleitner failed resoundingly in that ambition. Now, Wynaendts must reimagine a future for the German lender that is no longer big enough to survive on its own let alone take on the world. </p><p>Source: Olaf Storbeck in Frankfurt  2022 'Deutsche Bank looks to escape a decade of scandal and strife ' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-17T04:00:43.903Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 9067,
          "end": 9080
        },
        {
          "start": 9067,
          "end": 9074
        },
        {
          "start": 3514,
          "end": 3521
        },
        {
          "start": 3514,
          "end": 3527
        }
      ]
    }
  ]
}