{
  "_id": "885e5554f84192da46f11aa686c27b43684481f582edaa3c475a4374633ba820",
  "feed": "ftcomall",
  "title": "US strong enough to avoid recession, says Biden economic adviser",
  "text": "<p>Joe Biden's top economic adviser said the US economy had the “strength and resilience” to shield it from a recession, brushing off growing concerns that steep interest rate increases designed to fight inflation will quash the expansion.</p> <p>Brian Deese, the director of the White House's National Economic Council, spoke to the Financial Times as economists and chief executives are increasingly warning that the world's largest economy will experience a downturn next year on the back of global weakness and much tighter monetary policy. </p> <p>But the <a href=\"https://www.ft.com/joe-biden\">Biden</a> administration is sticking to its view that the US will experience a form of “soft landing” with a shift to slower growth rather than a deep contraction, and a cooling of job growth rather than mass lay-offs. </p> <p>“If we look at where the United States are, two things are clear. One is that we have a degree of strength and resilience in the labour market and household balance sheets and in business investment. That is continuing to move our economy forward, and that's really important,” Deese said. </p> <p>“The second is that we are in a stronger position than . . . frankly, any other country to navigate through this transition without having to give up those gains.”</p> <p>Deese spoke ahead of midterm elections early next month with polls showing Republicans poised to regain control of the House of Representatives and possibly the Senate. He dismisses surveys showing that US voters disapprove of Biden's handling of the economy. “I'm a believer that good economic policy ultimately makes good politics because you know, people are quite sensible,” Deese said.</p> <p>The Federal Reserve has ploughed ahead with large 0.75 percentage point rate rises — with a fourth consecutive increase of that size slated for early November — but the US economy has not suffered a big hit from the monetary tightening. Interest-rate sensitive sectors like housing have slowed considerably, but other segments of the economy have shown surprising resilience.</p> <p>So far this year, monthly jobs growth has averaged 420,000 positions. Still a healthy clip, that is down from 562,000 a month in 2021. </p> <p>Inflation, meanwhile, continues to run rampant, with consumer price growth accelerating again last month to bring the annual rate for the “core” measure — which strips out volatile items such as food and energy — to 6.6 per cent. </p> <p>Traders in futures markets for the federal funds rate expect it to peak at 5 per cent next year, suggesting further large rate rises this year and early next. Fed officials are set to begin discussing how to slow the pace of its rate rises while committing to keep rates at a level that restrains the economy for some time.</p> <p>Jay Powell, the chair of the <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Fed</a>, last month warned that the higher rates rise and the longer they stay at a restrictive level, the lower the odds the Fed can get inflation under control without causing significant economic pain. </p> <p>“No one knows whether this process will lead to a recession or if so, how significant that recession would be,” he said. </p> <p>But most economists now expect the world's largest economy to tip into a recession in 2023 as job losses mount. </p> <p>Gregory Daco, chief economist at EY Parthenon, forecasts a 0.7 per cent contraction in growth next year, with the labour market shedding 2.8mn jobs and unemployment rising to 5.5 per cent. That is 2 percentage points higher than its current level. Other economists say it is more likely the unemployment rate will top 6 per cent.</p> <p>Several high-profile US business leaders, including David Solomon of Goldman Sachs, Jamie Dimon of JPMorgan Chase, and Jeff Bezos, the executive chair of Amazon, have expressed their own concerns about a possible recession. </p> <p>“The probabilities in this economy tell you to batten down the hatches,” Bezos wrote on Twitter this week. </p> <p>Meanwhile, the IMF this month downgraded its own estimate of the US economic outlook, forecasting that output would be flat this year and grow by just 1 per cent next year, after a 5.5 per cent burst in 2021.</p> <p>Deese said that the White House was “very focused” and was spending “a lot of time” on “the global challenges that are out there” — whether it was the war in Ukraine or the impact of China's slowdown. </p> <p>But he said “policy choices matter” on the domestic side and Biden was trying to remain “focused on what are those things that we can do to try to keep . . . our prospects as strong as they can be”. </p><p>Source: James Politi in Washington and Colby Smith in New York 2022 'US strong enough to avoid recession, says Biden economic adviser' FT.com 23 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-23T14:00:00.385Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3530,
          "end": 3543
        },
        {
          "start": 3530,
          "end": 3537
        },
        {
          "start": 3507,
          "end": 3520
        }
      ]
    }
  ]
}