{
  "_id": "c63373674c408cc0df7d6ffd1514b0170582035384a1c849ff7e68c6056fd17b",
  "feed": "market-watch",
  "title": "Dow, S&P 500 and Nasdaq end lower for 2nd straight session as investors brace for big earnings week",
  "text": "<p>* The Dow Jones Industrial Average DJIA finished down 39.54 points, or 0.1%, at 34,411.69.</p><p>* The S&amp;P 500 SPX ended down by 0.9 of a point, or less than 0.1%, at 4,391.69.</p><p>* The Nasdaq Composite COMP closed down by 18.72 points, or 0.1%, at 13,332.36.</p><p>The S&amp;P 500 and Nasdaq Composite each saw their second straight weeks of losses last week, down 2.1% and 2.6%, respectively, while the Dow fell 0.8% in a third-straight weekly drop. U.S. and European markets were closed for Good Friday, while major European bourses remained shut Monday.</p><p>See: Why consider the Dow transports when they point to a slowing economy? Because these 7 stocks are cheap</p><p>What drove the markets?</p><p>Investors remain concerned about rising inflation and how that may weigh on the economy, as the Federal Reserve struggles to keep a lid on rising prices. Goldman Sachs's chief economist Jan Hatzius and his team predicted the U.S. economy faces a 35% chance of recession in the next two years, and 15% over the next year.</p><p>\"The main challenge for the Fed will be to reduce the jobs-workers gap and slow wage growth to a pace consistent with its inflation goal by tightening financial conditions enough to reduce job openings without sharply raising unemployment,\" Hatzius and others wrote in a note released Sunday. They added that \"history suggests this may be challenging.\"</p><p>Treasury yields have marched higher in response to surging inflation, with the 10-year rate BX:TMUBMUSD10Y rising to 2.86% on Monday for the first time since Dec. 14, 2018. Yields and debt prices move opposite each other.</p><p>The rise in yields has been a headwind for tech and other growth shares whose often lofty valuations are based on earnings and cash flow far in the futures. A higher rate on risk-free Treasurys reduces the present value of those future flows.</p><p>\"What we know now is that the rise in U.S. Treasury yields is harming risk and we can see it in most asset classes including tech stocks, consumer cyclicals, and even digital currencies and NFTs,\" said Hussein Sayed, chief market strategist at Exinity, in a note. \"Such tough times may bring long term opportunities as valuations come down to earth, however we're still far away from cheap valuations when it comes to growth stocks.\"</p><p>Meanwhile, defensive sectors that tend to outperform the market in such times — utilities, consumer staples and health care — are all posting solid gains for the month. \"So, if an investor is in the recession camp, these are the sectors that they are likely to be overweight in,\" Sayed wrote.</p><p>Read: Recession fears and the stock market — is it too late to play defense?</p><p>The National Association of Home Builders said its monthly confidence index fell two points from the previous month to a reading of 77 in April and remains at the lowest level since September.</p><p>China's economy expanded 4.8% annually in the first quarter, which beat expectations. That still puts the country behind scheduled to reach an official target of 5.5% growth this year, with fresh COVID outbreaks not helping.</p><p>Earnings were in focus for Monday as well, with Bank of America Corp. BAC among the highlights. The bank said its quarterly profitfell by $1 billion, but the financial giant beat Wall Street's earnings targets and booked healthy loan growth. Shares finished 3.4% higher.</p><p>Results were due from Netflix Inc. NFLX on Tuesday afternoon and Tesla Inc. TSLA on Wednesday afternoon. Eyes will also be on Twitter Inc. TWTR, which announced on Friday that it had adopted a \"poison pill\" in the face of a takeover bid by Elon Musk.</p><p>Read: U.S. natural gas is trading at an 'insane' price — Here's why it just hit a nearly 14-year high</p><p>Which companies were in focus?</p><p>* Shares of Charles Schwab Corp. SCHW finished 9.4% lower after the broker fell short of Wall Street expectations and reported a 6% drop in first-quarter net income.</p><p>* Didi Global Inc.'s American depositary receipts DIDI closed down by 18.7%. The China ride-share giant said over the weekend that it would hold an extraordinary general meeting on May 23 to vote on a planned delisting from the New York Stock Exchange. The company reported a fall in fourth-quarter earnings.</p><p>What did other assets do?</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.5%.</p><p>* Bitcoin BTCUSD was up 1.3% to trade around $40,836.</p><p>* Gold for June delivery GCM22 gained $11.50, or 0.6%, to settle at $1,986.40 an ounce.</p><p>* West Texas Intermediate crude for May delivery CLK22 rose $1.26, or 1.2%, to settle at $108.21 a barrel on the New York Mercantile Exchange. Meanwhile, May natural gas NGK22 added 52 cents, or 7.1%, to settle at $7.82 per million British thermal units — the highest finish since September 2008.</p><p>* The Shanghai Composite CN:SHCOMP finished down by 0.5%, while Japan's Nikkei 225 JP:NIK lost 1.1%.</p><p>–— Barbara Kollmeyer and Mike Murphy contributed to this article.</p><p>Dow, S&amp;P 500 and Nasdaq end lower for 2nd straight session as investors brace for big earnings week</p>",
  "published": "2022-04-18T20:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 825,
          "end": 832
        },
        {
          "start": 825,
          "end": 838
        }
      ]
    }
  ]
}