{
  "_id": "7ea71d71170d0918acdc12271253bec5726037790426806da88357f3aa236fb8",
  "feed": "ftcomall",
  "title": "Energy discount ruling will not reduce headline inflation",
  "text": "<p>The Office for National Statistics has decided that a £400 discount from the UK government to help households with energy bills will not lower inflation this winter.</p> <p>In a ruling on Wednesday that will come as a blow to the Treasury, the move will see UK inflation jump in October to close to 13 per cent, according to economists, and then move higher in January when retail energy prices are forecast to rise again.</p> <p>Deutsche Bank has estimated that the decision will prevent a 2.7 percentage point reduction in the retail price index measure of inflation, which will cost the government £14bn this year in additional costs for index-linked government debt, according to Office for Budget Responsibility data.</p> <p>The decision was expected by most government officials because the rebate will be paid as a lump sum discount of the same amount to all households, but the classification choice was seen as a close call.</p> <p>Households will receive additional support for their incomes from a £37bn total programme that ministers have announced over the past year to help with energy bills, but none of this aid will show up in lower inflation statistics. </p> <p>Countries such as France, which has capped electricity bills with the government also paying tens of billions of euros to energy providers to cover losses, have lower inflation statistics. </p> <p>In recent days, more economists have been updating their inflation forecasts to reflect the 80 per cent increase in annual typical gas and electricity bills from £1,971 to £3,549 in October. </p> <p>Citigroup is expecting inflation to rise to 18.6 per cent in January and Goldman Sachs warned that inflation would exceed 20 per cent in January if wholesale gas prices stayed at the levels they rose to last week. </p> <p>The Bank of England's latest forecast showed that consumer price index <a href=\"https://www.ft.com/content/56ad9174-a095-47b1-aeeb-44ffd6cecf68\">inflation </a>would rise from its current 40-year high of 10.1 per cent in July to about 13 per cent in October, as the new £3,549 price cap came into force. </p> <p>If the ONS had decided to include the £400 energy bill support scheme in the CPI and RPI measures, it would have taken about 2 percentage points off that inflation statistic. </p> <p>ONS officials said they had looked at many possible classifications for the £400 per household energy price support. </p> <p>The ONS chose not to classify the money as a subsidy to energy companies, allowing gas and electricity suppliers to lower bills, because the money would not influence production decisions and was a flat rate amount rather than linked to household energy consumption. </p> <p>Classifying the payment as a subsidy would probably have counted in the inflation statistics although the ONS has not taken a definitive judgment because it chose to treat the payment as a current transfer paid by central government to the households sector.</p> <p>The ONS also looked at other potential definitions for the payments. It decided against classifying the money as social assistance because it was a universal payment and not targeted on particular vulnerable groups. </p> <p>Nor did the ONS see it as a social transfer in kind, such as a payment for residential care, or a capital transfer to households because it does not increase wealth, such as a debt cancellation, but was designed to support incomes. </p> <p>Those classifications would also probably not have shown up in the <a href=\"https://www.ft.com/stream/77b28b2b-7a5c-4103-a86f-9af8ba039296\">inflation </a>statistics.</p> <p>Kate Barker, chair of the advisory panel on consumer prices, a body that helps the ONS think about inflation statistics, said “inflation effects will be less bad than the headlines will scream”, adding that “this looks as if it will be good news for pensioners, but energy is a big part of their spending”.</p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/a08e2e98-9ea7-4eb4-ae60-739e7d6ad426\"><em>Treasury dealt inflation blow with ONS ruling</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/a08e2e98-9ea7-4eb4-ae60-739e7d6ad426\"><em>From Robert Simons, Leighton Buzzard, Bedfordshire, UK</em></a> </p><p>Source: Chris Giles in London 2022 'Energy discount ruling will not reduce headline inflation' FT.com 31 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-31T08:37:37.292Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1590,
          "end": 1603
        },
        {
          "start": 1597,
          "end": 1610
        },
        {
          "start": 1597,
          "end": 1604
        }
      ],
      "weightsV2": {
        "weight": 2.0000002,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 2.3841858e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}