{
  "_id": "0c51877904b20d72afcdba1e2f349f4032f72cc82e5ec4770c18c78840eb27b4",
  "feed": "wall-street-journal",
  "title": "Why the Sustainable Investment Craze Is Flawed; The first in a series of Streetwise columns about the failed promise of funds guided by environmental, social and governance principles, known as ESG",
  "text": "<p>Money has poured into ESG funds as noisy lobby groups push pension funds, university endowments and some central banks to shift their investments. The United Nations-supported Principles for Responsible Investment says signatories have $121 trillion of assets under management; even assuming lots of double-counting, that is most of the world's managed money.</p><p>Over the next few weeks, Streetwise will explore the explosion of ESG investing and why I think it is mostly—but not completely—a waste of time. I will also offer up some solutions and discuss how to use your money to make a difference, while understanding the inevitable trade-offs.</p><p>ESG supporters can point to what look like successes: Their pressure has encouraged many companies to sell off dirty power plants, mines and, in the case of Anglo-Australian miner BHP, its oil business. It has even forced board changes at Exxon Mobil.</p><p>STREETWISE on SUSTAINABLE INVESTING</p><p>This is the first in a series of Streetwise columns by James Mackintosh exploring the sustainable investment craze sweeping Wall Street</p><p>Sadly, selling off assets or shares by itself does nothing to save the planet, because someone else bought them. Just as much oil and coal is dug up and burned as before, under different ownership. And there are plenty of people out there to buy the assets, because never before in history has there been so much private capital operating without the public reporting requirements brought by stock markets.</p><p>Rich people who want to make the world greener could make a difference, by buying and closing dirty businesses even when they are profitable. So far, though, this hasn't happened in any significant way. The pitch from Wall Street fund managers is the exact opposite—that by going green investors can change the world and make more money, not less.</p><p>\"A lot of [clients] only really get enthusiastic if they get comfortable that they are not sacrificing return,\" says Valentijn van Nieuwenhuijzen, chief investment officer at fund manager NN IP, which is being bought by Goldman Sachs.</p><p>Someone has to take a loss somewhere if fossil fuels are going to be left in the ground rather than extracted and sold. ESG investors' hope is that the losses will fall on other people. The problem is that less environmentally-minded investors buying those shares, oil wells or power plants are absolutely not going to shut them down unless they stop being profitable.</p><p>It might make sense for an investor or company to sell out of fossil fuels early if they think the retreat from coal and oil is inevitable—indeed, that was the pitch by the activist who took on Exxon—but that is simply to invest according to a political prediction, not a way to fight climate change.</p><p>Some of the biggest sources of fossil fuels are immune to shareholder pressure anyway. Much of the world's oil is pumped by government-controlled companies, led by Saudi Arabia and Russia. Exxon can be forced to change its approach, but the global supply of oil is still determined by OPEC, as President Biden's appeal to the cartel to pump more to keep fuel prices down has demonstrated.</p><p>There are three big pro-ESG arguments, which sound reasonable, but have major flaws.</p><p>First, if companies treat the environment, workers, suppliers and customers better, it will be better for business. This could work where companies have missed something to boost profits, such as add solar panels on a sunny roof or create a better employee retention program. Early ESG activists plucked the low-hanging fruit here, but management has become painfully aware of changing customer and employee expectations, so there is less opportunity ahead.</p><p>Adding costs to reduce a company's carbon footprint, or paying staff more, should only help the stock price if it also raises revenue or reduces other costs, by say generating more loyalty from carbon-conscious consumers, lowering staff turnover or improving relations with regulators.</p><p>Otherwise profits can only be maintained by passing the higher costs through into higher prices, and—unless the firm has monopoly power—eventually customers who don't care will go elsewhere. The alternative is to reduce profits, but ESG investors are almost universally against this.</p><p>The second ESG point is that by shunning stocks or bonds of dirty companies, and embracing those of clean companies, it will direct capital away from bad things and toward good ones. After all, a lower stock price or higher borrowing cost in the bond market should make it less attractive for dirty companies to expand, and vice versa for clean companies.</p><p>In practice, there has been a very weak link between the cost of capital and overall corporate investment for at least a couple of decades. Small changes in the cost of capital pale in comparison to the risk and return projections of a new project.</p><p>That is not to say there is no link. Tesla, with extremely expensive shares, has repeatedly taken advantage of its ability to issue new stock to invest in factories and research. The high prices early last year for clean-energy stocks might have encouraged similar corporate investment. The flip side of course is that buying wildly overpriced shares isn't a good way to make money, as losses of a third or more from this year's peaks for clean-energy stocks shows. Shifting the cost of capital just might help save the planet, but after the short-term shift in valuations is over, it should lead to underperformance.</p><p>The third claim from some ESG investors is that they are just trying to make money, and that involves shunning firms that are taking unpriced risks with the environment, workers or customers. Since they call themselves \"sustainable\" or use \"ESG integration,\" funds doing this look very like the rest of the ESG industry. The selection principle of the most popular ESG indexes, for instance, those from MSCI, involves identifying only risks that are financially material.</p><p>I would say, sure. If you think the government is going to, say, raise fuel taxes, don't buy manufacturers of gas-guzzlers. If you think the government will impose more restrictions on coal plants, then coal generation will be an even less attractive investment.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think about the explosion of interest in sustainable investing? Weigh in below.</p><p>Equally, if you think customers will be willing to pay more for brands that cut their carbon use, by all means bet on their shares. Just don't fool yourself that you are making much difference to the world with your investment decision. Red-blooded capitalists chase these profits just as much as any green-minded investor. There is no need to try to persuade capitalists to have a conscience; they will do what you want if you make it profitable via customer demands or government intervention (or, if we are lucky, new technology).</p><p>There is one way that ESG investing does, sort of, work. Shareholders can push companies to stop lobbying governments in favor of fossil fuels. Conceivably this might help push customers and governments to do the things that would really make a difference.</p><p>My big concern about ESG investing is that it distracts everyone from the work that really needs to be done. Rather than vainly try to direct the flow of money to the right causes, it is simpler and far more effective to tax or regulate the things we as a society agree are bad and subsidize the things we think are good. The wonder of capitalism is that the money will then flow by itself.</p><p>Why the Sustainable Investment Craze Is Flawed</p>",
  "published": "2022-01-23T10:36:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2043,
          "end": 2050
        },
        {
          "start": 2043,
          "end": 2056
        }
      ]
    }
  ]
}