{
  "_id": "db68f47c7c87f36c61734e4aece852afbce730068ec60db3dafa276ca501ccd8",
  "feed": "wall-street-journal",
  "title": "What's Going on With the Housing Market? Home buyers and sellers are trying to make sense of a downturn that's full of contradictions: Demand has seized up but supply is even lower; prices are sliding but not plummeting; and no one can agree on what comes next",
  "text": "<p>Mortgage rates climbed above 7% to 20-year highs in October and November before ticking lower in recent weeks. Existing-home sales have dropped for nine straight months through October, the longest streak since the National Association of Realtors began tracking this data in 1999.</p><p>It is typical for rising interest rates to cool the housing market. But the speed of this year's mortgage-rate increase has created a sense of whiplash among buyers and sellers, and that makes it difficult to predict how long the housing slump will last and how bad it will get.</p><p>Contradictory signals abound. Demand has tumbled, but the supply of homes is still low. Prices have fallenbut are well above their pre-pandemic levels. Interest rates are sky-high compared with a year ago, but below where they stood in the decades when many older Americans bought their first homes.</p><p>\"When prices are rising, people can't believe housing will ever go down, and then once prices fall, they can't believe it will ever go up,\" said Glenn Kelman, chief executive at real-estate brokerage Redfin Corp.</p><p>The pandemic caused home sales to surge in 2020 and 2021. Home buyers looked for more space with the rise in remote work and rock-bottom interest rates made buying a home affordable for many Americans.</p><p>Home prices soared 45% between January 2020 and June 2022, according to the S&amp;P CoreLogic Case-Shiller National Home Price Index. Rents also soared as younger people chose to move out on their own rather than live with roommates.</p><p>Federal Reserve Chair Jerome Powell went so far recently as to call the boom phase of the housing market a \"bubble.\"</p><p>\"You had housing prices going up at very unsustainable levels and overheating,\" he said at a Nov. 30 event. \"Now the housing market's going to go through the other side of that and hopefully come out in a better place.\"</p><p>Next year's predictions for home prices are unusually varied, economists say. KPMG LLP, an audit and consulting firm, is calling for prices to fall 20% next year, and Goldman Sachs Group Inc. forecasts a 7.5% drop. The National Association of Realtors, meanwhile, is forecasting a 1.2% increase in existing-home prices, and the Mortgage Bankers Association sees prices up 0.7% next year.</p><p>How long the slump in sales lasts depends in part on how long it takes the Fed to get control of inflation, which is running at a 40-year high and has triggered the most rapid series of interest-rate increases by the Fed since the early 1980s. The Fed's efforts to slow the economy in great part depend on the housing market slumping, both because that cools off demand for goods and services, and because housing itself is an important contributor to inflation. Other factors, such as wage increases, could keep inflation on the boil.</p><p>Low supply</p><p>The surge in interest rates has pushed both buyers and sellers out of the housing market. Buyers have been priced out, or they have retreated because they think prices might be lower in the future.</p><p>Ole and Amanda Wendroth scrapped plans to buy a starter home in Ann Arbor, Mich., earlier this year after being repeatedly outbid. They resumed this fall, and then paused their search again. Even though houses now are sitting on the market longer and prices are starting to fall, interest rates have risen so much that their expected monthly payment would be more than $1,000 beyond what they pay in rent.</p><p>\"The math just doesn't add up,\" Mr. Wendroth said.</p><p>Real-estate agents say unless people have to sell their homes due to life events like job relocations or divorces, they are staying put. Almost 70% of households with mortgages have rates below 4%, and they are reluctant to trade in a low mortgage rate for a higher one on a new home.</p><p>Home prices so far haven't dropped sharply. Prices have slid from their springtime peaks, but they are still above year-ago levels, largely because the supply of homes for sale remains lower than normal for this time of year.</p><p>Taylor and Teri Abbett, who have three daughters, looked in 2020 and 2021 for a bigger house to buy in the Pittsburgh area. They lost out on about four offers.</p><p>Earlier this year, with interest rates climbing, the Abbetts gave up and decided to stick with their current mortgage, which has an interest rate below 3%, Mr. Abbett said.</p><p>\"If [home prices] are still inflated and you're having to pay a higher interest rate, then it's sort of a no-brainer to step back and see what happens,\" he said.</p><p>The relatively low inventory is one reason the current plunge in housing activity looks different from the subprime crisis of 2007, which caused years of home-price declines and millions of foreclosures, triggering a global financial crisis that rippled through the rest of the economy.</p><p>An impending downturn could look more like the piercing but swift decline in activity recorded in the early 1980s, when the Fed raised rates to double-digits to address very high inflation, said Doug Duncan, chief economist at Fannie Mae.</p><p>\"People simply stopped transacting,\" he said. \"As soon as the Fed got control of inflation and started working it down, you saw transactions start to pick up.\"</p><p>Home prices stopped increasing after the Fed jacked up interest rates in 1979, but prices and sales picked up again in 1983 after the Fed slowed its aggressive rate increases.</p><p>Fannie Mae is forecasting that home prices will fall 1.5% next year and 1.4% in 2024.</p><p>Others take a more negative view, though most forecasters expect the current housing downturn to be shorter than the prolonged slump following the subprime crisis. Real-estate research and advisory firm Zelman &amp; Associates, a unit of Walker &amp; Dunlop Inc., expects home prices to fall 12% from their peak a few months ago through late 2024, before starting to rebound. John Burns Real Estate Consulting expects prices to fall 20% peak-to-trough and also expects the low point near the end of 2024.</p><p>Healthier lending</p><p>Homeowners have more equity in their homes than they did ahead of the last downturn, and tighter lending standards since then mean they're unlikely to default as long as their incomes don't drop suddenly.</p><p>The homeowners most at risk are those who bought homes when prices were near their peak. About 8% of homes bought with mortgages in 2022 were underwater as of September, according to mortgage-data firm Black Knight Inc.</p><p>\"If you bought at the peak and you put very little money down—yeah, you're in some trouble,\" said Fed governor Christopher Waller at a discussion hosted by UBS in Sydney last month. But for many homeowners who bought in 2020 or earlier, their homes would still be worth far more than they paid, even if prices fell 15%, he said.</p><p>Recently, the number of homes for sale has increased as homes sit on the market longer. In the four weeks ended Nov. 27, the number of active listings on the market rose 12.9% from a year earlier, according to Redfin, the real-estate brokerage. But the new listings of homes for sale in that period fell 21% from a year earlier, and supply remains lower than normal.</p><p>\"What's stunning is that price declines are occurring without a lot of excess supply,\" said Diane Swonk, chief economist at KPMG. \"It's all about affordability.\"</p><p>Ms. Swonk said she fears that falling home prices could kick off a vicious cycle, particularly if the economy enters a recession and job losses rise. As home values decline, consumers crimp their spending because they feel less wealthy.</p><p>While many buyers and sellers are waiting to see where the market will go, home builders need to keep selling homes. Builders increased production in recent years to meet demand, and they have a large backlog of homes still under construction.</p><p>About 37% of builders surveyed by the National Association of Home Builders said they cut prices in November, and almost 60% of builders said they used incentives to attract buyers, such as paying lenders to reduce buyers' mortgage rates.</p><p>In the Denver area, real-estate agents are being offered generous commissions and bonuses \"from builders who six months ago would not talk to a real-estate broker,\" said Lou Barnes, a third-generation mortgage banker in Boulder, Colo.</p><p>When home prices start to fall, said Phillippe Lord, chief executive of Scottsdale, Ariz.-based builder Meritage Homes Corp., \"buyers are hesitant until they are confident that they've sort of reached bottom.\"</p><p>Mr. Lord said he expects meaningful price declines in some markets, especially in the West. Meritage has cut its prices in some markets, and its cancellation rate rose to 30% in the third quarter, up from 13% the prior quarter.</p><p>Some of the housing markets that posted the strongest home-price growth in recent years are leveling off the fastest. In the four weeks ended Nov. 27, pending home sales fell the most year-over-year in Las Vegas; Phoenix; Austin, Texas; Jacksonville, Fla.; and Sacramento, Calif., according to Redfin.</p><p>In Sacramento, which became a major destination for people relocating from the Bay Area during the pandemic, median single-family home-sale prices climbed from $400,000 in March 2020 to a peak of $560,000 in June 2022, according to the Sacramento Association of Realtors. By October, the median price had dropped to $510,000.</p><p>\"We may have further to go, but I just can't see us going back to the pre-pandemic $400,000,\" said Erin Stumpf, who has been a real-estate agent in Sacramento since 2005. \"I have a lot of buyers right now that I think are waiting for the first of the year.\"</p><p>Many prospective buyers can still qualify for loans at current interest rates, but they are afraid to buy when prices are falling and mortgage rates are volatile, said Sheryl Palmer, chief executive of Scottsdale-based builder Taylor Morrison Home Corp.</p><p>\"Our buyers can afford to buy,\" she said. \"So much of this is sentiment, and fear, and trying to understand where things are going.\"</p><p>Write to Nicole Friedman at nicole.friedman@wsj.com and Nick Timiraos at nick.timiraos@wsj.com</p><p>What's Going on With the Housing Market?</p>",
  "published": "2022-12-07T16:32:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2010,
          "end": 2034
        },
        {
          "start": 2010,
          "end": 2023
        },
        {
          "start": 2010,
          "end": 2017
        },
        {
          "start": 1993,
          "end": 2017
        }
      ]
    }
  ]
}