{
  "_id": "ac26e9c37d5d2602d28ad06ea5fefbc2ee7d69b4ea7b18ab2a2c86010008ce22",
  "feed": "ftcomall",
  "title": "Liz Truss is still ‘in charge', insists new chancellor Jeremy Hunt",
  "text": "<p>The UK's new chancellor, Jeremy Hunt, has insisted that Prime Minister Liz Truss is still running the government after reports suggested he was preparing to scrap further parts of her “mini” Budget.</p> <p>Following Truss's decision to sack her chancellor Kwasi Kwarteng on Friday, senior Conservative MPs believe it is a matter of time before she is replaced as prime minister. Kwarteng has privately told friends he believes Truss will last in her post only a week. </p> <p>When asked who was leading the government, <a href=\"https://www.ft.com/topics/people/Jeremy_Hunt\">Hunt</a> told the BBC on Sunday that “the prime minister's in charge”, adding that Truss could be trusted because “she's changed, she's been willing to do that most difficult thing in politics, which is to change tack”.</p> <p>Investors are nervously waiting to see how the market for UK government debt reacts on Monday to the policy U-turn, which both reduced the extent of unfunded tax cuts being planned by Truss but also signalled a fundamental weakness in her government that could lead to further upheaval.</p> <p>Goldman Sachs on Sunday cut its forecast for UK economic growth and warned that it now expected a more significant recession. </p> <p>Gilt markets were hit by a <a href=\"https://www.ft.com/content/627eab81-c8b1-4a92-bd48-cbb10690322a\">fresh sell-off</a> on Friday afternoon as investors warned that Truss's attempt to reassure investors by scrapping an £18bn corporate tax cut was not enough. </p> <p>Goldman analysts said the policy U-turn had a “modest impact on government borrowing, worth around £17bn [or 0.7 per cent of gross domestic product] in each year” but pointed to “weaker growth momentum, significantly tighter financial conditions, and the higher corporation tax from next April”.</p> <p>On Sunday, Crispin Blunt, Conservative MP for Reigate, said he did not think the prime minister would be able to survive the current crisis. </p> <p>“I think the game is up and it's now a question as to how the succession is managed,” he told Channel 4's <em>Andrew Neil Show. </em>Asked how <a href=\"https://www.ft.com/liz-truss\">Truss</a> might be ousted, he said: “If there is such a weight of opinion in the parliamentary party that we have to have a change, then it will be effected.”</p> <p>Hunt on Sunday made clear the government was “not taking anything off the table” in terms of cancelling further tax cuts. The chancellor did not confirm whether a reduction in the basic 1p rate of income tax, another plank of last month's fiscal statement, would be delayed until 2024. </p> <p>“I want to keep as many of those tax cuts as I possibly can because our long-term health depends on being a low-tax economy. And I very strongly believe that,” he said.</p> <p>Hunt warned that Whitehall departments would have to find further “efficiency savings” following the “mini” Budget, which has left a spending gap in the public finances. </p> <p>The Institute for Fiscal Studies think-tank estimated that the fiscal plan would create a £60bn hole, while some reports have suggested it could be as high as £72bn. Treasury insiders confirmed it was around that level but cautioned against citing precise figures.</p> <p>The chancellor insisted there would be no return to sweeping spending cuts. “I was in the cabinet in 2010 when we had that first period of austerity. I don't think we're going to have anything like that this time,” he said.</p> <p>Truss and Hunt met at Chequers on Sunday to discuss options for the government's updated fiscal plan, which will be announced on October 31.</p> <p>In an article for the Sun, Truss said: “We are going to do things differently and chart a new course to growth, it remains the core mission of this government.” She added it was “a wrench” to see Kwarteng leave his post.</p> <p>Yet with support for the Conservative party at 19 per cent in a recent poll, the prime minister's survival continues to look uncertain, with some Tory MPs saying Hunt is now the obvious candidate to replace her. </p> <p>The chancellor insisted he had no desire to be prime minister, despite twice running for the Tory party leadership, adding that his aspirations had been “clinically excised from me”. </p> <p>He said: “I want to be a good chancellor. It's going to be very, very difficult but that's what I'm focusing on.”</p> <p>Matt Hancock, former health secretary, told the BBC on Sunday that Truss would need to make further changes to her government to survive. He said the prime minister should bring MPs who did not support her leadership bid into her cabinet. “There's a huge amount of talent on the backbenches,” he said.</p><p>Source: Sebastian Payne and Daniel Thomas in London 2022 'Liz Truss is still ‘in charge', insists new chancellor Jeremy Hunt' FT.com 16 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-16T13:10:01.096Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1007,
          "end": 1020
        },
        {
          "start": 1307,
          "end": 1314
        },
        {
          "start": 1314,
          "end": 1321
        },
        {
          "start": 1002,
          "end": 1015
        },
        {
          "start": 1007,
          "end": 1014
        }
      ]
    }
  ]
}