{
  "_id": "0973e377a1a69aa50d99125e91ab24ce766d0b4a5dcb1f0e7f854847c8390400",
  "feed": "market-watch",
  "title": "Republican Rep.-elect George Santos admits to lying about key details of his bio; 'My sins here are embellishing my resume. I'm sorry,' Santos says, while insisting he'll still serve his term in Congress",
  "text": "<p>Santos's professional biography was called into question earlier this month after the New York Times reported that he misrepresented a number of claims, including where he attended college and his alleged employment history with high-profile Wall Street firms.</p><p>\"My sins here are embellishing my resume. I'm sorry,\" Santos said on Monday.</p><p>Santos confessed he had \"never worked directly\" for Goldman Sachs GS and Citigroup C, chalking that fib up to a \"poor choice of words.\"</p><p>The 34-year-old now claims instead that a company called Link Bridge, where he worked as a vice president, did business with both of the financial giants.</p><p>\"I will be clearer about that. It was stated poorly,\" Santos said of the lie.</p><p>At Link Bridge, Santos said, he helped make \"capital introductions\" between clients and investors, and Goldman Sachs and Citigroup were \"LPS, Limited Partnerships\" that his company dealt with.</p><p>He also admitted that he never graduated from any college, despite previously claiming to have received a degree from Baruch in 2010.</p><p>\"I didn't graduate from any institution of higher learning. I'm embarrassed and sorry for having embellished my resume,\" he said. \"I own up to that … We do stupid things in life.\"</p><p>Santos, elected to Congress in Nov. 8 to represent the Long Island- and Queens-based 3rd District, was also accused of lying about his family history, saying on his campaign website that his mother was Jewish and his grandparents escaped the Nazis during World War II.</p><p>Santos now says that he's \"clearly Catholic,\" but claimed his grandmother told stories about being Jewish and later converting to Catholicism.</p><p>\"I never claimed to be Jewish,\" Santos said. \"I am Catholic. Because I learned my maternal family had a Jewish background I said I was `Jew-ish.'\"</p><p>Santos, the first openly gay non-incumbent Republican elected to the House, also faced accusations that he lied about his sexual orientation, with the Daily Beast reporting last week that he was previously married to a woman until shortly before he launched his unsuccessful 2020 campaign against Democrat Tom Suozzi.</p><p>The soon-to-be lawmaker confirmed to the Post on Monday that he was indeed married to a woman for about five years, from 2012 until his divorce in 2017, but insisted that he is now a happily married gay man.</p><p>\"I dated women in the past. I married a woman. It's personal stuff,\" Santos said, adding that the relationship \"got a little toxic.\"</p><p>\"I'm very much gay,\" he says now. \"I'm OK with my sexuality. People change. I'm one of those people who change.\"</p><p>Santos also acknowledged being a deadbeat tenant in Sunnyside, Queens, where The Times reported he was ordered by a judge to pay more than $12,000 to a former landlord who claimed non-payment of several months of rent — as well as that Santos had tried to pass a check that bounced.</p><p>On Monday, Santos claimed that at the time of the lawsuit, his family was deep in medical debt from his mother's cancer battle.</p><p>\"We were engulfed in debt,\" he said. \"We had issues paying rent at the time. It's the vulnerability of being human. I am not embarrassed by it.\"</p><p>Santos said his mother died of cancer on Dec. 23, 2016, after living with him at the Queens apartment and acknowledged the judgement against him.</p><p>Asked if he ever actually paid the arrears, Santos admitted: \"We didn't pay it off. I completely forgot about it.\"</p><p>Santos also admitted to lying when he claimed that he owned 13 different properties, saying he now resides at his sister's place in Huntington but is looking to purchase his own place.</p><p>\"George Santos does not own any properties,\" he said.</p><p>Santos was defiant on one point — denying an allegation raised by The Times that he had an unspecified criminal charge filed against him in Brazil.</p><p>\"I am not a criminal here – not here or in Brazil or any jurisdiction in the world,\" Santos said. \"Absolutely not. That didn't happen.\"</p><p>The incoming congressman dismissed concerns that his lies will impact his effectiveness representing New Yorkers in the lower chamber in the new year.</p><p>\"I campaigned talking about the people's concerns, not my resume,\" Santos told The Post.</p><p>\"I intend to deliver on the promises I made during the campaign — fighting crime, fighting to lower inflation, improving education,\" he added, saying that \"The people elected me to fight for them.\"</p><p>\"I came to DC to bring results on those issues and that's what I'm going to do.\"</p><p>Senior House Republicans were apparently aware of the inaccuracies and embellishments in the rep-elect's resume, and the topic became a \"running joke,\" multiple insiders close to House GOP leadership told The Post over the weekend.</p><p>\"As far as questions about George in general, that was always something that was brought up whenever we talked about this race,\" said one senior GOP leadership aide. \"It was a running joke at a certain point. This is the second time he's run and these issues we assumed would be worked out by the voters.\"</p><p>Last week, the top Republican in Nassau County demanded that Santos explain himself after his web of lies began to unravel.</p><p>\"While I have indicated that the congressman-elect deserves a reasonable amount of time to respond to the media, voters deserve a sincere accounting from Mr. Santos,\" said Nassau County Republican Committee Chairman Joseph Cairo. \"I will be listening attentively, and I want to hear meaningful remarks from George Santos.\"</p><p>That same day, Santos, broke his three-day silence since reports of his fibbing emerged, tweeting: \"To the people of #NY03 I have my story to tell and it will be told next week. I want to assure everyone that I will address your questions and that I remain committed to deliver the results I campaigned on; Public safety, Inflation, Education &amp; more.\"</p><p>He then added: \"Happy Holidays to all!\"</p><p>This report originally appeared on NYPost.com.</p><p>Republican Rep.-elect George Santos admits to lying about key details of his bio</p>",
  "published": "2022-12-27T00:56:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 390,
          "end": 397
        },
        {
          "start": 810,
          "end": 817
        },
        {
          "start": 810,
          "end": 823
        },
        {
          "start": 803,
          "end": 816
        },
        {
          "start": 390,
          "end": 403
        }
      ]
    }
  ]
}