{
  "_id": "8bfe9345719d97ca48e258a92421da8e047aa5307989e13ce42ce0ec8e887746",
  "feed": "wall-street-journal",
  "title": "Carbon Credits Are the New Canadian Gold Rush; Companies selling offsets are flocking to Toronto's speculative stock exchanges",
  "text": "<p>These carbon credits are in high demand. They are supposed to reduce the amount of carbon in the atmosphere by funding things such as new technologies or forest preservation. Businesses and individuals buy them to effectively offset their own carbon emissions generated by things such as running factories or flying.</p><p>Startups are eager to meet that demand. \"It is becoming the Wild West out there,\" said Philip Hardwick, chief operating officer of Base Carbon Inc., which seeks out high-quality credits. \"There is such a stampede for carbon-credit projects that the risks are getting greater that you will back the wrong one that doesn't help the environment.\"</p><p>Some recently launched Canadian ventures are creating carbon credits by distributing cook stoves that reduce carbon emissions or by growing new forests, which store greenhouse gases. Others are acquiring carbon credits earned by preventing threatened deforestation. One new business is joining with a company that injects captured carbon emissions into fresh concrete.</p><p>The companies expect to sell the credits to eager buyers. A single carbon credit is created for every metric ton of carbon dioxide that is captured or protected from threatened release and verified by independent experts. The market for credits is now valued at several hundred million dollars, but people involved see it growing into the tens of billions of dollars in the coming years.</p><p>The boom in carbon-credit companies is familiar territory for Toronto's markets. When Canada legalized recreational marijuana in 2018, markets took off. The total market value of five dominant Canadian cannabis companies soared to nearly $40 billion but has since fallen by more than half. </p><p>Canadian stock exchanges have also hosted many high-profile failures, including some financial frauds. Among them were Sino-Forest Corp., which falsely claimed rights to harvest timber in China, and Bre-X Minerals Ltd., which touted a massive gold discovery in Indonesia that couldn't be proven.</p><p>There are parallels between the carbon-credit issuers and the marijuana producers and miners. Carbon credits were designed to fund new technologies typically deemed too risky for banks and mainstream investors.</p><p>\"We need a lot of capital to develop these carbon-reduction projects that by their nature involve a lot of risk,\" said Base Carbon's founder, Josh Crumb, a former commodities strategist for Goldman Sachs. \"That is why we are listing in Canada. You need speculators to invest.\" One of the company's biggest shareholders is Robert Friedland, who backed such long-shot mining prospects as the Voisey's Bay nickel mine in Newfoundland and a copper and gold project in Mongolia.</p><p>Base Carbon listed on Toronto's NEO Exchange in early March, days after Russia's invasion of Ukraine. Its share price is down nearly 30% since then. The company earns carbon credits by investing in such projects as smoke-reducing cook stoves and reforestation.</p><p>The first carbon-credit company on NEO was Carbon Streaming Corp., which listed last July. It owns rights to about 70 million carbon credits generated by a peat swamp forest on the Indonesian portion of the island of Borneo. Excitement about the company's prospects sent its shares up more than 160% last year. Indonesia this month said it is halting new verifications of carbon credits from the peat swamp and other regions, worrying investors. Carbon Streaming's shares are down 60% since December.</p><p>The company's chief executive, Justin Cochrane, said the Indonesian government's action won't affect the company's plan to sell credits that were previously verified, and he expects the situation to be resolved soon. A former mining and forest-products banker, Mr. Cochrane said financing projects in remote and politically volatile regions is tough and takes time.</p><p>\"There are going to be carbon cowboys in this industry who believe it will be easy to be successful, but I think it is going to be much more challenging than even I thought it would be,\" he said.</p><p>Among the backers of new carbon-credit companies are half a dozen executives from Canopy Growth Corp., a Canadian cannabis company. They started Invert Inc. to buy carbon credits and sell them to businesses and consumers using platforms such as mobile-phone apps.</p><p>Invert Executive Chairman Mark Zekulin, who formerly was Canopy's co-CEO, said his experience at Canopy was good training for carbon credits. \"Cannabis wasn't for the faint of heart,\" he said. \"We learned a lot from that.\"</p><p>SHARE YOUR THOUGHTS</p><p>How should investors approach carbon credits? Join the conversation below.</p><p>Invert recently formed a partnership with U.S. cryptocurrency company Ripple Labs Inc. to invest $30 million in Canada's CarbonCure Technologies Inc. in exchange for the right to carbon credits. CarbonCure sells systems that inject captured carbon emissions into fresh cement. Its investors include Amazon.com Inc. and Microsoft Corp.</p><p>The rush to snap up credits has led to a number of questionable offerings. Critics say credits should fund the reduction of greenhouse-gas emissions, rather than just give cash to projects that already exist, such as forests, or that don't need financing.</p><p>Base Carbon's Mr. Hardwick said a European broker specializing in carbon credits recently tried to sell him a portfolio of carbon credits generated in 2015 by a wind farm in China, where renewable-energy projects are heavily financed by the government.</p><p>\"There is no way that a wind farm in China needs financial help. This isn't the vanguard of carbon finance,\" Mr. Hardwick said.</p><p>Write to Jacquie McNish at jacquie.mcnish@wsj.com</p><p>Carbon Credits Are the New Canadian Gold Rush</p>",
  "published": "2022-04-27T09:33:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2405,
          "end": 2418
        },
        {
          "start": 2405,
          "end": 2412
        }
      ]
    }
  ]
}