{
  "_id": "2a9a5dac137a94b76c62bde5b2bdbb0db0b66d626bda18add1ddfdb93e7e3fd9",
  "feed": "market-watch",
  "title": "Corporate borrowers risk this 'biggest shock' in more than three decades, warns Goldman Sachs",
  "text": "<p>\"Robust debt issuance volumes in 2020 and 2021, coupled with impressive growth in net operating income, created a comfortable buffer for borrowers,\" said Goldman credit analysts led by Lotfi Karoui and Vinay Viswanathan, in a Friday research note about what could break in financial markets as central banks tighten the screws on financing conditions.</p><p>The also said that solid fundamentals, including tighter lending standard than in the past and solid debt-service coverage ratios point, point to low risk of payments shocks, at least for now.</p><p>The rate on the ICE BofA US High Yield index was last pegged at about 8.8%, down from a post-2020 peak of 9.5% in September, but still high when compared with ultralow yields in the past decade.</p><p>A companion rate for investment-grade corporate borrowers was pegged near 5.7%, the highest range since 2009.</p><p>The Goldman team's concern, however, is about how leveraged corporate balance sheets hold up if rates stay higher for longer, translating to higher costs of capital at the same time fears are rising that corporate earnings could slow with the U.S. economy.</p><p>As the Goldman team and others point out, the Fed and other central banks, unlike now, weren't tightening financial conditions in the face of stubbornly high inflation and weakening economic conditions in the past three hiking cycles.</p><p>To that end, they see risks for corporate borrowers in the collateralized loan obligation (CLO) market and for landlords with floating-rate mortgages in the $3.5 trillion commercial real estate debt market, particularly as property debts comes due through 2024.</p><p>Stocks on Monday were higher, with the S&amp;P 500 index SPX reclaiming the 4,000 level, as the major U.S. equity benchmarks DJIA COMP looked to build on last week's powerful gains after inflation data appeared to slow.</p><p>See:Short-term funding source for commercial real estate sees issuance tumble 80% from peak</p><p>Related: Apollo says it bought a third of these assets dumped during U.K. financial market turmoil</p><p>Corporate borrowers risk this 'biggest shock' in more than three decades, warns Goldman Sachs</p>",
  "published": "2022-11-14T19:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 80,
          "end": 87
        },
        {
          "start": 80,
          "end": 93
        },
        {
          "start": 154,
          "end": 161
        },
        {
          "start": 155,
          "end": 162
        },
        {
          "start": 850,
          "end": 857
        },
        {
          "start": 854,
          "end": 861
        },
        {
          "start": 855,
          "end": 862
        },
        {
          "start": 1109,
          "end": 1116
        },
        {
          "start": 1114,
          "end": 1121
        },
        {
          "start": 1115,
          "end": 1122
        },
        {
          "start": 2091,
          "end": 2104
        },
        {
          "start": 2092,
          "end": 2099
        },
        {
          "start": 2092,
          "end": 2104
        }
      ]
    }
  ]
}