{
  "_id": "b30aeb92a383d4b789e8e4fba896c4692d5691d27073825b0daadbeecc967489",
  "feed": "ftcomall",
  "title": "Critic of UK's Brexit policy appointed to BoE's Monetary Policy Committee",
  "text": "<p>Swati Dhingra, a trade economist and vocal critic of the government's policy on Brexit, has been appointed an external member of the Bank of England's Monetary Policy Committee.</p> <p>An associate professor of economics at the London School of Economics, Dhingra will begin a three-year term on the nine-member committee in August, joining at a time when the central bank faces its <a href=\"https://www.ft.com/content/f147a22e-0ce4-4659-b463-3fa1828e264a\">biggest challenge</a> since it gained independence in 1997 — with inflation likely to climb to double digits in the autumn.</p> <p>Most economists have said the MPC is likely to raise interest rates again in both June and August — following increases at its last four meetings — but say it could then become more cautious about the pace of tightening as the squeeze on household incomes starts to hit economic activity.</p> <p>Dhingra will replace Michael Saunders, one of the committee's more hawkish members, who voted in the minority last week to raise interest rates by 50 basis points, rather than the smaller increase favoured by the majority. He has <a href=\"https://www.ft.com/content/5c8730a3-7fd1-48a7-94f0-80a312a0d6d6\">argued for</a> rapid action to prevent high inflation from becoming so persistent that people come to view it as normal.</p> <p>While her views on monetary policy are not known, Dhingra has been blunt about the scale of the task the BoE faces: in response to the FT's annual survey of economists, she said the central bank would try to get inflation under control by the end of 2022, but that there were “too many inflationary pressures and structural problems”.</p> <p>With expertise in international economics and trade, Dhingra has been strongly critical of the UK government's approach to Brexit.</p> <p>In the run-up to the 2019 election, she co-authored <a href=\"https://cep.lse.ac.uk/pubs/download/ea048.pdf\">a paper</a> arguing that all forms of Brexit would make the UK worse off economically than remaining in the EU, but that the Conservatives' favoured policy of basing relations on a trade agreement would be the most costly, with an estimated reduction of 6.4 per cent in per capita income.</p> <p>She has also poured scorn on Prime Minister Boris Johnson's claim to be fostering a “high wage, high productivity economy” — writing in response to the FT's survey that the UK's structural problems made this “unrealistic even without the added pressures from Covid and Brexit”.</p> <p>Rishi Sunak, chancellor, said in announcing her appointment that her expertise in international economics would “bring valuable new expertise to the MPC”. Dhingra said she was pleased to join the committee, given its importance “as the UK faces an exceptional cost of living crisis amid the global challenges of the pandemic and the war”.</p> <p>Her appointment, alongside existing members Silvana Tenreyro and Catherine Mann, will bring the number of women on the MPC to three, and she will also be the first Asian woman to serve on the committee. The Treasury drew criticism for appointing a white, male, Goldman Sachs alumnus to the post of BoE chief economist last year. </p> <p>The departure of Saunders, who was previously Citigroup's UK economist, means that all four external members of the MPC will now have spent most of their careers in academia, although Mann was chief economist at Citibank just before joining the committee. </p><p>Source: Delphine Strauss in London 2022 'Critic of UK's Brexit policy appointed to BoE's Monetary Policy Committee' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T13:42:08.380Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2813,
          "end": 2826
        },
        {
          "start": 2813,
          "end": 2820
        }
      ]
    }
  ]
}