{
  "_id": "e7fa83d4df84b7533bcb63c1cb7b8661d1ec5fe50349ecce020be1d014fdb672",
  "feed": "ftcomall",
  "title": "Hungary's economic woes force Viktor Orbán to bow to EU and investors",
  "text": "<p>Hungary's economic downturn has forced Viktor Orbán to make compromises with Brussels and the financial markets that were seen as unthinkable before Russia's war in Ukraine.</p> <p>Soaring inflation, a gaping fiscal shortfall, a plunge in the forint and a huge sell-off in Hungarian assets have conspired to force the prime minister, once seen as Brussels' enfant terrible, to bend to the EU as he tries to unblock €15bn worth of pandemic recovery funds, which were pledged to Budapest but withheld on rule of law concerns. </p> <p>To unlock the funds <a href=\"https://www.ft.com/stream/bc6bc3b5-715e-4bda-9d56-b40e6dbe95ac\">Orbán</a> has also had to make concessions on fighting corruption and decoupling Hungary's energy system from Russian imports. Investors' concerns over the big budget deficit, meanwhile, have prompted Orbán to scrap parts of his populist agenda, including household utility price caps and low small business taxes, to keep the budget in check. </p> <p>“The market pressure on <a href=\"https://www.ft.com/hungary\">Hungary</a> is extreme,” said Zoltán Török, economist at Raiffeisen Bank. “The government really has no choice but to make a deal with the EU. The lack of the funds has eroded growth prospects and harmed the perception of Hungary's economy in a big way.”</p> <p>Though Orbán's Fidesz party still dwarfs the opposition after four straight landslide victories, some of his supporters — attracted by his low-tax and high-spending doctrine — are angered by the about-turns. </p> <p>Demonstrations erupted in Budapest earlier this month, with thousands of people blocking bridges and paralysing traffic in the city centre, after the government curtailed its price cap on household energy, a subsidy worth €5bn that it can no longer afford. The government also all but eliminated a favourable small business tax, hoping to save another €750mn.</p> <p>“I thought he had our best interests at heart,” said Balázs, a car mechanic from Budapest. “For him to turn around and just slap us with higher taxes and energy bills and pretend it's business as usual, that told me he is not the defender of the people.” </p> <p>He added that the prime minister was “just another politician who will make deals and forget about his voters if the pressure is high enough”.</p> <p>Orbán, buoyed by his election win in the spring, has appeared unfazed by the protests. “Some will understand, and some won't,” he said on July 15. “Some things are affordable and some things aren't . . . It's good if we can see that, but unfortunately not seeing it doesn't change the facts.”</p> <p>Orbán's advisers insist they will make the necessary changes to quell economic turmoil. “Winter is coming, in all of Europe . . . It will be a reality check,” his political director Balázs Orbán, who is not related to the prime minister, told the Financial Times. “We want to remain a stable point in eastern Europe.” </p> <p>Moscow's invasion of Ukraine has heightened the risk of a recession across the EU, which relies heavily on Russia for its energy supplies. Hungary, along with the rest of central and eastern Europe, is acutely exposed to the effects of the war. Supply chain disruptions, rising financing costs and a surge in refugees all mean the risk of recession is significantly higher in countries closer to Ukraine. The IMF <a href=\"https://www.ft.com/content/bd0336e7-1346-4491-a9d5-cc3f9fd0014f\">warned in mid-July</a> that Hungarian gross domestic product could shrink by as much as 6 per cent if Russia halted flows of natural gas. </p> <p>As is the case across Europe, price pressures are strong. Inflation in Hungary rose 11.5 per cent in the year to June. The Hungarian central bank raised rates to 10.75 per cent on Tuesday, from just 2 per cent in the autumn, and will continue tightening until it sees a turnround in inflation expectations. Analysts at Goldman Sachs warned last week that peak inflation was several months away. </p> <p>The forint is down by 7 per cent this year, despite sharp rate increases by the central bank, while the price of assets such as the shares of OTP Bank, the country's largest bank and most liquid stock, have halved.</p> <p>The budget deficit stands above €7.2bn, or 4.5 per cent of GDP, for the first half of 2022. The planned full-year deficit is about €7.9bn, which the government insists it will meet. </p> <p>However, if the conflict in Ukraine drags on it will put what Orbán's political director describes as “an unbearable burden” on the government's finances. “We will [need to] completely overhaul the workings of the economy and, in such times [as these], that involves extra effort,” said Balázs Orbán.</p> <p>As recently as last autumn the prime minister said that if the EU insisted on rule of law improvements and blocked billions of euros worth of recovery funds to Budapest, he would resist and raise the money on the market. Since then, however, the government's cost of borrowing has soared. Yields on its 10-year bonds have risen from 3 per cent in September to about 9 per cent this month.</p> <p>Borrowing costs have surged across emerging economies. Sri Lanka's default on its foreign debts in May has left many investors wondering which will be the next sovereign borrower to go into restructuring. The dollar-denominated bonds of 23 developing countries, mostly low-income but including some middle-income countries, are trading at levels that suggest default may be imminent.</p> <p>Concerns about the government's cash flow have at times extended to the ability of Budapest to renew its debt. The bond market remains liquid with several recent foreign currency bond auctions seen as a success. But the lack of an EU deal would risk scuppering that. </p> <p>Investors expect Brussels to unlock the Covid recovery funds later this year and they have already begun to price in an agreement, with the forint gaining several per cent in recent days. Such gains are limited, however, with Orbán unlikely to be able to rely on the benign economic environment seen before the war in Ukraine began. </p> <p>Török warned: “High debt financing costs, a weak currency and rising interest rates will remain a medium-term reality.”</p><p>Source: Marton Dunai in Budapest and Jonathan Wheatley in London 2022 'Hungary's economic woes force Viktor Orbán to bow to EU and investors' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-27T04:00:28.677Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3595,
          "end": 3602
        },
        {
          "start": 3595,
          "end": 3608
        },
        {
          "start": 3569,
          "end": 3582
        }
      ]
    }
  ]
}