{
  "_id": "fa2368b558069174f330788a2c47eb022049a46a70f5fd5dfcf8ea1d7d8313ae",
  "feed": "ftcomall",
  "title": "CVC's biggest bet yet: the fiercely private buyout firm set to go public",
  "text": "<p>When plans for a money-spinning “Super League” of Europe's top football clubs collapsed in a furious outcry last year, billionaire tycoons were forced into grovelling public apologies. But behind closed doors, Europe's largest private equity firm had long since walked away. </p> <p>CVC Capital Partners abandoned the project after early-stage talks about a possible investment. Then, after its collapse, the buyout firm stepped up to buy a stake in La Liga, Spain's football league, for €2.1bn, giving it a share of broadcasting and commercial revenues for up to half a century. </p> <p>If those revenues keep growing at present rates, CVC could treble or even quadruple its money in the next decade. Since the league is not on the hook for clubs' costs, the vast majority of CVC's revenue is profit.</p> <p>“It's the best deal in the history of private equity”, a rival football dealmaker says. “They are not going to lose money here.”</p> <p>CVC has made tens of billions of euros buying stakes in household-name brands from Debenhams to Formula One to the maker of PG Tips tea, all while remaining largely hidden from public view.</p> <p>Now, almost three decades since it spun out of Citibank's London office, the 700-person firm with €133bn in assets is at a crossroads. By the beginning of this year, its top executives had finally decided to take the firm public. </p> <p>That would bring it into line with its larger rivals, such as Blackstone, KKR, and Carlyle; allow it to stay ahead of European competitors like EQT, which has grown rapidly since listing in 2019; and permit the founders who still oversee the firm to eventually cash in their stakes.</p> <p>But it would also attract a level of scrutiny that it is not used to, and risks watering down the high-risk, high-reward model that is fundamental to CVC's culture — reducing its rainmaker executives to a smaller part of a sprawling institution. </p> <p>Those plans have been on hold since the invasion of Ukraine derailed markets. Now, the conditions that made private equity a significant force in the global economy over the past decade have gone into reverse. But CVC's stock market listing will be revived, insiders say: the only question is when. </p> <p>CVC's listing will test whether one of Europe's oldest buyout groups, which is run almost entirely by men and has not moved far from its original model, can modernise. As private equity firms have transformed into one of the most powerful forces in finance since the 2008 crash, CVC's bigger competitors have evolved into publicly traded asset managers where leveraged buyouts are not necessarily the largest part of the business. </p> <p>This account of the company, at a pivotal moment in the history of both it and the private equity industry, is based on conversations with 20 insiders, advisers, investors, rivals and former staff — many of whom spoke on condition of anonymity — as well as court filings.</p> <h1>A ‘dog eat dog' culture</h1> <p>Bill Comfort, who in the 1970s ran the business that CVC would spin out of, once joked that he entered the world of venture capital and private equity because he was too dumb to do anything else.</p> <p>“What you find in this world is, you can be a doctor, [but] you gotta be really smart. If you can't be a doctor, you go down the chain a little bit and you say, ‘OK fine, I can be an engineer' . . . Then after you go through all the professions you turn around and say, ‘I tell you what, I'm not smart enough for any of those, I'll just be a businessman.' And what you find is, that's where everybody ends up.”</p> <p>The punchline is that “the businessman will cross over in intelligence” in the early years of their career, he added, “because they get exposed to so much”. </p> <p>The Citi venture capital unit that Comfort oversaw from the US was an early pioneer of the investment model in London during the Thatcher years, recalls Jon Moulton, who worked for the company in the early 1980s. “Your returns were unbelievable . . . it was marvellous,” he says. The first meeting of the private equity industry's UK lobby group took place in the Citi unit's London office in 1981, he says. </p> <p>But by the early 1990s a recession was setting in and a leveraged buyout boom was going bust. Staff elsewhere at the bank had long been in “revolt” about the carried interest payouts — a share of profits on successful deals — made by the venture capital business, Moulton says. “It became impossible to operate within Citi.” </p> <p>The unit was spun off in 1993, overseen by Michael Smith, who chaired CVC until 2013 and who Moulton describes as “incredibly” private. </p> <p>Since its early days, a defining feature of CVC has been its individualistic pay mechanism that rewards winners and makes losers suffer. Even young executives can make life-changing sums of money if their deals go well, since about a third of CVC's share of the profits is handed out in low-tax payments to the small group directly involved. </p> <p>One day in 2006, CVC's co-founder Donald Mackenzie returned from lunch with Formula One magnate Bernie Ecclestone and declared he wanted the firm to buy into the sport. A junior colleague in his early thirties, Nick Clarry — who today is the force behind the La Liga deal — offered to work on the project. </p> <p>When the Formula One deal later became the most lucrative in CVC's history, that quick move would put Clarry in line for a personal payout of millions of pounds in carried interest. </p> <p>But Clarry had also worked on a deal involving the UK vending machine company Autobar, in which CVC's fund lost the entire €400mn of equity it had invested. He personally had to cover millions of euros of those losses by sacrificing the carried interest he had made from CVC's investment in the luggage company Samsonite, and some of his return from the Formula One deal. </p> <p>This is in stark contrast to CVC's rivals, which pool risks and rewards so that one rainmaker's gains offset a colleague's losses. Some CVC executives are critical of rivals for what they call a “heads I win, tails you lose” model in which wealthy executives almost never lose out. If dealmakers are putting pension funds' money at risk, they say, they themselves should be on the hook when things go wrong. </p> <p>Internally, as in much of the finance industry, the money is a conduit for status. Losing money is one thing, insiders explain. But losing money and having to sacrifice your carried interest payouts from your next one or two deals to make up for it, in full view of your colleagues, is something else altogether. </p> <p>Advocates say the model forces dealmakers to fight to rescue the companies they have bought when times get tough, meaning its deals rarely lose money. </p> <p>At Samsonite's lowest ebb, when profits fell more than 60 per cent after the 2008 crisis, CVC wrote off the more than €750mn of equity it had invested in the US-based luggage manufacturer. </p> <p>But it ultimately made one-and-a-half times its money after restructuring the business and listing it in Hong Kong in 2011. Insiders question whether other buyout firms would have fought so hard to turn things around. </p> <p>“It's a tough culture — it's dog eat dog,” one of its investors says. “But we want the best people investing our money.” </p> <p>For much of the firm's history, one of its most powerful figures has been Mackenzie. The 65-year-old Scot is not well-known: a Google search for his name reveals an Inverness used car dealership and a 19th-century fur trader before pointing to the financier. </p> <p>“They want to keep a low profile because they're making a lot of money,” says one rival dealmaker who knows CVC executives well. “It's a cultural thing. The Americans are more outgoing and philanthropic; some of these Europeans try to be more low key.” Nobody at CVC wants to be named on a “rich list”, insiders say. </p> <p>Three other executives have been lined up for the top jobs when <a href=\"https://www.ft.com/content/831a0d91-ee4d-476c-bd69-8d87c533065f\">CVC lists in Amsterdam</a>. Rob Lucas is set to be chief executive, with the former Royal Bank of Scotland finance boss Fred Watt as chief financial officer and 62-year-old CVC co-founder Rolly van Rappard, who is Dutch, as chair.</p> <h1>In the public eye</h1> <p>Executives at the buyouts group, which has its headquarters in Luxembourg even though London is its largest base and its historic home, have long championed the benefits for companies of staying in private hands, such as freedom from quarter-to-quarter scrutiny by analysts and the press. </p> <p>Going public may attract more scrutiny of the firm's working environment, which one of the few women to have held a senior executive position at CVC said went beyond aggressive dealmaking to harassment and gender discrimination.</p> <p>In 2016, a managing director at CVC alleged in court filings that six years earlier Chris Stadler, the head of the company's North American business, had “grabbed and embraced” her and two female colleagues at a Christmas party, “forcing them to dance with him in a physically inappropriate manner and fondling their rear ends.” </p> <p>CVC denied her claims in its court filings. It reached a confidential agreement to settle her employment and human rights law claim with no admission of wrongdoing by CVC, the firm said in 2016. It said recruiting a “diverse talent pool” was important, and it would “consult with [her] over the coming months regarding matters of diversity and inclusion.” </p> <p>CVC found “no corroborating evidence from any of the other guests at the party”, the firm's lawyers told the Financial Times, saying the other women with whom the female executive said he was dancing inappropriately denied that he acted inappropriately. </p> <p>The manager who filed the complaint left CVC in 2015. In court filings, the firm said her employment was “terminated . . . in connection with a wider restructuring”, that she “had fractured relationships with her co-workers” and that she had sent an email “asserting gender discrimination” after learning her employment was at risk. She said in filings that CVC “fostered an environment that disfavors female employees”, which CVC denied.</p> <p>Stadler remains in charge of the firm's North American business, and is co-chair of its committee for ESG, or environmental, social and governance issues.</p> <p>As a public firm, CVC would also find itself accountable to shareholders over the reputation of companies in its portfolio.</p> <p>One of the most significant stories CVC became embroiled in last year was a scandal involving Teneo, a US public relations company in which it owned a majority stake. Teneo's co-founder Declan Kelly resigned after the FT <a href=\"https://www.ft.com/content/f555d441-82eb-4215-8f09-a5496d339870\">published allegations</a> he had drunkenly touched several women at a party linked to a fundraising concert put on by Global Citizen, a campaign group whose board he sat on.</p> <p>Stadler, who led the acquisition, was a co-chair of Global Citizen's board and had attended the same party. Despite a growing media storm over Kelly's behaviour, CVC <a href=\"https://www.ft.com/content/7412f910-3043-466c-a3a8-74132713cf7d\">stayed silent</a> about the leadership of the company it had invested more than $450mn in.</p> <p>The company is almost exclusively led by men. Of 34 managing partners and co-founders at CVC, just one is female: Cathrin Petty, who joined from JPMorgan in 2016, shortly after the legal complaint was filed. Its board of directors is made up of 16 men, corporate filings show. Insiders say it has been recruiting more junior women for years, which they expect will in future lead to more diversity at the top. </p> <p>But change is overdue, says one CVC investor. “You go to their meetings, they talk about unconscious bias and extra HR people, so they're putting a lot of attention on it,” he says. “But a lot of the same people are still there” from the time when the complaint was raised, he adds.</p> <h1>Planning for the future</h1> <p>Listed private equity groups are pulled in two directions by two different types of investor. Those who buy into their funds expect highly profitable dealmaking. But shareholders are more concerned about how much money they manage than how successfully they invest it. They prize the roughly 2 per cent management fees that private equity groups charge from their fund investors.</p> <p>Private equity firms that go public often focus less on the profits from individual deals and more on accumulating hundreds of billions of dollars in assets by raising more and bigger funds. </p> <p>CVC has started the process of accumulating assets. It set up a credit business in 2005 which now has €34bn under management. Last year it bought Glendower Capital, a specialist “secondaries” business that buys stakes in other private equity funds and facilitates deals where buyout groups sell companies to themselves. And it aims to raise a new main buyouts fund worth more than €22bn next year. </p> <p>But CVC's dealmakers look askance at how some listed rivals who have gone further down that path pay their staff. At Apollo Global Management, co-presidents Scott Kleinman and Jim Zelter and chief executive Marc Rowan do not even receive carried interest, the antithesis of CVC's model where deal profits are prized above all.</p> <p>To the extent that the firm's dealmakers have got comfortable with the idea of going public, they have done so on the basis that its culture of prizing high performance on deals can be maintained, one insider says, though they acknowledged it was not clear how easily that could be balanced with public shareholders' expectations.</p> <p>Listing on a European exchange, as CVC plans to do, brings less onerous disclosure requirements than in the US. Smaller European rivals such as Bridgepoint and EQT have gone public without fully disclosing how much money their chief executives make. That is an attractive proposition for CVC.</p> <p>Another appeal of going public is it would allow co-founders Mackenzie, van Rappard and Steve Koltes to eventually cash out. So could the Hong Kong Monetary Authority, Kuwait Investment Authority, Singapore's GIC and specialist finance firm Blue Owl, which all own stakes in CVC. Blue Owl's investment last year valued CVC at about €15bn. </p> <p>But it is not a good moment to list a company, let alone a private equity firm. Many of the companies that buyout groups own are themselves facing a period of turmoil, as debt costs rise and economies contract. Shares in listed European private equity groups EQT and Bridgepoint have fallen more than 50 per cent since the start of this year. </p> <p>Goldman Sachs's Petershill Partners, a London-listed group that owns stakes in private equity firms, highlighted in its earnings this month that the value of those firms — which is based largely on their steady stream of management fees — is falling as interest rates rise. </p> <p>CVC was planning to give shareholders exposure mostly to those steady fees, keeping its other big income stream — carried interest — largely to itself. Raising the funds that generate those fees is harder now than at any time since the 2008 crisis. A fall in the value of pension funds' other assets has left many overexposed to private markets and reluctant, or unable, to commit more cash to them. </p> <p>But CVC may have little choice but to test the market next year. </p> <p>“I haven't met anyone who's ever said, I'm so glad I'm public,” one insider says. But “if you want CVC to grow up and have the tools other private equity firms have . . . it would be nice to know the next generation is going to have that.”</p> <p><em>Data visualisation by </em><a href=\"https://www.ft.com/liz-faunce\"><em>Liz Faunce</em></a><em> and </em><a href=\"https://www.ft.com/chris-campbell\"><em>Chris Campbell</em></a></p><p>Source: Kaye Wiggins and Arash Massoudi in London 2022 'CVC's biggest bet yet: the fiercely private buyout firm set to go public' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-12T04:00:50.080Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 14148,
          "end": 14155
        },
        {
          "start": 14148,
          "end": 14161
        },
        {
          "start": 14050,
          "end": 14063
        }
      ]
    }
  ]
}