{
  "_id": "e5210ac48041754e8bf829c7c73aa42d4efc799e42963fc5593f19f82062ee25",
  "feed": "wall-street-journal",
  "title": "Surging Covid-19 Puts an End to Projected Return-to-Office Dates; Firms have quit trying to predict when they will be back in the workplace, and their landlords are worried about what might come next",
  "text": "<p>The postponements have unnerved office landlords and small businesses that are being stretched thin by a dearth of demand in office districts. An average of only 28% of the workforce last week returned to the office in the 10 major cities monitored by Kastle Systems, a nationwide security company that monitors access-card swipes. That compares with more than 40% the first week in December.</p><p>These reversals have persuaded many business leaders to avoid specific return dates. Instead, they are adopting more nuanced workplace strategies that recognize that Covid-19 will be around for the indefinite future.</p><p>Those plans, which are still being crafted at many companies, will mean adjusting the use of conventional office space depending on need and health conditions. For example, rather than devising an officewide return date, companies are working on systems that would vary the number of employees in offices depending on the Covid-19 infection rate for the indefinite future, human-resources executives say.</p><p>Some businesses also are working on strategies that would base office returns on the needs of specific groups, these executives say. Under this system, managers would ask employees who are working on a sales or marketing presentation to gather in offices to collaborate, and then return to mostly working at home when it is finished.</p><p>The decision by companies to give up on the idea of companywide return dates amounts to more bad news for office landlords, because the change will likely prolong the length of time that people work from home.</p><p>\"The longer people have worked remotely, the harder it will be to get them back to the office,\" said Kathryn Wylde, chief executive of the Partnership for New York City, a business group.</p><p>Some companies modified their workplace strategies even before Omicron hit in late November. Earlier in the fall, law firm Akin Gump Strauss Hauer &amp; Feld LLP told employees that they would get three weeks notice before offices were reopened rather than a return date in the distant future.</p><p>\"Our flexible and adaptable approach continues to serve us well,\" a spokesman for the firm said last week.</p><p>SHARE YOUR THOUGHTS</p><p>Have your company's return-to-work plans changed because of the Omicron variant? If so, how? Join the conversation below.</p><p>Brian Kropp, chief of human-resources research for the advisory and research firm Gartner, said he sees evidence of this new approach in the hundreds of conversations a week his firm has globally with business executives involved in pandemic planning.</p><p>\"It's no longer, we've got a virus or we don't have a virus,\" he said. \"They're shifting their mind-set to say: We're going to create a set of conditions and those sets of conditions will determine how many people are allowed in the office at any point in time.\"</p><p>About one-third of companies that responded to a Gartner survey in late December said they were either sending workers home, delaying reopenings or reducing the number of employees in their offices.</p><p>Building and deflating expectations can hurt employee morale and a company's reputation even though planners have no way of knowing the course of the pandemic, Mr. Kropp said. Companies that keep changing their minds \"have egg on their faces,\" he said. \"They don't want to keep making promises that they fail to deliver.\"</p><p>Even big banks that have been the most aggressive in returning to offices sent their workers home after the holidays. Goldman Sachs Group Inc., which reopened its offices to employees in June, after the holidays encouraged them to stay home, at least until Jan. 18.</p><p>Wells Fargo &amp; Co., which delayed return dates in September and October, had been planning to open its offices on Monday, but canceled that as well. The company in December said it would announce new plans in the new year.</p><p>Write to Peter Grant at peter.grant@wsj.com</p><p>Surging Covid-19 Puts an End to Projected Return-to-Office Dates</p>",
  "published": "2022-01-11T13:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3440,
          "end": 3464
        },
        {
          "start": 3440,
          "end": 3447
        },
        {
          "start": 3440,
          "end": 3453
        },
        {
          "start": 3440,
          "end": 3463
        }
      ]
    }
  ]
}