{
  "_id": "617dafe9740171291b9f3edb16f91afbcec619e35ef84048f4332a5c35d6fa8f",
  "feed": "wall-street-journal",
  "title": "People Still Quit Jobs, but More Office Workers Are Staying Put; Jitters about a cooling labor market appear to be eroding some professionals' confidence",
  "text": "<p>The 12% drop to 682,000 resignations in the sector was the biggest single-month decline since April 2020, data from the Bureau of Labor Statistics show. In the finance-and-insurance category, workers handed in 100,000 resignations, a 7.3% decrease from 109,000 in July. At the same time, resignations soared among lower-wage workers: The 956,000 August resignations in leisure and hospitality are the most recorded in a single month, according to records that go back to 2000.</p><p>\"White-collar workers are becoming more conservative, whereas food-service workers are still quitting and finding higher wages,\" said Andrew Flowers, a labor economist at Appcast, a recruitment software company.</p><p>Overall layoffs in August remained near prepandemic lows, but workers' fears about an uncertain future are growing amid a spate of recent high-profile layoff plans at Goldman Sachs Group Inc., Gap Inc. and Facebook parent Meta Platforms Inc.</p><p>Sergio Trevino started a new job in August at a creative agency in Houston where he had been freelancing as a video shooter and editor since the spring. The role pays about 65% more than he was making as general manager at a pizzeria, a job he took years earlier because it gave him the flexibility to play in a band. Recently, he has wanted more creativity in his day job, too.</p><p>\"I felt a little unfulfilled,\" said Mr. Trevino, who is 39. \"Coming from a more artistic background, I'm not doing anything that scratches that itch.\"</p><p>Signs of an easing labor market are appearing: New job openings fell more than 1.1 million between July and August, to 10.1 million. Resignations from retail jobs, while elevated relative to other sectors, fell for the sixth consecutive month to near prepandemic levels as hiring tapered.</p><p>The decline in job openings in the Midwest, nearly 600,000 fewer roles than in July, accounted for more than half of the national drop, BLS data shows. The region's resignations also fell, even as they held steady or rose in other parts of the country.</p><p>SHARE YOUR THOUGHTS</p><p>What's the job scene like at the company you work for? Are people quitting or staying put? Join the conversation below.</p><p>\"People in our region know that economic downturns unfortunately tend to hit the hardest and earliest here. So, with all of the uncertainty in the economy right now, people are taking the safer route near term,\" said Taylor Evans, founder and chief executive of Rust Belt Recruiting in Cleveland. Hiring has slowed in manufacturing, but not at an alarming rate, he added, as many companies are making significant investments to bring their work and workforce back to the U.S.</p><p>Every sector hired more people than quit in August, according to BLS, indicating that workers who quit jobs were able to find new ones. Wages and salaries increased 5.3% for the 12 months ending in June, according to BLS data.</p><p>Persistently high numbers of people quitting have the potential to continue driving up wages, though that is likely to slow down, said Nick Bunker, an economist at Indeed.</p><p>\"My simple rule of thumb is so goes the quits rate, so goes wage growth,\" Mr. Bunker said.</p><p>Write to Kathryn Dill at kathryn.dill@wsj.com</p><p>People Still Quit Jobs, but More Office Workers Are Staying Put</p>",
  "published": "2022-10-06T11:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 852,
          "end": 876
        },
        {
          "start": 856,
          "end": 863
        },
        {
          "start": 856,
          "end": 880
        },
        {
          "start": 856,
          "end": 869
        }
      ]
    }
  ]
}