{
  "_id": "3b1bd5d3a47a5d5c6c1c3865d6253083cf205d94c4b2cff5459f20f061e8ca08",
  "feed": "ftcomall",
  "title": "US tech benchmark drops 3% on softening consumer confidence",
  "text": "<p>A sharp decline in tech stocks led US equity markets lower on Tuesday, as investors took fright from a report showing that US consumer confidence continues to sour. </p> <p>The tech-heavy Nasdaq Composite index dropped 3 per cent, taking its losses for the year to more than 28 per cent after the weaker-than-expected survey raised concerns about US demand. The S&amp;P 500 index of US blue-chip <a href=\"https://www.ft.com/us-equities\">stocks </a>fell 2 per cent. </p> <p>The confidence survey published by the Conference Board, an economic research organisation, showed that consumers believe prices will continue to rise, even as the Federal Reserve tightens monetary policy to curb <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a>. The report also showed that consumers' outlook on the state of the economy and labour market was the most grim in almost a decade.</p> <p>Expectations of where the US inflation rate will sit in 12 months' time have hit a record high of 8 per cent. Earlier in the day German consumer sentiment, based on economic and income expectations, also <a href=\"https://www.gfk.com/press/consumer-sentiment-drops-to-a-new-record-low\">dropped to a record low</a>.</p> <p>This is “part of what's spooking equities”, said Jack McIntyre, a portfolio manager in fixed income at Brandywine Global investment group. “A lot of central banks are going to be tightening, including the Fed, into a slowing economy.”</p> <p>The declines in the US intensified throughout the trading day, with more than 85 per cent of the companies in the S&amp;P 500 falling including mega-cap tech companies such as Apple, Microsoft and Amazon.</p> <p>Europe's regional Stoxx 600 index handed back some of its earlier gains to end the day 0.3 per cent higher. The FTSE 100 index rose 0.9 per cent in London.</p> <p>Global equities had climbed following news earlier in the day that China would cut mainland coronavirus quarantine requirements for all arrivals from 21 to 10 days. Visitors to the mainland from Hong Kong will only need to isolate for a week.</p> <p>Hong Kong's Hang Seng index swung from a loss to close up 0.9 per cent following the announcement, while China's CSI 300 index of Shanghai and Shenzhen-listed stocks gained 1 per cent.</p> <p>“The bright spot for the global economy is China [reopening],” said Mary Nicola, a multi-asset portfolio manager at PineBridge Investments.</p> <p>Tuesday's equity market moves came shortly before the quarter-end, a time when fund managers typically rebalance their portfolios — a process that can contribute to asset price swings.</p> <p>“The market is interpreting weak activity data as a sign that central banks will be less hawkish,” said James Ashley, head of international market strategy at Goldman Sachs Asset Management. “Even though the economy is slowing, it alleviates fears of higher interest rates.”</p> <p>“I'm a bit concerned the market is underplaying the significance of inflation numbers to central banks . . . inflation is the dominant concern,” he added. </p> <p>In government debt markets, the yield on the 10-year German Bund, a benchmark for eurozone borrowing costs, rose 0.08 percentage points to 1.62 per cent, reflecting a drop in the debt instrument's price. </p> <p>Speaking at the European Central Bank's annual forum in Portugal on Tuesday, the bank's president Christine Lagarde said it would act in a “<a href=\"https://www.ft.com/content/f9801a5c-e864-4c9d-87a2-1e7450300bc7\">determined and sustained manner</a>” to tackle inflation pressures. The ECB has indicated it could go further in September, as it moves to curb inflation, which hit 8.1 per cent in the eurozone in May.</p> <p>The yield on the 10-year US Treasury note fell 0.02 percentage points to 3.18 per cent alongside the stock sell-off.</p> <p>In commodities markets, Brent crude continued to rise in price after the <a href=\"https://www.ft.com/content/f0f078c5-6296-42e2-a885-c291d3f5baa1\">G7 </a>indicated that it was ready to explore caps on energy costs to limit Russian revenues. The international oil benchmark rose 2.5 per cent to $117.98 a barrel. </p><p>Source: Ian Johnston in London, Hudson Lockett in Hong Kong and Eric Platt in New York 2022 'US tech benchmark drops 3% on softening consumer confidence' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-28T20:21:16.376Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2496,
          "end": 2503
        },
        {
          "start": 2496,
          "end": 2509
        },
        {
          "start": 2496,
          "end": 2526
        }
      ]
    }
  ]
}