{
  "_id": "8a36583a237404615f93387cc353ce02f0de5061026df549df21caa835f77f33",
  "feed": "ftcomall",
  "title": "How to navigate office life: a guide for young recruits",
  "text": "<p>David Solomon, chief executive of Goldman Sachs, made it clear: he is not a fan of homeworking. It is “an aberration” that must be corrected “as soon as possible”, he told a conference last year. “I don't want another class of young people arriving [remotely] that aren't getting more direct contact, direct apprenticeship, direct mentorship,” he said.</p> <p>Young professionals, themselves, are also worried that remote working is stunting career opportunities that older colleagues took for granted. A <a href=\"https://www.glassdoor.co.uk/blog/return-to-work-survey/#:~:text=Over%20half%20(55%25)%20of,as%20beneficial%20for%20younger%20employees.\">UK survey</a> last year by Glassdoor, the company review site, showed 65 per cent of employees aged 18-24 thought working from home on an ongoing basis would hurt their training and development. And 64 per cent worried it would harm their chances of promotion. </p> <p>Jade O'Brien started a new job as a communications manager for London's Metropolitan Police in May 2020, when she was 24. But, apart from once going into New Scotland Yard, the Met's headquarters, to pick up her laptop, she started out working from her boyfriend's house. </p> <p>“I spent a lot of time on Teams just sitting in the background, listening, trying to figure out what — and who — was important,” she says. “I struggled at first.” </p> <p>She has since shifted to hybrid working, spending Tuesdays and Thursdays in the office, and feels she is making more of an impact. “I'm not just getting to know people as colleagues; I'm getting to know them as friends,” she says. </p> <p>“I'm starting to learn who's reliable, who's happy to help, who's well connected. If you want to progress in your career, you have to be seen in the flesh; you have to be memorable,” she concludes.</p> <p>Nevertheless, for young workers who became used to doing video calls after putting a jumper on over their pyjamas and combing their hair, the ways of office life can be a surprise — especially if their previous work experience was also online. </p> <p>Suddenly, there is a commute to factor in, workwear to think about, noise, social interaction, and constant distraction.</p> <p>“It's a shock to the system,” acknowledges 23-year-old Maisie Webb, who graduated from Oxford Brookes University last year and now works for luxury concierge travel company Humphreys of Henley.</p> <p>“During my final year of uni, all of my lectures were online. The only time I went out was to buy groceries.” The sudden switch was initially a challenge, she says, adding that her friends have “found the transition tough, too”. </p>  <h1>Practical pointers</h1> <p>There are practical ways to build resilience and cope with the culture shock of full-time work and “office overwhelm”. </p> <p><strong>Take care of yourself:</strong> “Take time to look after each of the areas of wellbeing — physical, occupational, psychological, economic, social and spiritual,” says Renée Elliott, founder of UK organic supermarket Planet Organic and co-founder of wellbeing consultancy Beluga Bean. “Listen to your body. For example, if you get home after a tough day at work and feel hungry and tired, honour that by eating well and going to bed, not reaching for a bottle of wine and staying up late, staring at a screen.” </p> <p><strong>Focus on the best tasks: </strong>In the office, women in particular need to make sure they do “promotable work” — tasks that are valued by the organisation, says Brenda Peyser, co-author of forthcoming book <a href=\"https://www.simonandschuster.com/books/The-No-Club/Linda-Babcock/9781982152338\"><em>The No Club</em></a><em> — Putting a Stop to Women's Dead-End Work</em> and former professor of communications at Carnegie Mellon University in the US. “The work that helps you advance is generally the work that is closely tied to your organisation's business goals,” she explains. </p> <p>Research for the book showed that “junior women are disproportionately asked and expected to do ‘non-promotable' work, such as planning a social event, taking notes at meetings and doing lower-level administrative tasks”, she says. “This takes them away from the work that gets them promoted and so their careers lag behind [those of] their male colleagues.”</p> <p>Although young women need to do their share of work tasks that are non-promotable, they should avoid becoming overloaded with them. For any task you are offered, advises Peyser, ask yourself the following questions: Is it visible? Does it help the bottom line? Does it use your specialised skills?</p> <p>“If you're uncertain about the answer, find a mentor who is invested in your success and who understands how things work,” she says. “Get their advice on what to focus on and what to steer clear of.”</p> <p><strong>Build connections with colleagues:</strong> While no one wants to become the junior that picks up the slack for everyone else, it is important to be a team player and build connections with colleagues. </p> <p>Strong work relationships correlate with better productivity and effectiveness in demanding jobs, says Bill Mitchell, a clinical psychologist and author of <em>Time to Breathe: Navigating Life and Work for Energy, Success and Happiness.</em> </p> <p>“Even if you're quite shy, push yourself to get to know people at all levels around you, not just other new joiners,” he says. “Every relationship you build will potentially take the stress out of the challenges, help you to deal with uncertainty and change, and jog you out of times when you are feeling deflated by life.”</p> <p><strong>Finally:</strong> remember this is a stepping stone on your career path, not the final destination. “Your first job is rarely a dream job,” says Gina Visram, a freelance careers consultant to the London School of Economics and host of a podcast, <em>Dive into your Career</em>. “As long as you're learning, developing and, hopefully, enjoying some of what you are doing, you're probably in the right place for you right now.”</p><p>Source: Kate Bassett 2022 'How to navigate office life: a guide for young recruits' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T03:30:59.369Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 34,
          "end": 47
        },
        {
          "start": 34,
          "end": 41
        }
      ]
    }
  ]
}