{
  "_id": "4ff8d5b5482fcd865235fb21aa8fdca2d5e046ab6db0b869f8cbf0f3ec51cb2f",
  "feed": "wall-street-journal",
  "title": "Goldman CEO David Solomon Prepares for a Possible Recession; Chief executive says he expects stocks and residential real estate to be lower a year from now, and gives just a 35% chance for a 'soft landing'",
  "text": "<p>\"It's a natural phenomenon that you therefore have to trim in some areas and pull back, and so we're going through the process of thinking about how we're going to do that,\" Mr. Solomon said. \"But for sure, we'll have to narrow our footprint a little bit.\"</p><p>A foundering stock market, the war in Ukraine and the Federal Reserve's rate-hiking campaign against inflation have pushed many corporate chieftains to the sidelines this year. Many who were thinking about acquisitions or IPOs when they entered 2022 are now waiting to see what the next months bring.</p><p>The deal making slump has sent profits down across the board at banks, including Goldman. The Wall Street giant in October announced a broad restructuring intended to make the firm less reliant on the boom-and-bust businesses of deal making and trading.</p><p>On Tuesday, Mr. Solomon said he expected stocks and residential real estate to be lower a year from now. He gave a 35% chance of a \"soft landing,\" where the Fed can curb inflation without pushing the U.S. into recession.</p><p>But there is also \"a very, very reasonable possibility that we could have a recession of some kind,\" he said.</p><p>Mr. Solomon also cited growth in government debt around the world as a potential risk.</p><p>In October, third-quarter results across the banking industry showed that individuals and businesses are still borrowing at a healthy rate—for now, anyway.</p><p>But Mr. Solomon and other bank CEOs, including JPMorgan Chase &amp; Co. CEO Jamie Dimon, sounded a warning then that things could get worse. Goldman officials cautioned then that they were seeing cracks in consumers' ability to handle their debts.</p><p>Goldman CEO David Solomon Prepares for a Possible Recession</p>",
  "published": "2022-12-06T20:17:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 635,
          "end": 642
        },
        {
          "start": 639,
          "end": 646
        },
        {
          "start": 640,
          "end": 648
        },
        {
          "start": 1511,
          "end": 1518
        },
        {
          "start": 1523,
          "end": 1530
        },
        {
          "start": 1524,
          "end": 1531
        },
        {
          "start": 1631,
          "end": 1638
        }
      ]
    }
  ]
}