{
  "_id": "dec9c772c49eaeebda3869fdd6714865bd707fb90517685a3b0fc0291a389570",
  "feed": "ftcomall",
  "title": "Palantir seeks blockbuster NHS deal",
  "text": "<p>The UK Health secretary Sajid Javid told ministers at a cabinet meeting this week that the National Health Service needed to make “large- scale changes” in its use of technology and data, saying <a href=\"https://www.ft.com/content/6c650e5b-d571-48ab-b723-ef289fb5012e\">it was “a Blockbuster healthcare system</a> in the age of Netflix”.</p> <p><a href=\"https://www.ft.com/content/3f6f24f8-9e5c-42c3-8ae6-bfef5f953524\">Madhumita Murgia and Sarah Neville's scoop </a>today reveals US data analytics group Palantir is aiming to be a big part of that much-needed tech and data upgrade for the NHS. It is bidding to become its underlying operating system, poaching senior NHS officials to try to win a £360mn contract to manage the data of millions of patients across England.</p> <p>Palantir's Foundry software has already been used effectively during the pandemic by the NHS, in the management of ventilators and PPE equipment, delivery of the nationwide vaccination programme and helping to tackle the backlog of 6mn patients waiting for elective care.</p> <p>But privacy activists are expressing concern that the health service could be entrusting too much data to a single company, if Palantir bids successfully for a five-year contract for the proposed Federated Data Platform (FDP). This is a new data tool to connect and integrate patient and other data sources from across the health system, so real-time decisions can be made effectively by clinicians and bureaucrats. </p> <p>The UK is a key market for Palantir, which employs more than 600 people here — its largest single office — and plans to hire an additional 250 staff this year. The company already processes sensitive national security data for UK public authorities, including the Ministry of Defence and cabinet office.</p> <p>A senior NHS official told us Palantir was “one of the few companies” that could address data security concerns legitimately. Under previous licence agreements , “the data control stays with the owner of the data, not with Palantir,” he noted. </p> <p>Not all are convinced. “Many are already concerned about commercial interests having involvement at all, let alone a company that helped Donald Trump with his ICE detentions at the Mexican border,” said Phil Booth, founder of health data advocacy group medConfidential. “Is this a proper corporate entity to be working at the heart of the NHS?”</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Apple reveals new financing arm</strong><br>Apple has bigger ambitions<a href=\"https://www.ft.com/content/262c1ac3-afba-4f66-8a48-9fbf2983b625\"> than we thought</a> for furthering its financial services. The company says it will <a href=\"https://www.ft.com/content/fc4eeb5c-479a-4daf-9f8b-808ee937530f\">offer loans directly</a> to consumers for its new buy now, pay later product, taking on a role played in its other lending services by banking partners such as Goldman Sachs. Apple Pay Later will be serviced through a wholly owned subsidiary, Apple Financing LLC. <a href=\"https://www.ft.com/content/9376ff4f-9e9c-4faf-9a12-5aabfb6cd242\">Lex assesses the risks.</a></p> <p><strong>2. S Korean authorities probe terraUSD company</strong><br>South Korean police and prosecutors are <a href=\"https://www.ft.com/content/a8319c03-3d49-4923-a51a-fc403dcce58a\">investigating Do Kwon's Terraform Labs </a>over allegations that an employee embezzled an undisclosed amount of the company's bitcoin holdings. Financial authorities around the world are working to tighten regulation of the crypto market following the spectacular collapse of terraUSD, a stablecoin, and its counterpart luna, developed by the 30-year-old South Korean.</p> <p><strong>3. Twitter to open up ‘fire hose' for Musk</strong><br>Twitter has<a href=\"https://www.ft.com/content/e0e3991b-ff7a-4371-b410-0b8ad1b108ea\"> agreed to share</a> a vast trove of data about the content on its platform with Elon Musk, after the billionaire entrepreneur threatened to abandon his $44bn acquisition of the social media company if it did not provide more information about fake accounts and bots. Twitter's board plans to share the “fire hose” of publicly available data about tweets, but it will not include crucial private user information, such as IP addresses.</p> <p><strong>4. Warehouse robotics rocket, Clark ships out to Flexport</strong><br>SoftBank-backed Symbotic, which uses artificial intelligence and fleets of automated wheeled devices to help retailers store packages and assemble pallets in their warehouses, saw <a href=\"https://www.ft.com/content/fbbd2b79-495d-41a3-a433-4cd63da0f2f9\">its shares jump by 120 per cent</a> on its first day of trading, giving it an equity value of just over $10bn. Amazon logistics supremo Dave Clark, who announced his surprise departure from the company last week, is<a href=\"https://www.ft.com/content/bcf71482-8a24-4e91-b9d6-090b09a472cc\"> set to become chief executive </a>of logistics software start-up Flexport.</p> <p><strong>5. Drones, satellites and sensors open up Ukraine's war</strong><br>Today's battlefields, particularly in urban areas, are saturated with cameras, sensors and monitoring devices all generating data that can be analysed and exploited from anywhere in the world, <a href=\"https://www.ft.com/content/58a5b1a6-bb92-4008-a919-ae6bf73a5419\">writes John Thornhill. </a>Technology has empowered civil society to challenge the state's traditional monopoly on warfare, but there are dangers in such lines being crossed.</p> <h2>Tech tools — Samsung's Xbox console</h2> <p>Microsoft <a href=\"https://news.xbox.com/en-us/2022/06/09/xbox-app-for-smart-tvs/\">today announced</a> a “virtual Xbox” that will allow owners of 2022 Samsung smart TVs in 27 countries to play games without a console from the end of this month.</p> <p>Cloud gaming will be enabled through an app on the TVs, giving access to more than 100 high-quality games to Game Pass subscribers. Users can play by connecting a Bluetooth-enabled controller like the Xbox Wireless Controller, Xbox Adaptive Controller, Elite Series 2 Controller, or the DualSense controller. Microsoft expects to extend the service to other TV brands in due course. <a href=\"https://www.theverge.com/2022/6/9/23132560/hands-on-xbox-cloud-game-streaming-game-pass-tv-app\">The Verge tested the new app</a> and was impressed, while noting picture quality is HD rather than the 4K available on consoles.</p><p>Source: Chris Nuttall in London 2022 'Palantir seeks blockbuster NHS deal' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-09T16:47:03.359Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2518,
          "end": 2531
        },
        {
          "start": 2518,
          "end": 2525
        }
      ]
    }
  ]
}