{
  "_id": "3f627958b6b25bfdef9f3804daaab1c1d94961a6565c23a9304fac5b41e523b8",
  "feed": "market-watch",
  "title": "Some economists say a recession is inevitable. Should you pay off your mortgage now? Consider these factors first. Financial experts generally recommend clearing debts ahead of an economic downturn, but mortgages might be an exception",
  "text": "<p>\"The probability of a recession in 2023 is certainly very, very high, because of the challenges of getting this roaring inflation under control and having so few tools to control the supply side of the economy,\" he said in an interview with CNBC on Monday.</p><p>The good news for consumers is unlike the brief recession that was triggered by the start of the COVID-19 pandemic, they likely have time to prepare. A recent report from analysts at Goldman Sachs GS suggested that the odds of a recession occurring this year were only 15%, with a downturn being more likely for 2023.</p><p>Most financial experts recommend right-siding your finances in advance of an expected recession. And for many households, that would involve trimming debt. But the debt that financial advisers are most concerned about is high-interest debt, such as credit cards, rather than low-interest loans like mortgages.</p><p>Also see: How to prepare your finances for another recession: 'We think a hard landing will ultimately be unavoidable'</p><p>How recessions affect home prices</p><p>When the U.S. entered a brief recession at the start of the COVID crisis, the housing market drew to a halt. But home prices didn't fall — in fact they continued to climb, and the rate of home-price growth ultimately accelerated to the fastest pace on record amid the pandemic.</p><p>That chain of events is something of an aberration. Prior to 2020, \"in recessions since 1980, real home prices declined 5% year-over-year, on average, with annual declines in all but one recession,\" Alexander Hermann, a senior research analyst at the Joint Center for Housing Studies of Harvard University, wrote in a report. The exception during that period was the 2001 recession that occurred due to the dot-com bubble.</p><p>Recessions were also associated with downturns in new-home sales and housing construction. But the recessions didn't cause these housing-market slowdowns.</p><p>\"Housing production usually softened before previous recessions even began,\" Hermann wrote. \"Indeed, housing is often thought of as a leading indicator of economic activity.\"</p><p>There are signs currently that home sales are slowing as prospective home buyers grapple with the rapid run-up in mortgage rates, pushing many to the sidelines of the housing market.</p><p>And to the extent that recessions lead to rising unemployment and financial losses, they can result in an uptick in mortgage defaults and foreclosure activity. This was certainly the case with the Great Recession, which was associated with a nationwide foreclosure crisis.</p><p>But a major uptick in foreclosures related to COVID has yet to occur. That's a reflection of the federal government's quick action to prevent families from losing their homes at the start of the crisis. A ban on foreclosures and the availability of forbearance on mortgage payments helped to prevent a surge in mortgage defaults even when the unemployment rate rose to record levels.</p><p>The benefits of paying off a mortgage ahead of schedule</p><p>Clearing a mortgage before it is due has one clear advantage: It means you won't have to worry about monthly payments in the future.</p><p>\"That is maybe the only thing in the finance world that is guaranteed,\" said Leon LaBrecque, executive vice president and head of planning strategy at Sequoia Financial Group, a national financial advisory firm.</p><p>The lack of a large monthly payment can reduce a major burden, which comes in handy if someone loses their job or suffers some other loss of income. This is why many homeowners strive to pay off their mortgage before they retire, considering that many compare retirement to experiencing a personal recession due to the transition to a fixed income that may be lower than what someone earned when they were still working.</p><p>Determining how valuable paying off a mortgage can be from a stress-reduction standpoint, though, is a challenge. \"This psychological benefit is difficult, if not impossible, to calculate,\" said Nicole Gopoian Wirick, founder of Prosperity Wealth Strategies, a financial-planning firm based in Birmingham, Mich.</p><p>Being clear of a mortgage — or at least building up more equity in the home — has other benefits in the context of a recession. During the 2008 financial crisis, many households found themselves underwater on their mortgages when home prices plummeted. These families were consequently left with fewer options if they encountered financial trouble that made it difficult to make their monthly loan payments.</p><p>When a mortgage borrower is underwater on their loan, they owe more than the property is worth. As a result, selling the home will not clear their debt obligation, so they would need to fork over additional money to their lender to settle the loan. So when families suffered job or income losses during the Great Recession, they couldn't simply rely on selling their home for a profit to improve their financial situation. That helps to explain why so many homeowners went into foreclosure and even simply abandoned properties.</p><p>With another recession possibly around the corner, homeowners should take heed of how much equity they have built up in their homes. That equity can act as a cushion against falling home prices, giving them potentially vital wiggle room to stay above water on their loan and preserve potentially crucial escape routes.</p><p>The drawbacks of larger loan payments</p><p>Paying down a mortgage isn't a slam-dunk financial decision, though, as there are very real trade-offs to going that route.</p><p>\"I'm a proponent of paying off debt early with one assumption. The assumption is the individual has saved enough,\" said John Cooper, a private client advisor with Greenwood Capital, an investment advisory firm based in South Carolina.</p><p>It is critical in the lead-up to a potential recession to build up a stash of emergency savings to protect against any possible worst-case scenarios. Beyond that, though, building one's long-term savings for things like retirement or paying for a child's college tuition are important, too.</p><p>When considering whether or not to make prepayments on a mortgage, a family should compare their mortgage rate with the return they could expect to receive on those investments. If there's an opportunity to put your money in either a savings account or instrument like a certificate of deposit that pays out a higher interest rate than that on the mortgage, it's a \"no brainer\" to follow through with that plan, said David Bize, a certified financial planner based in Texas.</p><p>The calculation is a little more difficult when talking about stocks and bonds, since the return on those can be variable. \"My rule of thumb is that the expected rate of return for next 10 years should be at least 2% higher than their mortgage interest rate, with the 2% margin for the additional risk and non-guaranteed return,\" Bize said.</p><p>A third option: 'recasting' your mortgage</p><p>An alternative to paying off a mortgage outright can be \"recasting\" your loan, said Rob Greenman, chief growth officer and partner at Vista Capital Partners in Portland, Ore.</p><p>When you recast a loan, you make a large one-time payment. The original term of the loan is retained, but the lender will adjust the monthly payment in response. This can lower the amount a household has to pay toward their loan each month, but leaves more cash on hand than they would have if they simply paid off the mortgage in full.</p><p>Word of warning: As Greenman points out, lenders typically charge a fee if they allow for the loan to be recast, which typically costs hundreds of dollars.</p><p>Some economists say a recession is inevitable. Should you pay off your mortgage now? Consider these factors first.</p>",
  "published": "2022-05-04T04:09:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 441,
          "end": 448
        },
        {
          "start": 441,
          "end": 454
        },
        {
          "start": 440,
          "end": 447
        }
      ]
    }
  ]
}