{
  "_id": "ffbca26da255423b4b6643b6aa7569f18de5c0a74adbd1a629eb38f35c2cc1b3",
  "feed": "market-watch",
  "title": "Even JPMorgan's bullish strategist Kolanovic says markets are getting ahead of themselves. Here's what he and a Goldman strategist say to do now. Critical information for the U.S. trading day",
  "text": "<p>Late Monday saw Goldman Sachs caution clients that the relief rally in bonds and risky assets was \"likely overdone.\" Almost simultaneously, one of Wall Street's most vocal bulls — Marco Kolanovic of JPMorgan — cut his equity risk exposure for the second time in two months, and he also cited that big market bounce last week.</p><p>First up is Kolanovic, who has been a noted bull for much of this year.</p><p>With a \"fed-funds rate close to 5%, a recession will be difficult to avoid unless the Fed more meaningfully pivots. As such, our optimism is tempered by the still elevated recession risks, and risk that the October CPI data proves anomalous and/or fails to reduce central bankers' eagerness to push policy into more restrictive territory,\" said Kolanovic.</p><p>Taking advantage of last week's rally, JPMorgan plans to \"moderately\" trim its equity overweight. Other moves? Exit a long-dollar bias, adding exposure to corporate bonds with a focus on high yields; reverse a previous overweight in U.S. versus European high-grade credit, owing to the latter's bigger risk premium; and shift to neutral from underweight on emerging market sovereign debt.</p><p>Kolanovic says they're also staying overweight on commodities, pinned to easing COVID restrictions in China and hedges on both inflation and geopolitical risk.</p><p>The strategist called the summer rally for stocks, and as far back as September said equities could rely on \"robust earnings, low investor positioning and well-anchored long-term inflation expectations\" even if the Fed was hawkish. He first trimmed equity exposure in October, turning uneasy over the Fed's tough tone and geopolitics.</p><p>As for Goldman Sachs, which been far warier this autumn, a team led by strategist Cecilia Mariotti noted how that stock run last week was focus on \"some of the most shorted and longest duration pockets of the market.\" That is, the Nasdaq and Goldman's non-Profitable Tech basket, which were also among the worst performers year to date, she said.</p><p>Consistent with a negative correlation seen with bond yields this year, the recent stock bump \"likely reflects the markets' hopes for a true peak in inflation and hawkishness, which would tend to support risky assets provided growth remains good,\" she said.</p><p>And while sharp bear market rallies aren't unusual, the bank thinks \"bearish positioning has exacerbated some of the moves.\" In fact, temporary respite in some sentiment indicators, such as surveys coming off bearish levels, can drive big equity reversals, she said.</p><p>That's as consumers themselves grow wary, said Mariotti, citing the recent University of Michigan consumer sentiment survey.</p><p>The strategist said investors should understand that risks of a \"hike cycle extension\" remain and if markets see a big easing in financial conditions, that may only force central banks to reiterate a hawkish stance, especially in the case of resilient growth.</p><p>Goldman's advice? Avoid those tech stocks that continue to look expensive and check out China, which is backed by reopening hopes.</p><p>Read: The Dow is outperforming, which could be a sign that the latest stock-market rally will flame out</p><p>The markets</p><p>Stock futures ES00 YM00 NQ00 are higher as the dollar's DXY post-CPI descent continues, with Treasury yields BX:TMUBMUSD10Y TU00 also softer. Cooling China-U.S. tensions are also helping lift the mood. Oil prices CL.1 are a touch lower. The International Energy Agency predicted higher demand for this year and next. Elsewhere, gold GC00 is up and bitcoin BTCUSD firmer at $16,802.</p><p>The buzz</p><p>Home Depot HD shares are down after the DIY retailer reported forecast-beating earnings, and left its outlook unchanged. Walmart WMT results are still to come.</p><p>China's economic activity showed signs of slowing in October, but stronger online sales lifted Alibaba BABA and other tech names in Hong Kong, with related ADR listings climbing in premarket trading.</p><p>Producer prices and the Empire state manufacturing index are due at 8:30 a.m., while Fed. Gov. Lisa Cook and Philadelphia Fed Pres. Patrick Harker will make morning appearances, with Fed Vice Chair Michael Barr testifying at the Senate Banking Committee on regulation. Third-quarter household and mortgage debt are due at 11 a.m.</p><p>Best of the web</p><p>If Sam Bankman-Fried committed fraud, he'll face the music in the U.S, legal experts say</p><p>University of Virginia mourning the loss of \"three young great men\"</p><p>In trying to halt ongoing protests, Iran authorities have unleashed hell on the country's youth, with at least 50 dead , say activists</p><p>DEA's \"most corrupt man\" says he won't go down aloneas he faces prison over charges of skimming millions of dollars from drug busts</p><p>The chart</p><p>Expectations for a recession are the highest since April 2020, around the height of the COVID pandemic. That's according to the Bank of America's Global Fund Manager survey, out Tuesday, which shows a net 77% of managers see that economic pullback coming in the next year.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. </p><p> Ticker  Security name</p><p>Random reads</p><p>Woman and her dog finish five-year on-foot journey across Canada, thanks to kind Canadians.</p><p>11-year old scores higher than Albert Einstein and late physicist Stephen Hawkingon a Mensa IQ test</p><p>Declaring a new 20s era, Moet Hennessy says itsrunning out of Champagne</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Even JPMorgan's bullish strategist Kolanovic says markets are getting ahead of themselves. Here's what he and a Goldman strategist say to do now.</p>",
  "published": "2022-11-15T11:55:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 16,
          "end": 23
        },
        {
          "start": 16,
          "end": 29
        },
        {
          "start": 111,
          "end": 118
        },
        {
          "start": 112,
          "end": 119
        },
        {
          "start": 1645,
          "end": 1652
        },
        {
          "start": 1645,
          "end": 1658
        },
        {
          "start": 1868,
          "end": 1876
        },
        {
          "start": 1880,
          "end": 1887
        },
        {
          "start": 2877,
          "end": 2885
        },
        {
          "start": 2895,
          "end": 2902
        },
        {
          "start": 5702,
          "end": 5709
        },
        {
          "start": 5740,
          "end": 5747
        }
      ]
    }
  ]
}