{
  "_id": "81f9d75fe701131a32f572529cc2a51a12f202f8688ae301e77107ffb91a5e84",
  "feed": "wall-street-journal",
  "title": "Investment Banks Prepare for Lean Times as Deal Spree Sputters; Weak markets and uncertain economic outlook slow M&A and curtail IPOs",
  "text": "<p>Wall Street's latest deal-making boom began to weaken in 2022. The industry is bracing for the slowdown to drag into the second half of the year.</p><p>The stimulus from governments and central bankers in response to the pandemic led to a swift recovery from a recession and ebullient capital markets. That recovery, coupled with changes in how customers and businesses operate, sent executives on a shopping spree for deals. A host of startups went public.</p><p>The result was a bonanza for Wall Street. Goldman Sachs Group Inc. and Morgan Stanley booked record profits. They scrambled to hire enough workers and paid out billions of dollars in additional compensation. Global merger and acquisition volumes approached $6 trillion last year, including a record $1.56 trillion in the third quarter, according to Dealogic data.</p><p>Goldman Chief Executive Officer David Solomon warned in February that last year's results weren't sustainable. He was right. Deal making has slowed, and bankers aren't expecting activity to pick up soon. Investment-banking revenue fell 36% at Goldman Sachs and 37% at Morgan Stanley in the first quarter, and analysts expect similar declines for the full year. Citigroup Inc. executive Andrew Morton said last month the bank is expecting a 50% to 55% drop in second-quarter investment-banking revenue.</p><p>Analysts have grown more pessimistic. In January, Wall Street forecasts called for about $21 billion in combined investment-banking revenue this year at Goldman Sachs and Morgan Stanley, according to FactSet. Those forecasts now call for about $17 billion in combined revenue.</p><p>Global merger and acquisition volumes topped $1 trillion in the first half of the year, which is still high by historical standards. Some big deals are still in the works. Merck &amp; Co. is in talks to acquire the biotech Seagen Inc., while Elon Musk continueshis bid to purchase Twitter Inc.</p><p>Stock underwriting, meanwhile, has gone dormant. The total value of U.S. initial public offerings was below $4 billion in the second quarter, down 97% from the record high in the first quarter of 2021. IPOs might not resume in earnest until business leaders have better insights on the outlook for inflation and economic growth.</p><p>Rising interest rates and tumbling markets have wounded the market for deal financing, clouding the outlook. Walgreens Boots Alliance Inc. dropped plans last week to sell its Boots and No7 Beauty Co. businesses, saying bids came in too low in part because potential buyers couldn't line up enough funding. Kohl's Corp. cited the weak financing market when it called off deal talks with Franchise Group Inc.</p><p>Clarity has been elusive. U.S. inflation continues to come in higher than expected, reaching levels unseen in decades. The Federal Reserve raised rates by 0.75 percentage point last month, the largest increase since 1994, and indicated that more increases are likely this summer. Fed Chairman Jerome Powell said Wednesday that he was more concerned about high inflation than the possibility that higher rates could tip the economy into a recession.</p><p>The S&amp;P 500 fell 21% in the first half of 2022, while government bond yields and commodity prices soared, marking the worst start to a year for markets in decades. The consumer-confidence index, a measure of Americans' views on the economy's short-term outlook, fell in June to its lowest point in nearly a decade.</p><p>CEO confidence is key for a strong deals market, and that confidence has wavered, Evercore ISI analyst Glenn Schorr said. Weak and volatile capital markets are another hurdle to deal making, he said.</p><p>\"Sellers want yesterday's price, and buyers want today's price,\" Mr. Schorr said. \"It takes time to get both on the same page.\"</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Investment Banks Prepare for Lean Times as Deal Spree Sputters</p>",
  "published": "2022-07-03T11:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1059,
          "end": 1066
        },
        {
          "start": 1059,
          "end": 1072
        },
        {
          "start": 1471,
          "end": 1484
        },
        {
          "start": 1456,
          "end": 1469
        },
        {
          "start": 1471,
          "end": 1478
        },
        {
          "start": 494,
          "end": 501
        },
        {
          "start": 494,
          "end": 507
        },
        {
          "start": 494,
          "end": 518
        },
        {
          "start": 807,
          "end": 814
        },
        {
          "start": 1047,
          "end": 1060
        },
        {
          "start": 816,
          "end": 823
        },
        {
          "start": 488,
          "end": 512
        }
      ]
    }
  ]
}