{
  "_id": "d0f82c9fa3ff67212f7343f4bb1a79a408c2dbd8d6187cd7dfcfdb2a7b51c248",
  "feed": "ftcomall",
  "title": "Euro falls to parity with US dollar for first time in two decades",
  "text": "<p>Deepening fears about the health of the global economy have shoved the euro down to parity against the US dollar for the first time in 20 years.</p> <p>Investors gravitate towards the perceived safety of the <a href=\"https://www.ft.com/us-dollar\">dollar</a> in times of stress — a feature that led to a ferocious rally in the US currency when the coronavirus pandemic took root in 2020. But that shock did not drag the euro down to this point. Nor did the debt crisis that came close to dismantling the currency bloc a decade ago.</p> <p>Now, though, the risk that aggressive interest rate rises could tip the US into recession, combined with the likely damage to the European economy stemming from its dependence on Russian energy, has been enough to tip the euro at last 0.4 per cent lower on Wednesday to hit the historic milestone. </p> <p>“It's all about the risk backdrop and the threat to European growth from energy dependency which, in turn, is now affecting longer-term rate expectations,” said Kit Juckes, a strategist at Société Générale in London.</p> <p>Analysts are bracing themselves for a downturn in both Europe and the US, with George Saravelos, head of European foreign exchange strategy at Deutsche Bank, forecasting “imminent recession on both sides of the Atlantic”. US bank Goldman Sachs has warned that the <a href=\"https://www.ft.com/stream/248d873c-6689-4764-bede-cab061889217\">eurozone </a>is already “on the edge of recession”. The euro has fallen 16 per cent against the dollar over the past year, and 12 per cent in 2022.</p> <p>When compared with a basket of currencies from major trading partners, the euro is not notably weak. On that basis, it has dropped a modest 3.6 per cent this year, according to a Deutsche Bank index, nestling at a five-year low.</p> <p>But the dollar has been marching higher. The dollar index has jumped 13 per cent this year to its highest point in two decades, tearing into other major currencies such as the yen and sterling, and fuelled by an aggressive US Federal Reserve that has been pumping up interest rates quickly to tackle inflation running at 40-year highs.</p> <p>Worries about rapid Fed rate rises intensified on Wednesday after a report from the labour department showed US consumer prices rose at an annual pace of 9.1 per cent in June, higher than the 8.8 per cent forecast by economists. </p> <p>Meanwhile, Russia's invasion of Ukraine has imposed sharp and specific pressures on the neighbouring eurozone. </p> <p>Against a backdrop of surging energy prices, countries in the bloc have been rushing to source new supplies outside of Russia. Germany has even resorted to rationing gas and electricity — raising fresh worries about the severity of the situation when the colder winter months draw near.</p> <p>Inflation in the eurozone hit a record 8.6 per cent in June — on paper setting the scene for higher interest rates in the euro area. But business activity surveys for the region have proved disappointing in recent weeks, complicating the picture for the European Central Bank as it attempts to tighten monetary policy in the face of slowing growth.</p> <p>“It's energy, it's business confidence [and] it's inflation,” said Jane Foley, head of currency strategy at Rabobank, adding: “The euro always has diehard investors [but] it seems that the parameters have shifted.”</p> <p>The chance of any multilateral action to try and damp down the US dollar is low. In part that is because the shift is happening in small increments rather than in large destabilising lurches. But in addition, policymakers' battle with inflation is likely to dominate. </p> <p>“We're still far away [from intervention],” said Joachim Fels, global economic adviser to investment firm Pimco. “It looks pretty orderly, and they are entirely focused on inflation. Opening up another front would be difficult.”</p><p>Source: Katie Martin and Nikou Asgari in London 2022 'Euro falls to parity with US dollar for first time in two decades' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-13T13:27:01.196Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1226,
          "end": 1239
        },
        {
          "start": 1226,
          "end": 1233
        },
        {
          "start": 1219,
          "end": 1232
        }
      ]
    }
  ]
}