{
  "_id": "80103fc89dfdd7d5488122a6dcc555b452b0f1c8a813bad21502a1b964557d95",
  "feed": "wall-street-journal",
  "title": "Markets Are Right to Fear Xi's Dream Team; Hong Kong stocks swooned after China unveiled a new leadership team packed with Xi Jinping's protégés",
  "text": "<p>The leadership reshuffle eliminated several key politicians seen as more favorable to market-friendly changes, including the current premier Li Keqiang and Wang Yang, formerly the party chief of Guangdong province. Li Qiang, the party secretary of Shanghai and a close ally of Mr. Xi, looks poised to become China's new premier, meaning he would control the state bureaucracy—despite his handling of the disastrous Covid lockdown of Shanghai this past spring.</p><p>Hu Chunhua, a vice premier who rose through the Communist Youth League faction (which is seen as allied with Li Keqiang and former leader Hu Jintao), was considered a potential candidate for the premiership, and his elevation might have signaled some resistance within the party to Mr. Xi's agenda. Yet Hu Chunhua not only failed to make the Standing Committee, he was also bumped from the larger 24-man Politburo, signaling a huge loss of standing.</p><p>What was most striking about Monday's market reaction was how broad-based it was. Internet tech firms that were the focus of last year's rectification campaign championed by Mr. Xi dropped as expected—Alibaba and Tencent shares both fell 11%.</p><p>But even some state-owned firms favored by Mr. Xi's administration, like China's leading chip making firm Semiconductor Manufacturing International Corp. and battery champion Contemporary Amperex Technology Co. Ltd fell 3.6% and 2.2% respectively. Of the top 10 constituents of Goldman Sachs's \"Little Giants\" portfolio—featuring small-and-medium cap Chinese firms in favored sectors such as semiconductors and specialty chemicals selected by the bank—only three actually managed to eke out a gain.</p><p>One possible explanation: Mr. Xi's uncompromising stance on relations with the West means more financial support for sectors favored by Beijing's drive for self-reliance, but probably also more Western restrictions such as those rolled out by the Biden administration in mid-October, designed to hobble China's chip making companies. Another: Mr. Xi's further concentration of power, and his favored policies, are so negative for overall future growth that even favored sectors face diminished prospects over the long term.</p><p>On this latter point, there are basically two concerns. The first is that under Mr. Xi, China's economy has tilted back toward state-dominance and productivity growth has weakened. From mid-2021 to mid-2022, state firms' share of the total market value of China's top 100 listed firms rose by nearly 11 percentage points, according to the Peterson Institute for International Economics. Nearly all of that was due to the crash of private sector internet platform stocks like Alibaba.</p><p>The second concern is that Mr. Xi will now have even fewer counterweights when he overreaches—and fewer underlings willing to communicate frankly how much damage his initiatives cause. A charitable view of recent policy paralysis is that Mr. Xi, having now completely cowed his opponents, will feel comfortable easing off a bit on some signature policies. Some relaxation of Covid controls and more support for China's property sector do seem inevitable at some point—although when that might be remains unclear.</p><p>But the uncomfortable reality is that even well before the run-up to the Party Congress, a fearful bureaucracy had already demonstrated a tendency to take Mr. Xi's initiatives too far. As far back as late 2017, many northern Chinese found themselves without heat in the dead of winter as local governments struggled to hit pollution targets. The crackdown on shadow banking in 2018 caused enormous collateral damage to private sector firms. And those campaigns now look tame in comparison with what happened to the internet platform economy in 2021, or the property sector over the past year.</p><p>This weekend's shakeout leaves no doubt that Mr. Xi is firmly in control. Markets are rightly nervous. But in Beijing, that may not carry as much weight as it used to.</p><p>Write to Nathaniel Taplin at nathaniel.taplin@wsj.com</p><p>Markets Are Right to Fear Xi's Dream Team</p>",
  "published": "2022-10-24T14:03:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1424,
          "end": 1437
        },
        {
          "start": 1431,
          "end": 1438
        },
        {
          "start": 1431,
          "end": 1444
        }
      ]
    }
  ]
}