{
  "_id": "b8566298a085f41d8e85ed7734f47d61a687e650be2d9b6e8018d9272d95db9b",
  "feed": "wall-street-journal",
  "title": "Strong Dollar Fuels Pullback in Commodity Markets; Prices of raw materials such as oil, coffee and copper have retrenched",
  "text": "<p>Fueled by the Federal Reserve's interest-rate increases and worries about the world economy, the dollar has risen to its highest level since 2002, according to the WSJ Dollar Index, which measures the greenback against a basket of currencies. Few expect the Fed to back off its campaign of rate rises until next year.</p><p>\"If oil is expensive in dollar terms and the dollar strengthens, then it gets even more expensive [for holders of other currencies],\" said Giovanni Staunovo, an analyst at UBS Global Wealth Management.</p><p>If the dynamic holds and commodity prices remain under pressure, that could help tame inflation and spare the Fed from having to raise interest rates so quickly and so far that the U.S. economy is tipped into a recession.</p><p>Consumers are already getting some relief. The commodity selloff is pulling down gasoline prices at the pump and has some investors hoping that consumer-price inflation in the U.S. peaked in June.</p><p>Data on car usage and air traffic give few indications that demand for fuels is taking a hit in major importers like China and India, said Damien Courvalin, head of energy research at Goldman Sachs Group. But that is bound to change as higher prices take a toll on consumers, he said.</p><p>The bank estimates that the strength of the dollar has boosted retail fuel prices in countries such as India by the equivalent of $10 a barrel. A shortage of refining capacity is adding an extra $15 a barrel, Goldman says.</p><p>The International Energy Agency this month said the dollar's strength, combined with record prices for refined fuels, is likely to weigh on oil demand in emerging markets. When the price of Brent crude peaked in early June, they were up 59% in dollar terms. But they were up by two-thirds in terms of China's yuan, and 85% measured in Japanese yen.</p><p>A stronger dollar isn't just adding to the cost of buying raw materials outside the U.S. It is also likely to encourage non-American commodity producers to sell down inventories, since their earnings are worth more when converted into domestic currencies. In one sign of this, supplies of coffee have risen in Cameroon.</p><p>The rampant dollar is making it difficult for some countries to afford imports. For example, in Argentina, a shortage of the U.S. currency has led to fewer import licenses for coffee being issued by the government, said Carlos Mera, an analyst at Rabobank. \"There is fear of scarcity of coffee\" in the country, he added.</p><p>Commodity and currency markets have a complex relationship. Historically, raw-material prices have been negatively correlated to the U.S. currency, meaning they have zigged as the dollar has zagged.</p><p>That is not just because a stronger greenback crimps demand. For copper and grains, labor and other inputs are mostly paid in local currencies. Production costs, therefore, decline when currencies such as Chile's peso or the Canadian dollar weaken.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for oil prices? Join the conversation below.</p><p>For oil, the picture has gotten more complicated in recent years after the shale revolution turned the U.S. into a major energy exporter, and as oil-producing countries in the Middle East began to plow more of their petrodollars into U.S. assets. In the past year, the recovery in the world economy from pandemic restrictions sent oil prices higher just as the dollar took off.</p><p>The negative relationship between oil prices and the dollar has reasserted itself since June. Brent crude has fallen 14% from their June 8 high to about $106 a barrel. In that time, the WSJ Dollar Index has added 3.8%.</p><p>At the same time, fears of a recession prodded investors to unwind bets on commodities including oil and copper, said Caroline Bain, commodities economist at Capital Economics. They had piled into these wagers earlier in 2022 as a hedge against inflation.</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com</p><p>Strong Dollar Fuels Pullback in Commodity Markets</p>",
  "published": "2022-07-19T09:31:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1433,
          "end": 1440
        },
        {
          "start": 1424,
          "end": 1431
        },
        {
          "start": 1123,
          "end": 1136
        },
        {
          "start": 1123,
          "end": 1142
        },
        {
          "start": 1123,
          "end": 1130
        },
        {
          "start": 1117,
          "end": 1136
        }
      ]
    }
  ]
}