{
  "_id": "38863346a48a83ffedcfbfe1c6285178f20f861d057a765614bcacc731f3d9fd",
  "feed": "wall-street-journal",
  "title": "Stock Futures Fall as Banks Kick Off Earnings Season; The S&P 500 is on course to decline for a fifth session after the opening bell",
  "text": "<p>JPMorgan Chase shares fell more than 4% after the bank on Thursday reported earnings below analysts' forecasts. Morgan Stanley is also set to release earnings before the open.</p><p>Earnings from BlackRock, Citigroup, U.S. Bancorp and Wells Fargo will follow on Friday. Bank of America and Goldman Sachs will give updates on Monday.</p><p>In Europe, Italian indexes led losses as political turmoil threatened to topple Prime Minister Mario Draghi's coalition government. Italy's FTSE MIB fell 1.8%, while the pan-continental Stoxx Europe 600 declined 0.7%.</p><p>The gap between yields on Italian and German benchmark government bonds widened Thursday. The extra yield, or spread, on Italian 10-year bonds over their German equivalent rose to 2.158 percentage points, according to Tradeweb. At the start of the year, the gap was 1.359 percentage points.</p><p>Ericsson fell more than 8% after the telecommunications company reported profits that were less than analysts had been expecting.</p><p>The stronger-than-expected inflation data released Wednesday suggested rapidly rising consumer prices haven't yet peaked and heightened investors' fears that the Federal Reserve will be more aggressive in raising interest rates than previously anticipated. With that backdrop, investors will be looking to what bank executives have to say about the state of the economy as much as about their own balance sheets.</p><p>The yield on the 10-year Treasury note rose to 2.966% from 2.904% on Wednesday while the yield on the two-year bond yield also rose. Bond yields rise as prices fall. The two-year yield rose further above the 10-year yield on Wednesday, a situation known as an inverted yield curve and often taken as a predictor of a recession. The yield curve is close to its most inverted since 2000.</p><p>\"The Fed will keep hiking rates until they get material signs that the economy is rolling over,\" said Charles Diebel, head of fixed income at Mediolanum International Funds. \"Effectively the Fed has got to keep hiking rates until they break something.\"</p><p>Jobless claims data are due to be released at 8.30 a.m. ET. The labor market has been a source of economic strength, with new applications for unemployment benefits, a proxy for layoffs, close to historic lows. However, the figures have been trending higher in recent weeks.</p><p>Producer price figures—which should offer clues on whether suppliers are passing on higher input costs—are due at the same time. The data are forecast to show a 0.8% rise in June from May.</p><p>The ICE U.S. Dollar Index rose 0.4%. The index, which tracks the greenback against a basket of other currencies, is close to its highest level in 20 years.</p><p>In commodity markets, Brent crude dropped 1.9% to $97.71 a barrel. The international oil benchmark has slumped this month as investors fear a recession would undermine demand.</p><p>Gold prices extended their tumble in the wake of the higher-than-expected inflation figures. The precious metal fell 1.2% to $1,714.50 a troy ounce and has lost 5% this month. While often considered a hedge against inflation, gold becomes less attractive to investors when interest rates rise.</p><p>In Asia, stock markets were mixed. Japan's Nikkei 225 rose 0.6% while Hong Kong's Hang Seng edged down 0.2%. In mainland China, the Shanghai Composite Index shed 0.1%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Fall as Banks Kick Off Earnings Season</p>",
  "published": "2022-07-14T11:01:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 284,
          "end": 291
        },
        {
          "start": 281,
          "end": 294
        },
        {
          "start": 284,
          "end": 297
        }
      ]
    }
  ]
}