{
  "_id": "22b3d3230aac585f742249f835762e820ec964a0f36de5e007476c1015157690",
  "feed": "ftcomall",
  "title": "Turkish inflation nears 80% as Erdoğan's monetary policy takes toll",
  "text": "<p>Turkish inflation reached almost 80 per cent as analysts warned that the country risks getting trapped in a spiral of rising prices and wages.</p> <p>Consumer prices rose 78.6 per cent year on year in June as President <a href=\"https://www.ft.com/search?q=Recep+Tayyip+Erdo%C4%9Fan\">Recep Tayyip Erdoğan</a>'s unconventional monetary policy and the war in Ukraine's disruption to food and energy imports took a heavy toll. It was the biggest annual increase since 1998, though the rate was slightly below analysts' consensus forecast of 80 per cent. </p> <p>Erdoğan, who rejects the widely accepted view among economists that raising interest rates curbs inflation, has ordered the central bank to keep its benchmark borrowing rate far below the level of inflation. </p> <p>As a result, the lira has lost 48 per cent of its value against the dollar during the past 12 months. The plunge in the currency has been a major driver of price rises in a country that is reliant on imports, especially energy. The effects have been compounded by a surge in the price of energy and other commodities in the wake of Russian president Vladimir Putin's invasion of Ukraine.</p> <p>Monday's latest inflation data, up from 73.5 per cent in May, come after Turkish authorities last week <a href=\"https://www.ft.com/content/5352a116-499f-4043-b7c0-9557e067a1a6\">announced a 30 per cent increase</a> in the minimum wage — just six months after raising the basic rate of pay by 50 per cent.</p> <p>Opposition parties and trade unions, which accuse the government of manipulating the inflation figures, said the increase was sorely needed to stave off poverty for millions of households that are struggling with soaring food prices. </p> <p>Erdoğan, whose ruling party has seen its support fall to historic lows partly due to the economic turmoil, also backed the rise while insisting that inflation would reach “reasonable levels” at the start of next year.</p> <p>But economists have warned that the rise in the minimum rate of pay, which affects an estimated 40 per cent of the official workforce and has a knock-on effect on other sectors, would itself contribute to continued high inflation in the months ahead.</p> <p>Goldman Sachs recently lifted its year-end inflation forecast from 65 per cent to 75 per cent, warning that the latest rise in the minimum wage risked leading to “a price-wage spiral”. That increase, combined with other factors including the likelihood of further depreciation of the Turkish lira, meant that “underlying inflation pressures in Turkey remain highly elevated,” it said.</p><p>Source: Laura Pitel in Adana 2022 'Turkish inflation nears 80% as Erdoğan's monetary policy takes toll' FT.com 4 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-04T09:23:30.852Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2000,
          "end": 2013
        },
        {
          "start": 2000,
          "end": 2007
        },
        {
          "start": 1989,
          "end": 2002
        }
      ]
    }
  ]
}