{
  "_id": "42478576edc86dcb35e92bd063eb3bb1b6b4ce95d77bd56ddfcdad54b87adc2c",
  "feed": "market-watch",
  "title": "'They have shattered barriers': On Wall Street, the new biggest private equity firms are run by Black and Latino billionaires, and people of color. These investors have become the new masters of the universe by outperforming on Wall Street.",
  "text": "<p>Both firms have taken Wall Street by storm. In the last two years, Clearlake has nearly quadrupled its assets under management to $72 billion and is arguably the fastest-growing big firm in the industry. Clearlake was uniquely built in 2006 to focus on technology companies, and the oil and gas sector. It recently teamed up with billionaire Todd Boehly to buy the English Premier League's Chelsea FC. Siris targets legacy technology companies and manages a sizable $7 billion.</p><p>For decades, private equity has been atop the Wall Street food chain, run by billionaires who are sometimes referred to as \"the Masters of the Universe.\" They established firms like KKR KKR, Blackstone Group BX, the Carlyle Group CG and Apollo Global Management APO, and their founders were almost always white. But a rapid change has come to the private equity industry as a group of racially diverse financial entrepreneurs have built the biggest and best new firms in the business. Their rise has been fast and stunning.</p><p>Orlando Bravo, who lives in Miami, became the first Puerto Rican billionaire as founder of Thoma Bravo, a private equity firm that now boasts $103 billion in assets under management, while Robert Smith became the nation's wealthiest Black person by founding and running Vista Equity Partners, which oversees $93 billion. Adebayo \"Bayo\" Ogunlesi, a Nigerian who now calls New York home, is the founder and chairman of Global Infrastructure Partners, which manages $81 billion. Billionaire Ramzi Musallam, a Palestinian who was born in Jordan, controls Veritas Capital in New York with $40 billion. Combined with Clearlake and Siris, these American firms manage nearly $400 billion and represent the most powerful investment operations to emerge on the private equity stage over the last decade.</p><p>\"They have shattered barriers,\" said David Fann, vice chairman of Aksia, a firm that advises institutional investors on the alternative sector.</p><p>These firms, led by people of color, succeeded by mastering new investment areas, like software or infrastructure, that previous private equity titans ignored or missed. \"The ability to feel a little bit different is very motivating,\" Bravo has said. \"Maybe that's what allowed us to think as a team a bit differently about software in the year 2000, and think about it as a cash flow and growth business, not just a venture business.\"</p><p>In an interview, Siris' Baker said many of the successful private equity firms built by people of color operate in industries that have more racial diversity and outpaced the roots of private equity in the industrial sector. He said it's more common for a tech CEO in Silicon Valley to be a child of immigrants who felt a bit out of place at school and battled through adversity to build a successful business.</p><p>\"Private equity has been largely driven by white men buying businesses that were also led by white men. This made a lot of sense given their shared experiences facilitated strong relationships,\" Baker said, adding that a tech CEO is more likely to have shared experiences with private equity investors who are people of color. \"If you think about why the scaled PE firms led by people of color are in technology, I don't think it's complicated.\"</p><p>How they beat the odds</p><p>Overall, most of the people who run and work for Wall Street investment firms and private market businesses are white. While some change has taken place, there has not been a large increase in racial diversity, according to the 2021 annual investment consultant survey conducted by the nonprofit Diverse Asset Managers Initiative.</p><p>\"While there have been commitments to diversify, the actual demographic figures have barely budged,\" said Robert Raben, executive director of the Diverse Asset Managers Initiative. \"What's more, research shows that most asset owners believe they must choose between financial gains and incorporating diversity — a misconception that has been debunked by studies time and time again.\"</p><p>While Black people comprised 12.4% of the U.S. population in the 2020 U.S. census, their representation in the investment business amounts to 7%. The U.S. population remains about 62% white, but 72% of all investment staffers are white, the investment consultant survey shows. Representation of Hispanics in investment management totals about 7%, compared to 18.7% in the U.S. census.</p><p>Among senior leaders and owners in the investment management space, the contrast is more stark. Senior management is 89% white and 11% non-white, while firm owners are 79% white and 21% non-white.</p><p>It was against this kind of backdrop that in 1998 Orlando Bravo showed up at Chicago-based private equity firm Thoma Cressey Equity Partners. The firm's co-founder, Carl Thoma, was willing to hire Bravo to work for the firm in San Francisco, Bravo said. Although earning both MBA and law degrees from Stanford University, Bravo found it hard to get the attention of the venture capital elite on Sand Hill Road in Silicon Valley.</p><p>\"I was never part of the venture club, the venture community,\" Bravo said. \"That may have just been me and it had nothing to do with my background or my accent. The few offers from private equity firms that I got when I graduated — they were all for the Latin American group of this or that.\"</p><p>Hired to work on information technology transactions in the Bay Area, Bravo's earliest deals were in start-ups engaged in web site design and they lost money. But in making these venture-style investments, Bravo started to recognize earlier than most the value of software companies as generators of cash flow. At the time, the private equity industry didn't see software companies as logical targets for leveraged buyouts and many banks were reluctant to lend against their assets, which were essentially lines of code.</p><p>Bravo distinguished himself by leading the firm in its 2003 acquisition of distribution software maker Prophet 21 for $23 million as Thoma Cressey's first private equity deal in the space. Two years later, in 2005, Activant Solutions Inc. paid $218 million to buy Prophet 21, earning Thoma Cressey a return of five times its investment. Around that time, Thoma Cressey became Thoma Cressey Bravo before changing its name to Thoma Bravo in 2008. The firm focused exclusively on software companies and the results were incredible. The fund that Thoma Bravo raised in 2008 generated a net annual internal rate of return of 44.7%, an investor document shows.</p><p>With Bravo in charge, the firm grew quickly and embarked on larger deals. One major example was its 2019 purchase of mortgage processing software company Ellie Mae for $3.2 billion. A year later, Thoma Bravo sold the company to InterContinental Exchange for $10.7 billion. The firm bought Compuware for $2.4 billion in 2014, carved out its data provider Dynatrace DT DTand took it public in 2019 for $16 a share. Thoma Bravo then sold about $3.8 billion of stock, leaving it with a roughly 29% stake, securities filings show. The stock recently changed hands for $41.60, giving it a market capitalization of nearly $11.9 billion.</p><p>Bravo's firm is now the biggest private equity firm in the world founded in the last 25 years. In an interview, Bravo said his Hispanic origin helped him look at software deals differently. \"We've very humble not to take anything for granted — so that makes us very open to embrace things that are newer and different,\" he said. \"Since we don't take anything for granted and we don't feel we deserve anything, we have that mentality.\"</p><p>Bravo was not the only person to see the potential in building a private equity investment model around software companies. The son of two school principals in Denver, Robert Smith was bused to a school in a white section of town as part of desegregation. An engineer by training, he turned to Wall Street and got a job as a tech investment banker after graduating from Columbia Business School. In 2000, he founded his own private equity firm, Vista Equity, and started investing exclusively in enterprise software companies. Vista became a raging success and was eventually able to get banks to back its software deals. The fund Smith raised in 2009 posted a net annual internal rate of return of 39%, an investor document shows, and Smith became famous for his philanthropic activities, like his pledge to pay off all the student debt of the class of 2019 at the historically Black Morehouse College, a gift of $34 million.</p><p>The origins of Smith's success, however, are now mired in controversy. After he became the nation's richest Black person, Smith in 2020 agreed to pay $139 million in a non-prosecution agreement with the U.S. Justice Department in connection with what prosecutors describe as the largest tax fraud in U.S. history. Smith had launched Vista with $1 billion of seed money from a single investor, Texas software entrepreneur Robert Brockman, whom prosecutors have charged with evading $2 billion in taxes, largely by concealing capital gains earned through Vista funds. The criminal case against Brockman is now set for trial.</p><p>The deal with the U.S. government allowed Smith to keep running his successful private equity business, which has counted 90-plus private equity and permanent capital transactions in the last 12 months including the blockbuster $14.5 billion pending acquisition of Citrix Systems Inc. Smith declined to comment for this story.</p><p>Airports, ports and Infrastructure assets</p><p>While Bravo and Smith are well known as software buyout pioneers, Bayo Ogunlesi has carefully kept a low profile as founder and chairman of Global Infrastructure Partners. But among Wall Street insiders, Ogunlesi is a power broker, running one of the biggest private equity firms to emerge in the last decade and also sitting on Goldman Sachs's board as its lead director.</p><p>Born and raised in Nigeria, Ogunlesi came to the U.S. to attend Harvard University, where he graduated with a law degree and MBA. He clerked for Supreme Court Justice Thurgood Marshall before heading to Wall Street, where he worked for 23 years at Credit Suisse, rising to the position of global investment banking chief.</p><p>But in 2006, Ogunlesi had the notion that investors would gravitate to a private equity investment style focused on infrastructure assets that could provide good returns with less risk. He teamed up with Bill Woodburn, the head of General Electric's infrastructure unit, and formed a $1 billion joint venture that quickly evolved into Global Infrastructure Partners (GIP).</p><p>Ogunlesi decided to specialize in three areas — water and wastewater, energy, and transportation infrastructure assets, targeting gross returns of 15% to 20%, well above the low-to-mid-teens objectives of other infrastructure funds. GIP's operating team of industry executives was largely made up of people that worked at General Electric Co. during the Jack Welch era, with a focus on productivity and efficiency.</p><p>\"What we've found out about these men and women is when you turn them loose on infrastructure businesses, they're actually able to make a huge difference,\" Ogunlesi told the Oregon retirement system board in late 2018.</p><p>GIP invested in ports, wind farms and pipelines. In one of its more prominent deals, GIP in 2009 bought for $1.9 billion Gatwick Airport, the U.K.'s second busiest airport. The financial crisis was raging at the time and other investors shied away due to a sharp drop in corporate travel activity. But the sector recovered and GIP invested another $500 million to make improvements, finding ways to boost revenue. Using big conveyor belt trays at X-ray machines, GIP sharply increased the number of passenger security screenings per hour at Gatwick, leaving passengers with more time to shop in the terminal, Ogunlesi said during his presentation in Oregon.</p><p>In late 2018, GIP sold a controlling stake in Gatwick to Vinci Airports for about $3.6 billion after an investment of about $2.4 billion. GIP retained a 21% stake in the airport, with a value of about $1.4 billion, while continuing to co-manage the airport with Vinci as co-owner. The fund GlP raised in 2007 generated a net 17% annual internal rate of return, and helped attract new investors to Ogunlesi's model.</p><p>Ogunlesi assiduously avoids publicity, with one notable exception. In 2016, Ogunlesi joined then President Donald Trump's Strategic and Policy Forum along with 15 other corporate CEOs, like JPMorgan Chase's Jamie Dimon, BlackRock's Larry Fink, and Blackstone's Stephen Schwarzman. The group mutually agreed to disband in the wake of Trump's comments related to the white supremacist rally in Charlottesville, Va., in 2017. Ogunlesi declined to speak to MarketWatch.</p><p>'Being in the right place at the right time and taking advantage of what was in front of us'</p><p>In 1994, Frank Baker started as a junior analyst at Goldman Sachs with a firm understanding of the people who had helped him get there. In addition to his father, a Detroit-area engineer and plant manager at Ford Motor, Baker knew that Sponsors for Educational Opportunity played a crucial role. The non-profit group supports young people from underserved communities and helped Baker land a summer internship at Goldman Sachs.</p><p>Baker had studied economics at the University of Chicago, where he also played football and remains the all-time leading rusher in the school's modern era with 4,283 yards, as well as a two-time Academic All-American. Sports Illustrated described Baker as \"a supernova. A bruising fullback with the brains of a college professor.\" He worked for two years as a mergers and acquisitions analyst at Goldman Sachs, followed by nearly three years as a capital markets associate at JPMorgan Chase &amp; Co. In 1999, he moved into private equity at Ripplewood Holdings as a managing director, where he reached another major turning point in his career and moved to Japan.</p><p>Working for Ripplewood in Japan, Baker quickly became a partner and felt like he was running much of his own business by the early 2000s. He often focused on technology companies that had fallen out of favor or seen growth slow, and the experience made him want to start his own firm once he moved back to New York City.</p><p>Baker founded Siris in 2011, zeroing in on publicly traded tech companies to take private, with a focus on businesses in transition. He sought out mature or legacy, slow-growth tech assets that generated free cash flow and were being ignored in the public markets.</p><p>His effort to build his own Wall Street business was aided by the emerging managers program for new and diverse private equity firms run by the massive Texas Retirement System (TRS). The first-time investments under the TRS program range from $10 million up to $30 million. Both Siris and Clearlake secured early backing under the program that helped them get their start.</p><p>\"Many of the traditional firms lacked diversity, particularly at a leadership level for public pension plans, especially given the diversity of their constituents,\" Baker said. \"It became critical to them that the opportunity to lead a private equity firm was open to everyone.\"</p><p>That kind of initial investment has played a big role in the emergence of firms built by people of color. At Clearlake, whose founders declined to comment for this story, 75% of the firm's employees are considered people of color. Ramzi Musallam's Veritas became one of the private equity industry's top performing firms by focusing on how the biggest player in markets, the government, intersects with technology. Joe Benavides was a partner at Veritas Capital before co-founding his own firm, OceanSound Partners, which closed a new fund in February with $780 million in commitments. Benavides said OceanSound's fund stands out as having the most assets under management for a first-time, Hispanic-managed private equity fund.</p><p>In the same spirit, Baker has tried to give the kinds of boosts he received to others. Together with his wife, he recently gifted $1.2 million for a scholarship program at Florida A&amp;M University to initially pay outstanding balances for spring and summer 2022 graduates. In 2020, they also set up a $1 million scholarship program at Spelman College, a historically Black women's school in Atlanta, to pay off remaining balances for women that would have been unable to earn a degree otherwise. In its first year, the effort helped nearly 50 women graduate Spelman.</p><p>\"We're no different than anyone else,\" Baker said. \"It's partly due to being in the right place at the right time and taking advantage of what was in front of us.\"</p><p>'They have shattered barriers': On Wall Street, the new biggest private equity firms are run by Black and Latino billionaires, and people of color.</p>",
  "published": "2022-06-08T12:30:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 13593,
          "end": 13606
        },
        {
          "start": 13182,
          "end": 13195
        },
        {
          "start": 9764,
          "end": 9771
        },
        {
          "start": 13593,
          "end": 13600
        },
        {
          "start": 12821,
          "end": 12828
        },
        {
          "start": 9764,
          "end": 9777
        },
        {
          "start": 13182,
          "end": 13189
        },
        {
          "start": 12821,
          "end": 12834
        }
      ]
    }
  ]
}