{
  "_id": "90c887c5f7c9d422890e5d6fd627d272223472044d4cf7e9aad1c068031131c9",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Comcast, Goldman  Resume PAC Giving  ----  By Chad Day",
  "text": "<p>   WASHINGTON -- Political action committees for Comcast Corp. and Goldman Sachs Group Inc. have resumed giving money to one or more of the 147 Republican lawmakers who voted to object to the certification of President Biden's election after the Jan. 6 Capitol riot by supporters of former GOP President Donald Trump, new filings show. </p><p>   The two companies were among dozens that announced in the days after the riot that they would pause or review their political donations, decisions that in some cases drew pushback from lawmakers. </p><p>   At that time, Comcast announced it would suspend donations to the election objectors. Goldman Sachs had said it would stop all political giving as it reviewed its donation criteria. </p><p>   Representatives for Comcast didn't respond to emails seeking comment. A representative for Goldman Sachs declined to comment. </p><p>   The Wall Street Journal has reported more than a dozen other corporate and industry PACs that paused political giving or announced reviews had restarted donations, including to objectors, earlier this year. </p><p>   Several other companies have stuck to their pledges to halt PAC giving to objectors or have chosen to stop political giving altogether. </p><p></p>",
  "published": "2022-02-02T07:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 20,
          "end": 27
        },
        {
          "start": 64,
          "end": 71
        },
        {
          "start": 64,
          "end": 77
        },
        {
          "start": 64,
          "end": 87
        },
        {
          "start": 64,
          "end": 88
        },
        {
          "start": 615,
          "end": 622
        },
        {
          "start": 615,
          "end": 628
        },
        {
          "start": 802,
          "end": 809
        },
        {
          "start": 802,
          "end": 815
        }
      ]
    }
  ]
}