{
  "_id": "775b3d708835d28d37d55a8b9ec76a6399d7da96bd4dd3e4f03580db462c8ea5",
  "feed": "market-watch",
  "title": "Crypto crash will have limited impact on U.S. household wealth and labor supply: Goldman Sachs; Crypto holdings account for only 0.3% of U.S. households' net worth, while corporate equities account for about 33%, analysis finds",
  "text": "<p>U.S. households own about one-third of the global crypto market, or about $423 billion as of Thursday, according to the rough estimate by analysts at Goldman Sachs, based on various surveys. The recent decline in the crypto market is \"very small\" relative to U.S. households' net worth, which stood at $150 trillion in 2021, the bank's analysts wrote in a Thursday note.</p><p>Crypto holdings account for only 0.3% of U.S. households' net worth, while the recent price drop of digital assets have reduced U.S. household wealth by about $300 billion, according to the analysts. In contrast, corporate equities account for about 33% of households' net worth at the end of 2021, while their recent losses have likely erased $8 trillion of that wealth.</p><p>\"These patterns imply that equity price fluctuations are the main driver of changes in household net worth, while cryptocurrencies are only a marginal contributor,\" the analysts wrote.</p><p>Therefore, a decrease in cryptocurrencies' value would have a minor impact on the aggregate spending, according to the report.</p><p>The analysts also expect the crypto downturn to have a limited effect on labor supply.</p><p>In general, the decline in household wealth may incentivize some workers who left the labor market during the pandemic to return, they noted.</p><p>However, crypto investors are predominantly young males, a demographic group whose labor-force participation has been less affected by wealth fluctuations, the analysts wrote. Meanwhile, the labor-force participation rate of young males has already returned to pre-pandemic level, Goldman said.</p><p>The analysis indicates that the wealth generated from cryptocurrency has likely played an insignificant role in discouraging labor supply, thus the recent fall in its price will provide a limited boost to labor supply.</p><p>Bitcoin BTCUSD late Thursday was trading at around $30,217, up 3.7% from 24 hours ago. The Dow Jones Industrial Average DJIA closed 0.8% lower on Thursday.</p><p>Crypto crash will have limited impact on U.S. household wealth and labor supply: Goldman Sachs</p>",
  "published": "2022-05-19T21:42:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 81,
          "end": 88
        },
        {
          "start": 81,
          "end": 94
        },
        {
          "start": 150,
          "end": 157
        },
        {
          "start": 150,
          "end": 163
        },
        {
          "start": 1565,
          "end": 1572
        },
        {
          "start": 2035,
          "end": 2042
        },
        {
          "start": 2035,
          "end": 2048
        }
      ]
    }
  ]
}