{
  "_id": "5ce73071e7fb937439349eaa18d27eeb847d5f35ae9d76eb47a75bfa5ce2c8fe",
  "feed": "ftcomall",
  "title": "China's GDP growth below target as property and zero-Covid woes mount",
  "text": "<p>China's gross domestic product grew well below target in the third quarter, intensifying falls in Chinese stocks as investors worried about the longer-term outlook for the world's second-largest economy.</p> <p>GDP expanded 3.9 per cent year on year, better than the forecast of 3.3 per cent from analysts polled by Bloomberg but still short of China's full-year target of 5.5 per cent, which is already its lowest in three decades.</p> <p>The release of the data on Monday, delayed from last Tuesday, comes after China's president Xi Jinping extended his rule for an unprecedented third term and tightened his <a href=\"https://www.ft.com/content/fa7b9d68-7c73-4287-8ca7-78c8ddc8dc72\">grip on political power</a> at the Communist party's 20th congress last week.</p> <p>China is grappling with a property crisis and strict zero-Covid controls and lockdowns, which have largely curtailed the spread of the virus but also crippled consumer activity.</p> <p>The data release added to pessimism in Chinese equities after investors were disappointed that the party congress <a href=\"https://www.ft.com/content/98e11fc4-5305-410b-8bd2-de2656a3b494\">did not send more positive signals</a> for the economy. The Hang Seng China Enterprises index in Hong Kong fell as much as 7.4 per cent to a 14-year low. The benchmark CSI 300 index of Shanghai- and Shenzhen-listed stocks was down as much as 3.1 per cent.</p> <p>“This is panic selling,” said Dickie Wong, head of research at Kingston Securities in Hong Kong. “Quite obviously investors are simply not confident about the future of the Chinese economy.”</p> <p>While the government provided no explanation for the delay, the move was widely seen as an attempt to avoid distracting from the congress, which occurs once every five years and overhauls the upper echelons of the Communist party.</p> <p>At the congress, Xi made little reference to China's economic weaknesses and praised the coronavirus control measures, which include near daily testing and quarantine rules that have effectively closed the country off from the rest of the world. In the build-up to the event, China's top epidemiologist said there was no timeline for a relaxation. </p> <p>Iris Pang, chief economist for China at ING, said that while third-quarter growth was ahead of expectations, the bigger recovery picture was “mixed” and remained driven by Xi's zero-Covid policy.</p> <p>“This will continue to affect the job market and has a negative feedback effect on future retail sales,” she said.</p> <p>Pang also cautioned that after the Communist party's personnel changes — including the departures of former economic tsar Liu He, central bank governor Yi Gang and top regulator Guo Shuqing from the leadership — China's economic team had become more centralised under Xi.</p> <p>“This implies President Xi has even more say&#xa0;in policy direction.”</p> <p>Third-quarter growth outperformed an increase of just 0.2 per cent in the second quarter, when Shanghai, China's biggest city and financial hub, was placed under a harsh two-month lockdown.</p> <p>In September, retail sales rose by just 2.5 per cent, missing a Reuters forecast of 3.3 per cent.</p> <p>Industrial production, which powered China's growth in the first two years of the pandemic, rose 6.3 per cent last month. That was better than analysts' expectations of 4.5 per cent, as the country's manufacturing industry recovered from crippling supply chain disruptions and lockdowns.</p> <p>Julian Evans-Pritchard, senior China economist at Capital Economics, said that while industry fared slightly better, the outlook was “gloomy” after most of the economy lost momentum last month.</p> <p>“There is no prospect of China lifting its zero-Covid policy in the near future, and we don't expect any meaningful relaxation&#xa0;before 2024. Recurring virus disruptions will therefore continue to weigh on in-person activity and further large-scale lockdowns can't be ruled out,” he added. </p> <p>Fixed-asset investment rose 5.9 per cent in the first nine months of the year. However, property sales, measured by floor area, were down 22 per cent and new constructions starts have slumped 38 per cent, while property investment has dropped 8 per cent. </p> <p>Goldman Sachs analysts noted that property-related activity data remained depressed in September, especially for new home starts and property sales. New home transaction volume across 30 cities had declined by 18 per cent year on year in October so far, according to Goldman data.</p> <p>“Despite more local housing easing measures in recent months, we believe the property markets in lower-tier cities still face strong headwinds from weaker growth fundamentals than large cities, including net population outflows and potential oversupply problems,” the US bank said.</p> <p>Policymakers this year have incrementally loosened key policy rates and taken measures to hasten the completion of unfinished housing construction projects, which were delayed after a series of defaults at highly indebted developers such as Evergrande. </p> <p>But they have stopped short of <a href=\"https://www.ft.com/content/e9e8c879-5536-4fbc-8ec2-f2a274b823b4\">implementing large stimulus measures</a> and now face a weakening currency and a domestic stock market that has lost 34 per cent after accounting for the renminbi's fall against the greenback.</p> <p>“We still think a significant improvement in developer funding conditions may require more and broader easing,” Goldman analysts said, “and there is a need for incremental policy support to boost homebuyer sentiment and contain potential tail risks.”</p><p>Source: Thomas Hale in Shanghai, Hudson Lockett in Hong Kong and Edward White in Seoul 2022 'China's GDP growth below target as property and zero-Covid woes mount' FT.com 24 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-24T02:39:12.305Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 4215,
          "end": 4222
        },
        {
          "start": 5096,
          "end": 5103
        },
        {
          "start": 3948,
          "end": 3961
        },
        {
          "start": 3925,
          "end": 3938
        },
        {
          "start": 4191,
          "end": 4198
        },
        {
          "start": 3948,
          "end": 3955
        }
      ]
    }
  ]
}