{
  "_id": "81a3807a16a498908de6c6b05b18dc9473641f64d37c365e704c203ba66e7ee8",
  "feed": "ftcomall",
  "title": "Citi opens Málaga hub for junior bankers as talent battle heats up",
  "text": "<p>Citigroup has opened its new hub for junior investment bankers in the beachside Spanish city of Málaga, insisting the move is more than a gimmick as Wall Street lenders battle for young talent amid criticism of burnout in banking.</p> <p>The US bank selected 27 analysts from more than 3,000 applicants for the two-year programme, which started on Wednesday. Promising eight-hour days and work-free weekends, it aims to distinguish itself from the <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">punishing seven-day working weeks</a> common for young staff in London and New York.</p> <p>By locating it in Málaga — a sunny, culture and food-orientated city on Spain's southern coast that is far from the world's biggest financial hubs — <a href=\"https://www.ft.com/citigroup\">Citi</a> is also seeking to offer a more alluring lifestyle and a different path into banking for those less keen to return to a city-centre office in Canary Wharf or Manhattan after the pandemic.</p> <p>However, some rivals have dismissed the idea as a stunt that could ultimately hamper the careers of those who decide to spend their initial years working less than half the hours and earning about half the starting salary of their peers in Citi's main offices.</p> <p>“This is not a gimmick, it is a reality: the incredible reaction internally and from our competition has confirmed that the project is off to a good start,” said Manolo Falcó, global co-head of investment banking. “We suffer from a lot of churn like the rest of the industry, we lose talent to private equity and tech, so we are eager to understand if we can stop that by offering a better work-life balance.”</p> <p>“We don't agree there will be any stigma at all. Citi has a presence in 95 countries with many different businesses and there are no second-class citizens,” he added. “We want to open other ways to attract the best talent and the quality of the CVs shows there is a trend from this generation that they want more free time.”</p> <p>The debate over junior burnout was reignited last year when exhausted Goldman Sachs analysts <a href=\"https://www.ft.com/content/d853d6b4-1546-4435-9b7e-99e3e9475d50\">circulated a slide deck</a> detailing brutal hours and allegations of workplace abuse, exacerbated by the isolation of homeworking during the Covid-19 pandemic. Similar complaints have echoed from the legal and consultancy sectors.</p> <p>Banks responded by bumping first-year salaries to $100,000 or more — with big bonuses on top — as well as offering perks such as free Peloton exercise bikes. However, few pledged to reduce working hours.</p> <p>This year the dealmaking surge driven by booming stock markets and the era of cheap money has faded, as inflation soars and recession fears deepen. Banks, including Goldman Sachs, are planning job cuts as activity dwindles.</p> <p>“Revenues in the industry are significantly down and that will obviously have an effect,” Falcó said. “I am not surprised that some are starting to send those messages. We are monitoring the situation so far, but we have hired more juniors than ever and remain committed to offering them a long-term career.”</p> <p>The 27 banking, capital markets and advisory analysts in Málaga — most of them under 25, with one 32-year-old — represent a small proportion of Citi's graduate workforce. The banking, capital markets and advisory division recruited 160 people in the Europe, Middle East and Africa region this year and about double that number in New York.</p> <p>“In other crises the industry made the mistake of reducing graduate intake dramatically, so when markets rebounded we didn't have enough people and were missing entire generations,” said María Díaz del Río, chief of staff for for BCMA in Europe, the Middle East and Africa.</p> <p>“Sometimes banks burn out our analysts, so we want to prove they can work limited hours and still add value,” she added. “When they are working on M&amp;A deals, maybe we will ask them to work longer, but will compensate them with more holidays. They will be the fresh ones on live transactions, they will have more time to think and be creative.”</p> <p>After two years, those who have performed well will have the opportunity to apply for jobs in New York, London or elsewhere.</p> <p>“There is obviously a question about how many will choose to go into a full-time, mainstream investment banking career,” said Falco. “If you want to go all the way, you have to move from Málaga eventually.”</p> <p><strong>​Letter in response to this article</strong>:&#xa0;</p> <p><a href=\"https://www.ft.com/content/438eb972-7109-4bf5-8149-fb954e53ab06\"><em>Citi jobs with beach views will not cut the mustard</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/438eb972-7109-4bf5-8149-fb954e53ab06\"><em>From Molly Johnson-Jones, London E9, UK</em></a></p><p>Source: Stephen Morris, Banking Editor 2022 'Citi opens Málaga hub for junior bankers as talent battle heats up' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-14T08:15:00.088Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1930,
          "end": 1943
        },
        {
          "start": 1930,
          "end": 1937
        },
        {
          "start": 2550,
          "end": 2563
        },
        {
          "start": 2537,
          "end": 2550
        },
        {
          "start": 2550,
          "end": 2557
        }
      ]
    }
  ]
}