{
  "_id": "550a29555ceb1b97ca496d0ee598e87064d4526828986295f9dcd8872567e4a3",
  "feed": "ftcomall",
  "title": "Surging borrowing costs take Italy ‘close to the danger zone'",
  "text": "<p>Investors are questioning how far Italy's borrowing costs can rise before they rip a hole through the heavily-indebted country's economy, as a sell-off intensifies across eurozone bond markets.</p> <p>Yields have shot higher in the bloc since the European Central Bank last week signalled an end to the stimulus measures it ramped up at the onset of the coronavirus pandemic. ECB president Christine Lagarde confirmed plans to withdraw a large-scale bond-buying programme and to initiate interest rate rises next month to tackle record levels of inflation.</p> <p>In turn, Italy has found itself in the market's crosshairs, because of its need to refinance a borrowing load of around 150 per cent of gross domestic product. Investors are dusting off calculations from the eurozone debt crisis a decade ago as they try to understand when the rise in yields could start to imperil finances for the Italian government as well as for companies and households.</p> <p>“You can tell things are getting bad because people are starting to publish papers on Italian solvency again,” said Mike Riddell, a bond fund manager at Allianz Global Investors. “The market isn't panicking yet, but all this focus on Italy is starting to feel a little like 2011,” he added. Back then, worries over Italian debt sustainability pushed Italy's 10-year yield to a record high of more than 7 per cent. It touched an eight-year high of 4.06 per cent on Tuesday.</p> <p>The spread between Italian and German 10-year yields peaked at 5 percentage points at the height of the debt crisis a decade ago. Andrew Kenningham, an economist at Capital Economics, said he did not think the ECB would let it get that high, predicting it would intervene once it reached 3.5 percentage points.</p> <p>The recently extended average maturity of Italy's outstanding debt, at over seven years, means the recent rise in yields will feed through only gradually to the country's average interest cost, according to analysis by Goldman Sachs. However, seven-year borrowing rates have already blown past 2.75 per cent, the maximum level at which Rome's debt load would stabilise, according to the bank. Italy's seven-year debt traded at a yield of 3.79 per cent on Tuesday.</p> <p>With prime minister Mario Draghi's market-friendly government facing elections next year, any political instability “could well end up being a catalyst for renewed concerns about debt sustainability”, Goldman Sachs said.</p> <p>Investors are also watching the gap between Italian and German borrowing costs — the so-called spread — which has widened to 2.4 percentage points, from around 2 percentage points before last week's ECB meeting. </p> <p>The central bank has pledged to fight so-called “fragmentation” of the eurozone financial system, but investors were unnerved by the lack of detail last Thursday on a new “instrument” to keep a lid on spreads.</p> <p>Fund managers like Riddell who are betting against Italian bonds believe Italy's spread has not yet reached levels that would prompt the ECB to intervene in markets. “The ECB had the opportunity to be more dovish and they turned it down,” said Riddell. “It's almost an invitation to the market to cause more stress.”</p> <p>Yields surged higher still on Tuesday after Dutch central bank president Klaas Knot told Le Monde that the ECB would not be limited to a half-point rate rise in September — opening the door to a 0.75 percentage point move.</p> <p>“We are getting close to the danger zone,” said Frederik Ducrozet, head of macroeconomic research at Pictet Wealth Management, adding that the ease of trading Italian debt has deteriorated somewhat.</p> <p>“I understand why the ECB is reluctant to move,” said Ducrozet. “But . . . if bond yields passed the pain threshold, the re-pricing might become self-fulfilling and the ECB would be unable to stop it unless they step in massively.”</p> <p>As well as the longer maturity profile on its national debt, Rome is also benefiting from more than €210bn of grants and cheap loans from the EU's Next Generation recovery fund.</p> <p>But the ECB worries about a disproportionate rise in Italian borrowing costs, not only because of government debt sustainability, but also because they act as a floor for the overall financing costs for companies and households. In the first four months of this year, average Italian mortgage rates rose from 1.4 per cent to 1.83 per cent, a three-year high, according to the ECB.</p> <p>The Italian central bank <a href=\"https://www.bancaditalia.it/pubblicazioni/rapporto-stabilita/2022-1/en_FSR_1_2022.pdf?language_id=1\">said</a> the amount of medium- and long-term debt the country has to refinance will increase from €222bn this year to €254bn next year, which combined with drastically lower purchases by the ECB is likely to increase upward pressure on yields.</p> <p>Rome may have to rely more heavily on Italian financial institutions to buy more of its debt, which could reignite concern about the banks' vast domestic sovereign debt exposure.&#xa0;</p> <p>At the end of April, Italian banks held over €423bn of domestic government debt securities and €262bn of loans to their government, only slightly below their peak levels in 2015 following the eurozone debt crisis, according to ECB data.</p> <p>If this increases further — and foreign investors were already reducing their exposure to Italian sovereign bonds last year — it could reignite fears about a vicious circle between private sector lenders and governments weakening each other, and ultimately threatening the existence of the single currency zone.</p> <p>“Eurozone banks are in better shape in terms of capitalisation and stock of non-performing assets,” said Lorenzo Codogno, a former chief economist at the Italian treasury. “Yet, they still have a sizeable position in domestic government bonds in many countries. The sovereign-banks doom loop can still be triggered.”</p><p>Source: Tommy Stubbington in London and Martin Arnold in Frankfurt 2022 'Surging borrowing costs take Italy ‘close to the danger zone'' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T17:28:54.876Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2391,
          "end": 2404
        },
        {
          "start": 1945,
          "end": 1958
        },
        {
          "start": 1945,
          "end": 1952
        },
        {
          "start": 2391,
          "end": 2398
        }
      ]
    }
  ]
}