{
  "_id": "888efba462111b07e1d735b66b67c9761f51efeda9dd99bffb12e8c1f340f82f",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Stuffed Stockings, Suffering Stores  ---  Combination of supply-chain snarls, stepped-up demand for goods is beginning to unwind  ----  By Justin Lahart",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  This year's holiday shopping season is throwing off a prepandemic vibe. Store shelves are laden with stuff, and retailers are dangling discounts to lure shoppers. </p><p>\n  It is a reflection of how the combination of supply-chain snarls and stepped-up demand for goods that pushed prices sharply higher is beginning to unwind. It is also one of the reasons that inflation could cool significantly in the months ahead. </p><p>\n  Retailers have largely wrapped up reporting earnings for their fiscal third quarters, and the picture has been decidedly mixed. Walmart, which has been taking an aggressive stance with suppliers while drawing in more high-income shoppers, and Macy's, which appears to be managing its inventories well despite slowing sales, pleased investors. So did Best Buy, which on Tuesday reported a drop in comparable-store sales, driven by slowing demand for pandemic favorites such as home theater, but still topped estimates. But other retailers, such as Target and Kohl's, didn't make the cut. </p><p>\n  It all counts as a far cry from the past two years when the No. 1 issue for many retailers was whether they would have enough stock to meet demand. It also underscores just how much the strains on supply chains have eased, speeding the flow of goods to businesses to the point that many of them probably are wishing they hadn't ordered so darn much. </p><p>\n  For example, Commerce Department figures show that in the six months ended September, U.S. imports of toys, games and sports equipment came to $28.8 billion. That compared with $16.2 billion over last year's six-month period and $17.9 billion over the period in 2019. Even taking into account rising prices, which in the case of toy imports has been fairly muted, it makes for a lot of stuff to try fitting under the Christmas tree. </p><p>\n  The holiday shopping story is emblematic of the dynamic unfolding in the economy generally. Manufacturers surveyed by the Institute for Supply Management last month marked down nine things that were in short supply. That is compared with 26 a year earlier. One item that fell off the list was \"ocean freight.\" But you could figure that out by just looking at shipping costs: London-based Drewry Shipping Consultants reported Thursday that prices for transporting containers around the world this week are down 74% from a year ago. </p><p>\n  The easing of supply constraints is already helping cool costs. The Labor Department reported last week that price increases at the wholesale level continued to moderate in October, while import prices fell for a fourth straight month. The prices Americans pay for goods are starting to ease, too, with consumer prices for goods excluding food and energy down in October from September. </p><p>\n  There probably is more to come since in addition to the easing of supply-chain problems, consumers' penchant for goods is slipping. That is partly because of how inflation has sapped some spending power but also because so much was bought during the pandemic. Adjusted for inflation, Commerce Department figures show that sales at sporting goods, hobby, musical instrument and book stores were 23% higher over the 31 months extending from March 2020 to this September than they were over the prior 31-month period. </p><p>\n  Goldman Sachs economists think that the unsnarling of supply-chain disruptions will put a big dent in inflation in the year ahead. They calculate that supply constraints on long-lasting durable goods have lately added 0.6 percentage point to the year-over-year change in the Commerce Department's measure of consumer prices excluding food and energy items. By the end of next year, they calculate that will have swung to a negative 0.45 point. </p><p>\n  For consumers, this would amount to welcome relief. But for many consumer-facing companies, it doesn't look as if life is about to get any easier. </p><p></p>",
  "published": "2022-11-25T07:05:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3224,
          "end": 3237
        },
        {
          "start": 3249,
          "end": 3262
        },
        {
          "start": 3249,
          "end": 3256
        }
      ]
    }
  ]
}