{
  "_id": "fdecfbb32ca8854c8fd2ea31dc6b6ba5dc9a636eeabca777a74396a70424338e",
  "feed": "wall-street-journal",
  "title": "Investing Monthly (A Special Report)  ---  Financial Flashback:  A look back at Wall Street Journal headlines from this month  ----  By Simon Constable",
  "text": "<p>\n  25 YEARS AGO </p><p>\n  Wall Street never seems short of a scandal. </p><p>\n  A quarter-century ago, Nasdaq stock dealers agreed to a collective settlement of approximately $1 billion after claims that market makers were manipulating part of the stock market. Or, as The Wall Street Journal put it at the time, these companies were alleged to have \"rigged prices\" between 1989 and 1994. </p><p>\n  \"It was a big deal and to some retail and institutional folks, it seemed like a vindication of what they'd suspected all along,\" says Pete Earle, a member of the research faculty at the American Institute for Economic Research. \"It was the dealers who settled, but lots of people still believe it was the Nasdaq.\" </p><p>\n  The central issue in the case came after a 1994 study by two finance professors alleged the difference between the bid and the ask prices, the so-called spread, was unnaturally wide and \"suggested dealers tacitly collude\" to make it that way. Wider spreads tend to mean more revenue for the companies. </p><p>\n  The eventual agreement, which included some memorable names such as Jefferies, Montgomery Securities, Merrill Lynch, Bear Stearns, Solomon Smith Barney, Charles Schwab and Goldman Sachs, also coincided with a banner profits year on Wall Street helping reduce the settlement's sting. </p><pre> </pre><p>\n  50 YEARS AGO </p><p>\n  A Bigger Board? Central Stock Market, Its Proponents Think, Could Benefit Investors </p><pre> </pre><p>\n  100 YEARS AGO </p><p>\n  General Electric Attracts Conservative Investors </p><p></p>",
  "published": "2022-12-05T07:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1154,
          "end": 1161
        },
        {
          "start": 1154,
          "end": 1167
        },
        {
          "start": 1147,
          "end": 1160
        }
      ]
    }
  ]
}