{
  "_id": "08e413683df10e2530db9c9cdea591fab58d20ff617abb5ba5a527fb4e933bcb",
  "feed": "ftcomall",
  "title": "Insurer Generali faces new test as bitter battle for control nears climax",
  "text": "<p>Months of acrimony and division over the future of Generali will culminate this week in a <a href=\"https://www.ft.com/content/249b9222-1bf5-4c5a-9a47-ccad38f50e1e\">shareholder vote in Trieste, </a>the Italian port city that gave the country's largest insurer its nickname.</p> <p>At stake is not just the fate of Generali, the almost 200-year old group with 75,000 employees and 67mn customers, but the <a href=\"https://www.ft.com/content/cc5f80cb-c06c-408a-a02a-da2d356ac391\">credibility of Italian corporate governance</a> after a fight that has pitted a pair of the country's richest tycoons against two of its best-known financial institutions.</p> <p>Investors must choose between a slate of directors led by the insurer's embattled <a href=\"https://www.ft.com/content/0bd7f8f4-15a8-438c-b108-db66f04b2461\">chief executive Philippe Donnet</a>, who is backed by Mediobanca, the investment bank that has long been a powerbroker in Italy and is Generali's largest investor, and a <a href=\"https://www.ft.com/content/d9f92ee0-feb7-4064-b139-56615cf48931\">rival list that would install Luciano Cirinà </a>as the next CEO.</p> <p>A key Donnet lieutenant before <a href=\"https://www.ft.com/content/5676db1c-8fab-442d-95f1-9d1c175e9d61\">breaking ranks last month</a>, Cirinà has been proposed by construction billionaire Francesco Gaetano Caltagirone, a large Generali shareholder and longstanding board member until he quit in January. Caltagirone's effort is backed by Leonardo Del Vecchio, another large shareholder who amassed his $30bn fortune in the eyewear industry, and whose board representative also resigned at the start of the year.</p> <p>“This is the first time we see a clash between the company's own slate of board candidates and its shareholders, rather than [a group of] shareholders battling each other as was the case, for example, in the fight for control of Telecom Italia between Elliot and Vivendi,” said Bruno Cova, a partner at law firm Willkie Farr &amp; Gallagher and an Italian expert on corporate governance.</p> <p>Beneath the mudslinging that has increasingly dominated the countdown to the vote, shareholders face a simple question: which of the duelling camps can deliver a brighter future for Generali, which is known as the Lion of Trieste. </p> <p>In the view of Caltagirone and Del Vecchio, victory for Cirinà will curb the influence of Mediobanca, open the path to transformative acquisitions and accelerate earnings growth. In contrast, Donnet's supporters point to the group's record operating profits of €5.9bn last year and the perils of relying on M&amp;A. </p> <p>The choice of Donnet as CEO should be a “no-brainer”, said Lorenzo Pellicioli, the chief executive of media group De Agostini, who sat alongside Caltagirone on Generali's board for 15 years, six of which were while Donnet has been at the helm. Pellicioli&#xa0;is also standing for re-election on Generali's slate of directors<em>.</em></p> <p>With voting already under way ahead of the annual general meeting on Friday, institutional investors and the billionaire Benetton family, which has a 4 per cent stake in the insurer, are regarded as important swing voters. </p> <p>The factions backing Donnet and Cirinà are roughly balanced, with each controlling about a fifth of the company's voting rights. A third, shorter list of directors has been proposed by a group of institutional investors though it is not expected to garner much support.</p> <p>Under Generali's rules of association, most board directors will be drawn from the list that receives the most votes. A smaller number of directors will then be awarded to the second and third lists if their share of the vote meets a certain threshold. </p> <p>Generali's international investors could yet prove decisive. Influential proxy firms ISS and Glass Lewis have recommended shareholders stick with Donnet. Last week, Norway's oil fund Norges, which holds a 1 per cent stake, and institutions including Canada's CPP Investments, said they had voted for Donnet and the rest of the directors proposed by Generali. </p> <p>Cirinà and Claudio Costamagna, a former Goldman Sachs banker who would become chair if Generali's billionaire shareholders prevail, last month unveiled their own vision for the insurer, dubbed “Awakening the Lion”, at the Four Seasons hotel in Milan.</p> <p>The two pledged to increase profits more quickly, cut costs and be bolder in striking deals. Andrew Ritchie, an analyst at Autonomous, said the plan was “impressive”, but like others said the projected savings were optimistic. A spokesperson for the Caltagirone camp said they were more than feasible.</p> <p>But as the vote draws near, the bitterness of the past few months has raised fears that Generali and a newly constituted board will struggle to put the battle behind it. </p> <p>The sides have taken aim at the other's efforts to increase their stakes in Generali, with Costamagna and Del Vecchio criticising Mediobanca's move to borrow 4 per cent of the insurer's shares in a bid to give it more clout. </p> <p>In an interview with the FT, Costamagna cast doubt on the legitimacy of a Mediobanca-backed board if the borrowed shares prove key to the outcome. In such a scenario, Caltagirone's camp has said it may resort to legal action. </p> <p>Despite its support for Generali's director list, proxy adviser ISS cautioned that Mediobanca's “questionable practice of borrowing shares . . . brings back memories of high-profile ‘empty voting' cases from the 2000s,” in which a shareholder borrows stock to bolster its voting power without incurring any real economic risk.</p> <p>Mediobanca has rejected the critique, describing its use of the borrowed shares as “<a href=\"https://www.mediobanca.com/en/media-relations/press-releases/comunicato-stampa-11-aprile.html\">fully legitimate</a>” and designed to protect its $4bn investment in Generali.</p> <p>Caltagirone, meanwhile, has around half of his near-10 per cent stake in Generali in pledged shares, whereby an investor borrows to buy stock and uses the same shares as collateral for the loan. </p> <p>A spokesperson for Caltagirone defended the use of pledged shares, saying it “does not affect” his ownership of the stock.</p> <p>Italy's financial regulator Consob has also been drawn into the fray. </p> <p>According to documents seen by the Financial Times, Generali's audit committee reported a series of share trades, including a €14.76mn purchase executed on behalf of Caltagirone on December 14 after he had been included on a so-called insider list relating to Generali's new strategy, which was unveiled on December 15th. </p> <p>The purchase was part of a series that Caltagirone had mandated in September and were designed to increase his stake in Generali, according to people familiar with the matter. </p> <p>The European Market Abuse Regulation prohibits the buying or selling of stock by individuals included on insider lists. Consob declined to comment on any of the trades reported by the insurer, but said it had been “closely following all matters relating to Generali.”</p> <p>A spokesperson for Caltagirone declined to comment on the December 14 trade, but said “all the purchases by Caltagirone group fully respected all applicable rules and regulations.” Generali declined to comment on the trades it reported to the regulator.</p> <p>The tensions between the camps escalated just over a week ago when Generali filed an “urgent complaint” with the regulator over what it called “incorrect and defamatory statements” made by Cirinà and Caltagirone in interviews discussing the insurer's culture and Mediobanca's influence. </p> <p>Generali said it resolved to “launch criminal and civil legal proceedings” regarding the matter. A spokesperson for Cirinà and Caltagirone said they “cannot comment on the criminal and civil legal proceedings”.</p> <p>Once the result of the vote is known, focus will quickly shift to the potentially fraught task of making the new board a functioning one following months of discord.</p> <p>Given the size of the Generali stakes held by both sides, it is very likely that they will each be represented on the board following the vote.</p> <p>Generali said in a statement that the new board will “take on its responsibilities to deliver on its strategic plan, working in the interest of all stakeholders, not any particular shareholder.”</p> <p>However, analysts are sceptical of a quick return to business as usual. “There is a risk that the board could be more dysfunctional going forward than it has been,” said Autonomous's Ritchie.</p><p>Source: Silvia Sciorilli Borrelli in Milan and Ian Smith in London 2022 'Insurer Generali faces new test as bitter battle for control nears climax' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-26T03:00:26.500Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3625,
          "end": 3632
        },
        {
          "start": 3625,
          "end": 3638
        }
      ]
    }
  ]
}