{
  "_id": "39b5cb9c123a6d495460eba588dba472da39d5a3993ff107939a98eac0cc3ff8",
  "feed": "ftcomall",
  "title": "Overhauled Tokyo Stock Exchange makes debut ",
  "text": "<p>The Tokyo Stock Exchange opened on Monday morning with a ceremony marking its biggest overhaul in 60 years but domestic and global investors said the streamlining effort was a squandered opportunity. </p> <p>The historic reform, which has been implemented at the start of Japan's new fiscal year, is part of the TSE's effort to fight US and Chinese markets for investor attention. The reshuffle coincides with attempts by Tokyo to increase its <a href=\"https://www.ft.com/content/4e8aab09-0a76-401f-984d-3719772cb6d0\">appeal</a> as a <a href=\"https://www.ft.com/content/6a007e4a-2398-4ff2-8b79-ed7190a0e504\">global financial centre</a>.</p> <p>The exchange is now divided into three sections — prime, standard and growth — replacing a more cumbersome system of four separate boards that were the legacy of various mergers.</p> <p>The goal of the <a href=\"https://www.ft.com/content/4353100c-06f7-4fcc-9bb4-97e562366c61\">reshuffle</a> was to create incentives around prime section membership so companies would improve governance and become more focused on growth and shareholder value. To widespread disappointment, the reshuffle has not significantly raised the bar for membership, resulting in 1,839 companies qualifying for the prime section. </p> <p>Companies technically only qualify for the prime section if they have a market capitalisation of at least ¥10bn ($81mn). However about 300 companies that do not meet that requirement have been allowed to join by submitting an open-ended plan to meet the standards at some unspecified point in the future. </p> <p>Investors originally hoped that the minimum market capitalisation for the prime section would be at least ¥100bn.</p> <p>Kazunori Tatebe, Japan equity strategist at Goldman Sachs, said there was particular dismay that the supposedly elite prime section now contained about 80 per cent of the former unwieldy first section of the exchange. Some investors and analysts had hoped for a streamlined group of 500 companies.</p> <p>“There are some positive developments, such as encouraging companies to sell their cross-shareholdings, but compared with three years ago when expectations for the reshuffle were high, investors can see that the requirements were scaled down,” said Tatebe.</p> <p>Akira Kiyota, the head of TSE's parent Japan Exchange Group, said in the opening ceremony that the changes would “support sustainable growth and medium- to long-term enhancement of corporate value of listed companies”. </p> <p>In a separate interview with the Financial Times earlier this year, TSE chief executive Hiromi Yamaji argued that the new standards would encourage companies to take issues such as free float and governance more seriously.</p> <p>“The latest revision of the requirement is expected to prompt change in the minds of listed companies,” Yamaji said, adding that the first major reform since 1961 always had to be carried out in a “careful manner”.</p> <p>“This is just a starting point,” Yamaji added. “We can't reclassify the market frequently, but we may brush up on the content, just like how we revise the corporate governance code every three years.” </p><p>Source: Eri Sugiura and Leo Lewis in Tokyo 2022 'Overhauled Tokyo Stock Exchange makes debut ' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-04T07:01:58.686Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1453,
          "end": 1466
        },
        {
          "start": 1453,
          "end": 1460
        }
      ]
    }
  ]
}