{
  "_id": "9bb78d5e470427a3f40957c058f9e91d5a8b4ab630c8630624d455252ca3bbaf",
  "feed": "wall-street-journal",
  "title": "China's Mass Covid Testing to Test Country's Finances, Too; Beijing's plans to prevent another Shanghai-style lockdown—while spending heavily on infrastructure—could prove costly",
  "text": "<p>How effective those measures are will ultimately depend on how stringent China's dynamic Covid-zero policy mix remains and on other factors such as the weather and new variants. When shops, factories and workers are in a lockdown, getting infrastructure projects started is challenging no matter how much money is spent. The country's approach to the pandemic would also directly affect how much money for buildings and bridges is available.</p><p>One possible way to reduce the frequency of lockdowns is even more widespread and frequent PCR testing, as has already been implemented in some cities including Beijing. That, however, could be very costly if it goes nationwide: Goldman Sachs estimated that testing 70% of the population every two days would cost as much as $370 billion, or 2.2% of China's economic output last year. Doing group testing could reduce the bill substantially but would still be a huge fiscal burden.</p><p>Moreover, local governments will likely have to bear the costs, as officials in Beijing recently made clear. Provincial and city government finances have already taken a hit as land sales—an essential revenue source—have collapsed. Revenue from government land sales fell nearly 30% year-over-year in the first four months of 2022. The housing market remains sluggish even though many local governments have rolled out supportive measures.</p><p>Plunging land sales and heavy spending on Covid-19 control measures would curtail how much local governmentscan spend on infrastructure. Nomura estimates that achieving China's 16% growth target for total fiscal spending would mean that local governments could face a six trillion yuan, equivalent to around $900 billion, funding gap this year. Out of that, the roughly 3.5 trillion yuan gap in off-budget revenue would be particularly hard to fill since land sales are usually a big contributor.</p><p>This comes as Beijing has been trying to force local governments to pay down hidden debts—such as those assumed via local government-financing vehicles—corporate entities used to raise cash off the books. Nearly a third of Chinese provinces—especially financially weaker ones—made net repayments on LGFV bonds in 2021, according to S&amp;P Global.</p><p>The takeaway is that part of the funding would need to come from the central government. Beijing said in March that the transfer of funds from central to local governments will be increased by 18% this year. The government also asked state-owned banks to provide 800 billion yuan in lending to support the infrastructure drive.</p><p>Beijing is used to juggling different demands—ruling a country of 1.4 billion people makes that an essential skill. But keeping the economy up and both Covid-19 cases and debt levels down may prove too much for even its formidable reflexes.</p><p>Write to Jacky Wong at jacky.wong@wsj.com</p><p>China's Mass Covid Testing to Test Country's Finances, Too</p>",
  "published": "2022-06-09T12:22:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 671,
          "end": 684
        },
        {
          "start": 671,
          "end": 678
        }
      ]
    }
  ]
}