{
  "_id": "d867d15d8b946dc2eef395bb5125cc493efcba8ffecd3e0feb21e8d15f71fcd4",
  "feed": "ftcomall",
  "title": "Rishi Sunak puts the non-urban immigrant on the map",
  "text": "<p>A weak joke is doing the rounds whose basic structure is as follows. First, you exalt <a href=\"https://www.ft.com/stream/3af9081b-2929-40bb-a906-0a6e7ad51ac9\">Rishi Sunak</a> as a breakthrough for an overlooked minority. You then catch your nodding audience out by naming that minority. Finally, a prime minister from . . . Goldman Sachs! Overdue recognition for . . . Wykehamists!</p> <p>Two things can be said for this Radio 4-grade banter. First, it is consolation. People are having to accept that Tories produced the first Jewish prime minister (by ancestry if not faith), the first woman, the second woman, the third woman and now the first Asian. The first Catholic was probably Boris Johnson. Prediction: the first black premier will be Tory. If humour helps to get folk through this, it shouldn't be denied them. </p> <p>Second, the gag is half-right. The thing about Sunak is not (or not just) his race. But it is not his class, either. It is his region. </p> <p>He is an advertisement for that most neglected of “demographics”: the non-urban immigrant. He isn't from London. Or Manchester, Birmingham, Liverpool, Leeds, Bristol or Sheffield. Or even those towns — Luton, Blackburn, Wolverhampton — to which Asians came for work in the last century. No, home is Southampton, which is far from homogenous but also far from most dramatisations of immigrant or ethnic-minority life. Nor are his school towns of Romsey and Winchester the setting of many Desi tales. <em>Bend It Like Beckham: The Hampshire Years</em>&#xa0;would have been a tough pitch even when Netflix was flusher with cash. </p> <p>I have known enough Asians from non-obvious places to sense, for good and bad, what a distinct experience it can be. You go without the psychic comforts that big cities confer on minorities: invisibility, safety in numbers. You are denied the more tangible ones, too. With critical mass in an area, a diaspora can approximate the taste of the old country (whichever that is) through cash and carries and the like. That is harder in Leighton Buzzard.</p> <p>On the other hand — the one Sunak has played so well — you might have a better window into life as lived by the median citizen. The first non-white leaders of large western democracies, he and Barack Obama, didn't grow up among many of their ethnic kin. Coincidence is the likeliest explanation here. The sample size is trifling. But I wonder. Early awareness of his difference, that recurrent theme in Obama's biographical writing, might have brought insight as well as grief. There is still no one better at explaining to the left that whites of a certain age might fail to keep up with the protean language of identity.</p> <p>It will have come to your notice that Sunak isn't Obama. But geographic upbringing might have given him an equally useful angle on his nation. It is hard to describe the non-London south of England to foreigners (and, at times, northerners). The loveliness of some of it is famous enough. Less well understood, even after&#xa0;<em>The Office</em>, are the places where middling living standards are compounded by a lack of identity. Southampton isn't one of these: too ancient, too large, too well-defined by its port and football club. But it is a better vector into that Costa&#xa0;Coffee side of England than the big immigrant cities. As a percentage, its white population is about in line with the average in England and Wales. It voted Brexit by about the same margin the UK did.</p> <p>An ethnic determinist would count on me for special insight into the prime minister. You'd be better off asking someone from Maidstone. In fact, my Pakistan-born friend who grew up in non-DC-facing Virginia might be of more use. He will have felt conspicuous more often than I ever have. He will have had to learn the texture of life in a new country more abruptly and with less help than I did.</p> <p>Worse, his story is rarely told. “I am an American, Chicago-born”: the opening words of Saul Bellow's&#xa0;<em>The Adventures of Augie March</em>&#xa0;cemented the link in popular imagination between the migrant and the metropolis. It is through an already diverse city that a newcomer enters and becomes socialised into the nation. Except, very often, it isn't.&#xa0;I am more at home 400 miles away in Glasgow than in towns fractionally outside the M25. Not&#xa0;all minorities get to be so picky.</p> <p><em>Email Janan at </em><a href=\"https://mail.google.com/mail/u/0/?fs=1&amp;tf=cm&amp;to=janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: Janan Ganesh 2022 'Rishi Sunak puts the non-urban immigrant on the map' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T21:00:59.690Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 247,
          "end": 260
        }
      ]
    }
  ]
}