{
  "_id": "8d5c95666469049d2a166064fe846e6011fa36627cd6217d880c657f1d64b126",
  "feed": "wall-street-journal",
  "title": "SocGen's Russian Exit Raises Pressure on Others",
  "text": "<p>Until recently there were three European banks with significant exposure to Russia: UniCredit, Raiffeisen and Societe Generale. On Monday, Societe Generale said it was leaving Russia, prompting a 3.1 billion euro write-down, equivalent to $3.4 billion. Its shares rose 5% on the day. Societe Generale's exit raises pressure on peers to follow suit.</p><p>The pressure to act is greatest on UniCredit and Raiffeisen, the two European banks with the largest exposure. Many others have already said they would exit, including JPMorgan Chase, Goldman Sachs and Deutsche Bank. Citigroup recently expanded its exit. Intesa Sanpaolo, UBS and Credit Suisse are still considering their options, but have more limited exposure.</p><p>Societe Generale's exit is a potent symbol. The lender was in Russia before the first World War. French companies have an outsize Russian presence and many have been hanging on to their local operations despite Moscow's invasion of Ukraine, even as rivals headed for the border. For example, TotalEnergies is the only major oil company that hasn't planned a wholesale exit.</p><p>Italian UniCredit and Austrian Raiffeisen might have support at home to stick things out. Historically, Italy, Austria and Germany have been on the more Russia-friendly end of the European spectrum. However, Russia's invasion of Ukraine moved public and political opinion.</p><p>UniCredit and Raiffeisen have sizable total exposure to Russia, about 7.4 billion euros and 22.9 billion euros, respectively, which includes a range of items such as equity in their subsidiary, customer loans and Russian sovereign-debt holdings. Write-downs are likely to be far less -- Societe Generale's total exposure was around 18 billion euros, but its write-down was 3.1 billion euros. Still, the two banks' Russian heft raises the scrutiny of their actions and complicates any exit. Even with a quick cease-fire, which seems unlikely, it is difficult to envision a scenario under which operating in Russia becomes widely acceptable soon.</p><p>Leaving is tough, though. Winding down exposure can take time. As forced sellers, the banks have little, if any, bargaining power. The expanding list of sanctions means there is a small, and shrinking, pool of buyers and uncertainty about how any payment might be made. Societe Generale is selling its Russian bank back to Interros, from which it bought control in 2008. Vladimir Potanin, the metals billionaire behind that group, is currently sanctioned only by Canada.</p><p>Investors in the three most Russia-exposed European banks have been more decisive than the lenders themselves. Shares in UniCredit fell by a third since the start of the invasion and Raiffeisen's stock is off by almost half, significantly more than the 13% drop in the benchmark Stoxx Europe 600 bank index. Societe Generale's shares were down by nearly a third before Monday's announcement but now seem to be tracking the benchmark more closely.</p><p>UniCredit and Raiffeisen are still considering their options. There is a shortage of quick, easy answers, but still opportunistic investors might be in line for a bump once they make their decision.</p>",
  "published": "2022-04-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 533,
          "end": 546
        },
        {
          "start": 533,
          "end": 540
        },
        {
          "start": 528,
          "end": 541
        }
      ]
    }
  ]
}