{
  "_id": "c9a01049c394db0ce322e2184dbf88218847d0e050166ba94082006e3851539d",
  "feed": "wall-street-journal",
  "title": "Biden Student-Loan Forgiveness Raises Inflation, Budget Risks; When coupled with resumption of loan payments, many economists expect policy will have modest effect on prices and consumer spending",
  "text": "<p>President Biden's decision to cancel up to $20,000 in student debt for millions of borrowers will have broad economic consequences, including on inflation, consumer behavior and government budgets, though the degree of those effects is uncertain.</p><p>Assuming the plan survives any potential legal challenges, the move to cancel a lump-sum of debt for more than 40 million borrowers and change repayment rules could provide a modest boost to longer-term inflation and lead to larger federal deficits, economists say.</p><p>In the short term, some, such as Obama administration economist Jason Furman say the debt relief risks \"pouring roughly half trillion dollars of gasoline on the inflationary fire.\" In contrast, Wall Street analysts say the near-term impact is likely to be limited because debt relief isn't like other forms of stimulus. Individuals won't immediately have more money to spend because almost all borrowers haven't been paying during a government repayment moratorium during the Covid-19 's pandemic.</p><p>\"You are already receiving forbearance from your student loan payments, so your disposable income isn't necessarily going to go up relative to where it is now,\" said Michael Gapen, head of U.S. Economics Research at Bank of America. \"Will we see it in the statistics in the next six months? Probably not,\" Mr. Gapen said.</p><p>If all borrowers who are eligible for debt cancellation enroll, student loan balances will be reduced by around $400 billion, according to a Goldman Sachs analysis released Thursday. Their economists found that student loan payments would fall from 0.4% of personal income to 0.3%. Debt cancellation isn't likely to have much of an effect on inflation, they found, writing that \"debt forgiveness that lowers monthly payments is slightly inflationary in isolation, but the resumption of payments is likely to more than offset this.\"</p><p>Mr. Biden, a Democrat, also announced that borrowers with remaining balances must prepare to resume paying starting in January after nearly three years of the pandemic-related freeze.</p><p>Republicans immediately tied the debt cancellation to risks of higher inflation. \"Biden's student loan forgiveness plan may win Democrats some votes, but it fuels inflation, foots taxpayers with other people's financial obligations, [and] is unfair to those who paid their own way,\" Sen. Mitt Romney (R., Utah) said Wednesday.</p><p>The plan's impact on inflation was a central concern for Mr. Biden and his advisers in recent months, as the president's approval ratings were dragged down by mounting public frustration this year with higher consumer prices, according to administration officials and others familiar with the internal discussions.</p><p>How Are You Paying for It?</p><p>Download free WSJ's Guide to Student Loans: Navigating the Myths and Misunderstandings About College Debt.</p><p>Earlier this year, some in the administration thought Mr. Biden might not move forward with loan forgiveness because of the expected political backlash, some of the people said. The president signaled he was prepared to weather the criticism, the people said.</p><p>Mr. Biden instructed his aides to examine the possible fallout of the plan on the deficit and inflation. He was presented with modeling that eventually eased his concerns, the people said. Aides told the president that the overall effect on inflation would be neutral or even deflationary if they paired targeted forgiveness with a resumption of loan payments within a few months. The payments, they argued, would offset the potential inflationary effect of a surge in demand that might come after borrowers received debt relief.</p><p>Some analysts disagreed with the administration's analysis.</p><p>\"The argument is both bogus and mathematically wrong,\" said Marc Goldwein, senior policy director for the Committee for a Responsible Federal Budget, a nonpartisan think tank. He noted that even the 23 million borrowers with remaining balances will get the benefit of four more months of deferred payments and will pay less on their loans going forward, both of which are likely to boost their consumption and contribute to inflation.</p><p>Other economists see less immediate effects.</p><p>\"It would probably take several quarters or more\" for personal spending to meaningfully accelerate, Mr. Gapen said. The effect of that increased consumption would likely be \"well-within the margins of predicting GDP growth or inflation over time,\" he said.</p><p>In addition to debt cancellation, Mr. Biden's plan also would change how borrowers will pay off their loans in the future by adjusting income-based repayment programs to require lower payments and capping interest, especially for lower-income borrowers.</p><p>The changes, along with the extra relief for Pell Grant recipients, likely makes the plan more targeted to lower-income borrowers than some economists feared. Without such policies, student debt relief would skew toward wealthier people who are more likely to pursue an advanced degree than the average American. But it also makes the plan more expensive than if Pell Grant recipients received the same $10,000 in relief as other borrowers.</p><p>The Committee for a Responsible Federal Budget found that the total cost of student loan relief would be around $500 billion over 10 years, including $360 billion in canceled debt, $120 billion from the changes to repayment plans, and $20 billion from another four-month extension to the payment pause. It will likely knock out the deficit-shrinking benefits of the Inflation Reduction Act, which Democrats pushed through Congress earlier this month, CRFB found. Over time, as loans don't get repaid, the federal government will lose money that might otherwise have been paid back.</p><p>Andrew Restuccia contributed to this article.</p><p>Write to Gabriel T. Rubin at gabriel.rubin@wsj.com</p><p>Biden Student-Loan Forgiveness Raises Inflation, Budget Risks</p>",
  "published": "2022-08-25T20:28:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99992794,
      "offsets": [
        {
          "start": 1474,
          "end": 1487
        },
        {
          "start": 1474,
          "end": 1481
        },
        {
          "start": 1466,
          "end": 1479
        }
      ],
      "weightsV2": {
        "weight": 2.000001,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 8.34465e-07,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}