{
  "_id": "ed3e6bbaf865b1834b2c2e760bd43169c7579530e1d9d7d321d5ff2eaeef779b",
  "feed": "market-watch",
  "title": "‘There's no way the stock market goes up this year, it probably goes down pretty aggressively,' says hedge-fund honcho Kyle Bass",
  "text": "<p>Bass's comment come as the Dow Jones Industrial Average DJIA, the S&amp;P 500 index SPX and the Nasdaq Composite Index COMP came under pressure, and the 10-year Treasury note BX:TMUBMUSD10Y drew bids, driving the benchmark bond yield, used to price everything from mortgages to car loans, lower on the day and week.</p><p>On Thursday, a reading of wholesale inflation, the producer-price index, receded but still held around 9.7% year-over-year compared with a nearly 40-year high of 9.8% in the prior month. The PPI report came a day after the consumer-price index for December showed the headline, year-over-year inflation rate also up near a&#xa0;40-year high of 7%.</p><p>The moves in inflation, even if the recent data suggest that pricing pressures may be peaking, are compelling the Federal Reserve to tighten financial conditions rapidly to defuse an inflation buildup.</p><p>Deutsche Bank&#xa0;DB&#xa0;economists expect four hikes in 2022, starting in March, while economists at Goldman Sachs Group Inc.&#xa0;GS&#xa0;raised their forecast for 2022 rate increases&#xa0;to four from three.</p><p>During the confirmation hearing in front of a Senate finance panel, Fed Gov. Lael Brainard said the rate-setting Federal Open Market Committee “has projected several hikes over the course of the year.”</p><p>Read:&#xa0;Lael Brainard Says Inflation Is ‘Too High.' The Fed Will Work to Bring It Down</p><p>A liftoff in benchmark interest rates will come after the Fed ends its tapering of asset purchase and may come as it shrinks its nearly $9 trillion asset portfolio, which it had accumulated in support of the market during the height of the pandemic-induced disruptions that began in earnest back in March of 2020.</p><p>“We will be in a position to do that as soon as asset purchases are terminated. And we will simply have to see what the data requires over the course of the year,” she told the Senate Banking Committee on Thursday.</p><p>All that is expected to serve as a headwind to swaths of speculative assets because higher rates translate to higher borrowing costs and can erode the future earnings of companies, such as those in technology.</p><p>See: Why a falling dollar signals ‘markets are in wonderland' over inflation and Fed</p><p>For his part, Bass sees the market facing significant challenges and doubts that the central bank will have the conviction to raise rates substantially without push back from the markets.</p><p>Bass is widely known as an often-bearish hedge-fund manager who won big during the global financial crisis, and who also has focused on economic developments in Asian markets.</p>",
  "published": "2022-01-13T16:39:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 951,
          "end": 964
        },
        {
          "start": 951,
          "end": 958
        },
        {
          "start": 951,
          "end": 975
        },
        {
          "start": 951,
          "end": 974
        }
      ]
    }
  ]
}