{
  "_id": "1ac8c36cd82a3877030ccca9adf5539a8ad8cb3cd79559e707a9766d10359074",
  "feed": "market-watch",
  "title": "Oil scores highest finish in a month, buoyed by the prospect for an OPEC output cut; Instability in Libya raises risks of oil supply disruptions",
  "text": "<p>Price action</p><p>* West Texas Intermediate crude for October delivery CL00 CL.1 CLV22 rose $3.95, or 4.2%, to settle at $97.01 a barrel on the New York Mercantile Exchange, building on a gain of 2.9% last week. Based on the front-month contract, prices ended at their highest since July 29, according to Dow Jones Market Data.</p><p>* October Brent crude BRNV22, the global benchmark, climbed $4.10, or 4.1%, at $105.09 a barrel on ICE Futures Europe, also the highest finish in about a month. The most actively traded November contract BRNX22 rose $3.92, or 4%, to $102.93 a barrel.</p><p>* On Nymex, September gasoline RBU22 settled at $2.8776 a gallon, up 0.9%, while September heating oil HOU22 shed 2.4% to $3.9099 a gallon.</p><p>* September natural gas NGU22 advanced 0.6% to $9.353 per million British thermal units on the contract's expiration day. The new front-month October contract NGV22 settled at $9.336, up 0.7%.</p><p>Market drivers</p><p>Oil prices bounced last week after Saudi Arabia's energy minister signaled that OPEC could weigh output cuts. Oil prices surged earlier this year, briefly topping $130 a barrel in intraday action in March following Russia's invasion of Ukraine. But since then, it has retreated sharply on concerns over the global economic outlook.</p><p>Read: This asset class is poised to rise 38% because markets overestimate risk of global recession, Goldman says</p><p>Energy trading is likely to remain volatile \"as markets chop between worrying about the impact of recessionary forces on demand, and on the other hand ongoing supply constraints and latterly the threat of an OPEC output cut,\" said Marc Ostwald, chief economist and global strategist at ADM Investor Services International, in emailed comments.</p><p>Meanwhile, U.S. benchmark stock indexes traded lower in Monday dealings after remarks by Federal Reserve Chairman Jerome Powell on Friday indicated the central bank will continue to tighten policy and keep rates high in its effort to wring inflation out of the economy.</p><p>Efforts to fight off inflation could lead to a recession, hurting demand for energy, but oil prices stayed strong Monday. \"The realities of tightness of supply are keeping the petroleum markets elevated,\" said Phil Flynn, senior market analyst at The Price Futures Group, in a daily report.</p><p>Traders are more concerned about \"the lack of supply coming out of Libya and the potential for tropical storms in the Atlantic,\" which could disrupt production in the Gulf of Mexico, said Flynn.</p><p>Libya saw its worst fighting in years on Saturday, CNN reported Monday. That raised the possibility of oil-supply disruptions from the OPEC member.</p><p>Hear from top Wall Street energy analysts at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. RBC's Helima Croft will be there.</p><p>Oil scores highest finish in a month, buoyed by the prospect for an OPEC output cut</p>",
  "published": "2022-08-29T19:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.99759996,
      "offsets": [
        {
          "start": 1354,
          "end": 1361
        },
        {
          "start": 1344,
          "end": 1351
        }
      ],
      "weightsV2": {
        "weight": 2.0000029,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 2.861023e-06,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}