{
  "_id": "299b33da86ef66b7b79f53d1b05f161b6a6fd69602c93d3cdf12fdb458694856",
  "feed": "market-watch",
  "title": "Did the stock market 'misinterpret' Fed again? What strategists say about the reaction to the July minutes; Minutes from the July FOMC were 'overall balanced': Citi",
  "text": "<p>However, U.S. stocks have rallied off their mid-June lows, with the Nasdaq Composite exiting bear-market territory last week, while the Dow Jones Industrial Average and S&amp;P 500 also experienced renewed upward momentum. Yet, strategists said the market's optimistic reaction to Chairman Powell's July press conference and July economic reports was premature.</p><p>Federal Reserve officials in July agreed thatit was necessary to move their benchmark interest rate high enough to slow the economy to combat high inflation, according to minutes of the Federal Open Market Committee's July 26-27 meeting released Wednesday.</p><p>Fed officials agreed that \"moving to an appropriately restrictive stance of policy was essential for avoiding an unanchoring of inflation expectations,\" while some indicated that the policy rate would have to reach a \"sufficiently restrictive\" level to ensure that inflation is firmly on a path back to 2 percent, and maintain that level for some time.</p><p>The minutes, however, also showed \"many officials\" said they were worried about the risk that the Fed could tighten the stance of monetary policy by more than necessary.</p><p>See: Fed doesn't want to 'overdo' rate hikes, San Francisco president Daly says</p><p>However, as investors parsed the summary of the meeting, economists at Citi argued that rather than being suggestive of more dovish policy, the minutes were merely \"calls to remain data dependent in an uncertain and rapidly evolving environment.\"</p><p>\"Minutes from the July FOMC were overall balanced, reflecting a committee worried they might provide too little restriction to bring down inflation, but also concerned they might tighten by too much leading to an unnecessarily negative growth outcome,\" said Citi economists Andrew Hollenhorst and Veronica Clark in a note.</p><p>\"Subsequent to the meeting, stronger activity data, concerningly high and persistent wage and price inflation and looser financial conditions suggest Chair Powell will find himself once again making a hawkish push to maintain the 'resolve' and 'credibility' the minutes indicate the committee intends to reflect through their 'forceful policy' actions.\"</p><p>See: Stock-market rally faces key challenge at S&amp;P 500's 200-day moving average</p><p>David Petrosinelli, a senior trader at InspereX in New York, also argued that investors were too optimistic and misinterpreted the minutes.</p><p>\"This surely wouldn't be the first time the general market misinterpreted the minutes…The perception that this was less hawkish, but that's not what I read when I read the minutes,\" Petrosinelli told MarketWatch in a phone interview on Wednesday. \"I just think at the end of the day, the Fed knows that they have an inflation problem. I think they know that they're not anywhere near restrictive yet in rates, and I think they're going to get there.\"</p><p>\"They were also pointing out that they were just counting the fact that, commodities prices, particularly oil, tend to be volatile, and they weren't really comforted by this drop in oil,\" according to Petrosinelli. \"I think that's right for them to be focused on that.\"</p><p>Meanwhile, economists at Goldman Sachs economists led by Jan Hatzius wrote in a note that the July FOMC minutes provided little new information and were largely in line with what Chair Powell offered at the July press conference. However, Goldman is sticking with its forecast that the FOMC will slow the pace of rate hiking to 50 bp in September and 25 bp in November and December to reach a terminal rate of 3.25-3.5%, citing the minutes that \"at some point\" it would likely become appropriate to slow the hiking pace.</p><p>See: Bear market for stocks 'incomplete,' warns Morgan Stanley's Mike Wilson</p><p>\"I think we're not out of the woods yet. We believe a rally in technology was hopeful and that we're kind of near the end of the interest rate tightening cycle,\" Andy Tepper, managing director at BNY Mellon Wealth Management said via phone. \"Quite frankly, we think that may be a little bit premature, that there still is some worrisome stickier inflation that the Federal Reserve needs to deal with.\"</p><p>Did the stock market 'misinterpret' Fed again? What strategists say about the reaction to the July minutes</p>",
  "published": "2022-08-18T15:34:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "confidence": 0.9999713,
      "offsets": [
        {
          "start": 3108,
          "end": 3121
        },
        {
          "start": 3322,
          "end": 3329
        },
        {
          "start": 3094,
          "end": 3107
        },
        {
          "start": 3108,
          "end": 3115
        }
      ],
      "weightsV2": {
        "weight": 3.0,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}