{
  "_id": "4aedba7d2d7e62c86f3d47836566798f6f898a5878d186f16f8d93162dbe9e9c",
  "feed": "ftcomall",
  "title": "Robbie Williams to sell trio of Banksy works",
  "text": "<p>The British musician Robbie Williams is to sell three works by Banksy through Sotheby's in March; the paintings have a combined high estimate of up to £10m. “These pieces combine three things I love: hip-hop culture, naughtiness and comedy,” Williams tells the Financial Times.</p> <p>The<em>&#xa0;“</em>Angels”&#xa0;singer bought the Banksy works straight from the artist soon after they were made, when both were riding the cheeky, Cool Britannia zeitgeist. “At the time I'd made a few pennies, and I thought, art's good — let's stick some things on the wall,” Williams says.</p> <p>The motifs in two of the works — a unique version of “Kissing Coppers” (£2.5m-£3.5m), a rarity at auction, and a large-scale “Girl with Balloon” (£2m-£3m, edition of five) — were unveiled as unexpected street works by the pseudonymous artist on the walls of the Prince Albert Pub in Brighton and under Waterloo Bridge respectively. “Vandalised Oils (Choppers)” (£2.5m-£3.5m), which includes a spray-painted military helicopter, comes from Banksy's series of pieces that rework found oil paintings. All the works have hung in Williams's LA home — “Kissing Coppers” recently featured in an informal photo of him and his wife, Ayda Field, in Hello! magazine.</p> <p>Williams says: “The reason I'm putting these pieces up for auction is because&#xa0;I've got quite a few more Banskys, and I've enjoyed these ones for a considerable amount of time. I'd like to invest some money in my art project that I'm launching this year, and reinvest in new art from new people.” Watch this space.</p>  <p><strong>Sotheby's, meanwhile, remains tight-lipped</strong> about reports that it has brought in investment banks Goldman Sachs and Morgan Stanley to advise on a possible initial public offering. Owner Patrick Drahi took the auction house private in June 2019, buying it for $3.7bn, including about $1.1bn of debt.</p> <p>Sotheby's had had a volatile ride as a public company, its share price generally as good as its previous sales. Because of the stringent reporting requirements for public companies, details of its business were much more visible than for its competitors, notably Christie's. Still, with the touted valuation at around $5bn, excluding debt, it's easy to see why Sotheby's is floating a float.</p>  <p><strong>Gagosian is to open its 19th gallery </strong>next month, this one in the picturesque Swiss alpine resort of Gstaad, with a show of work by Damien Hirst. The gallery will be at the central Promenade 79, a chic spot close to high-end jewellers and a chalet-style Louis Vuitton store. The 200 sq m ground-floor space is Gagosian's third gallery in Switzerland: it opened in Geneva in 2010 and in Basel in 2019, and has run pop-up presentations in and around Gstaad since winter 2017.</p> <p>“Our artists love the opportunity to show in a mountain village and Switzerland has a long history of collecting,” says Millicent Wilner, director of Gagosian. She notes a younger generation both of Swiss collectors and a “very international crowd” in Gstaad. “People are seeking out beautiful places to be, accelerated by the pandemic.” The gallery opens to hit peak ski season from February 14 and will unveil a new series of Hirst paintings and drawings called <em>Myths, Legends and Monsters</em> that Wilner says the artist has been working on for several years.</p>  <p><strong>Consolidation is happening behind the scenes</strong> as the art market takes its online presence more seriously. This month, Artlogic, the technological power behind the websites and database systems for galleries including Thaddaeus Ropac, Victoria Miro and Almine Rech, has boosted its presence in the US in a merger with exhibit-E, galleryManager and ArtBase.</p> <p>Exhibit-E, a leading website provider, and galleryManager, an inventory management software business, are both run by Dan Miller, while ArtBase, another inventory system, is headed by Tanya Van Sant. Both managers will stay at the merged entity for at least a year to smooth an integration that brings the combined client base to more than 3,800 art businesses, confirms Joe Elliott, co-managing director of Artlogic.</p> <p>“Websites have gone from being catalogues to destinations, and more integrated with sales. Thanks to Covid, really, people have realised what they could produce and the need to set these up beyond offline systems that are not native to the cloud and don't travel well,” Elliott says.</p>  <p><strong>The latest ArtReview “Power 100”</strong> <strong>list</strong> placed Sprüth Magers gallery in the 66th spot, noting that its “longstanding commitment to women artists is legendary”. Now the gallery has another woman on its books — Gretchen Bender, a Pictures Generation artist whose innovative practice included making music videos for REM and New Order. Bender died in 2004 and her estate had been managed by Metro Pictures, the New York gallery that shut down last year.</p> <p>The relevance today of Bender's work, which critiques mass media, is more recognised today, notes Philomene Magers, co-founder of Sprüth Magers. She says that she was struck by the significance of Bender when she saw the artist's seminal installation, “Total Recall” (1987), an 18-minute film shown across 24 television monitors, at Berlin's Schinkel Pavillon in 2015. The work also featured in a 2013 survey show at New York's The Kitchen, the first venue to mount it in 1987. “In terms of art history, Bender's work points backward, forward and sideways,” wrote the New York Times of the 2013 exhibition.</p> <p>Sprüth Magers, which also represents the Pictures Generation artists Barbara Kruger and Cindy Sherman, plans a Bender show in its Los Angeles space this year.</p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Melanie Gerlis 2022 'Robbie Williams to sell trio of Banksy works' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-20T10:00:30.575Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1619,
          "end": 1632
        },
        {
          "start": 1619,
          "end": 1626
        },
        {
          "start": 1609,
          "end": 1622
        }
      ]
    }
  ]
}