{
  "_id": "b542651a90c0fef91e42d4872358d52874dacc8d7b44869aeed5c9cb4095e79e",
  "feed": "market-watch",
  "title": "Here are the stocks getting a 'tailwind' from White House's pause on solar tariffs; Array Technologies, FTC Solar and Shoals Technology shares all see 20% gains",
  "text": "<p>The companies make utility-scale solar trackers and accompanying software that tilt solar panels to follow the sun's path in the sky, maximizing energy production.</p><p>Read more: Solar energy: Biden won't impose tariffs for 2 years, pushes domestic production</p><p>The action Monday clears the picture for solar-module imports as well as U.S. project development \"while setting the stage for domestic manufacturing to play a bigger role longer- term,\" thus boding well for these utility-scale names, analysts at Piper Sandler said in a note.</p><p>Goldman Sachs analysts also singled out the three solar-tracker makers as the ones to watch, saying the action addresses the solar-panel constraints resulting from the anti-dumping investigation on solar panels made in Southeast Asia.</p><p>The ongoing investigation, started in March, \"has been, by far, the most significant sector headwind for solar stocks over the past several months and one that has weighed heavily on investor sentiment,\" the Goldman analysts said.</p><p>Tariffs could still be implemented in the future, but the risk of retroactive tariffs is likely off the table. Investors also cheered the Biden administration stepping in earlier than expected, which was \"clearly an encouraging development,\" the analysts at Goldman Sachs said.</p><p>The sector has weathered guidance cuts and weaker sentiment around first-quarter earnings season, but the news could provide a \"floor\" on estimate cuts as the second half of the year approaches, they said.</p><p>Solar stocks that also rallied after the news included residential solar installer Sunrun Inc. RUN and integrated solar company SunPower Corp. SPWR Solar-panel maker First Solar Inc. FSLR was the sole name trading in the red on Monday.</p><p>The Goldman analysts expected that \"the entire solar group will see a tailwind on the back of this news,\" also adding utilities NextEra Energy Partners LP NEP, AES Corp. AES and NiSource Inc. NI to the list of companies that would also benefit.</p><p>Analysts at Cowen sounded a little more cautious about the news in their note.</p><p>A two-year delay, they said, \"is hardly clarity the industry is seeking as they would like this issue to go away or be resolved.\"</p><p>Moreover, \"the issue may still be challenged in court, and it is unclear on potential impact of tariffs that may be announced on past shipments,\" the Cowen analysts said.</p><p>Here are the stocks getting a 'tailwind' from White House's pause on solar tariffs</p>",
  "published": "2022-06-06T17:16:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1723,
          "end": 1730
        },
        {
          "start": 976,
          "end": 983
        },
        {
          "start": 1257,
          "end": 1270
        },
        {
          "start": 533,
          "end": 546
        },
        {
          "start": 1257,
          "end": 1264
        },
        {
          "start": 533,
          "end": 540
        }
      ]
    }
  ]
}