{
  "_id": "59b04f018d6d6d6eb1690a85e9999a21e90208a0419d937cf26c17d1806358dd",
  "feed": "ftcomall",
  "title": "FDA bans Juul products from US market in blow to e-cigarette maker",
  "text": "<p>US regulators have banned Juul Labs from selling its e-cigarette products in the country, citing its role in fuelling an epidemic of teen vaping.</p> <p>The marketing denial orders issued by the Food and Drug Administration on Thursday will force the company, in which tobacco group Altria holds a 35 per cent stake, to withdraw its brands from the US, which accounts for more than 90 per cent of its global sales.</p> <p>The decision is part of a move by the FDA to rein in the sprawling market for e-cigarettes, which has boomed as tobacco groups race to launch so-called reduced risk products. It follows a near two-year review of scientific and health data submitted by <a href=\"https://www.ft.com/stream/9c0bfa8f-4b92-4a93-aa47-f3affda81298\">Juul</a> to the agency, which regulates the market.</p> <p>Robert Califf, FDA commissioner, said the action represented progress in the agency's commitment to ensuring all e-cigarette products meet public health standards: “We recognise these make up a significant part of the available products and many have played a disproportionate role in the rise in youth vaping.”</p> <p>The FDA said Juul's application lacked sufficient evidence on the toxicological profile of its products and raised concerns due to insufficient and conflicting data, including potentially harmful chemicals leaching from its liquid pods.</p> <p>Juul said it would explore all its options to stay on shelves, including appealing against the decision. The company said it disagreed “respectfully” with the FDA's findings, arguing it wanted to “continue serving the millions of American adult smokers who have successfully used our products to transition away from combustible cigarettes”.</p> <p><a href=\"https://www.ft.com/stream/f5a21b63-fae4-4458-8823-c6761942880c\">Altria</a>, which sells the Marlboro brand in the US, spent $12.8bn on the Juul stake in 2018 but had already written its value down to just $1.6bn by the end of March this year. Altria's shares, which fell 9 per cent on Wednesday ahead of the report, rose 2.4 per cent on Thursday.</p> <p>Juul leads the US e-cigarette market with a 35.7 per cent share, according to Nielsen data cited by Goldman Sachs in a June 14 report.</p> <p>British American Tobacco, which received marketing approval from the FDA for its Vuse Solo e-cigarette in October, has 31.1 per cent of the market. Most of sales are, however, of its Vuse Alto vape, which is awaiting FDA approval. US e-cigarette maker NJOY, which received FDA marketing approval for several products in April, has 3 per cent of the market.</p> <p>Juul had argued that its products accounted for a diminishing share of teen e-cigarette consumption, one of the topics of most concern to the regulator, pointing to National Youth Tobacco Survey data suggesting that just 0.5 per cent of high school and middle school children used its products in 2021, down from 11.5 per cent in 2019.</p> <p>Cliff Douglas, director of the University of Michigan Tobacco Research Network, said the FDA's decision was a surprise because Juul had made considerable efforts to change its strategy in recent years by making its brand less attractive to teen smokers.</p> <p>“Juul is believed to be quite an effective and much less harmful substitute for cigarettes for addicted adult&#xa0;smokers,” he said. “Youth no longer like the product.”</p> <p>Even if Juul loses an appeal, Altria could exercise its option to buy the remaining 65 per cent of the e-cigarette maker to obtain full ownership of its technology and patents to launch its own vaping product, Goldman Sachs said in a note.</p> <p>Owen Bennett, analyst at Jefferies, said the FDA's decision on Juul could tempt Altria to counter rival Philip Morris International's $16bn bid for oral pouch specialist Swedish Match, in order to have “an international growth story to talk about”.</p> <p>“If there is a blanket Juul ban, [Altria] would really have their backs against the wall,” he said.</p><p>Source: Jamie Smyth and Andrew Edgecliffe-Johnson in New York and Patricia Nilsson in London 2022 'FDA bans Juul products from US market in blow to e-cigarette maker' FT.com 23 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-23T17:03:14.061Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3335,
          "end": 3348
        },
        {
          "start": 1978,
          "end": 1985
        },
        {
          "start": 1978,
          "end": 1991
        },
        {
          "start": 3335,
          "end": 3342
        }
      ]
    }
  ]
}