{
  "_id": "c3136032de3ea3251476be1a90978a28d2c92bd645517ca4883a10a2603c65b2",
  "feed": "market-watch",
  "title": "This strategist has picked the last two World Cup winners. Here's who he says will win it this time.",
  "text": "<p>According to — well, him — no other bank analyst picked the last two winners. Macquarie picked Germany in 2014 but erred with Spain in 2018. Nomura seemingly got in the prediction business in 2018, choosing France. Goldman Sachs, UBS and ING each kicked wide of the mark the last two tournaments.</p><p>Klement's model uses factors including GDP per capita, population size and temperature, as well as FIFA ranking points. But he says those variables only explain 45% of the variation in success, which means 55% of the outcome just comes down to luck. So, his model also has a luck variable.</p><p>He does say this World Cup will be different, since it will occur in the middle, rather than at the end, of their seasons. \"Unlike in previous World Cups, players like Robert Lewandowski are more likely to be fit and at the peak of their abilities. They have played fewer matches in their domestic leagues or the Champions League and thus are less exhausted,\" Klement says.</p><p>Another difference is that national sides won't have as much practice time — a hinderance to sides like Spain and Germany that rely on team coordination.</p><p>Anyway, onto the prediction. He does not pick the favorite, Brazil, and instead expects Lionel Messi-led Argentina to beat England. The two sides have something of a history with each other — literal war, of course, but also two matches where each side claims the other won unfairly, in addition to the 1998 match where David Beckham got a red card.</p><p>Oh, and there is a little stock-market analysis as well. During a World Cup, the U.S. market tends to underperform by 3.9% compared to usual periods. And markets in countries that win a match outperform the next day.</p><p>This strategist has picked the last two World Cup winners. Here's who he says will win it this time.</p>",
  "published": "2022-09-20T08:29:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 215,
          "end": 222
        },
        {
          "start": 215,
          "end": 228
        },
        {
          "start": 212,
          "end": 225
        }
      ]
    }
  ]
}