{
  "_id": "0c7ea63043c29eecdbb0d99bac679a17692b0ce1970ca5ec9db3622fc19432b1",
  "feed": "wall-street-journal",
  "title": "U.S. Home Prices Hit Record of $416,000 in June as Sales Continued to Slide; The housing market and construction have cooled as higher interest rates start to bite",
  "text": "<p>The median sales price of an existing home climbed to $416,000 in June, the National Association of Realtors said Wednesday, up 13.4% on the year and the highest since records began in 1999.</p><p>At the same time, sales of previously owned homes fell for a fifth straight month, dropping 5.4% in June to an annualized rate of 5.12 million, NAR said. That was lower than the number of sales recorded in all of 2019, before the Covid-19 pandemic became widespread in the U.S.</p><p>\"A combination of higher prices and higher mortgage rates have clearly shifted the dynamics in the housing market,\" said Lawrence Yun, NAR's chief economist. \"People who want to buy are simply priced out given the affordability challenges.\"</p><p>The housing market has frozen as participants adjust to the increase in mortgage rates, said Mark Zandi, chief economist at Moody's Analytics.</p><p>SHARE YOUR THOUGHTS</p><p>Have you bought or sold a home recently? What is the real-estate market like in your area? Join the conversation below.</p><p>\"Buyers can't figure out what is the right price,\" he said. \"Sellers are very reluctant to give up\" on the price they expected to sell for a few months ago, he said.</p><p>A housing slump could deal another blow to economic growth, already hobbled by accelerating inflation. Growth contracted at a seasonally adjusted annual rate of 1.6% in the first quarter, according to the Commerce Department and some economists expect growth to record another decline or barely advance in the April-to-June period.</p><p>Following Wednesday's home sales data, Goldman Sachs economists lowered their forecast for second-quarter economic growth by 0.1 percentage point to a 0.5% rate.</p><p>IHS Markit economists also lowered their forecast by 0.1 percentage point. They now forecast a 2% drop in gross domestic product in the second quarter.</p><p>The Commerce Department will release second-quarter growth data on July 28.</p><p>Almost 15% of home-purchase agreements that were pending in June fell through, the highest level since April 2020, when the pandemic disrupted the market, according to real-estate brokerage Redfin Corp.</p><p>\"We have a lot of people that are just sitting on the sidelines waiting to see what happens with interest rates and the overall economy,\" said Phil Mount, a real-estate agent in Boise, Idaho. \"People aren't buying right now because they're nervous.\"</p><p>Despite the higher prices, homes are still selling quickly, suggesting that demand remains resilient for now. Properties remained on the market 14 days in June, the fewest in records going back to 2011. The inventory of homes for sale has increased but remains low with a three-month supply of unsold homes. Total inventory at the end of June stood at nearly 1.26 million units, a 9.6% increase from May.</p><p>But housing demand could fall in the months ahead. In a separate report Wednesday, the Mortgage Bankers Association said mortgage applications fell a seasonally adjusted 6.3% in the week ended July 15 from the prior week, the third straight drop.</p><p>Mortgage applications are now at their lowest level in 22 years.</p><p>The average rate on a 30-year fixed-rate mortgage was 5.51% in the week ended last Thursday, up from 2.88% from a year earlier, according to housing-finance agency Freddie Mac.</p><p>Higher borrowing costs are partly due to the Federal Reserve's aggressive path of interest-rate increases to cool demand in the economy and tame inflation, which hit 9.1% in June, the highest in more than four decades. Fed officials lifted rates by three-quarters of a percentage point in June, the largest increase since 1994. Officials will likely make a similar move at their meeting next week.</p><p>Higher home prices and mortgage rates have pushed up the monthly payment on a median-priced home by nearly $700, or 56%, according to Oxford Economics.</p><p>Rising consumer prices also are souring consumer sentiment and eating into their ability to save for a down payment, which could make people less likely to consider major investments such as a home purchase, said Kurt Rankin, senior economist at PNC Financial Services Group.</p><p>\"Yes, homes are selling quickly but demand is clearly falling off,\" he said. Price growth should slow in the coming months, he added.</p><p>The slowdown is making home builders increasingly cautious and weighing on new construction.</p><p>Housing starts fell 2% in June to a seasonally adjusted annual rate of 1.56 million, the Commerce Department said Tuesday, the second consecutive decline. Residential permits, which can be a bellwether for future home construction, fell 0.6% in June from the prior month.</p><p>Builders are now focused on selling the homes they have already completed rather than building more, analysts said.</p><p>An index of builder confidence has fallen for seven straight months and in July stood at the lowest level since May 2020, the National Association of Home Builders said Monday.</p><p>In response to rising rates, some buyers are opting for adjustable-rate mortgages, which offer a lower interest rate in the early years of the loan, or are paying more up front to reduce their interest rates.</p><p>Eddie Doyle, 26 years old, used an adjustable-rate mortgage when he bought his first house in Fort Dodge, Iowa, for $167,500 in June. His mortgage carries a 3.625% interest rate for the first 10 years.</p><p>\"I paid a little more for the house than I wanted to,\" Mr. Doyle said. But \"in this town…if it's reasonably priced, it's not sitting on the market for longer than a week.\"</p><p>Write to David Harrison at david.harrison@wsj.com and Nicole Friedman at nicole.friedman@wsj.com</p><p>U.S. Home Prices Hit Record of $416,000 in June as Sales Continued to Slide</p>",
  "published": "2022-07-20T18:15:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1518,
          "end": 1531
        },
        {
          "start": 1530,
          "end": 1543
        },
        {
          "start": 1530,
          "end": 1537
        }
      ]
    }
  ]
}