{
  "_id": "27014663cafece0c114b83ba3026020988ffde29efda766e6348b579084f4cb5",
  "feed": "ftcomall",
  "title": "Disney battles to revitalise ESPN in sporting rights race",
  "text": "<p>In a letter addressed to Disney chief executive Bob Chapek in mid-August, activist hedge fund manager Dan Loeb said a “strong case can be made” for the ESPN sports network to be spun off&#xa0;from the company.</p> <p>Loeb, known for waging bruising battles against the likes of Sony and Sotheby's, outlined his <a href=\"https://www.ft.com/content/5bfa9fd6-5df9-41d9-9309-85e50c9ee431\">argument</a>&#xa0;along with a host of other recommendations to improve performance at Disney, including a board “refresh”, taking full control of the Hulu streaming network and cost-cutting measures.</p> <p>Less than a month later, however, the aggressive manager of hedge fund Third Point <a href=\"https://www.ft.com/content/78adc493-8d32-401f-afff-2dc3757c5c3c\">reversed his position</a> on spinning off Disney's sports network after Chapek told the Financial Times that he had a plan to “restore ESPN to its growth trajectory”.&#xa0;In a tweet, Loeb said he had come to a “better understanding of ESPN's potential as a standalone business”.</p> <p>Loeb's message came as a relief to Disney and ESPN employees, but the episode has shone a light on the deeper problems facing the sports network — and left investors wondering about the details of Chapek's plan to fix them.</p> <p>“[Chapek] has got to explain to Wall Street how ESPN can be a good business,” said Rich Greenfield, an analyst at LightShed Partners. “Cable networks are just a challenged business. The problem is less and less people are subscribing to [traditional] TV, and the sports costs keep coming up.”</p> <p>Neither Disney nor Third Point would comment on the matter, but both emphasised there has been cordial dialogue between Loeb and Chapek.</p> <p>Once Disney's profit engine thanks to its commanding share of cable subscribers, a steady stream of affiliate fees and advertising revenue, ESPN has suffered in the streaming age.</p> <p>Its subscriber base has fallen&#xa0;from a peak of 99.4mn in 2011 to&#xa0;a projected 73.6mn by the end of this year — a drop of more than 25 per cent — according to estimates by S&amp;P Global Market Intelligence.</p> <a href=\"http://www.ft.com/cms/11194220.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Worse, its famous cash-spinning ability is expected to shrink dramatically over the next three years, said Scott Robson, senior research analyst at S&amp;P Global. He estimates cash flow will drop from about $2.5bn in 2021 to $1bn in 2025.</p> <p>“Everybody knows that the . . . cable bundle is deteriorating over time,” Chapek told a Goldman Sachs conference this week. “It's still a significant business, very appreciative from a cash flow standpoint for us. But at some point, we see the writing on the wall where this is going, and we're preparing for that.”</p> <p>Besides cord-cutting, ESPN is facing escalating costs of rights to broadcast sports — driven in part by <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming services</a> run by deep-pocketed Apple and Amazon. Disney expects to pay $10.3bn in contractual commitments for sports programming this year, and an additional $60bn in future commitments.</p> <p>“These sports rights are getting more and more expensive,” Robson said. “It's really going to start negatively impacting the bottom line at ESPN.”</p> <p>But Chapek told the FT he believes ESPN can return to its growth. Crucial to this will be more aggressive marketing of ESPN Plus, its sports streaming network, as part of a bundle with its other streaming platforms, Disney Plus and Hulu. ESPN Plus&#xa0;has about 22.8mn subscribers, or nearly 10 per cent of Disney's 221mn streaming subscribers.</p> <a href=\"http://www.ft.com/cms/11200616.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Chapek noted the enduring power of sports to attract large audiences, even in an age of audience fragmentation. He also believes ESPN can become a force in the rapidly expanding US sports-betting industry — a step that earlier generations of Disney leaders would have thought too racy for the family-friendly company.</p> <p>Disney acquired a 5 per cent stake in DraftKings, a fantasy sports and betting group, in 2019 when it bought 21st Century Fox. It also has a deal with Caesars Entertainment that gives it the exclusive right to provide sports betting odds to ESPN. Chapek has even floated the idea of launching an ESPN-branded sports betting app, though the company has not started work on this, insiders say.</p> <p>In his letter, Loeb said it would be easier for&#xa0;ESPN to&#xa0;pursue sports betting outside of Disney. He also said a spin-off would help reduce Disney's debt, which stood at $46bn at the end of the most recent quarter.</p> <p>But Loeb's proposal to spin off ESPN&#xa0;divided Wall Street analysts. Greenfield at LightShed Partners supports the idea, but analysts at MoffettNathanson wrote last month that it would be “financially dangerous to divest ESPN”. Not only are Disney's revenues reliant on ESPN's cash, they wrote, but investors aren't keen on a leveraged asset whose primary business is cable television in the era of cord cutting.</p> <a href=\"http://www.ft.com/cms/11194088.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Moreover, recent sports rights deals show the ever-appreciating value of live events. Disney rival Paramount last month more than doubled the price it will pay Uefa for US rights to broadcast the Champions League, <a href=\"https://www.ft.com/content/803160e7-326e-4fe6-b09b-992e1f84d95a\">now worth $1.5bn</a> over six years.</p> <p>Apple has reached multibillion-dollar agreements to air Major League Soccer and Major League Baseball, while Amazon last year joined the <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">most expensive package</a> of live sports rights ever sold: the National Football League's $110bn broadcast terms over 11 years.</p> <p>Inside ESPN, executives argue that the network is better served with the marketing might of the rest of the Disney company, which includes the ABC broadcast network. They point to the seven-year deal ESPN signed last year with the National Hockey League allowing it to show games on the ESPN cable network, ESPN Plus, the&#xa0;Hulu streaming service and ABC. A similar 12-year plan was signed recently for the rights to the Wimbledon tennis championships.</p> <p>Even with the headwinds facing its core cable television business, Chapek said Disney had been “deluged” with interest from companies seeking to buy ESPN or join in a spin-off after reports that the company was weighing a sale earlier this year. “If everyone wants to come in and buy it . . . I think that says something about its potential,” Chapek said.</p> <p>He added: “When the rest of the world knows what our plans are, they will be as confident about that proposition as we are.”</p> <p>Loeb appears satisfied to wait for Chapek's plan — at least for now.</p><p>Source: Christopher Grimes in Los Angeles and Sara Germano in New York  2022 'Disney battles to revitalise ESPN in sporting rights race' FT.com 16 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-16T04:00:54.049Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2204,
          "end": 2211
        },
        {
          "start": 2204,
          "end": 2217
        }
      ]
    }
  ]
}