{
  "_id": "a3041af47cff9717aa7792c77ef981528d2337d7020116794cb027217cf13f13",
  "feed": "ftcomall",
  "title": "Elliott to sell Italy's AC Milan football club to RedBird for €1.2bn",
  "text": "<p>Elliott Management has agreed to sell Italy's AC Milan football club to US investment group RedBird Capital in a €1.2bn deal that ends the firm's four-year foray into the business of sport, said people close to the club.</p> <p>The deal for <a href=\"https://www.ft.com/stream/76f27fc9-013c-4fbb-86c3-79bcbab4818a\">AC Milan</a>, which capped its turnround under Elliott's ownership by securing this season's title in Italy's top professional league Serie A, will be announced on Wednesday, the people added.</p> <p>The purchase by <a href=\"https://www.ft.com/stream/0668fcdd-0b64-4e26-99e9-82ede34a286e\">RedBird</a>, led by former Goldman Sachs banker Gerry Cardinale, comes less than a year after it bought a roughly 10 per cent stake in Fenway Sports Group, the holding company that owns Liverpool Football Club and professional baseball's Boston Red Sox.</p> <p>For Cardinale, the deal will be his most high-profile acquisition in sport and will give his company ownership of a club that has been crowned the champions of Europe seven times.</p> <p>Under the terms of the deal, Elliott will retain a minority stake in AC Milan and is likely to keep a board seat, the people close to the club said. The sale comes after a months-long process during which Elliott sounded out several buyers, including Bahrain's Investcorp.</p> <p>The transaction highlights the march of powerful private equity investors into sport and football in particular, coming just days after a US consortium funded mainly by California-based <a href=\"https://www.ft.com/content/7e665bbd-034f-4c21-b4a8-eb5a91999763\">Clearlake Capital agreed to pay</a> £2.5bn plus a promise to invest £1.75bn to buy England's Chelsea Football Club.</p> <p>It also marks another example of American investors piling into Italian football clubs, with Atalanta BC, ACF Fiorentina, Genoa CFC, AS Roma, Spezia Calcio, Parma Calcio and Venezia FC all having US owners or investors.</p> <p>Elliott's exit completes <a href=\"https://www.ft.com/content/cc87fbe0-e5e9-11e9-b112-9624ec9edc59\">a turnround project</a> that began when it seized control of the club from its former owner, Chinese businessman Li Yonghong, in 2018 after he defaulted on his debts.</p> <p>Li had acquired AC Milan in 2017 from Italy's former prime minister and media tycoon Silvio Berlusconi, who had owned the club for decades, with more than €300mn of high-interest loans from Elliott.</p> <a href=\"http://www.ft.com/cms/9421198.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>After taking control of Milan, Elliott — which manages $52bn in assets and is best known for its fierce activist campaigns targeting publicly traded corporations — set about rebuilding the club, in part by keeping costs at sustainable levels. It did so by recruiting younger footballers who typically joined the squad on lower transfer fees and wages and have grown to command higher valuations.</p> <p>Elliott spent much of its ownership trying to win government approval for a new stadium to replace San Siro, where it and its rival Inter Milan share a home. Its investment was managed by Gordon Singer, the son of the firm's founder Paul Singer, and portfolio manager Giorgio Furlani.</p> <p>RedBird plans to retain most of the management team set up by Elliott, including AC Milan captain turned technical director Paolo Maldini, as it looks to build on the hedge fund group's recent success.</p><p>Source: James Fontanella-Khan in New York, Arash Massoudi and Samuel Agini in London 2022 'Elliott to sell Italy's AC Milan football club to RedBird for €1.2bn' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T16:00:19.303Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 462,
          "end": 469
        },
        {
          "start": 462,
          "end": 475
        }
      ]
    }
  ]
}