{
  "_id": "8cffc6c145b8ed6fa681da88daecf237b34d08a4799621585ded1405657f2321",
  "feed": "ftcomall",
  "title": "Inverted US yield curve is not always gloomy for stocks",
  "text": "<a href=\"http://www.ft.com/cms/9306411.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The US government bond market is signalling concerns about an impending recession, but past experience suggests the trend is not always a reliable omen for the country's stock market.</p> <p>An “inverted yield curve” — when short-term government bonds offer higher returns than longer-term government debt — has typically been viewed as an indicator of a looming economic contraction. And <a href=\"https://www.ft.com/content/abb3f7a7-b878-423a-a691-d5214639cbc3\">late last month</a> that indicator flashed red when the yield on two-year US Treasuries briefly rose above the yield on 10-year notes for the first time since 2019.</p> <p>Deutsche Bank became one of the first major banks to say its baseline economic forecasts now included a recession starting in late 2023. More than half of institutional investors surveyed about the inversion by Royal Bank of Canada said they were “very worried” or “somewhat worried” about the yield curve and 42 per cent said they expected a recession before the end of next year.</p> <p>Still, that may not translate into a stock market fall. The S&amp;P 500 index of US stocks has returned a median of 9 per cent in the 12 months following previous yield curve inversions and 16 per cent over two years, according to Goldman Sachs. </p> <p>The data highlight the fact that, although the bond market has a decent record as a warning sign, downturns often take some time to arrive. </p> <p>“If we are going to see a recession, it's not going to be for a while,” said Jonathan Golub, chief US equity strategist at Credit Suisse. “You've still got a lot of runway from an equity investing point of view.”</p> <p>Markets also tend to rebound more quickly than the broader economy — best exemplified by the rally that followed the initial wave of the coronavirus pandemic.</p> <p>The latest inversion in two and 10-year yields has since unwound. And even as parts of the yield curve have inverted in recent weeks, not every indicator has signalled an imminent problem. The gap between three-month and 10-year US government debt, for example, remains considerably wider than it was at the start of the year. </p> <p>“Much of the academic work suggests that the [spread between three-month and 10-year Treasuries] is a better indicator of recession and that one looks more like the economy is red hot,” said Golub.</p> <p>Even so, Goldman strategists point to the experience of 1973 for caution. Back then, the yield curve inverted while inflation rates were as elevated as they are today. The S&amp;P 500 dropped 19 per cent within 12 months and fell 31 per cent over the next two years.</p><p>Source: Nicholas Megaw in New York 2022 'Inverted US yield curve is not always gloomy for stocks' FT.com 10 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-10T11:00:46.979Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2213,
          "end": 2220
        },
        {
          "start": 1152,
          "end": 1159
        },
        {
          "start": 1152,
          "end": 1165
        }
      ]
    }
  ]
}