{
  "_id": "ccae9ec700d825a02a0a65bf588d951adf49f209fe8bec816a0ed1db35f011c1",
  "feed": "ftcomall",
  "title": "Reddit ‘antiwork' forum booms as millions of Americans quit jobs",
  "text": "<p>Doreen Ford spent 10 years working in retail stores in the Boston area and hated it.</p> <p>So in 2017, when Ford's grandmother suggested that she give up her traditional job altogether and leverage her love of dogs to make ends meet, she went for it. Ford walks dogs part-time, but otherwise has not held a traditional job since and says she has never been happier.</p> <p>“Usually, at best, [working was] pointless,” said Ford, 30, “and at worst it was degrading, humiliating and exploitative”.</p> <p>Ford is an early pioneer of the “antiwork” movement, which encourages followers to work as little as possible in traditional jobs or abandon them altogether for self-employment, with the goal of prioritising leisure time. </p> <p>She is also a moderator of r/antiwork, the influential thread on internet forum Reddit. Its membership has ballooned from 180,000 in October 2020 to 1.6m this month as the coronavirus crisis leads many to re-evaluate their careers.</p> <p>Huge numbers of Americans quit their jobs last year, including <a href=\"https://www.bls.gov/news.release/jolts.nr0.htm\">4.5m</a> in November, the labour department reported on Tuesday. That was the highest “quit rate” since the department began tracking it in 2001. Data show that many workers probably <a href=\"https://www.ft.com/content/e7d35cef-0606-4843-8237-bde04528d59c\">left</a> their jobs after receiving better offers. </p> <p>But the labour force participation rate has flatlined to below pre-pandemic levels, indicating that some workers still have not returned to the labour force despite record job openings. Many may be focusing on their caregiving responsibilities, or are fearful of contracting Covid-19. But at least some seem to have become disillusioned with conventional employment opportunities during the pandemic, like Ford. </p> <p>Their numbers are sufficient to prompt Goldman Sachs to warn in a November research note that the antiwork movement posed a “long-run risk” to labour force participation.</p> <p>“I think there's a lot of positions that just don't make any sense, that do not have to exist,” Ford said. “You're just pushing around papers for no good reason. It doesn't really help anybody.”</p> <p>“Idlers”, as members of the antiwork movement call themselves, largely believe that people should strive to work as little as possible and preferably for themselves. Many who have stopped working say they operate their own microbusinesses, like Ford, or work as few hours as possible in part-time jobs in order to survive. Some take on roommates or raid dumpsters for food to reduce their cost of living, according to Ford. </p> <p>The antiwork movement traces its ideology back to Marxist texts suggesting that humanity could evolve beyond the requirement to work for a living. A parallel has emerged in the popular <a href=\"https://www.ft.com/content/ea13fed5-5994-4b82-9001-980d1f1ecc48\">“lay flat” trend</a> among Chinese millennials, where they swear off ambitious careers in favour of simpler, less materialistic lives. </p> <p>Antiwork first appeared on Reddit in 2013. A survey of almost 1,600 members of the “subreddit” administered by its moderators found that they were heavily male and based in North America. Half of the respondents say they still have full-time jobs.</p> <p>The subreddit is filled with stories that workers say prove that their bosses do not care about them. </p> <p>One poster, who goes by amethysttt07, cited the case of a promised pay increase that went instead to a co-worker without explanation: “Just a friendly reminder unfortunately we are all disposable and can get replaced in an instant. Even if you try your best and slave away hours it won't pay off.”</p> <p>Another bragged about working from home while infected with Covid-19, but “[playing] video games 85 per cent of the time”. “Boss makes a dollar, I make a dime. That's why I f**k around on company time baby,” wrote Brotendo88.</p> <p>But its most celebrated posts are screenshots of resignation letters and <a href=\"https://i.redd.it/ihkhc17wwft71.jpg\">text messages</a>. They proved so popular that moderators restricted their publication to Sundays.</p> <p>“We maybe consider that there might be an alternative to living our lives in thrall to the wealthiest among us, serving their profit,” said historian Benjamin Hunnicutt, a University of Iowa professor whose books on the history of work are featured in r/antiwork's library. “Maybe there are other things to do with our lives than piling up profits for those that are ultra-rich, and taking that time, reclaiming that time.”</p> <p>Economists say that it is almost impossible to measure how changing attitudes about work have played into labour market trends, but that cultural shifts could help explain some of the market's peculiarities. Employers from Tyson Foods to FedEx are complaining that they cannot find enough workers despite higher wages.</p> <p>At the same time, a <a href=\"https://www.ft.com/content/a6a72eda-0903-4e85-addb-6541c0c97041\">wave</a> of strikes last autumn led to many workers pressuring their employers for better benefits after years of stagnant wages and fear of health risks added to their jobs during the pandemic. “Idlers” even got involved in some of those labour actions, submitting thousands of bogus applications to a hiring website Kellogg's set up to replace striking workers at its cereal plants.</p> <p>With its activism, r/antiwork has garnered comparisons to another prolific Reddit subthread, <a href=\"https://www.ft.com/content/4916c465-99ec-46f4-a889-df845ad1bcd2\">WallStreetBets</a>. Last year, retail traders drove up the prices of “meme stocks” such as beleaguered video game retailer GameStop and cinema chain AMC in a co-ordinated effort to punish hedge funds shorting those equities. </p> <p>“Most of us are just normal people,” Ford said. “We have jobs that we don't like, which is the whole point of why we're in the movement to begin with.”</p><p>Source: Taylor Nicole Rogers in Chattanooga 2022 'Reddit ‘antiwork' forum booms as millions of Americans quit jobs' FT.com 9 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-09T13:00:13.903Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1677,
          "end": 1684
        },
        {
          "start": 1677,
          "end": 1690
        }
      ]
    }
  ]
}