{
  "_id": "323591b11730af18e5735296f607a3c80679ae0d3b592450e8ab9d0196f4899d",
  "feed": "ftcomall",
  "title": "Turkish inflation hits 20-year high of 61% as energy and food costs soar",
  "text": "<p>Turkey's official inflation rate hit its highest level in 20 years as soaring energy and food prices compound the economic challenges confronting President Recep Tayyip Erdogan.</p> <p>The consumer price index rose 61 per cent year on year in March, according to the Turkish statistical institute — up from 54 per cent in February and leaving it at the highest level since March 2002.</p> <p>Food costs, which make up about a quarter of Turkey's inflation basket, rose 70 per cent year on year. Energy costs rose almost 103 per cent and transport costs rose 99 per cent as a jump in commodity prices caused by Russia's invasion of Ukraine took its toll on a country that imports almost all of its oil and natural gas supplies.</p> <p>Separate data released on Monday showed that the producer price index, which reflects costs for manufacturers, rose almost 115 per cent year on year. </p> <p>Responding to the inflation figures, finance minister Nureddin Nebati said his country was going through an “extraordinary period” as a result of two years of the coronavirus pandemic followed by the war in Ukraine.</p> <p>Opposition politicians claimed that true inflation was even higher than the official numbers. Ali Babacan, a former economy minister who now leads an opposition party, described price rises as “out of control.”</p> <p>Veli Agbaba, an MP with the opposition Republican People's party, said the country was heading “step by step towards hyperinflation” — often defined by economists as month-on-month inflation of more than 50 per cent for several consecutive months. </p> <p>Goldman Sachs analysts said they expected the pace of price rises to exceed 65 per cent “and remain above this rate for most of 2022” before declining to around 45 per cent in December.</p> <p>Even before the Russian invasion of Ukraine caused <a href=\"https://www.ft.com/content/555b7167-eaf2-43a0-a66f-802e39cccf36\">commodity prices to soar</a>, Turkey was grappling with the highest inflation since Erdogan's party came to power almost two decades ago.</p> <p>The central bank slashed its benchmark rate by a total of 5 percentage points in the final months of last year as Erdogan, a self-described “enemy” of high interest rates, ordered policymakers to prioritise economic growth despite growing pressure on prices.</p> <p>Polling suggests that <a href=\"https://www.ft.com/content/ea6bd538-fef4-4ab0-a2b1-682391d1fd5c\">spiralling living costs have hit support</a> for the Turkish leader, who built much of his early electoral success on delivering economic prosperity for millions of people. But Erdogan, who rejects the established economic orthodoxy that high interest rates help to cool inflation, has refused to allow the country's central bank to raise borrowing costs.</p> <p>With the central bank's benchmark lending rate set at 14 per cent, real interest rates stand at minus 47 per cent once March's inflation rate is taken into account. The deeply negative real interest rate risks putting further <a href=\"https://www.ft.com/content/09316435-a9a5-4724-9978-65ce9c4a218e\">pressure on the lira</a>, which has been the worst-performing emerging market currency after the Russian rouble so far this year, losing about 9 per cent of its value against the dollar. </p> <p>MUFG bank warned that the latest inflation data would “further undermine confidence” in the Turkish currency, adding that monetary policy settings were “way too loose to combat inflation risks”. </p> <p>Nebati told an event in the north-western city of Bursa that supply chain problems in agriculture and energy, in particular, had created inflationary pressures.</p> <p>He insisted that Ankara was taking steps to “permanently” bring down inflation, pointing to the contentious state-backed scheme that seeks to lure savers back to the lira by promising to protect them from exchange rate risk. The government has also announced several rounds of VAT cuts, along with a 50 per cent rise in the minimum wage, in an attempt to limit the pain on households.</p> <p>Analysts warn that the war in Ukraine could also hit Turkey's tourism sector, which relies on both Ukrainian and Russian visitors and serves as a vital source of foreign currency for the country's economy.</p> <p><em>This article was updated on April 6 to correct the definition of hyperinflation.</em></p><p>Source: Laura Pitel in Ankara 2022 'Turkish inflation hits 20-year high of 61% as energy and food costs soar' FT.com 4 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-04T14:09:39.746Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 1538,
          "end": 1551
        },
        {
          "start": 1538,
          "end": 1545
        }
      ]
    }
  ]
}