{
  "_id": "508f61fa31132362d237e4b489cbcde569ba9bf9164f21004231050ea160c75f",
  "feed": "market-watch",
  "title": "Dow trades 250 points lower as JPMorgan and Goldman lead Friday's stock-market losses",
  "text": "<p>Meanwhile, on Friday, New York Fed President John Williams, a key ally of Fed Chairman Jerome Powell, said that he expects economic growth to slow in 2022 to a 3.5% annual rate from an estimated 5.5% rate last year amid the spread of omicron.</p><p>What's happening</p><p>The Dow Jones Industrial Average DJIA fell 270 points, or 0.7%, to 35,854, weighed by declines in Goldman Sachs Group Inc. GS, JPMorgan Chase &amp; Co. JPM and American Express Co.AXP</p><p>The S&amp;P 500 SPX gave up 12 points, or 0.3%, to around 4,646.</p><p>The Nasdaq Composite Index COMP rose 23 points, or 0.2%, to reach 14,832, and has been flipping between gains and losses throughout the session.</p><p>On Thursday, the Dow fell 177 points, or 0.49%, to 36114, the S&amp;P 500 declined 67 points, or 1.42%, to 4659, and the Nasdaq Composite dropped 382 points, or 2.51%, to 14807.</p><p>What's driving markets</p><p>Sentiment on Wall Street appeared to be souring to end a tumultuous week of trade that started off with a fall for yield-sensitive areas of the market, such as information technology stocks, followed by an unexpected series of gains, despite heightened anticipation for higher interest rates and overall tighter financial conditions.</p><p>Concerns about the near-term economic outlook and a bumpy rotation from highflying stocks to cyclicals appeared to be contributing to Friday's volatility.</p><p>“I expect the current omicron wave to slow growth in the next few months as people once again pull back from contact-intensive activities,” the Fed's Williams said in remarks to the Council on Foreign Relations.</p><p>Federal Reserve Gov. Christopher Waller on Wednesday suggested that as many as five interest-rate increases are a possibility in 2022 as the central bank aims to beat back rampant inflation. Though the policy maker said his baseline expectation was for three rate increases on the year, which is more in line with expectations.</p><p>“The three-day U.S. tech rally fell apart, despite Treasury yields moving lower, following a selection of updates from Fed speakers in the past couple of days,” said Ian Williams, a strategist at U.K. broker Peel Hunt.</p><p>In U.S. economic data, retail sales&#xa0;dropped by 1.9%&#xa0;in December as the omicron variant of COVID-19 spread, undercutting consumer buying. Economists polled by The Wall Street Journal had forecast a 0.1% decline in December retail sales. The figures are seasonally adjusted.</p><p>Such sales activity are seen as a major part of consumer spending and offer cues on the strength of the U.S. economy.</p><p>Meanwhile, U.S. industrial output fell 0.1% in December after a revised 0.7% gain in prior month and industrial capacity use edged down to 76.5% last month versus 76.6% in prior month.</p><p>Williams said that he predicts that inflation will ease from its current brisk pace. “With growth slowing and supply constraints gradually being resolved, I expect inflation to drop to around 2.5% this year,” he said.&#xa0;</p><p>Meanwhile, a closely followed gauge of U.S. consumer sentiment fell to 68.8 in January from 70.6 in the prior month, marking the second-lowest reading in a decade, with omicron concerns partly attributed to its drop-off.</p><p>Robert Frick, corporate economist with Navy Federal Credit Union, said that the fall in consumer sentiment reflects the pain lower-income Americans are facing amid inflation.</p><p>“January's Consumer Sentiment reading starkly underscores how high inflation hurts lower-income households most,” he wrote in emailed comments.</p><p>“Sentiment fell sharply for households earning less than $100,000, but rose for those earning above that level. Especially with energy and food prices so high, which take up a much higher percentage of lower-income budgets than other expenses, financial stress is mounting on the 70% of U.S. households below the $100,000 threshold,” he said.</p><p>Which companies are in focus?</p><p>Banks including JPMorgan Chase &amp; Co. JPM and Wells FargoWFC each reported stronger fourth-quarter earnings than forecast. CitigroupCposted a decline in its quarterly profit. Citi's shares were down 2.2%, those for Wells Fargo were up 3.2% and JPMorgan Chase's stock was down 4.6%.</p><p>Asset manager BlackRockBLK reported that its assets under management reached $10 trillion. However, its stock was down 2.2%.</p><p>Shares of paint-maker Sherwin-Williams SHWwere down nearly 2% after it lowered its guidance, citing supply shortages.</p><p>Tesla's stockTSLA was in focus after its CEO, Elon Musk, said the electric-vehicle maker would accept meme asset dogecoinDOGEUSD as payment for some merchandise. Shares of Tesla were up 1.5% while dogecoin changed hands at 19.6 cents, up about 19%.</p><p>Shares of Alphabet parent GoogleGOOGGOOGLwere in focus after The Wall Street Journal reported that it misled publishers and advertisers for years about the pricing and processes of its ad auctions. Still Googles Class A and C shares were trading slightly higher.</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y&#xa0;rose 4.5 basis points to around 1.75%. Yields and debt prices moved opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was up 0.3%, bringing its weekly decline to 0.7% so far.</p><p>Oil futures&#xa0;CL00 declined rose $1.09, or 1.3%, to trade at $83.24 a barrel after ending Wednesday at a two-month high, while gold futures&#xa0;GC00 fell $2.60, or 0.1%, to reach $1,819.10 an ounce, but looking at a weekly rise of 1.2%, its sharpest such advance since November.</p><p>Bitcoin&#xa0;BTCUSD&#xa0;was trading 1.2% higher at around 43,175, looking at a weekly gain of 4.2%, FactSet data show.</p><p>In European equities, the Stoxx Europe 600&#xa0;SXXP&#xa0;ended 1.1% lower, and booked a similar weekly decline, while London's FTSE 100&#xa0;UKX declined 0.3% but managed a weekly advance of 0.8%.</p><p>In Asia, the Shanghai Composite&#xa0;SHCOMP&#xa0;fell 1%, contributing to a 1.6% weekly skid, while the Hang Seng Index&#xa0;HSI gave up 0.2% in Hong Kong but notched a 3.8% weekly climb, and Japan's Nikkei 225JP:NIK shed 1.3% on the session contributing to a 1.2% weekly slump.</p>",
  "published": "2022-01-14T11:55:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 44,
          "end": 51
        },
        {
          "start": 358,
          "end": 365
        },
        {
          "start": 358,
          "end": 371
        },
        {
          "start": 358,
          "end": 381
        },
        {
          "start": 358,
          "end": 382
        }
      ]
    }
  ]
}