{
  "_id": "f3e636eb58cacd5b7d45d3adf8a6b400abb4f266532a42575f7047d9d584ebd5",
  "feed": "reuters",
  "title": "Reuters Entertainment News Summary",
  "text": "<p>Comcast Corp Chief Executive Brian Roberts used the unusually public forum of a Goldman Sachs Communacopia + Technology Conference on Wednesday to signal that the company will seek market value for its minority stake in Hulu. Roberts was asked to respond to Walt Disney Co Chief Executive Bob Chapek 's comments to the Financial Times published on Monday in which he said he would like to accelerate the timetable for acquiring Comcast 's one-third stake in Hulu.</p><p>R. Kelly found guilty on multiple counts in sexual abuse trial</p><p>R&amp;B singer R. Kelly was found guilty on Wednesday on multiple charges of child pornography and luring underage girls to have sex with him but not guilty of obstructing a 2008 state case that ended with his acquittal. In his latest trial, Kelly - whose full name is Robert Sylvester Kelly - was found guilty by a jury on six out of 13 counts, prosecutors said.</p><p>Netflix expects ad-supported tier to get 40 million viewers by 2023 - WSJ</p><p>Netflix Inc expects its upcoming ad-supported subscription plan to reach about 40 million viewers worldwide by the third quarter of 2023, the Wall Street Journal reported on Wednesday, citing a document shared with ad buyers. The streaming pioneer told ad executives in preliminary projections that 4.4 million \"unique viewers\" globally are expected to sign up for the new tier by year-end, with 1.1 million coming from the United States, the report said.</p><p>Zac Efron stars in unbelievably true story 'The Greatest Beer Run Ever'</p><p>In 1967, John \"Chickie\" Donohue was sitting at a Manhattan bar with his buddies thinking up a way he could support his friends from the neighborhood who were fighting in the Vietnam war. The U.S. Marine Corps veteran and merchant seaman decides there is no better way than to head into the war zone to deliver them American beer. Zac Efron stars as Chickie, a staunch supporter of the Vietnam War who spent his time lazing at his parents house and drinking at the local bar, in director Peter Farrelly's follow-up to the Oscar-winning \"Green Book\" (2018).</p><p>For 'Women Talking' at the Toronto film festival, an urgency to listen</p><p>Years out from her most recent film, director and screenwriter Sarah Polley says she felt an urgency to bring a story of rape and rebuilding to the big screen. Based on a book by Miriam Toews, \"Women Talking\" tells the story of women members of a cloistered Mennonite community debating how to respond to a series of systematic rapes perpetuated by men in their community. Do nothing? Stay and fight? Leave, even if it means losing the only home they have known?</p><p>Man convicted of killing rapper Nipsey Hussle to be sentenced</p><p>A California man convicted of first-degree murder in the 2019 shooting of Grammy-winning rapper Nipsey Hussle, will face a judge on Thursday to learn if he will spend the rest of his life in prison. In July, a Los Angeles County jury convicted Eric Ronald Holder, 32, in the killing of Hussle outside a clothing store the rapper owned in south Los Angeles.</p><p>Leading New Wave film director Jean-Luc Godard dies aged 91</p><p>Film director Jean-Luc Godard, the godfather of France's New Wave cinema who pushed cinematic boundaries and inspired iconoclastic directors decades after his 1960s heyday, died on Tuesday aged 91, his family and producers said. Godard was among the world's most acclaimed directors, known for such classics as \"Breathless\" and \"Contempt\", which broke with convention and helped kickstart a new way of filmmaking, with handheld camera work, jump cuts and existential dialogue.</p><p>Greek actress and singer Irene Papas dies aged 96</p><p>Greek actress and singer Irene Papas, who gained international recognition starring in classic 1960s films such as \"Zorba the Greek\" and \"The Guns of Navarone\", has died at the age of 96, Greece's culture ministry said on Wednesday. Papas enjoyed a 50-year film career capped by John Madden's \"Captain Corelli's Mandolin\" in 2001 alongside Hollywood stars Nicolas Cage and Penelope Cruz, and Manoel de Oliveira's \"A Talking Picture\" in 2003, her final performance alongside Catherine Deneuve and John Malkovich.</p><p>Suriname threatens legal action over South Korean hit Netflix show</p><p>South Korean residents in Suriname have been told to take care of their safety by the embassy after the Latin American country said it would explore legal action against the producers of South Korea's hit Netflix series \"Narco-Saints\" which fosters negative images of the country by portraying it as a \"narco state.\" The show, released this month and titled \"Suriname\" in South Korea, tells the story of a man who risked his life to join a secret mission to capture a Korean drug lord operating in Suriname, based on real-life events from about two decades ago.</p><p>Season premiere of 'Handmaid's Tale' shows women resisting oppression</p><p>Elizabeth Moss is returning for Season 5 of the Hulu series “The Handmaid's Tale” as June Osborne, a woman resisting the oppressive government of Gilead . The series has gained popularity for addressing the timely issues of reproductive rights and women's rights with acclaim for the depth of its characters. The dystopian storyline is based on the 1985 novel of the same name by author Margaret Atwood.</p>",
  "published": "2022-09-15T12:55:29.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 80,
          "end": 87
        },
        {
          "start": 80,
          "end": 93
        }
      ]
    }
  ]
}