{
  "_id": "e7ea57d0a1fb5af1047504dec9d1064001f6bc8be9d42df0c043c4712cc4cde2",
  "feed": "wall-street-journal",
  "title": "Saudi Conference Draws Wall Street Executives Amid Strained Ties With U.S. JPMorgan's Jamie Dimon and Goldman Sachs's David Solomon are expected to speak at the event",
  "text": "<p>The large American presence—over 150 U.S. companies were represented—came three months after President Biden visited Saudi Arabia in a bid to reset relations that were badly damaged following the 2018 murder of dissident journalist Jamal Khashoggi by Saudi operatives. Many international firms had already turned the page on the outrage over Mr. Khashoggi's death, which hung over subsequent runnings of the event. But for those that hadn't, this year's conference offered a chance to come back.</p><p>\"Nobody is being told not to come to the kingdom,\" said Tarik Solomon, a former chairman of the American Chamber of Commerce in Saudi Arabia. He said U.S. companies were unfazed by the political situation between Washington and Riyadh.</p><p>The executives arrived amid a low point in relations between the Biden administration and Saudi leadership, including Crown Prince Mohammed bin Salman, who The Wall Street Journal reported Monday has mocked the U.S. president in private. The Saudis frustrated the Biden administration by orchestrating an oil-production cut earlier this month with the Organization of the Petroleum Exporting Countries and its Russia-led allies, prompting the U.S. to threaten retaliatory measures.</p><p>The U.S. perceived the production cut as supporting Russia's war effort in Ukraine by allowing Moscow to sell oil at inflated levels. Riyadh has said the move was a technical decision that was needed to prevent a drop in crude prices amid gloomy economic predictions.</p><p>Messrs. Dimon and Schwarzman were two of the executives who backed out of the 2018 event in Saudi Arabia. JPMorgan and Goldman are among the Western banks that have profited from a buoyant Saudi initial-public-offerings market at a time when IPOs globally have stagnated. Citigroup Inc., JPMorgan and Goldman also were among the banks that helped PIF with a debut bond sale earlier this month, which raised $3 billion for the fund.</p><p>Mr. Dimon said he believed the problems between the U.S. and Saudi Arabia were overblown and would eventually be worked out. \"I can't imagine every ally agreeing on everything all the time,\" he said.</p><p>\"American policy doesn't have to be everything our way,\" Mr. Dimon added later. \"You can learn from the rest of the world.\"</p><p>High-level U.S. officials were missing from the conference, which promoted the slogan: \"A New Global Order.\" Throughout the first morning of the conference, Saudi officials stressed the importance of building relations with powers around the world while saying the U.S. relationship remained important.</p><p>Khalid al-Falih, the Saudi minister responsible for luring foreign investment, said the dispute with Washington was \"a blip.\"</p><p>\"We're very close and we're going to get over this recent spat that I think was unwarranted but it was a misunderstanding hopefully,\" he said on a panel.</p><p>The Saudi energy minister, Prince Abdulaziz bin Salman, struck a more defiant note, defending the oil-production cut as a necessary move—not only to stabilize the oil market as the global economy cooled but also to keep the kingdom on track to meet its economic goals.</p><p>\"We keep hearing, you are with us or you are against us,\" Prince Abdulaziz said. \"Is there any room for: 'We are for Saudi Arabia and for the people of Saudi Arabia?\"</p><p>The kingdom is flush with cash from high oil prices and is intent on seeing through Prince Mohammed's transformational economic plans. The conference is organized by the Saudi Public Investment Fund, a sovereign-wealth vehicle that has grown from a sleepy holder of state-owned companies to a $600 billion global investment powerhouse that is increasingly a source of capital for Wall Street.</p><p>Saudi Arabia, in recent years, has tried to use the conference as an annual marker of the progress of economic and social changes first announced by Prince Mohammed in 2016. The summit has often been overshadowed by geopolitical events, most notably in 2018 when Western senior executives canceled participation following Mr. Khashoggi's killing.</p><p>Former President Donald Trump stood by Prince Mohammed even after the U.S. intelligence community said he likely ordered the killing—a charge he denies. Mr. Trump's son-in-law, Jared Kushner, developed a strong tie with the prince and this year received a $2 billion injection from PIF. Mr. Kushner spoke Tuesday at the conference in remarks full of praise for the Saudi leadership.</p><p>The U.S.-Saudi tensions are a reason for companies to be concerned, said Hasnain Malik, a Dubai-based equities analyst at Tellimer Research, citing businesses that fell out of favor because of disagreements between the American government and Russia and China.</p><p>Share Your Thoughts</p><p>What are you watching for in Saudi Arabia's flagship investment conference? Join the conversation below.</p><p>\"Foreign financial actors still regard Saudi as an opportunity for taking capital out of Saudi and putting it into the rest of the world, rather than looking at Saudi as an interesting opportunity,\" Mr. Malik said.</p><p>Foreign investment in Saudi Arabia has remained stubbornly low in recent years, despite Prince Mohammed's efforts to restructure his economy. International firms have complained about slow payment from government contractors, retroactive tax bills and archaic bureaucracy.</p><p>Domestically, PIF has launched dozens of projects, including plans to build a futuristic city in the northwest of the kingdom that will require billions of dollars of outside capital alongside investment from the sovereign-wealth fund. The government announced national strategies in the past week aimed at attracting billions of dollars in investments from the industrial and supply-chain sectors by offering companies massive incentives. With one of the fastest-growing economies in the world, the Saudi government is racing to achieve its goals now.</p><p>One bright spot, so far, is PIF's attempts to support car manufacturing in the kingdom: An investment in electric-vehicle maker Lucid Motors has resulted in plans to set up a factory domestically to reassemble the company's luxury sedan that is pre-manufactured in its Arizona plant. The company aims eventually to produce complete vehicles in Saudi Arabia, and the government hopes it will draw in other industrial firms to create a domestic supply chain.</p><p>Lucid opened a Riyadh showroom on Monday. \"It's a chicken and egg problem, isn't it? If we haven't got suppliers, we haven't got a car company, so we're gonna break that,\" said Lucid Chief Executive Peter Rawlinson.</p><p>Write to Rory Jones at rory.jones@wsj.com, Stephen Kalin at stephen.kalin@wsj.com and Summer Said at summer.said@wsj.com</p><p>Saudi Conference Draws Wall Street Executives Amid Strained Ties With U.S.</p>",
  "published": "2022-10-25T18:13:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 102,
          "end": 109
        },
        {
          "start": 102,
          "end": 115
        },
        {
          "start": 1591,
          "end": 1598
        },
        {
          "start": 1601,
          "end": 1608
        },
        {
          "start": 1772,
          "end": 1779
        },
        {
          "start": 1783,
          "end": 1790
        }
      ]
    }
  ]
}