{
  "_id": "779a27596109dbf71a649e0ddf5e7c9c0b712aa6dc0b7ea0df673d4c820f3454",
  "feed": "ftcomall",
  "title": "The car vendor on a collision course with short sellers",
  "text": "<p><strong>One thing to start:</strong> <strong>Jeff Bezos</strong> <a href=\"https://ft.com/content/212c4a9e-0ab0-4875-a65e-cf027b912f98\">is teaming up with</a> music mogul<strong> Jay-Z</strong> to acquire the <strong>Washington Commanders</strong> in a bid that could value the <strong>National Football League</strong> team at a record $6bn, said two people briefed about the matter. &#xa0;</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Carvana runs low on gas</p></li>  <li><p>Glencore investors learn to forgive</p></li> </ul> <h1>Carvana's drive to survive</h1> <p>On the outskirts of San Francisco, there's a newly constructed vending machine that stands seven stories high.</p> <p>But this glass edifice doesn't hold sweets or cuddly toys. It holds about 30 cars owned by <strong>Carvana </strong>— a company that promises to disrupt the way people buy them.</p> <p>The vending machines are obviously a marketing gimmick. Carvana sells most of its cars online or through its app and delivers them to customers. During the coronavirus pandemic, the company thrived. “We'll drive you happy,” its tagline beamed.</p> <p>Investors were certainly along for the ride. Its market valuation rose to a peak of $50bn as tech investors such as <strong>Tiger Global </strong>and <strong>D1</strong> <strong>Capital</strong> piled in, and executives likened the trajectory of its revenue growth and valuation to tech giants <strong>Amazon</strong>, <strong>Google</strong> and <strong>Facebook</strong>.</p> <p>But it has been a sobering year for the Tempe, Arizona-based business. Investors have fled and the shares are down 94 per cent year-to-date, with growth companies falling out of favour. While Carvana has moved to cost-savings mode — it laid off 2,500 workers — there are concerns about how it will fare in a higher interest rate environment.</p> <p>While Carvana is best known for selling cars, loan securitisation has become an important part of its success. The financing business saw strong demand in 2021 as car prices shot up, allowing it to pull together large securitisation packages that were popular with fixed-income investors looking for yields. </p> <p>Now sceptics <a href=\"https://www.ft.com/content/0bf52d39-fd42-408f-aa85-52a4135de312\">like short seller <strong>Jim Chanos</strong></a> wonder how the operations will fare as central banks continue their rate increases to combat inflation.</p> <p>On Thursday afternoon, Carvana reported third-quarter results that revealed an uphill climb. Retail unit sales fell by nearly a tenth, year-over-year, a shocking result for a growth company. This led to the shares falling more than 10 per cent in after-hours trading.</p> <p>Its corporate governance has also come under scrutiny. The company traces&#xa0;its roots to a rental car business called the <strong>Ugly Duckling</strong>, which was founded by <strong>Ernest Garcia II</strong>, a businessman who in 1990 <a href=\"https://www.latimes.com/archives/la-xpm-1990-10-31-fi-3371-story.html\">pleaded guilty to bank fraud</a> and is the father of Carvana's chief executive <strong>Ernest Garcia III</strong>. The elder Garcia was also embroiled in the US savings and loan scandal. He got into the car business afterwards and the Ugly Duckling became <strong>DriveTime</strong>.</p> <p>Carvana was spun out of the company and went public in 2017 using a structure that effectively gave the Garcias control. The elder Garcia, who has no official role at Carvana, controls 84 per cent of its voting shares. </p> <p>Shareholders filed a lawsuit over Carvana's fundraising at the start of the pandemic when it sold $600mn of stock to a select group of investors and insiders — among them billionaire investor <strong>Mark Walter </strong>and the two Garcias. The elder Garcia would go on to sell more than $1bn worth of shares in 2020 and 2021.</p> <p>If short sellers don't drive the company off a cliff, its controlling shareholders just might.</p> <h1>Glencore: another day, another penalty</h1> <p>Looking at<strong> Glencore</strong>'s share price on Thursday, one might not even realise that a London judge <a href=\"https://www.ft.com/content/8da90aca-ca1e-441a-8926-b252c5e93a15\">had ordered</a> the Swiss commodities giant to pay £276.4mn for running a bribery and corruption network to secure favourable access to oil across Africa.</p> <p>The shares barely reacted following the news, having risen about 50 per cent over the past 12 months.</p> <p>An investigation by the UK's <strong>Serious Fraud Office</strong> into the scandal, which occurred between 2011 and 2016, uncovered no shortage of colourful details on the mining and trading group's chequered past.</p> <p>In one instance, according to the probe, two Glencore employees transported $800,000 in cash by private jet to South Sudan in August 2011 to pay oil bribes. Employees also had access to a “Swiss cash desk” for bribes, according to the SFO, with one trader withdrawing millions of euros listed as “office expenses”.</p> <p>The company's conduct had been “inexcusable” and it had taken “significant action” to change, Glencore's non-executive chair<strong> Kalidas Madhavpeddi</strong> said on Thursday. Glencore said it was continuing to co-operate with separate Swiss and Dutch corruption investigations.</p> <p>While the company's former antics sometimes read more like a film script than corporate history (<a href=\"https://www.ft.com/content/d3d8f7fd-4c73-417e-bd4c-41951a33792f\">a separate US investigation</a> found that employees in Glencore's oil unit used code names for bribes including “newspapers”, “filings” and “chocolates” for more than a decade), shareholders are no longer as concerned as they once were.</p> <p>When<strong> Gary Nagle </strong>took to the helm of Glencore last year, he vowed that the Swiss commodities group would atone for its past misgivings, <a href=\"https://www.ft.com/content/c9fe302a-46b0-4075-acc1-d3c09c0df73a\">setting aside $1.5bn for potential fines</a> and settlements back in February as probes in the UK, US and <a href=\"https://www.ft.com/content/2456aff4-f88f-11e8-af46-2022a0b02a6c\">Brazil</a> gathered steam. </p> <p>For many investors, he has offset the company's various legal scraps in more ways than one.</p> <p>Glencore's half-year profits more than doubled to a record $18.9bn, with a particular boost coming from its coal division, as the conflict in Ukraine and subsequent energy crisis caused commodities demand to surge. </p> <p>Despite being one of its biggest moneymakers, Nagle has been keen to diversify away from coal, telling investors it was in the best interests of the company and “the planet” for Glencore to run down its coal mines over the next 30 years.</p> <p>DD readers know that hasn't always gone to plan, though. Glencore's investment in battery maker <strong>Britishvolt</strong> has yet to pay off, <a href=\"https://www.ft.com/content/79f6bd90-6652-4ae6-9711-2781bb43b425\">as we explained yesterday</a>, and talks between the commodities group and Tesla <a href=\"https://www.ft.com/content/9b5b29a3-f2c9-4386-a01a-797aecce9631\">failed to materialise</a> after<strong> Elon Musk</strong>'s electric carmaker raised concerns over whether Glencore's coal business was compatible with its environmental goals.</p> <p>As Glencore continues to confront its past corruption scandals in court, investors seem convinced that it has managed to turn over a new leaf. Proving it has a sustainable future will be the real challenge.</p> <h1>Job moves</h1> <ul>  <li><p>Elon Musk has drawn up plans to <a href=\"https://www.ft.com/content/9164ab3f-39b7-45a4-ac25-8bf5a1c7f7df\">fire as many as half of <strong>Twitter</strong>'s 7,500-strong workforce</a>, according to people familiar with the matter. Ecommerce platform <strong>Stripe </strong>and ride-hailing service <strong>Lyft</strong> are also making <a href=\"https://www.ft.com/content/cb8b1a38-f6b8-4f26-bc8b-62e330bf3871\">significant lay-offs</a>.</p></li>  <li><p><strong>Deloitte</strong> has overhauled <a href=\"https://www.ft.com/content/9c0c1db6-df16-4ecd-af71-8fe8ccd6e3ec\">its leadership in the UK</a>, replacing half of the 16-person executive team, including the managing partner, in an unexpected reshuffle.</p></li>  <li><p><strong>Goldman Sachs</strong>' head of global markets credit risk <strong>Nico Friedman</strong> and risk analytics managing director <strong>Craig Bricker</strong> are joining <strong>Credit Suisse</strong> as chief risk officer for its markets and investment banking units, and head of a new analytics group, respectively.</p></li> </ul> <h1>Smart reads&#xa0;</h1> <p><strong>Extreme quarantine </strong>For the FT's Shanghai correspondent Thomas Hale, a quick stop at a bar where a positive case of Covid-19 had been reported <a href=\"https://www.ft.com/content/77622627-9433-445a-a763-a547b77b58ed\">spiralled into a 10-day visit</a> to a secret Chinese detention centre. His travails reveal much about China's “zero Covid” approach.</p> <p><strong>Inside Yeezy-land </strong>Behind closed doors, Adidas' relationship with Kanye West <a href=\"https://www.bloomberg.com/news/articles/2022-11-01/kanye-west-adidas-split-was-brewing-for-years?sref=fLR6XBbO#xj4y7vzkg\">was even more tumultuous than it appeared</a>. But the shoe brand needed the controversial artist just as much as he needed them, Bloomberg writes.</p> <p><strong>The new Canary Wharf </strong>The development on the site of London's former West India Docks was meant to be a glittering commercial centre. The work-from-home shift <a href=\"https://www.ft.com/content/54faa76a-a61d-4d3c-b9a9-76eb6f92a79a?shareType=nongift\">has forced investors to reimagine</a> the area for a residential age, the FT's How to Spend It magazine writes.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/6446b81f-a1b4-492f-b335-62f0efe11e7c?shareType=nongift\">BlackRock opens door for retail investors to vote in proxy battles</a> (FT)</p> <p><a href=\"https://www.ft.com/content/db678594-ff29-437d-b665-4cb804138d55?shareType=nongift\">CBS and former chief executive Les Moonves to pay $30.5mn over sexual misconduct claims</a> (FT)</p> <p><a href=\"https://www.ft.com/content/03b91853-2af5-45fb-b9ef-a363f0b5cec7\">David Montgomery considers potential Reach purchase</a> (FT)</p> <p><a href=\"https://www.ft.com/content/e3883292-c49b-404a-8340-87b854089f51\">Insurance executive alleges Greensill deceived him into providing cover</a> (FT)</p> <p><a href=\"https://www.ft.com/content/fa0829ab-2e81-4a1c-aa0b-c17aa8f4b992\">Germany's Uniper reports one of biggest losses in corporate history</a> (FT)</p> <p><a href=\"https://www.ft.com/content/82847425-33a1-4802-ae73-b2a3251ec7c5\">Judge authorises monitor to oversee Donald Trump's businesses</a> (FT)</p> <p><a href=\"https://www.ft.com/content/673e941d-8d6d-4a85-99f5-c3bfce414bba\">BNP Paribas joins European rivals in posting boosted profits</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-03/adnoc-said-to-pick-citigroup-jpmorgan-for-shipping-unit-ipo#xj4y7vzkg\">Adnoc said to pick Citigroup, JPMorgan for shipping unit IPO</a> (Bloomberg)</p><p>Source:  2022 'The car vendor on a collision course with short sellers' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T05:00:59.958Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 6528,
          "end": 6535
        },
        {
          "start": 6528,
          "end": 6541
        },
        {
          "start": 6528,
          "end": 6542
        },
        {
          "start": 6481,
          "end": 6494
        }
      ]
    }
  ]
}