{
  "_id": "b171c61eb51135511359c8a3d0c471892f955ace9bc0abf3392f48082f1b8ae5",
  "feed": "ftcomall",
  "title": "BT signs sports deal with Warner Bros Discovery",
  "text": "<p>BT has finalised its long-awaited deal with US media group Warner Bros Discovery to form a joint venture for its sport business, as the UK telecoms group stages a managed exit from sports broadcasting. </p> <p>The group <a href=\"https://www.ft.com/content/0b9bde41-ecdd-4260-9eed-f6d5f2578aee\">said in February</a> that it had started exclusive discussions with Warner Bros Discovery, opting against a sale of BT Sport to streaming company DAZN, owned by billionaire Sir Leonard Blavatnik. BT will receive £93mn from Warner Bros Discovery and up to £540mn earnings from the joint venture if certain conditions are met, it added on Thursday.</p> <p>“Partnering with one of the biggest media companies makes us stronger, more profitable,” said BT chief executive Philip Jansen, adding that he hoped to make several hundred million pounds or more when BT is ultimately bought out.</p> <p>Under the new venture, which combines a wide catalogue of sports broadcast rights spanning the English Premier League and Uefa Champions League football matches in the UK, BT Sport and Discovery's Eurosport UK will be merged and become a wholly owned subsidiary of Warner Bros Discovery. BT will retain equal voting rights in the tie-up. </p> <p>The deal demonstrates renewed interest from American media behemoths in the European sports broadcasting market, where demand has grown strongly in recent years. Warner Bros Discovery will face a formidable competitor in Sky, itself owned by US telecoms group Comcast.</p> <p>Some commentators believe the tie-up is unlikely to have much impact for BT, however.</p> <p>Paolo Pescatore, an analyst at media and telecoms consultancy PP Foresight, described the joint venture as “a marriage of convenience for both companies”. </p> <p>“BT has been wanting to exit sports for some time, and this is its get out of jail free card,” he said, adding that “Warner Brothers Discovery are in the driving seat”. </p> <p>He questioned whether “the two companies have the financial clout to compete with Sky and others”, noting that the “big test” will be if they are able to maintain exclusive rights to the Uefa Europa League this year.</p> <p>Lazard was exclusive adviser to BT in the deal.</p> <p>BT made the announcement as it reported its full-year results. Revenue came in at £20.9bn, which was 2 per cent lower than the year before, and below consensus estimates of £21.4bn. It attributed the drop in part to a decline in growth in its enterprise business.</p> <p>Earnings before interest, tax, depreciation and amortisation rose 2 per cent to £7.6bn in 2021, slightly above analyst expectations, in part due to cost management.</p> <p>The company said it would pay a full-year dividend of 7.7p per share in 2022. BT shares were 2 per cent higher in early morning trading at 180p.</p> <p>There has been much speculation about the future of the company, which owns mobile provider EE, after it emerged last year that the telecoms tycoon Patrick Drahi had taken a 12 per cent stake, which he increased to 18 per cent in December. The Franco-Israeli dealmaker has, however, remained quiet about his intentions for the company and is prohibited from making any takeover attempt until June 14.</p> <p>Analysts are doubtful that any takeover is on the table, given that it would probably face pushback from the UK government, which has a right to veto purchases of companies seen as strategic domestic assets. </p> <p>“All four of our top shareholders, Patrick [Drahi] included, are very supportive of what we're doing,” Jansen said. “He's always asking can we go faster, can we build out fibre faster.”</p> <p>Openreach, the infrastructure subsidiary of BT, has continued its full fibre expansion, having reached a total of 7.2mn premises, including 3mn in the last year. It aims to reach 25mn homes by 2026.</p> <p>It is building at almost four times the speed of competitors and at around two-thirds of the price of alternative network providers, according to analysis by Goldman Sachs. The speed of its fibre rollout has, however, been costly. The company's free cash flow declined 5 per cent to £1.4bn from last year.</p><p>Source: Anna Gross in London 2022 'BT signs sports deal with Warner Bros Discovery' FT.com 12 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-12T10:08:40.532Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 3793,
          "end": 3806
        },
        {
          "start": 3793,
          "end": 3800
        }
      ]
    }
  ]
}