{
  "_id": "b2c885ff82545141bda883895d2b3c9beb2b2f7572c54b31183e305a32f28626",
  "feed": "wall-street-journal",
  "title": "U.S. News  ---  THE OUTLOOK:  Flush Consumers Vex Fed Strategy  ----  By Nick Timiraos",
  "text": "<p>   Washington's response to the pandemic left household and business finances in unusually strong shape, with higher savings buffers and lower interest expenses. It could also make the Federal Reserve's job of taming high inflation more difficult. </p><p>   The U.S. central bank is trying to slow down economic growth to prevent inflation from becoming entrenched. To that end, it has increased rates aggressively this year and is likely to raise them another 0.75 percentage point at a two-day policy meeting that concludes Wednesday. That would bring the benchmark federal-funds rate to a range of 3.75% to 4%. </p><p>   Some officials have argued for slowing the pace of rate rises after this week's meeting. But the debate over the speed of increases could obscure a more important one around how high rates ultimately rise. In economic projections released at the Fed's last meeting in mid-September, most officials anticipated their policy rate would reach at least 4.6% by early next year. </p><p>   But some economists think it will have to go higher than 4.6%, citing in particular reduced sensitivity of spending to higher interest rates. </p><p>   \"The big question will be, given the resilience the economy has had to interest-rate increases so far, whether that will actually be sufficient,\" said former Boston Fed President Eric Rosengren. \"The risks are they're going to have to do a bit more than they're suggesting.\" </p><p>   The Fed combats inflation by slowing the economy through tighter financial conditions -- such as higher borrowing costs and lower stock prices -- which curb spending, further reducing employment, income and spending. This normally has its greatest effect on sectors of the economy most sensitive to the cost and availability of credit. </p><p>   In 2020, however, the government's wartime-like response to the pandemic -- generous fiscal stimulus that showered cash on households and reduced borrowing costs -- interrupted the usual recessionary dynamics of rising joblessness that amplifies declines in income and spending. It means private-sector balance sheets are in a historically strong position. </p><p>   Household, nonfinancial corporate and small-business sectors ran a surplus of total income over total spending equal to 1.1% of gross domestic product in the quarter of April to June, according to economists at Goldman Sachs. Using a three-year average, the measure is healthier than on the eve of any U.S. recession since the 1950s. </p><p>   U.S. households still have around $1.7 trillion in savings they accumulated through mid-2021 above and beyond what they would have saved if income and spending had grown in line with the prepandemic economy, according to estimates by Fed economists. Around $350 billion in excess savings as of June were held by the lower half of the income distribution, or around $5,500 per household on average. </p><p>   Businesses were also able to lock in lower borrowing costs as interest rates plumbed new lows in 2020 and 2021. State and local governments are also flush with cash, leaving them in a far better position than after the recession of 2007 to 2009. </p><p>   While the housing market -- among the most interest-rate sensitive parts of the economy -- is entering a deep downturn, the rest of the economy is so far holding together. Consumer credit-card balances are rising. Earnings reports from companies including United Airlines Holdings Inc., Bank of America Corp., Nestle SA, Coca-Cola Co. and Netflix Inc. also point to strong consumer demand and pricing increases. </p><p>   \"This is not the earnings season the [Fed] wanted to see,\" said Samuel Rines, managing director at Corbu LLC, a market intelligence firm in Houston. \"For now, the consumer is too strong for comfort.\" </p><p>   The Commerce Department reported Friday that consumer spending adjusted for inflation rose 0.3% in September from August, a pickup from prior months. </p><p>   The upshot is that cooling the U.S. economy might require even higher interest rates. The household savings buffer \"suggests to me we may have to keep at this for a while,\" said Federal Reserve Bank of Kansas City President Esther George in a webinar earlier this month. </p><p>   Ms. George is among a handful of Fed officials who have argued in favor of slowing down the pace of interest-rate increases. But she also said the central bank's ultimate rate destination might be higher than anticipated and that the Fed might have to stay at that higher rate longer. </p><p>   The tight labor market also figures into this calculus. Worker pay and benefits continued to rise at a rapid clip in the third quarter, according to a Labor Department measure released Friday. The employment-cost index, a measure of what employers pay for wages and benefits, showed that wages and benefits for private-sector workers excluding incentive-paid occupations rose 5.6% from a year earlier. </p><p>    Jason Furman, a Harvard economist who served as a top adviser to former President Obama, thinks it will be harder for the Fed to slow down the economy. He said he sees the fed-funds rate ultimately reaching 5.25% next year, with a significant risk for topping out at an even higher level. </p><p>    Steven Blitz, chief U.S. economist at research firm TS Lombard, thinks the central bank's policy rate will rise to 5.5%. \"A recession is coming in 2023, but there is more work for the Fed to do to create one,\" he said. </p><p></p>",
  "published": "2022-10-31T06:06:00.000Z",
  "tags": [
    {
      "id": "US38141G1040",
      "nexusId": "10038135",
      "name": "The Goldman Sachs Group, Inc.",
      "offsets": [
        {
          "start": 2296,
          "end": 2303
        },
        {
          "start": 2296,
          "end": 2309
        },
        {
          "start": 2281,
          "end": 2294
        }
      ]
    }
  ]
}