{
  "_id": "63171a50e46e4dddd28e6eec70c8ea49385841fa409aab1d4cd53d2f53ee1c9c",
  "feed": "market-watch",
  "title": "5 infrastructure stocks to buy now that Biden's bill has been passed, according to Jefferies",
  "text": "<p>The analyst listed five construction materials stocks he believes investors should buy now, in a note to clients on Nov. 7. They are listed below.</p><p>“The bill increases highway funding by 50% over the next five years, and we estimate it could increase [aggregate shipments of construction materials] by ~9% over five years from late 2022/early 2023,” Ng wrote.</p><p>The infrastructure bill is far less controversial than President Biden's $2 trillion social-spending plan. Speaker of the House Nancy Pelosi (Dem., Calif) separated the voting on the two bills. In hindsight, this was a wise move, as it garnered bipartisan support.</p><p>It may have been easy for many investors to predict the passing of the infrastructure bill; the spending increase may already be baked into share prices of many affected companies. Then again, from his comment, above, Ng appears to see this as a seven-year play for investors.</p><p>Biden is expected to sign the Infrastructure Investment and Jobs Act into law soon. Here's a breakdown of expected spending from Jefferies:</p><p> Program                         Obligation  Highways                        $348  Public Transportation           $91  Aviation                        $25  Multi-Modal Grants              $19  Other Programs                  $490  Total spending over five years  $973  Sources: ARTBA, the White House, Jefferies</p><p>“This is a ~50% increase from the previous five years of funding, which includes a year of the FAST Act extension, with the largest step-up in funding occurring in FY22E, followed by low-single digit annual growth over the remainder of the bill,” Ng wrote.</p><p>Jefferies' favorite building-products stocks</p><p>Unlike the FAST Act of 2015, Ng believes the new infrastructure spending puts the federal and states' transportation departments in better positions to “allocate funds with more shovel-ready projects.”</p><p>He acknowledged that supply-chain backups and the tight labor market can slow the pathway for growth, but also wrote that the bill “sets up the heavy material manufacturers with strong pricing momentum the next few years.”</p><p>Sales-growth estimates</p><p>Here are the five building products stocks Ng recommended, with expected compound annual growth rates (CAGR) for sales through 2023 and 2024, based on estimates among analysts polled by FactSet:</p><p> Company                                          Est. sales – 2021  Est. sales – 2022  Est. sales – 2023  Est. sales – 2024  Two-year expected sales CAGR through 2023  Three-year expected sales CAGR through 2024  Martin Marietta Materials Inc. MLM               $5,006             $6,160             $6,649             $7,120             15.2%                                      12.5%  Vulcan Materials Co. VMC                         $5,323             $6,546             $7,022             $6,572             14.8%                                      7.3%  Eagle Materials Inc. EXP                         $1,792             $1,962             $2,095             $2,250             8.1%                                       7.9%  Summit Materials Inc. Class A SUM                $2,235             $2,360             $2,515             $2,798             6.1%                                       7.8%  WillScot Mobile Mini Holdings Corp. Class A WSC  $1,856             $2,010             $2,154             $2,318             7.7%                                       7.7%  Source: FactSet</p><p>Click on the tickers for more about each company. Click&#xa0;here&#xa0;for Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>Calendar-year estimates are used in this article because some companies have fiscal years that don't match the calendar.</p><p>The first four companies on the list all provide various materials used in heavy construction. WillScot Mobile Mini Holdings Corp. WSC provides temporary storage facilities used in construction and other industries.</p><p>In comparison, the two-year expected sales CAGR for the S&amp;P 500 SPX is expected to be 5.8% through 2023 (which is as far out as FactSet's estimates for the benchmark index).</p><p>For the S&amp;P 500 construction materials industry group, the two-year sales CAGR is expected to be 14.8%. Among the five stocks listed by Jefferies, only Martin Marietta Materials Inc. MLM and Vulcan Materials Co. VMC are expected to match or beat the industry group's expected two-year sales CAGR.</p><p>Expected earnings growth</p><p>As companies' sales are boosted, their profit margins can improve more quickly. The group is expected to achieve high double-digit growth rates for earnings-per-share:</p><p> Company                                          Est. EPS – 2021  Est. EPS – 2022  Est. EPS – 2023  Est. EPS – 2024  Two-year expected EPS CAGR through 2023  Three-year expected EPS CAGR through 2024  Martin Marietta Materials Inc. MLM               $11.96           $14.67           $17.24           $19.68           20.1%                                    18.1%  Vulcan Materials Co. VMC                         $5.02            $6.23            $7.60            $8.38            23.0%                                    18.6%  Eagle Materials Inc. EXP                         $8.68            $10.36           $11.86           $13.66           16.9%                                    16.3%  Summit Materials Inc. Class A SUM                $1.11            $1.43            $1.70            $2.12            24.0%                                    24.0%  WillScot Mobile Mini Holdings Corp. Class A WSC  $0.75            $1.18            $1.45            $1.59            39.0%                                    28.4%  Source: FactSet</p><p>In comparison, the S&amp;P 500's expected two-year EPS CAGR through 2023 is 8.7%, while it is 20.6% for the S&amp;P 500 construction materials industry group. Three of the five companies recommended by Jefferies are expected to beat the industry for EPS CAGR through 2023.</p><p>Free cash flow estimates</p><p>A company's free cash flow is its remaining cash flow after planned capital expenditures. It is money that can be used for expansion or other actions presumably friendly to shareholders, including dividend increases and stock buybacks.</p><p>Here are expected CAGR for the group's free cash flow per share through 2023 and (if available) 2024:</p><p> Company                                      Est. FCF – 2021  Est. FCF – 2022  Est. FCF – 2023  Est. FCF – 2024  Two-year expected FCF CAGR through 2023  Three-year expected FCF CAGR through 2024  Martin Marietta Materials Inc.               $12.53           $13.30           $15.97           $21.64           12.9%                                    20.0%  Vulcan Materials Co.                         $4.89            $6.56            $7.24            $8.57            21.8%                                    20.6%  Eagle Materials Inc.                         $10.63           $10.55           $12.50           $14.81           8.4%                                     11.7%  Summit Materials Inc. Class A                $1.27            $1.94            $2.30            $2.86            34.5%                                    31.1%  WillScot Mobile Mini Holdings Corp. Class A  $1.48            $1.88            $2.00            N/A              16.2%                                    N/A  Source: FactSet</p><p>More coverage of the infrastructure bill:</p><p>Vulcan, Caterpillar stocks surge as infrastructure bill's passage gives big boost to materials makers</p><p>Here's what's in the bipartisan infrastructure bill — and how it's paid for</p><p>U.S. infrastructure bill ‘screams bullish for oil' as crude futures rise</p><p>Don't miss:A bargain you can't ignore: Small-cap stocks are trading at their second-biggest discount in 20 years</p>",
  "published": "2021-11-08T10:48:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 5589,
          "end": 5600
        }
      ]
    }
  ]
}