{
  "_id": "a2e893abaaef726cb88989da0c6bc05ef825480d5121b0ed270eaef5871078c0",
  "feed": "ftcomall",
  "title": "It's no laughing matter, but US is crying wolf over Boohoo import ban",
  "text": "<p>Punishment for coming forward about a crime is one of the recurring themes in US law enforcement. It can play out as comedy, such as when drug dealers <a href=\"https://www.telegraph.co.uk/news/2017/07/20/drug-dealer-arrested-calling-police-report-stolen-cocaine/\">dial 911</a> to report the theft of their stash, and more often as tragedy, such as when immigrants <a href=\"https://www.nytimes.com/2017/04/30/us/immigrants-deportation-sexual-abuse.html\">seek police protection</a> that results in their deportation. </p> <p>It can also play out as farce. </p> <p>Shares in Boohoo slipped on Tuesday <a href=\"https://www.ft.com/content/16e028d0-eb9e-4dea-9295-5bbeb994531f\">following reports</a> that the British clothing retailer could be blocked from importing goods in the US on allegations of using forced labour. What set the ball rolling was a complaint to the US Customs and Border Protection agency, CBP, from Liberty Shared, an anti-trafficking organisation. It cited the supply chain review Boohoo itself commissioned last year as part of a reputation rebuilding exercise. </p> <p>Boohoo said it was “not aware” of any investigation and promised to work with any “competent authority” to prove its products and supply chain meet the required standards. The whole episode brings to mind another recurring theme of US law enforcement — that gun owners are much more likely to be shot with their own weapon than use it successfully in self defence. </p> <p>Boohoo's response listed recommendations already adopted from last year's report, which criticised management's failures of oversight and governance but found no evidence that the company itself had acted criminally. These findings have become a key part of the armoury the group deploys to counter negative publicity around working practices, which first caught the attention of consumers and institutional investors last summer having been ignored for at least two years.</p> <p>Yet the risk of Boohoo being locked out of its fastest-growing market appears vanishingly small. </p> <p>America has been taking a harder line on slave-produced goods since 2016, when Congress closed a loophole that allowed their import if demand exceeded domestic supply. One of the CBP's first uses of its expanded remit was to seize Stevia powder, a natural sweetener, from London-listed ingredients maker PureCircle, then release the shipment seven months later after an independent audit supplied by the company showed no connection with Chinese labour camps. More recent actions have targeted the&#xa0;<a href=\"https://www.reuters.com/article/us-usa-trade-china-xinjiang-idUSKBN29I2KO\">Xinjiang region in China</a>, home to the oppressed Uighur Muslims.</p> <p>Establishing origin is challenging when raw materials flit across borders and fabrication passes between subcontractors. Reading a report on the Leicester rag trade will be easier for investigators than tracking down the provenance of cobalt-powered electric car batteries and cotton used in football shirts. </p> <p>But having belatedly faced up to its problems, Boohoo's reparation efforts go far beyond those of most fashion retailers. If its promises are delivered, the failings detailed in last year's report will be historic. US authorities ought to have something better to do than hoist a penitent company by its own petard. </p> <h2>Under pressure </h2> <p>Jon Stanton's decision to focus Weir Group on mining and away from oil looks ever smarter as sentiment between the two sectors continues to widen, <em>writes Andrew Whiffin.</em> </p> <p>Weir's chief executive waved farewell to oil and gas with the sale of the division to Caterpillar in October. Full-year results on Tuesday reflected the pumping and excavation specialist's pivot to metals and minerals. Revenues fell just 1 per cent to £1.97bn on a constant currency basis while operating margins ticked up to 15.5 per cent.&#xa0;</p> <p>Though both sectors require getting stuff out of the ground, fortunes for oil and mining over the past year could not be more different. Prices for metals have surged as demand outpaced constrained supply. Copper now trades at decade highs. Miners may make a mess digging, but there is little doubt they have an essential role in the clean economy of the future. Meanwhile, oil and gas companies are having to work far harder to polish their image and secure a place.&#xa0;</p> <p>New targets at Weir reflect the optimism. Mid-to-high single-digit revenue growth from existing operations is expected over the midterm with operating margins up a further 1.5 percentage points. Shareholders remain excited. Weir's share price has tracked the rally in metals and is up threefold from lows of last March. At 25 times two-year forward earnings, the valuation is the fullest it has ever been.&#xa0;</p> <p>Weakening orders are a pit in the investment case. These fell 13 per cent last year to £1.86bn. At digging tool specialist ESCO, which Weir acquired in 2018, orders fell 15 per cent. Pandemic-related disruption contributed to fewer deals being signed. Restrained capital spending budgets at major miners this year do not suggest a similar splurge that high prices have encouraged before.&#xa0;&#xa0;</p> <p>But an expected unwinding of pent-up demand may already be under way. Quotes for new work at Weir were 50 per cent higher in January compared with last year, the company said, while sector peers have given a similar message. Orders at the mining division of Sandvik rose 15 per cent in the fourth quarter. Demand for the Swedish engineering group's rock-breaking equipment has in the past led demand for Weir's products, which are used further downstream.&#xa0;</p> <p>Hot cyclical growth helped by public investment has been a boon for miners and their suppliers. Any further signs of cooling at Weir look like an opportunity for long-term investors to dig deep.&#xa0;</p> <p><em>Boohoo: bryce.elder@ft.com<br>Weir: andrew.whiffin@ft.com</em></p><p>Source: Bryce Elder 2021 'It's no laughing matter, but US is crying wolf over Boohoo import ban' FT.com 2 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-02T18:12:12.583Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 3171,
          "end": 3182
        }
      ],
      "nexusId": "10011563"
    }
  ]
}