{
  "_id": "aa6d914b73aaae07fb38077e785bd626dc89491a06fc2fe3e564b21dac985886",
  "feed": "ftcomall",
  "title": "Chevron to spend $10bn on clean energy push",
  "text": "<p>Chevron will spend $10bn over the next seven years to increase its renewable energy production and cut its carbon pollution, as pressure mounts on US oil producers to clean up their operations.</p> <p>The clean energy spending pledge is more than three times the amount the US group previously committed, but on an annual basis amounts to less than a tenth of its planned capital spending of about $15bn a year between now and 2025.</p> <p>“Chevron intends to be a leader in advancing a lower carbon future,” chief executive Mike Wirth said on Tuesday. “Our planned actions target sectors of the economy that are harder to abate and leverage our capabilities, assets and customer relationships.”</p> <p>The move by Chevron comes as investors and campaigners ratchet up the pressure on oil producers to help tackle global warming. Chevron shareholders defied management in May and voted for a resolution demanding the company set targets for so-called scope 3 emissions, or the pollution from the hydrocarbon products it sells.</p> <p>That vote came on the same day shareholders in rival ExxonMobil delivered a <a href=\"https://www.ft.com/content/da6dec6a-6c58-427f-a012-9c1efb71fddf\">shocking defeat</a> to their company's management, electing new board members nominated by activist hedge fund Engine No 1, which had claimed the supermajor's focus on fossil fuels was putting the company's future at risk.</p> <p>Engine No 1 was also in contact with Chevron's board in recent weeks.</p> <p>On Tuesday, Chevron said it would increase production of hydrogen, renewable natural gas — derived from organic material — and renewable liquid fuels for use in transport, and capture or offset 25m tonnes of carbon a year by 2030. Last year, Chevron's emissions from operations amounted to 54m tonnes of carbon dioxide equivalent. </p> <p>The group has announced several small-scale low-carbon focused deals in recent weeks, including agreements to supply aviation biofuels to Delta Air Lines. It has also set up hydrogen-based heavy industry projects, including a new hydrogen-propelled train, with Caterpillar.</p> <p>The announcement on Tuesday did not include new net zero targets or a new commitment to cut its scope 3 emissions, which amounted to more than 580m tonnes of CO2 equivalent last year. </p> <p>While European supermajors such as BP and France's TotalEnergies have set out plans to build large solar and wind segments, Chevron and Exxon have resisted calls to follow suit. </p> <p>Wirth said bumper profits in the coming years from Chevron's “base business” would help it finance the extra spending to clean up operations. </p> <p>“We believe a strategy that combines a high return, lower carbon traditional business with faster growing, profitable new energy ones positions us to deliver long-term value to our shareholders.”</p> <p>Chevron said it was sticking with a target to reduce its greenhouse gas “intensity” — the emission per barrel of production — saying this would equate to “an expected 35 per cent reduction from 2016 levels” by 2028.</p> <p>Analysts at RBC Capital Markets said Chevron was “leaning into” the energy transition, but said they were “surprised the release does not mention any longer-term ‘net zero' related targets like some of its peers have announced recently”.</p> <p>Andrew Logan, senior director of oil and gas at Ceres, which co-ordinates investor action on climate change, said Chevron's announcement “looks like a step forward, but a relatively modest step when what is needed is a giant leap”.</p> <a href=\"http://www.ft.com/cms/62a9aeb8-02a6-4f10-b0a5-414172086bee.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Derek Brower in New York and Justin Jacobs in Houston 2021 'Chevron to spend $10bn on clean energy push' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T13:20:43.792Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1963,
          "end": 1974
        }
      ]
    }
  ]
}