{
  "_id": "d042c622273b16b3ea6687b7c5723a2f4f9ae77f540140da63cd7ecbbc4faa8d",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books:  Ready for  Life in the  Long Run  ----  By Adrian Woolfson",
  "text": "<p>   On arriving in London to seek his fortune, the rambunctious Scottish physician George Cheyne set about hobnobbing in coffee houses and taverns, where he ate \"lustily\" and swallowed down \"much liquor.\" Before long, he had ballooned to nearly 450 pounds. In a state of existential crisis and discerning that his mortality was in the balance, he published a self-help manual, \"An Essay of Health and Long Life\" (1724). In this bestselling treatise, he singled out tea, coffee, chocolate and snuff as being especially detrimental to the human condition. </p><p>   This seminal work, among others, spawned a tradition of books addressing the topic of longevity which continues to this day. While Cheyne and others contrived innumerable methods designed to maintain good health and extend lifespans, the process of aging has itself invariably been viewed as an immutable part of human nature. </p><p>   No longer, says Andrew Steele in his entertaining and thoughtful book \"Ageless\" (Doubleday, 352 pages, $29). While we wither and become frail after a mere seven or so decades, the humble Galapagos tortoise bumbles on healthily into a 175-year dotage. Capturing this trait -- known as negligible senescence -- is the holy grail of aging research. </p><p>   So if, as Mr. Steele contends, \"tortoises get old without getting elderly,\" might we not master \"biological immortality\" and become ageless too? Were this achievable, the existence of a bristlecone pine tree in California's White Mountains, estimated to be an extraordinary 4,850 years old, suggests that such potential extensions to our longevity might be more than mere tweaks. The fact that lifespans of different species vary so greatly -- some mayflies emerge, mate and die within 5 minutes, while bowhead whales can live for more than 200 years -- indicates that our lifespan is programmed by evolution, rather than restricted by insurmountable constraints. </p><p>   \"Ageless\" follows biologist George C. Williams's simple evolutionary explanation for why we age, based on a phenomenon called \"antagonistic pleiotropy.\" Put simply, genes selected to facilitate early successful reproduction may have detrimental effects as we get older. In Mr. Steele's words, it looks as if evolution has traded our \"future health for increased reproduction.\" Were we able to roll the clock back and redesign ourselves, we would doubtless find alternative genetic circuits that did not have these unfortunate consequences. Perhaps one day, Mr. Steele conjectures, we will be able to reprogram our genomes to remove this legacy. Fortunately, there may be more immediately accessible paths to a longer life. </p><p>   The significant extension of human longevity and our healthspan will, the Harvard biologist and entrepreneur David Sinclair informs us in his brilliant and enthralling book \"Lifespan\" (Atria, 432 pages, $28), redefine what it means to be human. It may also spark a social revolution that we are wholly unprepared for. </p><p>   Originally inspired by the so-called progeria diseases that cause premature aging in humans, such as Werner syndrome and Hutchinson-Gilford syndrome, and having spent a lifetime mutating yeast and other simple organisms to show that lifespans are highly malleable, Mr. Sinclair has arrived at a simple, compelling and experimentally verifiable explanation for why we age. In so doing, he may have identified the basis of an effective way to manipulate and even one day reverse the aging process. Invoking Claude Shannon, the father of information theory, he calls this the \"Information Theory of Aging.\" </p><p>   Most of us are familiar with the biological information stored in the sequences of genes, rather like digital information encoded in a CD. But this is supplemented by a second layer of \"epigenetic\" information superimposed onto it and encoded by chemically marking select regions of DNA. Unlike genetic information, this epigenetic information is analog -- reminiscent of the grooves on a vinyl record. By manipulating the accessibility of DNA and how tightly it is \"spooled\" onto proteins called histones, this auxiliary tier of information allows otherwise identical genes to be \"read\" in different ways. This generates distinct patterns of active and silenced genes. </p><p>   As a result, genomes can be epigenetically programmed to become any cell type in the body. While \"a caterpillar can't become a human,\" it deploys the same epigenetic tricks to reprogram its genomes to metamorphose into a butterfly. According to Mr. Sinclair, aging occurs when this analog information is degraded. But though this happens inevitably over time, some stimuli -- such as exercise, extreme cold or calorific restriction -- can lock cells into an ancient \"survival circuit\" that protects analog information by attracting proteins called sirtuins. Like museum curators, these guardians watch over epigenetic markings and secure their integrity. Certain drugs may be able to do this too. More enticing is the possibility of reprogramming cells to restore their epigenetic markings, a type of reset that has already been shown to increase the lifespan of prematurely aging mice. </p><p>   Accompanying Mr. Sinclair's irrepressible and infectious optimism for our potentially ageless future is his assertion that aging should be regarded as a treatable disease rather than as an inevitable part of human nature. Instead of trying to address our mortality and physical decline in piecemeal, Whac-A-Mole manner, by treating the aging process itself we should be able to address human diseases in a more economical and rational manner. Mr. Sinclair's manifesto is simple -- we need to end \"our long war on individual diseases\" and redirect our focus to their upstream cause: Aging may actually turn out to be easier to treat than cancer. </p><p>   In his inspiring, energetic and equally optimistic \"Keep Sharp\" (Simon &amp; Schuster, 336 pages, $28), the neurosurgeon and CNN journalist Sanjay Gupta adopts a more practical approach to preserving the human healthspan and lifespan. He invites readers to reinvent the way they live. Tapping into the global epidemic of Alzheimer's disease and cognitive decline, he espouses a new brain-focused philosophy of prolonged well-being. In his view, health and longevity are determined not just by our biology, but by aspects of the way we live. For example, citing a study published in the journal Genetics, Dr. Gupta suggests that one's choice of spouse may have a greater impact on lifespan than genetics. </p><p>   Some environmental factors affect whole populations: the Chamorro people of Guam have a risk of neurodegenerative diseases that is radically greater than the rest of the world's. It turns out that their local gastronomic delicacy, fox bat, contains high amounts of a neurotoxin causing the same pathological changes as those found in Alzheimer's disease. The lesson, Dr. Gupta teaches us, is that even if our genomes are one day reprogrammed to enable longer lifespans, a random dietary choice might still be our undoing. </p><p>   Some will be alarmed to learn that regardless of body weight, being inactive is twice as deadly as being obese. The good news, Dr. Gupta reassuringly tells us, is that a mere 120 seconds of activity each hour is sufficient to offset the effects of prolonged sitting. He goes on to identify five key modifiable lifestyle factors: exercise, sense of purpose, sleep and relaxation, nutrition, and social connections, which he identifies as the \"pillars\" that can help us maintain a \"sharp brain.\" </p><p>   Daniel J. Levitin's uplifting and sensitive work \"Successful Aging\" (Dutton, 528 pages, $17.99) addresses some of the more positive and beneficial aspects of growing older. He leaves us wondering whether we undervalue the benefits of advanced age and the contributions the elderly can make to society. Short of a medical breakthrough from the likes of Mr. Sinclair, there will, by 2030, Mr. Levitin tells us, be more individuals in the United States over 65 than under 15 years of age. He argues that we should transform our relationship with aging, viewing the elderly as a resource and old age as a \"culmination rather than denouement.\" We need to construct a culture that organically embraces older people and their accrued wisdom. </p><p>   Like Dr. Gupta, Mr. Levitin advocates an ongoing and active engagement with life, and warns against the perils of retirement. Just as one's spouse impacts longevity more than genes, the quality of an individual's social relationships at age 80 is a better predictor of health than blood cholesterol. Mr. Levitin also emphasizes the importance of the non-computable alchemy that we call happiness. The 2019 edition of the United Nations' World Happiness Report showed that the U.S. had dropped to number 19, its lowest ranking since the first report in 2012. </p><p>   As of today, just one individual, the supercentenarian Jeanne Calment of France, has been validated as living past the age of 120. If Messrs. Sinclair and Steele are right, we may all need to start planning for a fundamentally different future. Indeed, according to Mr. Sinclair, we are close to an inflection point, where what \"hitherto seemed magical will become real.\" </p><p>   --- </p><p>   Mr. Woolfson is the author of \"Life Without Genes.\" </p><p></p>",
  "published": "2021-02-27T07:09:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 4302,
          "end": 4313
        }
      ],
      "nexusId": "10011563"
    }
  ]
}