{
  "_id": "614e944ce25f233474f6095e8c16ff4288e95b1e9fd40f6d5b05e6b833594665",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Joe Biden declared that America was “ready for take-off” yesterday night in his first speech to a joint session of Congress as he pointed to a nascent revival under way in the US following a devastating pandemic and economic crisis.</p> <p>Flanked by Kamala Harris, vice-president, and Nancy Pelosi, House speaker, Biden declared: “We are working again. Dreaming again. Discovering again. Leading the world again.”</p> <p>Biden's speech came on the eve of his 100th day in office and more than a year after the spread of the novel coronavirus locked the country down and sent the economy in a tailspin. </p> <p>He used the speech to deliver a sense of optimism and to promote his ambitious reform agenda. But he also made clear who was going to pay for the legislative programme.</p> <p>“It's time for corporate America and the wealthiest 1 per cent of Americans to pay their fair share. Just pay their fair share,” he said as he outlined a new economic orthodoxy.</p> <p>“My fellow Americans,&#xa0;trickle-down&#xa0;economics has never worked. It's time to grow the economy from the bottom up and middle out.” <a href=\"https://www.ft.com/content/c384a4ef-b4c0-471d-bd7d-e00d11e7d783\">Here are the five key takeaways</a>. </p> <p><strong>Further reading</strong></p> <p><a href=\"https://www.ft.com/content/47eb1c2d-eb25-4591-a27c-9b8a1d25ff3f\">Just how radical is Joe Biden?</a> The latest part of our series on <a href=\"https://www.ft.com/content/6554f268-8114-4adb-b09e-480f2d65543e\">Biden's first 100 days</a></p> <p><a href=\"https://www.ft.com/content/123042c5-3eb2-4ca8-b65e-b3ff1cc2ecb5\">Joe Biden's first 100 days: by the numbers</a></p> <p>US president's speech focused relentlessly on middle-class concerns — <a href=\"https://www.ft.com/content/2935a7c8-079e-4e7a-8f1e-dca95ddd10c1\">Edward Luce</a></p> <p>Joe Biden's quest to fund a growing state —- <a href=\"https://www.ft.com/content/c1af994e-9518-4f32-92ee-0d4b90b3f53c\">FT editorial board</a></p> <h2>Coronavirus digest</h2> <ul>  <li><p>The chief executive of<strong> Moderna</strong> said the company <a href=\"https://www.ft.com/content/0a09bd5a-3cae-4abd-9017-2a4751e67149\">would increase its global supply</a> of Covid-19 vaccines to up to 3bn next year. <strong>BioNTech's </strong>chief executive, meanwhile, said he was confident the company's <a href=\"https://www.ft.com/content/7453f162-1c8e-4624-9f7a-7abb13435bc0\">vaccine would work</a> against a variant in India.</p></li>  <li><p>The <strong>Federal Reserve</strong> upgraded its view of the <a href=\"https://www.ft.com/content/296ae4e6-5e4e-44fc-8636-67e2ad38eee4\">US economic recovery</a>, but kept interest rates close to zero and showed no signs of moving to withdraw support.</p></li>  <li><p><strong>India</strong> today <a href=\"https://www.ft.com/content/32a84c69-d54d-4d8a-a9e2-5fcc4def6739#post-97aa0323-e8bd-44c8-924b-d35a52d80f71\">reported</a> a new record 380,000 infections and 3,646 new deaths. The cases are now spreading beyond India <a href=\"https://www.ft.com/content/d2407bca-2db0-43ee-8299-e7541e4195ac\">to its neighbours</a>, creating an opening for <strong>China</strong> to make inroads by providing vaccines and medical assistance. </p></li>  <li><p>Andrew Cuomo, the governor of <strong>New York City</strong>, <a href=\"https://www.ft.com/content/0e927509-623f-4f75-b37a-50aae10569e4#post-b4cd1ed6-d2b7-434f-a7eb-46e9bced7ad5\">announced</a> that the longstanding pandemic-era restriction on seating at bars would be lifted from May 3.</p></li> </ul> <p><em>Thanks to those who took our poll yesterday. A total of 47 per cent of FirstFT respondents said they were not ready to return to the office — and 46 per cent were.</em></p> <p>We must stop Covid-19 from shutting girls out of school forever, <a href=\"http://ft.com/content/d0948e4b-4dc6-4cdc-b357-28690d1edcbb\">writes Malala Yousafzai</a>. G7 leaders have to act — or students in low-income countries may never regain lost ground. <em>Follow the latest on our </em><a href=\"https://www.ft.com/content/32a84c69-d54d-4d8a-a9e2-5fcc4def6739\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update newsletter.</em></p> <h2>In the news</h2> <p><strong>Newly appointed SEC enforcement chief resigns</strong> Alex Oh announced yesterday that she would resign as enforcement director of the Securities and Exchange Commission <a href=\"https://www.ft.com/content/9f31c245-82f7-4b16-9629-bb83daeaa4b3\">only six days after being appointed</a>, citing “personal reasons”. The resignation comes two days after a District of Columbia judge raised the possibility of punishing Oh&#xa0;for her conduct during an ExxonMobil case.</p> <p><strong>Facebook and Apple results </strong>The <a href=\"https://www.ft.com/content/622e0b6c-a288-4d32-b161-10638f9efd9f\">social media group</a> Facebook said prices for digital advertisements rocketed amid a boom in demand; first-quarter revenues increased 48 per cent to $26.1bn, beating expectations. Apple, meanwhile, <a href=\"https://www.ft.com/content/f5042df8-52d4-4527-af1d-5ed70a96b0b5\">posted double-digit growth</a> in all its businesses, led by iPhone sales, which rose 66 per cent and accounted for 54 per cent of all revenues. <em>For the latest tech industry news, </em><a href=\"https://ep.ft.com/pages/newsletters/56703b20cb56e617eb2c4084/subscribe/success\"><em>sign up</em></a><em> to our </em><a href=\"https://www.ft.com/techft\"><em>#techFT</em></a><em> newsletter.</em></p> <p><strong>Ari Emanuel's Endeavor valued at $10bn</strong> Hollywood talent agency-owner Endeavor <a href=\"https://www.ft.com/content/85760a69-fa4f-42c6-a2ec-13feac70399c\">raised $1.9bn through its public listing</a> and a simultaneous private placement of its shares yesterday, valuing the company at just over $10bn and cementing the wealth of its founder Ari Emanuel.</p> <p><strong>US Senate votes to restore methane rules for oil and gas sector</strong> The resolution would reinstate the Environmental Protection Agency's authority over emissions of the potent greenhouse gas throughout the oil and gas supply system, providing <a href=\"https://www.ft.com/content/37b3c7c2-216f-4cfc-bf16-42ea39dcf87b\">an important boost</a> to Joe Biden's crackdown on emissions. <em>For more news on the oil and gas industry </em><a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%225655d099e4b01077e911d60f%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\"><em>sign up</em></a><em> for Energy Source, our twice weekly newsletter.</em></p> <ul>  <li><p>European industrial groups have stepped up calls for the EU to hasten the <a href=\"http://ft.com/content/17e157b2-21ea-4e22-9278-35f157046e85\">introduction of a carbon border tax</a> as record prices for CO2 allowances raise the cost of polluting in the bloc far above any other region.</p></li> </ul> <p><strong>Giuliani's home and office searched </strong>Federal agents have searched the home and office of Rudy Giuliani, Donald Trump's former personal lawyer, who has been <a href=\"https://www.ft.com/content/31046df1-6068-4f5f-a2bd-c60e7b7a01ae\">under investigation</a> by New York prosecutors for business dealings in Ukraine. Giuliani has denied any allegations of improper lobbying.</p> <p><strong>Big Four auditors squeezed between US and China</strong> A fight over access to the accounts of Chinese companies <a href=\"https://www.ft.com/content/27a148ba-adba-425e-8d59-c22c3bb36ad8\">is creating problems</a> for PwC, Deloitte, EY and KPMG and risks antagonising Beijing or incurring penalties elsewhere.</p> <ul>  <li><p>Mary O'Connor is to <a href=\"https://www.ft.com/content/d0acea9c-3468-4efb-a2de-3daf1aec7b13\">leave KPMG after being passed over</a> for the firm's permanent chief executive role. O'Connor led KPMG UK for two months after Bill Michael stepped down as chair and chief executive in February.</p></li> </ul> <p><strong>Brussels vows tough rules on recovery spending </strong>The bloc insisted it was putting in place stringent processes to ensure its unprecedented €750bn recovery fund is <a href=\"http://ft.com/content/1b345e2a-e442-42df-b9ae-4e0bfe68dcbe\">not frittered away</a>, amid mounting concerns about the potential for fraud and waste. <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=566825b8cb56e60cea589e91\"><em>Sign up here</em></a><em> to receive the Europe Express newsletter, our essential guide to what happens in Europe.</em></p> <h2>The day ahead</h2> <p><strong>Economic data </strong>First-quarter US gross domestic product data <a href=\"https://www.ft.com/content/3250f348-6a58-4a8f-ba79-5556ddfce127\">is released</a> today, as is consumer spending for the first three months of the year. Initial <a href=\"https://www.ft.com/content/f5b1661f-ec91-4839-9615-945c59adb8ce\">jobless claims</a> figures for the week ending April 23 are also released.</p> <p><strong>Earnings </strong>It's another bumper day for earnings, with Big Tech's Amazon and Twitter reporting after the market closes, while Comcast, McDonald's, Caterpillar, Kraft Heinz, Mastercard, Royal Caribbean, Hershey, Molson Coors, Altria and Domino's Pizza all report before the bell. Here's the <a href=\"https://www.ft.com/content/758b2a22-2db3-404e-ba2f-d849c8ae8e20\">full list. </a></p> <h2>What else we're reading</h2> <p><strong>Austin's vitality draws tech crowd from coast</strong> America's high-growth companies tend to cluster around the big economic centres on the coast — in places such as San Francisco, New York and Boston. But in the FT's 2021 list of the fastest growing companies in the Americas, Austin, Texas, is <a href=\"https://www.ft.com/content/e770200f-3a0f-4e0d-b78c-23945922dd2e\">punching above its weight</a>. The city of 1m has five businesses on the list, putting it in the top 10 cities by number of companies for the first time. Go to the full report <a href=\"https://www.ft.com/reports/americas-fastest-growing-companies\">here</a>.</p> <p><strong>LatAm must ‘build back better'</strong> For decades, Latin America has been riven by bitter and often destructive disagreements over economic policy. But as the region emerges from the Covid-19 wreckage, these political tugs-of-war must give way to consensus, <a href=\"https://www.ft.com/content/4f32138a-5112-4722-8314-e04da4000eef\">writes our Latin America editor Michael Stott</a>. </p> <p><strong>How do we fix post-pandemic fallout for women and minorities? </strong>The post-pandemic workplace is going to be different, and managers will have to navigate new and difficult situations. In the third instalment of Leaders' Lessons, we asked: how do we <a href=\"http://ft.com/content/8022fa61-c1e8-4bec-94bb-47a243aa6e08\">fix the fallout</a> for women and minorities after the pandemic? <em>Share your reflections with other readers in the comments section of the article.</em></p> <p><strong>Post-Covid style: comfort in, status anxiety out </strong>After a year of wearing sneakers, jeans and shirts, all <a href=\"https://www.ft.com/content/bbf5155b-95ca-4d9f-af03-2735715c7021\">Gillian Tett can imagine</a> buying are floppy, flowing clothes that are flexible and practical. Some designers think the feeling will spark a permanent move towards more comfortable styles.</p> <h2>Podcast of the day</h2> <p><strong>India's wake-up call to the world</strong> Gideon Rachman talks to Abraar Karan, a physician at Harvard Medical School and a specialist in global health, about the current surge in <a href=\"https://www.ft.com/content/0491f83f-70c4-47cc-8732-4630cbbea6d4\">coronavirus cases in India</a> and hears why nationalistic approaches to curbing the pandemic will not help solve a worldwide health crisis.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg   2021 'FirstFT: Today's top stories' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T11:36:24.485Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 5786,
          "end": 5797
        }
      ],
      "nexusId": "10011563"
    }
  ]
}