{
  "_id": "515c876c2b3cefeeeda51d63ae25533a70354a2b5af68bd739312c4e5047b2f7",
  "feed": "ftcomall",
  "title": "Rolls-Royce looks beyond Covid to an even bigger challenge",
  "text": "<p>Rolls-Royce has been one of the biggest corporate losers from the coronavirus pandemic. The collapse in long-haul air travel led to a grounding of the large aircraft powered by Britain's aero-engine maker, slashing its revenues. At one stage, questions were asked whether the UK government might need to step in to aid the company.</p> <p>But in the past few weeks, some investors have shown cautious optimism that a recovery may be in sight: Rolls-Royce <a href=\"https://www.rolls-royce.com/media/press-releases/2021/05-08-2021-rr-holdings-plc-2021-half-year-results.aspx\">returned to profitability</a> in the first half of the year and announced progress on a sweeping restructuring plan that will cut 9,000 jobs. Longstanding bears of the shares, which are still about 50 per cent lower than they were in February 2020, have become buyers. </p> <p>If navigating the recovery is Rolls-Royce's immediate challenge, an even bigger one looms: persuading investors that it will be one of the winners from the world's push to combat climate change. Along with other aerospace companies, decarbonisation is a drastic challenge for the group. Before the pandemic, about half of Rolls-Royce's then £15.4bn in annual underlying revenues came from its civil aerospace division, whose engines power some of the world's largest aircraft.</p> <p>The “single biggest risk and the single biggest opportunity for Rolls-Royce is where climate change takes us in the next few years”, said one industry veteran.</p> <p>Warren East, the company's chief executive, has insisted that decarbonisation offers a commercial opportunity and <a href=\"https://www.rolls-royce.com/media/press-releases/2021/17-06-2021-rr-launches-pathway-to-power-net-zero-economy.aspx\">recently pledged</a> to make all commercial engines in production able to run on 100 per cent sustainable fuel by 2023. </p> <p>Company insiders have pointed to the group's interests in electric aircraft, sustainable aviation fuels, <a href=\"https://www.ft.com/content/11ba5955-2f75-4eb5-b3e9-73f74684eb10\">mini nuclear reactors</a> and power-systems management as evidence that it should be seen as more than just a maker of gas turbines and diesel engines that burn fossil fuels.</p> <p>However, still saddled with <a href=\"https://www.ft.com/content/488535c8-a35a-48c9-b1b5-1fc20b70ec87\">billions of pounds of debt</a> from the pandemic, Rolls-Royce faces an uphill battle. Its biggest shareholder, the American investment group Causeway Capital, is eager for change. It told the Financial Times last week that the company's board needed some <a href=\"https://www.ft.com/content/57814c80-74b1-4638-a65b-1b1885692f29\">“fresh thinking”</a> to ensure it had the right expertise to tackle the move towards net zero, as well as engineering and financial experience.</p> <p>“The company is facing some challenges . . . We want people that ask questions proactively,” said Jonathan Eng, portfolio manager at Causeway.</p> <p>Causeway's call comes at a crucial moment for the company's leadership. <a href=\"https://www.ft.com/content/6d6b969a-65cc-4f3d-8763-3e49f0d5964e\">Anita Frew</a>, chair at chemicals group Croda since 2015, takes over as Rolls-Royce's chair next month. Rolls-Royce appointed a new joint broker last week, replacing Jefferies with UBS, to work alongside Morgan Stanley, underlining its desire to refresh its relationship with the investment community. The company also has a new chief financial officer, Panos Kakoullis.</p> <p>“If I am Anita, here is a challenge: I've said that we'll be net zero by a certain time; do we have that expertise on the board?” said Eng.</p> <p>Rolls-Royce had had a difficult few years even before the pandemic hit. East, who took over as chief executive in July 2015, spent years dealing with a series of legacy issues, including corruption allegations, before coronavirus put the group into a tailspin.</p> <p>Causeway's Eng, who increased his holding in Rolls-Royce at the height of the crisis last year, said he believed the company could yet emerge stronger.</p> <p>He cites three reasons: the radical moves to cut costs (Rolls-Royce has promised its restructuring will deliver £1.3bn of annual savings) and sell assets; indications that expensive durability problems with its Trent 1000 engine are coming to an end; and the fact that the company has built a greater than 50 per cent market share in the large, wide-body segment of the aviation market.</p> <p>“There are no new wide-body programmes coming out so they don't need to spend a ton of R&amp;D developing a new engine,” said Eng, adding that he is hopeful the company's “free cash flow will be better” than before coronavirus.</p> <p>Nick Cunningham, analyst at Agency Partners, who has become a buyer of the stock after more than 30 years, is also hopeful the cost-cutting will pay off. Given the hefty investments the company has had to make in the past for new engine programmes, “Rolls-Royce's civil business has never had the opportunity to become profitable”, he said.</p> <p>Rolls-Royce in August stuck to its guidance that its free cash flow position would improve this year — it expected to reduce the current outflow of cash from £4bn last year to £2bn. However, it cautioned that it no longer expected to generate £750m in free cash flow next year.</p> <p>Bigger strategic questions loom. Eng's comments to the FT last week have stirred debate about the future of Rolls-Royce's power systems business, whose engines power ships and trains. Eng said it was a “good business” but argued that the company had options when it came to its future, noting that it was a “mainly diesel type business”.</p> <p>He wants the company to have a discussion about the merits of keeping it in the next three years. Rolls-Royce's rivals in the space, such as US group Caterpillar, would be interested.</p> <p>Ben Story, head of strategy at the company, told the FT that there had been a “quiet revolution going on in power systems”, citing international expansion in China and India, as well as ongoing work in fuel cells and alternative fuels.</p> <p>“As we look forwards, from individual products to system solutions, we are seeing more and more connections across our whole business in everything we do,” he said.</p> <p>With shareholders such as Eng and others eager to see action, Rolls-Royce's new chair needs to show she is on the front foot when she starts next month. </p> <p>The company still has some persuading to do to convince the market it is now a more evenly spread, three-legged business, from civil aerospace to defence and power systems. </p> <p>It also needs to demonstrate it can make money from its push into small scale nuclear and electric and hybrid-electric flight. Rolls-Royce recently partnered with flying air taxi company, Vertical Aerospace, and is working with Scandinavia's regional airline Wideroe to develop an all-electric passenger aircraft. An early test of its ambitions will come next year when the group plans to provide financial details about the potential size of these businesses alongside its full-year results in March.</p> <p>Some industry veterans remain sceptical that these businesses will generate significant revenue anytime soon. As an aero-engine maker, Rolls-Royce was “a unique company in Europe”, said the industry veteran. “What it really needs to do is rebuild credibility in aerospace.”</p><p>Source: Sylvia Pfeifer 2021 'Rolls-Royce looks beyond Covid to an even bigger challenge' FT.com 6 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-06T03:00:48.621Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 5129,
          "end": 5140
        }
      ],
      "nexusId": "10011563"
    }
  ]
}