{
  "_id": "5523827df128dbabc742b8e9f3c2b7d1db1f2d8568d2261b1c1346263a48f9ae",
  "feed": "ftcomall",
  "title": "Musk has ‘mesmerised' UK over electric power, says JCB chair",
  "text": "<p>Tesla founder Elon Musk has “mesmerised” UK government officials over electric power, blinding them to the potential of hydrogen as a way to cut carbon emissions, JCB chair Lord Anthony Bamford has warned.</p> <p>The British industrialist said his company, known for its yellow diggers, had made a “major breakthrough” in designing combustion engines powered by hydrogen, which would be cheaper than batteries or fuel cells.</p> <p>“We've achieved something that has not been done properly before by any other company. That is, to successfully make a hydrogen engine work to the extent it's in a machine and done many hundreds of hours,” he told the Financial Times at the group's engine innovation centre near Derby.</p> <p>The company, which began producing diesel engines in 2004 in response to tightening emissions legislation for the fuel, is on track to make more than 100,000 of these engines this year, the second most in the industry after Caterpillar of the US.</p> <p>The group, which is no stranger to innovation after developing the engine that broke the diesel powered land speed record at more than 350 miles an hour, has made big advances on its hydrogen technology, while also developing diggers with batteries and fuel cells.</p> <p>But Bamford, a Tory donor and Brexit supporter, said policymakers had written off cheaper and simpler ways to slash greenhouse gas emissions, such as hydrogen, because they are fixated on electrification.</p> <p>He said electric power was a poor fit for construction machines and trucks.</p> <p>“It's not thought through by lots of people. We feel people, particularly a lot of officials, are mesmerised by Musk and ashamed of Volkswagen,” he said.</p> <p>Electric vehicles running on battery power would need to be recharged regularly, unlike hydrogen powered combustion engines. This could pose a problem for electric diggers, which often operate in remote locations. </p> <p>The batteries also become prohibitively expensive and heavy as the machines get bigger.</p> <p>Tim Burnhope, chief innovation and growth officer at JCB, said batteries do not work well for heavy machinery because their energy demand is completely different to cars. </p> <p>“Most cars take you to work and take you back. We do the opposite . . . we work all day.” he said.</p> <p>Fuel cells, which convert hydrogen into electricity, are equally problematic in JCB's view. Bamford said its fuel cell prototype costs £100,000, about 10 times more than diesel engines, even before counting expensive extras such as coolant pumps.</p> <p>The development of hydrogen combustion engines has been problematic because burning the gas at high temperatures produces harmful nitrogen oxide emissions and its inefficiency means large volumes of the fuel must be stored on board.</p> <p>But JCB's engineers have managed to find a way to burn a small amount of hydrogen at about 1 part per 100 parts of air to avoid it getting too hot. </p> <p>It hopes to produce the engines for customers to test by the end of next year and believes the technology could be used in trucks, vans, trains, buses and even ships.</p> <p>A bigger problem for hydrogen as an alternative to diesel may be producing the fuel. </p> <p>Bamford could turn to his son, Jo, for help in this area as he owns Ryze, a hydrogen fuelling company, although it remains difficult and expensive to produce clean hydrogen at scale using either renewables or natural gas combined with carbon capture. </p> <p>“Our Achilles heel is where does the fuel come from,” said Bamford.</p> <p>However, he wants a debate on how to meet emission targets to avoid overreliance on battery power, citing the warning by Stellantis chief executive Carlos Tavares in May that rising costs of cars because of electrification could price the middle class out of ownership.</p> <p>Tavares also said the car industry would not necessarily have chosen electrification as its decarbonising solution.</p> <p>The JCB chair believes keeping existing car production lines, which could use hydrogen, means the fuel would be more affordable and retain expertise related to combustion engines.</p> <a href=\"http://www.ft.com/cms/9cbadf0e-df8a-4631-bc5b-e3acd11d6702.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“A hydrogen engine will not be inflationary. It won't be more expensive than an existing diesel engine. That's our current thinking,” he said.</p> <p>A government spokesperson said “we fully recognise the revolutionary potential of hydrogen”. Boris Johnson's government is planning to deliver 5 gigawatts of low carbon hydrogen production capacity by 2030.</p> <p><em>Additional reporting by George Parker</em></p><p>Source: Harry Dempsey in Derbyshire 2021 'Musk has ‘mesmerised' UK over electric power, says JCB chair' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-12T03:00:43.884Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 928,
          "end": 939
        }
      ],
      "nexusId": "10011563"
    }
  ]
}