{
  "_id": "e7d76779b25b2de39d2eccca33e286183420aea0792968854ffa24fe177ab9da",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: The Butterfly Effect --- Fashion's pretty cocoon shapes let you have your cozy chrysalis and your triumphant wings, too",
  "text": "<p>And I'm not alone here, either. Cocooning -- or shrouding yourself in decadently draped fabric or a bulbous sculptural garment -- is trending, perhaps because it swaddles you into calm. \"If you live by yourself and you're not being hugged, [clothes] can replace that sensation,\" said Dr. Carolyn Mair, a London behavioral psychologist. \"You feel encased, safe and protected, and we're looking for that now.\" Indeed: Pinterest reports that searches for \"cocoon sweater\" shot up 155% among its 442 million users in the period between fall 2019 and fall 2020, as compared to the same period a year prior. It predicts cocooning will be a key 2021 trend.</p><p>In line with that, the spring 2021 runways swarmed with consoling chrysalises. Simone Rocha suggested swathing yourself in layers of Grecian-draped taffeta; Loewe's Jonathan Anderson proposed you wiggle into a marshmallowy white skirt and a woven dome-like top; and Noir Kei Ninomiya presented all-consuming pink orbs embellished with frills or bows.</p><p>\"Fashion is very reactive,\" said New York stylist Malina Joseph Gilchrist. \"And the cocoon shape offers protection, comfort and a sense of security.\" She observed that these imposing silhouettes recall the work of Spanish couturier Cristobal Balenciaga who, with his scarab-like coats and puffed-up gowns, popularized the cocoon in the mid-20th century. \"We're in a really uncertain time,\" she said. \"I think that designers always look to the past for reassurance.\"</p><p>A cocoon needn't be an extreme statement. Many, like my wool coat, resemble Snuggies, the primary difference being that cocoons aren't a mortal style sin. The shape lends itself equally to reading on the sofa, dining outdoors or supervising an exterminator while he de-pests a New York apartment, as Jean Stone did recently. Ms. Stone, the co-founder of Instagram account @idiosyncraticfashionistas, has cocooned for decades -- in 1986, she even got married in a cocoonish Waterfall dress by New York designer Norma Kamali, herself a longstanding cocoon proponent. \"Everything fits so comfortably and moves so beautifully,\" said Ms. Stone, 71. She likes to start with a second-skin layer and pile shapely pieces by brands like Issey Miyake and Alembika on top.</p><p>Dafne Balatsos, the head of visual merchandising at designer Rick Owens's Los Angeles store, describes her cocooning as \"striving to achieve comfort, but with flair.\" Ms. Balatsos, 50, retreats into a soothing shell of cashmere harem pants and oversize sweaters, adding clogs for grocery runs.</p><p>If you're not a caterpillar fated to someday take wing, cocooning might seem unnatural and complicated. However, Ms. Joseph Gilchrist maintains it's \"an easy wardrobe solution.\" Her counsel: Start with a foundation of a streamlined silhouette, then add one strong spherical, enveloping piece, maybe accessorizing with simple pearls and pumps. Ms. Kamali makes softly draped garments -- often in jersey -- that you can layer on without becoming an amorphous blob. \"It's like a sculpture in motion,\" the designer said of such an element. \"As you move in it, it becomes this beautiful, ever-evolving garment.\" One of her most popular cocooning pieces is the shawl coat, whose outsize collar she always wears up.</p><p>Michelle Elie, who designs jewelry for the German brand Prim, has swaddled with conviction both before and during the pandemic. At fashion week in 2019, Ms. Elie, 54, floated through Paris in an armless, cloudlike Comme des Garcons confection that, apparently airy, weighs 30 pounds by her estimate. She described disappearing into it as \"an escape from the outside world,\" but conceded it's not for the claustrophobic. Lately, her outfits have been less cumbersome but no less transformative. \"We should all go into cocooning,\" she said. \"Right now [we want] to feel safe. Fashion can give us that. Whatever we can do to . . . feel better, we should just embrace it.\" Until my post-vaccine metamorphosis, I'll probably just let my clothes embrace me.</p>",
  "published": "2021-01-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2538,
          "end": 2549
        }
      ],
      "nexusId": "10011563"
    }
  ]
}