{
  "_id": "70753a7a4ddfbade2ec212c4ed0493661ad1b2c24c82294e0705119a6687ee7c",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Stocks Retreat to Cap Month  That Ended Winning Streak  ----  By Caitlin McCabe and Caitlin Ostroff",
  "text": "<p>   A selloff in shares of cyclical companies drove major indexes lower Thursday, capping a tumultuous September that marked the S&amp;P 500's worst month since March 2020. </p><p>   All three major U.S. indexes finished the day lower after a choppy session. Stocks jumped to start the day, but then quickly wobbled and turned negative, with losses accelerating in the final minutes of trading. The Dow Jones Industrial Average fell 546.80 points, or 1.6%, to end at 33843.92, weighed down by losses in companies ranging from machinery giant Caterpillar to home-improvement retailer Home Depot. </p><p>   The S&amp;P 500 lost 51.92 points, or 1.2%, to finish at 4307.54. The Nasdaq Composite edged down 63.86 points, or 0.4%, to 14448.58. </p><p>   After a long stretch of gains for the U.S. stock market this year, September was the month when percolating investor anxiety finally came to a head, forcing all three major indexes lower. The S&amp;P 500 tumbled 4.8% in September, its largest monthly decline since March 2020, when the pandemic spurred a selloff. The Dow Jones Industrial Average slid 4.3% for September, while the Nasdaq fell 5.3%. </p><p>   Despite the slump, the S&amp;P 500 eked out a 0.2% gain for the quarter to notch its sixth consecutive quarter of gains. The Nasdaq and Dow, meanwhile, ended the period lower, marking their first quarterly losses since the first three months of 2020. </p><p>   Investors have navigated more uncertainties lately, including concerns that higher inflation -- driven in part by supply-chain issues -- will stick around longer than expected. Also dogging markets recently were fears of contagion from debt-laden property developer China Evergrande Group, as well as data that has shown that U.S. economic growth is starting to slow. </p><p>   Ongoing wrangling in Washington has weighed on investors' minds, too. Congress on Thursday passed a bill extending government funding through Dec. 3. </p><p>   The combination of all of those factors was enough to knock the U.S. stock market off its monthslong winning streak in September. The S&amp;P 500 is now down 5.1% from its closing record last reached Sept. 2. The index also closed Thursday below its 100-day moving average for the first time since November 2020. </p><p>   Last week, the Federal Reserve signaled it would start to reduce bond buying as soon as November and possibly begin to raise interest rates next year. The expectation for rate increases and higher inflation -- also seen in rising oil and commodities prices -- has led some investors to sell government bonds, whose yields have been near historically low levels. </p><p>   The selloff cooled Thursday, with the yield on the benchmark 10-year Treasury note ticking down to 1.528% from 1.540% Wednesday. Yields and prices move inversely. </p><p>   On Thursday, many growth stocks outperformed, while financials, industrials and consumer-staples stocks suffered. Netflix gained $11.28, or 1.9%, to end at $610.34, while Advanced Micro Devices jumped by $2.55, or 2.5%, to finish at $102.90. </p><p>   Shares of companies ranging from Alaska Air Group to building-materials supplier Martin Marietta Materials, in contrast, pulled back, with both losing more than 3%. </p><p>   Overseas, the pan-continental Stoxx Europe 600 ended nearly flat and notched a 3.4% decline for the month. Early Friday, Japan's Nikkei 225 Stock Average was down 2%. Markets in Hong Kong and mainland China were closed for a holiday. U.S. stock futures were down 0.6%. </p><p></p>",
  "published": "2021-10-01T06:11:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 524,
          "end": 535
        }
      ],
      "nexusId": "10011563"
    }
  ]
}