{
  "_id": "1ce618b422c644decce7214b24d5a366e65fffe956c10ad0fe33e96d5984115f",
  "feed": "ftcomall",
  "title": "Double-layer chocolate cake with apricots and Amaretto: a Honey & Co recipe",
  "text": "<p>By some accounts, the Sachertorte was invented in 1832 by a cook's apprentice called Sacher, for the benefit of Prince Metternich. It swiftly achieved cult status and its preparation became a closely guarded secret. Yet the most interesting thing about this cake is that it usually underwhelms. What appears on the plate is usually a dryish, workaday chocolate cake with oversweet, overset apricot jam in the middle and a thick chocolate coating. It is often worse than <a href=\"https://www.ft.com/content/ccbbb76e-3f77-4167-8011-ddb4eac359fc\">Colin the Caterpillar</a>.</p> <p>Nevertheless, a chocolate cake is never a bad thing in our book, and there's no denying that chocolate and apricots make a fine combination. So here is our delicious variation upon a theme. </p> <p>Apricots, the sunniest of fruit, are back with us for their short, exquisite season. And they seem particularly good this year. Plentiful and affordable, boxes and boxes flow into our kitchens. </p> <p>This recipe will have baking geeks tickled pink, but even if it seems complex at first, it should be easy enough for the less experienced baker. Basically, you make a mousse, bake half of it and set the other half on top — one mix, two distinct layers. With a drop of <a href=\"https://www.ft.com/content/6be61f97-5da3-4350-9518-25ef4d04e404\">almond liqueur</a> in the mix and fresh, luscious fruit on top, there is little more we could want from a dessert.</p> <p>As for closely guarding the secrets of our recipe, we are happy to reveal all. The measure of a good cake is how much you want to share it. </p> <h2>Double-layer chocolate cake in one go</h2> <p>To make a 22cm round cake<br>serves 8-10</p> <p><strong>Base mix</strong> </p> <p><strong>Base layer</strong></p> <p><strong>Middle layer</strong></p> <p><strong>Top layer</strong></p> <p><strong>Fruit topping (optional)</strong></p> <ol>  <li><p>Heat your oven to 160C and line a 22cm tin with baking paper.</p></li>  <li><p>Place the egg whites in an electric mixer with a whisk and start whipping. When a foam starts to form, slowly add 100g of the caster sugar to make a meringue with soft peaks and move to a large mixing bowl. Use the now empty mixer bowl to whip the yolks with the rest of the sugar until they are very thick and pale. While everything is whisking, melt the butter and chocolate together and add the first 30ml of Amaretto to the chocolate. Fold the chocolate into the whipped egg yolks, then gently fold into the meringue. Set 400g aside.</p></li>  <li><p>Add the ground almonds, cocoa powder and salt to the remaining chocolate mixture and combine. Pour into the baking tin, then flatten and place in the oven for 16 minutes. </p></li>  <li><p>Mix the remaining 400g of the chocolate mixture with the second 30ml of Amaretto and the double cream. Remove the cake from the oven and rest for 30 minutes. Top with the apricot jam, spreading it thinly all over. Then spread over the second chocolate layer and chill for at least four hours in the fridge before serving.</p></li>  <li><p>(Optional) Top with the slices of apricot. Add 1 tbs of boiling water to the apricot jam and brush the slices to make them shiny. Then dust the centre with cocoa powder. </p></li>  <li><p>Use a hot knife to slice the cake cleanly. </p></li> </ol> <p><a href=\"https://honeyandco.co.uk/\"><em>honeyandco.co.uk</em></a></p> <p><em>Follow Sarit and Itamar on Instagram </em><a href=\"https://www.instagram.com/honeyandco/?hl=en\"><em>@Honeyandco</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Sarit Packer and Itamar Srulovich 2022 'Double-layer chocolate cake with apricots and Amaretto: a Honey &amp; Co recipe' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-15T10:00:51.980Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 480,
          "end": 491
        }
      ]
    }
  ]
}