{
  "_id": "351b49da1ae5ff85ae25e09c6accec81e1377e66790a5c09eb56300a8acedab4",
  "feed": "market-watch",
  "title": "Dow climbs nearly 700 points, Nasdaq surges 3.3% as tech stocks rally after Facebook parent's results; S&P 500 aims for best day since May 2020",
  "text": "<p>What's happening</p><p>* The Dow Jones Industrial Average DJIA was up 684 points, or 2.1%, at 33,985, after briefly dipping into negative territory at midmorning.</p><p>* The S&amp;P 500 SPX was up 113 points, or 2.7%, at 4,297.</p><p>* The Nasdaq Composite COMP advanced 415 points, or 3.3%, at 12,902, after also briefly trading in negative territory.</p><p>On Wednesday, the Dow rose 62 points, or 0.2%, while the S&amp;P 500 gained 0.2% and the Nasdaq Composite failed to hold a bounce, ending the day with a loss of less than 0.1%.</p><p>However, the S&amp;P 500 is down more than 5% for April, heading for its biggest monthly decline since March 2020. The Nasdaq Composite has lost about 10% since the start of April and is on pace for its worst monthly performance since October 2008. The Dow has lost about 2% so far in April.</p><p>What's driving markets</p><p>Major indexes were on pace for significant gains tied to optimism about earnings after results from Meta Platforms FB. Though they weren't well ahead of consensus, as revenue actually came in weaker than forecast, expectations were low given the 48% decline this year in the stock. Shares jumped 18%.</p><p>Meta's better-than-forecast subscriber numbers sets the stage for two other megacap tech stock results due after the close Thursday, Amazon.com AMZN and Apple AAPL. Though the stock-market decline for Amazon hasn't been as severe as Meta's.</p><p>\"We are seeing a market that's beginning to perhaps show some fundamental strength, in the sense that earnings are now coming into play,\" said Peter Cardillo, chief market economist at Spartan Capital Securities, by phone.</p><p>\"Yesterday, we had a very weak recovery, but with the S&amp;P 500 now comfortably above the 4,200 level, this rally likely can continue for a bit longer,\" he said. \"Today, if we close above that level, there's a good possibility the April carnage that we saw could ease in spite of uncertainties.\"</p><p>Earlier this week, the S&amp;P 500 was flirting with its worst April performance since 1970 when it dropped more than 6%, according to Dow Jones Market Data. At last check, it was down 5.2% on the month.</p><p>Investors also were weighing a first look at first-quarter economic growth, with gross domestic product showing a 1.4% annualized contraction after a 6.9% expansion in the final quarter of 2021. Economists surveyed by The Wall Street Journal had forecast 1% growth, but some had warned of the potential for a negative number.</p><p>As economists had warned, the decline was mostly due to a record international trade deficit, lower government spending and declining inventories, but robust consumer spending and businesses investment signaled the economy was still expanding at a steady pace.</p><p>\"Earnings are coming out and they are really strong, even though companies are facing tough comps,\" said Max Wasserman, founder and senior portfolio manager at Miramar Capital, near Chicago.</p><p>\"The problem is on the macro side,\" Wasserman said by phone, while pointing to supply-chain bottlenecks, high inflation, uncertainty about whether the Federal Reserve can tighten financial conditions without unleashing a recession and Russia's war in Ukraine.</p><p>Given the tougher backdrop, he expects choppy markets for at least the next three months as the Fed looks to get inflation under control. He also sees the potential for another 5% to 10% drawdown for the S&amp;P 500 over that stretch, as markets adjust to likely higher interest rates.</p><p>The yen USDJPY meanwhile slumped to a fresh 20-decade low after the Bank of Japan didn't alter its easy monetary policy stance.</p><p>See: Dollar domination continues, as yen slumps to two-decade low</p><p>Which companies are in focus?</p><p>* Shares of Teladoc Health Inc. TDOC tumbled 41% after the telemedicine company cut its full-year outlook.</p><p>* McDonald's Corp. MCD shares rose 3.5% after beating expectations on earnings and revenue.</p><p>* Merck MRK shares rose 5.3% after the drug companytopped estimatesfor the first quarter, buoyed by more than $3 billion in sales of its COVID-19 antiviral.</p><p>* Shares of Southwest Airlines LUV climbed 2.3% after the air carrier reported a wider-than-expected first-quarter loss butrevenue that beat expectations, amid a \"sharp rebound\" in March.</p><p>* Caterpillar CAT fell 1% after the maker of construction and mining equipment blew past estimatesfor the first quarter.</p><p>Other assets</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 6 basis points to 2.87%. Yields and debt prices move opposite each other.</p><p>* Oil futures pushed higher, with the U.S. benchmark CL.1 up 3.3% to close at $105.36 a barrel. Gold futures GC00 edged 0.1% higher to close at $1,891.30 an ounce.</p><p>* Bitcoin BTCUSD rose 3.2% to trade above $40,140.</p><p>* The Stoxx Europe 600 XX:SXXP rose 0.6%, while London's FTSE 100 UK:UKX advanced 1.1%.</p><p>* The Shanghai Composite CN:SHCOMP rose 0.6%, while the Hang Seng Index HK:HSI in Hong Kong and Japan's Nikkei 225 JP:NIK each jumped 1.7%.</p><p>Dow climbs nearly 700 points, Nasdaq surges 3.3% as tech stocks rally after Facebook parent's results</p>",
  "published": "2022-04-28T19:09:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 4165,
          "end": 4176
        }
      ]
    }
  ]
}