{
  "_id": "95335135d4450ef822eeac68946b79aaabf06fb79291d345e283e94fd411fcc9",
  "feed": "wall-street-journal",
  "title": "The World's Biggest Airports Confront a Tiny but Serious Safety Threat—Wasps; Airport in Australia believes it can stop the wasps from nesting in crucial aircraft components",
  "text": "<p>\"As soon as you glimpse it, you know it's different,\" said Phil Watson, who was armed with a sprayer while he searched for wasps near an Emirates A380 jumbo jet at the airport's international terminal.</p><p>The wasps are no mere nuisance. In the 1990s, a plane crash that killed 189 people near the Dominican Republic is believed to have been caused in part by a wasp that built a nest in a tube. At Brisbane Airport, there have been more than two dozen wasp-related safety incidents in recent years, including a 2013 episode when an Etihad Airways flight declared a mayday and returned to the airport after a wasp nest obstructed a tube.</p><p>Now, after years of study, authorities in Brisbane believe they have a solution that could serve as a model for other airports. They say an insecticide based on a South American plant is effective at eliminating caterpillars that are a food source for the wasps, and that they have reduced the number of wasp nests by an average of 64%. They are expanding the grassy areas treated by the insecticide to take out more caterpillars and lower wasp activity even further.</p><p>\"We haven't eliminated all wasps at this stage, but that would be the endgame,\" said Tom Ashover, wildlife management and planning coordinator at the airport.</p><p>Airports usually focus on keeping away birds, which can collide with aircraft engines in flight and have caused high-profile accidents, such as the 2009 disabling of an Airbus A320 plane that had to land in the Hudson River off Manhattan. But if left unchecked, wasps and other insects could be an increasing challenge, as efforts to reduce pollution and develop quieter and cleaner aircraft make airports more attractive to wildlife. Climate change could also prompt species to expand to new areas.</p><p>\"This wasp will inevitably spread,\" said Phil Shaw, founder of Ecosure, an environmental consulting firm that helped the Brisbane airport study the wasps. \"I have no doubt they are already popping up in new locations.\"</p><p>In the U.K., regulators concluded that a similar type of mud-nesting wasp, as well as bees, were to blame for blockages in Pitot tubes last year at London's Heathrow Airport. Several aircraft were affected during late spring and early summer, resulting in aborted takeoffs in two cases.</p><p>The aviation slowdown during the Covid-19 pandemic, which largely grounded air travel, likely resulted in a surge of insect activity, given that there was less noise and jet efflux to deter insects, the regulators found. In response, the airlines began using more covers on the Pitot tubes and one operator started detailed visual inspections. Heathrow, which has since introduced insect monitoring, says there haven't been any blockages this year.</p><p>Issues have also arisen in Hawaii, where the same keyhole wasp has been found. In 2016, Hawaiian Airlines began requiring Pitot tubes to be covered soon after arrival at Honolulu to deter wasp nesting, though it couldn't be sure which species of mud-nesting wasp was to blame.</p><p>Covering the Pitot tubes isn't a foolproof solution. Although Australia's aviation-safety authority last year issued an advisory recommending that the tubes be covered, that adds yet another task for busy ground crews. In May, a Singapore Airlines flight at Brisbane nearly pushed back from the gate with the covers still on.</p><p>It took some scientific detective work in Brisbane to determine which species was responsible for all the tube blockages. Researchers printed 3-D models of various Pitot tube designs, placed them around the airport and observed which wasps were making homes inside. The keyhole wasps, native to Central and South America, probably spread to Australia as larvae in nests attached to shipping crates, according to an article published in a scientific journal.</p><p>Wasps like the Pitot tube because they are small enough to be enclosed by mud, but big enough for wasp larvae. Before laying eggs and sealing up the nest, an adult wasp will find a caterpillar, paralyze it, and deposit it live in the nest, providing the larvae with instant food. When the larvae mature into adults, they open up and emerge from the nest.</p><p>\"It's like having Domino's pizza on tap,\" said Nick Bloor, chief executive at IVM Group, a vegetation-management company that is working with the Brisbane airport. Mr. Bloor said the insecticide being sprayed only affects certain insects, with little impact on mammals and low toxicity to birds, fish and bees.</p><p>Despite all that progress, the wasps can still be waiting in the wings for a comeback. Earlier this year, nests were found near a couple of gates at Brisbane's international terminal, sparking concerns that aircraft could once again be at risk.</p><p>Officials at the airport zeroed in on a nearby patch of grass that hadn't been treated with the caterpillar-targeting insecticide, because it was close to a construction site where workers were busy fixing pavement.</p><p>\"It was a mystery,\" Mr. Bloor said, adding that the area is now being treated. \"We can make sure we learn from that.\"</p><p>Future research could reveal problems with any insecticide, but there aren't any current red flags with the one being used at the airport, said Jonathan Larson, a pest-management expert and assistant professor at the University of Kentucky. Mr. Larson, who isn't working with the airport, said it is a unique strategy to go after the food source, rather than the wasp itself.</p><p>\"With an invasive species, with human lives on the line, and such a specialized problem, you really are looking at mostly the only option being some sort of insecticide,\" he said.</p><p>The airport is using monitoring stations to capture moths—the adult form of the caterpillars—to compare insect populations in untreated and treated areas. Meanwhile, Mr. Watson and his colleague Geordie Ryle are recording any wasp nests they find, which allows the airport to track wasp activity over time.</p><p>Mr. Watson, who works for Flick Pest Control, said the wasps like to nest in many small openings, including recessed bolt heads and holes in concrete, particularly if there is shade to protect from the heat. During their recent shift, Mr. Watson and Mr. Ryle found two old nests near jet-bridge wheels, close to where the A380 was parked.</p><p>\"There's a lot to inspect,\" said Mr. Ryle, adding that some areas, like underneath jet bridges, are tough to reach. \"But you've got to try and get it all.\"</p><p>Write to Mike Cherney at mike.cherney@wsj.com</p><p>The World's Biggest Airports Confront a Tiny but Serious Safety Threat—Wasps</p>",
  "published": "2022-11-23T10:30:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 3958,
          "end": 3969
        }
      ]
    }
  ]
}