{
  "_id": "55ee29e71c8d7a61e9e4b4db30fc9ee4a8b5597f49ec8379d2ca92ecdff58576",
  "feed": "wall-street-journal",
  "title": "Tech Stocks Lead Rally Ahead of Apple, Amazon Earnings; Facebook parent Meta Platforms jumps after results; yen slides against dollar",
  "text": "<p>The S&amp;P 500 climbed about 2.5% in 4 p.m. trading, while the Dow Jones Industrial Average jumped around 614 points, or about 1.8%. In the bond market, the yield on 10-year Treasury notes ticked up to 2.862% from 2.817%. Yields and bond prices move in opposite directions. Oil prices climbed, sending shares of energy companies higher, as government officials in Germany said the country is now ready to stop buying Russian oil. Benchmark Brent oil rose 2.2% to $107.59 a barrel.</p><p>Traders said the stock market was poised for a rally following recent selloffs in tech stocks, including a big swoon earlier in April after Netflix earnings disappointed investors. With little visibility over how higher interest rates will filter through the wider economy, money managers say trading has been thin and prone to whipsaw moves in both directions.</p><p>\"Nothing goes down in a straight line and nothing goes up in a straight line,\" said Michael Antonelli, managing director and market strategist at Baird. \"You don't need a lot to move the stock market when everyone's this pessimistic.\"</p><p>While Thursday's gains for Meta's stock and tech more broadly were substantial, they pale in comparison to earlier-year losses. Meta's stock remains down more than 40% so far this year, and the tech sector in the S&amp;P 500 is off nearly 17% from where it closed out 2021. In this month alone, inflation fears, worries about profit growth and turmoil overseas sent stocks tumbling. The S&amp;P 500 is down 7.7% through Wednesday's close, on track for its worst April since 1970, according to Dow Jones Market Data Group.</p><p>Volatility in the stock market hasn't sustained at such a high level since the 2008 financial crisis, with the exception of the start of the pandemic, said John Roe, head of multiasset funds at Legal &amp; General Investment Management. Bond volatility is the highest since the financial crisis outright, he added.</p><p>\"I don't think people have a lot of conviction at all,\" he said. \"It's a period of time when fundamental uncertainty is at a particularly high level.\"</p><p>The U.S. corporate world is in the throes of earnings season, and while profits and losses are moving individual stocks, analysts and traders say they are more concerned about the tenor of executives on earnings calls.</p><p>\"What I want to hear in earnings reports is not whether you met or exceeded expectations, but what you see in the future,\" said Kristina Hooper, chief global market strategist at Invesco. She said so far this earnings season, executive commentary paints a picture that the challenges corporations face may be prolonged.</p><p>In individual stock moves Thursday, Twitter shares rose 1.9% after the social-media company posted higher revenue and withdrew financial guidance ahead of its acquisition by Elon Musk. Southwest Airlines rose 0.7% on forecasts that the airline will turn a profit for the rest of the year.</p><p>Caterpillar shares fell 2.8% after the industrial bellwether said margins fell in the first quarter. McDonald's said profits were higher than analysts had expected, pushing shares up 3.4%.</p><p>On the economic front, data showed the U.S. economy shrank at a 1.4% annual rate in the first quarter, its first contraction since the pandemic. Though the rate of decline is worrisome, some analysts said they aren't anticipating a recession given the underlying data. A big driver in the decline was a widening trade deficit, meaning the U.S. imported far more than it exported. Consumer spending also rose during the period, a slight acceleration from the end of last year.</p><p>The data could also play a role in the Federal Reserve's decision on whether and by how much to raise rates at its next meeting, scheduled for next week.</p><p>Investors will get a glimpse of how decades-high inflation—and the Fed's response—are affecting consumer sentiment when Apple and Amazon file quarterly results after the closing bell.</p><p>Overseas markets rallied. The Stoxx Europe 600 rose 0.6% on strong earnings reports.</p><p>Chinese markets regained their footing after tumbling on concerns that lockdowns in major cities would slow growth in the world's second-largest economy. The Shanghai Composite Index edged up 0.6%. Hong Kong's Hang Seng rose 1.7%.</p><p>The Nikkei 225 gained 1.7% after the Bank of Japan reinforced its commitment to low interest rates despite rising inflation. The central bank said it would purchase 10-year Japanese government bonds at a yield of 0.25% every business day to ensure that the yield doesn't exceed that level.</p><p>The commitment to easy monetary policy contrasts with the stance of the Fed, and sent the yen lower against the dollar. Japan's currency tumbled to about 130.65 yen per dollar, the weakest level since 2002. The offshore yuan weakened about 0.9%, with one dollar buying about 6.64 yuan.</p><p>The WSJ Dollar Index rose 0.8% to 95.94, near its highest since March 2020, when the early spread of Covid-19 was causing stress across global markets.</p><p>Write to Joe Wallace at joe.wallace@wsj.com and Quentin Webb at quentin.webb@wsj.com</p><p>Tech Stocks Lead Rally Ahead of Apple, Amazon Earnings</p>",
  "published": "2022-04-28T20:10:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2879,
          "end": 2890
        }
      ]
    }
  ]
}