{
  "_id": "88e273862515c1007b2b3186c08dc56746825f82f689ae9e7e7150773f8f7407",
  "feed": "market-watch",
  "title": "Caterpillar stock suffers biggest selloff in more than a year as margin, cost disappointments offset big earnings beat",
  "text": "<p>The construction and mining equipment company CATreported before the opening bell fourth-quarter net income that nearly tripled from a year ago to $2.12 billion, while adjusted earnings per share rose to $2.69 from $2.12 to beat the FactSet consensus of $2.26.</p><p>Revenue rose 22.8% to $13.80 billion, well above the FactSet consensus of $13.17, as sales for all three primary businesses rose above forecasts.</p><p>However, cost of goods sold sales grew faster than sales, by 28.5%, to $10.00 billion, to beat expectations of $9.21 billion. And total operating costs increased 23.7% to $12.19 billion, knocking operating margin down to 11.7% from 12.3%.</p><p>The stock dropped 5.2% to $201.16, to pace the Dow Jones Industrial Average's DJIA decliners. and to suffer the biggest one-day decline since it shed 7.4% on Nov. 4, 2020. It was also the biggest one-day post-earnings selloff since it tumbled 9.1% on Jan. 28, 2019.</p><p>The stock's $11.01 price decline cut about 73 points off the Dow's price, while the Dow still rallied 565 points, or 1.7%.</p><p>Chief Executive Jim Umpleby said on the post-earnings conference call with analysts that margins were “lower than we expected” for two primary reasons: 1) “[F]reight costs were higher than expected due to inflationary pressures, as well as our decision to increase the use of premium freight to meet as much customer demand as possible”; 2) “[P]roduction inefficiencies,” which resulted from challenges caused by component shortages.</p><p>“We made the decision to keep our plants open and fully staffed to best serve our customers and meet as much demand as possible,” Umpleby said, according to a FactSet transcript. “We believe it's the right decision to incur some short-term margin impact rather than take actions that might limit our ability to more fully satisfy demand when supply chain conditions start to improve.”</p><p>Chief Financial Officer Andrew Bonfield followed by saying that while he believes the margin pressures are temporary, he expects them to get worse in the short term before gradually getting better as supply chain constraints fade.</p><p>“In a nutshell, we anticipate the greatest headwinds to margin in 2022 to occur in the first quarter. This is completely counter to the normal historic pattern of strong margins in the first quarter with margins decreasing sequentially to the fourth,” Bonfield said. “We expect those headwinds to margins to abate as the year goes on as we realize more price and as we lap the higher costs.”</p><p>Cowen analyst Matt Elkott reiterated his outperform rating and his $241 stock price target. While lingering cost headwinds have hurt the stock, he noted that total price realization nearly doubled to $507 million, the highest in nearly three years.</p><p>“Except China, demand remains strong in just about all markets,” Elkott wrote in a note to clients. “The favorable demand and pricing and positive long-term outlook affirm our constructive view.”</p><p>Caterpillar's stock has lost 1.4% over the past three months, while the Dow has slipped 3.1%.</p>",
  "published": "2022-01-29T10:01:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2922,
          "end": 2933
        },
        {
          "start": 0,
          "end": 11
        }
      ],
      "nexusId": "10011563"
    }
  ]
}