{
  "_id": "73dad6e2774136cae74d3ec135d178ffab23f4c7c13fcfab6418542042be0540",
  "feed": "ftcomall",
  "title": "A uniquely British festival of the working class welcomes its new hero",
  "text": "<p>First is the heat and the sound of brass. All around me, buses are arriving from neighbouring towns, depositing families, musicians, children, billboards and balloons into the centre of Durham. A dozen or so men are preening their bright-red jackets and tuning their instruments, flanked by a couple with matching sleeve tattoos unfurling a banner of George Lansbury, the 1930s Labour leader and social reformer. The Durham Miners' Gala is a few hours off, and the streets are getting crowded. The smell of lager already permeates the air. One man, gazing up at a pennant of Christ, says he's on his third Carlsberg. It's 8.30am. “Go And Do Thou Likewise” the inscription reads.&#xa0; </p> <p>This year is the 151st anniversary of the gala, a uniquely British celebration of labour and trade unionism during which hundreds of thousands of people follow brass bands and banners through the city. Aneurin Bevan, the architect of the NHS, spoke here in front of half a million people in 1946. “You cannot make progress without treading on somebody's corns,” he told the crowd. “So long as the right people squeal, I like to hear them.”&#xa0; </p> <p>This year, “The Big Meeting”, as it's also known, feels similarly consequential. Britain's economy is unravelling as the UK faces soaring inflation and a <a href=\"https://www.ft.com/cost-of-living-crisis\">cost of living crisis</a>. Income growth for low earners has essentially collapsed, consumer prices have gone up by 9.4 per cent — a 40-year high — and real household disposable income has fallen for the fourth consecutive quarter. Food prices have risen so much that some supermarkets have taken to security-tagging blocks of cheese. Mass strikes are rippling across the country; teachers, criminal barristers, junior doctors, airport check-in staff and telecoms, refuse and bus workers are all pushing for better wages. Two days before the gala, the Conservative government crumbled and Prime Minister Boris Johnson resigned as party leader. </p> <p>Passing a delegation from the Communication Workers' Union (CWU), which is threatening its first national strike by British Telecom staff since 1987, an organiser tells me he's been coming to the gala since he was a child. “It's a big moment for trade unionism in this country,” he says. “But this event is more about the working class as a whole . . . some of these places haven't had [coal] pits in five decades.” I move through the crowds and marching bands blasting Madness and Elvis Presley to reach the Marriott, where I'm meeting another reason for the trade unions' recent surge: Mick Lynch, the bald, bushy-browed general secretary of the National Union of Rail, Maritime and Transport Workers (RMT). Lynch, 60, has been booked as a headline speaker because he leads a union whose members are capable of bringing the <a href=\"https://www.ft.com/content/56447424-60d0-4dc2-af8c-a8e14c9327db\">country to a standstill</a> in response to pay rises “significantly below inflation” and reported plans to shed at least 2,500 jobs.&#xa0; </p> <p>Over recent weeks, a succession of TV pundits tried and failed to take Lynch to task for the inconvenience caused by strikes. “You do come up with the most remarkable twaddle sometimes,” he told Richard Madeley, co-host of <em>Good Morning Britain</em>, after he was asked “Are you or are you not a Marxist?” When Piers Morgan pressed him on why his Facebook profile picture was The Hood, the hairless antagonist from the 1960s spy puppet-show <em>Thunderbirds</em>, a bemused Lynch replied, “Yes . . . he's the most evil puppet made out of vinyl in the world. Is that the level journalism's at these days?” He has, so far, managed to bring the nation's trains to a halt several times without alienating the entire British public, a feat that mostly eluded Lynch's predecessors like Bob Crow, the notorious bull-terrier-toting, Millwall-supporting socialist who led the union until his death in 2014.</p> <p>I check into my hotel and head upstairs to the balcony, which looks out over Old Elvet, part of the historic centre of Durham. This city, important throughout the industrial revolution for its position at the heart of the region's coalfields, is thought to have been settled since 2000BC. The streets are now completely rammed. Banners of Keir Hardie, Clement Attlee and Karl Marx bob like sails above an ocean of celebrants, sound and sunburn. More than 200,000 people are expected to attend today, the biggest turnout since the era-defining miners' strike of the 1980s. “Mick was up here drinking with us last night,” a woman from Unison, the UK's largest trade union, tells me. “I think I made a tit of myself . . . He's so humble. I said he was a working-class hero, but he told me we're all working-class heroes.” </p>  <p><strong>Downstairs I overhear a man</strong> excitedly tell his mate, “Guess who I just saw out there, by the front door?” I venture outside, and there's Lynch. He's dressed more like a villain from a Graham Greene novel than <em>Thunderbirds</em> and moves like a man surveying his garden. He's wearing a wide-brimmed hat, a dark navy suit and a muted emerald-green tie. I sidle up to him, noting the small&#xa0;fist&#xa0;stitched on his neckwear. “A bit of Northern Soul,” he says, before moving inside.&#xa0;</p> <p>I watch as Lynch dispenses with interview after interview, each time explaining why workers shouldn't accept the inequalities and injustices of “corporate Britain”. His head barely moves when he talks, in contrast to his hands, which flit about nervously. One journalist claiming to be a freelancer is found to be from The Mail on Sunday and is expelled after Lynch refuses to give&#xa0;her any quotes. He refers to the paper as “The Fail”. “She was trying to make out The Mail on Sunday's a different&#xa0;paper to the daily,” he says. “It's just got a different version of bile.” Viscount Rothermere's daily regularly portrays trade-union leaders&#xa0;such as Lynch as “union barons” intent on paralysing Britain.&#xa0; </p> <p>I have the last slot of the afternoon with Lynch, who is tired but good-natured. He seems like a nice man, though probably a terrifying father-in-law. “I didn't know what trending was until a while ago,” he says about his recent popularity online. “My&#xa0;daughter had to tell me.” I ask if he's seen the “thirst traps” devoted to him on TikTok, video clips of Lynch accompanied by Billie Eilish's “My Boy” and superimposed with&#xa0;hearts. “I've seen a few, apparently it's 15&#xa0;million [views] or something . . . a&#xa0;woman did a rap, which was quite interesting.”&#xa0; </p> <p>Lynch has worked with unions for a long time. After leaving school at 16, he went into construction before being blacklisted for joining a breakaway union called the Electrical and Plumbing Industries' Union. In 1993, unable to find employment in the building trade, he got a job at Eurostar and has been active in the RMT ever since. He had few advantages, growing up one of five children of Irish immigrants on a council estate in Paddington, west London. He shrugs when I ask about this. “I didn't know we were in poverty, but maybe we were. But you've got to remember it was a time of full employment, my old man could get a job. He was on a building site . . . My mum was a cleaner. The values of solidarity and trade unionism are what I was brought up on. A lot of those values came from my Catholic background. I'm not a believer, but it was a solid base and I think people have lost a lot of that.”&#xa0; </p> <p>He worries that his sudden celebrity will detract from the union's campaign. “We've got to get a deal with some really hostile employers backed up by a really aggressive government. This is an aggressive dispute by them upon us. Everyone goes on about pay; it's not just about pay. People are saying why should railway workers get that . . . well, the reason we've got it is we're prepared to fight.” Striking RMT members are often criticised for asking for more than most in similar jobs earn. According to the Office for National Statistics, the median salary for rail workers is around £43,000. But Lynch rejects the accusation that RMT members get a higher salary than comparable public-sector workers. “Do you really believe that?” he asks me pointedly. “A catering worker will get about £25,000 a year — for getting up at 2am . . . getting home at 2am, seven days a week depending on their shift. They're not all train&#xa0;drivers.”&#xa0; </p> <p>Finally, we get to the <a href=\"https://www.ft.com/content/5ed407bd-ac0d-4293-a0fe-c01dfa15d9d2\">Tory leadership</a>. Hopefuls are tripping over each other to replace Boris Johnson, some proposing lower taxes, others to balance the books. “I'm glad Johnson's gone, but he hasn't. He just lingers like a bad odour. It doesn't make any difference to me who the next leader of the Labour — oops” — Lynch corrects himself — “excuse me, let me rephrase that . . . who the next leader of the Tory party is. These people have never done a day of work in their lives. We need more working-class people in parliament. It's a mixture of farce and tragedy, what's going on.”&#xa0;</p> <p>After a pint in the Masonic lodge down the road, I return to the hotel lobby to find the exiled former Labour leader, Jeremy Corbyn, checking in. Corbyn might have been rejected by the current Labour leadership and by large swaths of the electorate in 2019 — amid party infighting, a disastrous general election and accusations of anti-Semitism — but here, like Lynch, he's a celebrity. As we talk, we're interrupted repeatedly by requests for selfies, which he happily obliges. Corbyn looks aggrieved when I ask him about the Labour party. “They're offering management, when what people need is inspiration,” he says. I put it to him that we're in Durham, which is a Labour constituency, but all around it are traditional heartlands the party lost under his leadership. Some for the&#xa0;first time in half a century. “We lost,” he says, “because of problems in the party over Brexit, which have largely gone now, and because of a media avalanche against individuals in the party, particularly me, and a&#xa0;deliberate undermining of the party leadership.” </p> <p>There's a call from someone outside, and it's time to move along. Lynch and his wife (the couple make a point of maintaining her anonymity, and she is never named) are about to lead the traditional procession up to The Racecourse, a Durham University sports ground, where he'll deliver his speech. We walk quietly along the river Wear, flag bearers in traditional dress at the front. According to his wife, Lynch won't have a prepared speech, “just a framework”.</p> <p>The speeches are typical of the trade-union, lectern-thumping tradition. Alan Mardghum, secretary of the Durham Miners' Association, tells the crowd: “I remember the 1970s. I didn't have to wait to see a doctor. I'd see a dentist if I needed one. Get an ambulance without having to wait eight or nine or 10 hours. Students were leaving university without debt and people could afford housing . . . Well, I say bring back the '70s!” </p> <p>Unlike the '70s, however, the leaders of the two biggest unions in the country are both women: Sharon Graham of Unite and Christina McAnea of Unison. They have more than two million members between them. Graham, who led her first walkout at the age of 17 and whose great-uncle was killed in the Durham coalfield in 1921, tells the crowd to “move the share price as well as the picket line” and declares: “No more political tail wagging this industrial dog!”</p> <p>Lynch is greeted with thunderous applause. He stands there, caterpillar eyebrows visible from down in the press pit. “A message must go out from this Big Meeting,” he tells the crowd. “We are back! The working class is back . . . We refuse to be meek, we refuse to be humble and we refuse to be poor any more!” Flanked by banners showing historic general secretaries, Lynch goes on to condemn the recent sacking of 800 P&amp;O Ferries workers and the leadership of both main political parties before calling for co-ordinated strike action. He finishes by raising his arms and&#xa0;telling the crowd, “Believe in&#xa0;yourselves! Believe in our class! Rise up!” He leaves the stage to chants of “R-M-T!”&#xa0; </p>  <p><em><strong>Remember before God</strong> <br>the Durham miners<br>Who have given their lives <br>in the pits of this country,<br>And those who work in the<br>darkness and danger today. <br>Amen. <br>Lumen Christi.</em></p> <p>I'm sitting in Durham Cathedral for the 111th Miners' Festival Service. This place is more than 900 years old. The hall is packed but virtually silent save for the echoing voice of the dean, Andrew Tremlett. “In the early hours of the 22nd of September 1934, nearly 300 miners were working the Gresford Colliery, near Wrexham, in north-east Wales. It was not a popular mine&#xa0;to work in. Conditions were unbearably hot, between 30C and 32C. The men drilled holes in their shoes to let out the sweat from their&#xa0;feet. Ventilation was poor and safety practices were regularly ignored. In today's money, they earned just £5,000 a year.” There's a pause, and the dean goes on. “At 2.08am, there was a violent explosion. Fire broke out, 36 men were on the shaft side of the blaze. But the rest, more than 260, were trapped. The last man to leave&#xa0;the pit alive said at the point&#xa0;where the fire was raging the stones were red-hot. Two hundred women were&#xa0;widowed, 800 children lost their fathers. All the other men on the colliery, 1,600 men, were thrown on the&#xa0;dole.” </p> <p>The dean welcomes campaigners from Justice4Grenfell, a community group seeking accountability after dangerous combustible cladding and a “race to the bottom” in building-safety standards caused a fire at <a href=\"https://www.ft.com/grenfell-tower-disaster\">Grenfell Tower</a> in London in 2017 and the deaths of 72 people. “These events,” he says, are not history, “but part of a lived experience of men, women and children in our own generation . . . The presence of so many from the trade-union movement reminds us that living wages [and] working conditions continue to be protested at a time of inflation and a cost of living crisis.” As the music starts up again, people cry quietly.</p> <p>I arrive back at the hotel to find a throng of union activists, organisers and campaigners, most of them showing the effects of the day's heat, passion and beer. I'm accosted by an assistant to a Labour MP who tells me about someone he used to date. “She had a glass eye,” he says. “Sometimes she'd take it out, put it on the pool table and pot it with the white ball.” As the pints flow, an elderly woman starts singing a rousing song, one I haven't heard before. The room goes silent and hands start hitting the benches and tables in time. A thick rhythmic thud spreads, and soon everyone's doing it.&#xa0; </p> <p>Towards the end of the night, I speak to one of the key workers who addressed the crowd earlier. Her name is Rohan Kon, a young postal worker and a member of the CWU who voted to strike for the first time&#xa0;just a few days before. She's also an organiser with the mass-membership community union ACORN. “I think it's a big issue that the trade-union movement has been ageing over the years,” Kon says. “But it's&#xa0;not true to say that young people are selfish and don't get it.” She cites research conducted by a federation of trade unions showing that young people have an “overwhelmingly positive” view of unions.</p> <p>I ask her what she thinks of&#xa0;Lynch, who I assume has gone to&#xa0;bed by now. “I think he's brilliant,”&#xa0;she says. “He's just articulated in a very clear, simple way how everyone's feeling.” </p> <p>The next morning, the whole world seems hungover as I step off the bus at Spennymoor. I didn't have to travel far to reach one of <a href=\"https://www.ft.com/content/23a35c63-0a35-417f-836b-5a8a49ded49f\">Labour's lost heartlands</a>, just a 20-minute journey from the centre of Durham to the constituency of Bishop Auckland. Voters here had been majority Labour since 1935 but flipped to the&#xa0;Tories in 2019, as they did in Sedgefield, Tony Blair's old seat, just down the road.&#xa0; </p> <p>The sun is beating down on the high street Wetherspoons pub, where people are sitting outside drinking and digging into Sunday lunches. One man keeps pulling his vest off and cooling his bald head with a Guinness. He and his friends beckon me over. One of them rolls me a cigarette, and I ask them how&#xa0;they voted. </p> <p>“I voted Tory to get that fuckin' <a href=\"https://www.ft.com/britain-after-brexit\">Brexit</a> through!” the bald one shouts. </p> <p>“Aye, and then they lied . . . ” his friend chimes in dejectedly. “And you regret it now, don't you?”</p> <p>They tell me Spennymoor has changed “unbelievably” in the past 20 years: “It used to be a boomtown. Everything's shut. There used to be about 30 pubs on these streets.” They tell me how they used to be in the general trade union, GMB. Now they're unemployed. One tells me he's “on the sick”, receiving incapacity benefits.&#xa0; </p> <p>I hear a version of the same story almost everywhere I go, a story about things vanishing. One local tells me how Marvin Gaye once played here, another tells me that's bullshit, it was actually Al Green. I meet some faithful Labour voters but not many. Few people are keeping up with the strikes, though some have seen Lynch on TV. Over and over, I hear about how disaffected voters gradually stopped supporting the party that once represented their parents and grandparents. “They're all telling lies” is a common refrain.</p> <p>Walking through Jubilee Park, created to mark Queen Victoria's golden jubilee in 1887, I come across an elderly couple sunning themselves on camping chairs. They also voted Tory in 2019 because of Brexit and promises of levelling up. “Not much levelling up yet, though,” the man says, surveying the horizon. “Not that I can see.” </p> <p><em>Miles Ellingham is an FT editorial assistant</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Miles Ellingham 2022 'A uniquely British festival of the working class welcomes its new hero' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T04:00:08.445Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 11185,
          "end": 11196
        }
      ]
    }
  ]
}