{
  "_id": "15ef9d9d091ace8bb3d6bc37520e5fe2b9429515619b4e6f57e18792498892bb",
  "feed": "wall-street-journal",
  "title": "Business News: Caterpillar Works to Turn Used Engines Into Money",
  "text": "<p>\"It's taking a product which is towards the end of its life, refurbishing it and basically putting it back in service and extending the life,\" said financial chief Andrew Bonfield.</p><p>Caterpillar, like other major manufacturers, has been pressured by investors over the environmental impact of its factories and machines. Last year, 48% of voting Caterpillar shareholders supported a resolution to increase climate disclosures, which the Deerfield, Ill., company's board opposed. The resolution came as Caterpillar failed to meet a previous sustainability goal to grow remanufacturing revenue by 20% from 2013 to 2020.</p><p>This year, the board is supporting a similar shareholder resolution. The company in 2021 made the remanufacturing operation into its own division and named its first chief sustainability officer.</p><p>Caterpillar now aims by 2030 to increase its remanufacturing revenue by 25% above 2018 levels, and wants to double services revenue to $28 billion by 2026.</p><p>Heavy-equipment manufacturers have lagged behind automobile makers in developing electric vehicles and other lower-emissions options. Caterpillar and other equipment makers have said scientific and cost barriers remain for making batteries and hydrogen-fuel cells capable of powering construction equipment and other heavy machinery.</p><p>Remanufacturing engines at Caterpillar factories and rebuilding entire excavators through dealers will help the company meet growing demand for more environmentally friendly products, executives said, while enabling Caterpillar to underprice competing products with remanufactured ones. The remanufacturing business helps Caterpillar ease supply-chain problems by giving another option when new parts or machines aren't available.</p><p>Other manufacturers are pursuing similar efforts. Farm equipment maker AGCO Corp said it wants to increase its remanufacturing revenue 150% by 2025, compared with 2020 levels; in 2021, it generated $68 million in remanufacturing revenue. Deere &amp; Co reported $360 million remanufacturing revenue last year and has targeted a 50% increase by 2030. Caterpillar declined to disclose its remanufacturing revenue.</p><p>At a Caterpillar facility in Mississippi, around 22 truckloads of used engines arrive daily from all over the world. Workers inspect engines that might have spent tens of thousands of hours inside a backhoe constructing homes, or providing backup-power generation to a hospital. They determine which engines can be remanufactured, and send them to a factory next door, or to other Caterpillar remanufacturing locations as far-flung as Indonesia.</p><p>As You Sow, the nonprofit that submitted the two shareholder resolutions at Caterpillar, said it supported companies experimenting with different ways of reducing environmental impacts but hopes the company will disclose more about its efforts. Caterpillar said it is sharing more, including with the release of its latest sustainability report this week.</p><p>Caterpillar fell short of its prior remanufacturing target partly because of a decline in demand during the first year of the pandemic, the company said, and because it stopped building on-highway truck engines. But the failure was also because the remanufacturing unit operated within other parts of the company for about a decade, leaving it unmoored, said Brian Edwards, who leads the division.</p>",
  "published": "2022-05-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 181,
          "end": 192
        },
        {
          "start": 812,
          "end": 823
        },
        {
          "start": 2943,
          "end": 2954
        },
        {
          "start": 15,
          "end": 26
        },
        {
          "start": 500,
          "end": 511
        },
        {
          "start": 2522,
          "end": 2533
        },
        {
          "start": 1518,
          "end": 1529
        },
        {
          "start": 2663,
          "end": 2674
        },
        {
          "start": 1329,
          "end": 1340
        },
        {
          "start": 344,
          "end": 355
        },
        {
          "start": 1102,
          "end": 1113
        },
        {
          "start": 1624,
          "end": 1635
        },
        {
          "start": 2832,
          "end": 2843
        },
        {
          "start": 2079,
          "end": 2090
        },
        {
          "start": 2146,
          "end": 2157
        }
      ]
    }
  ]
}