{
  "_id": "f5d14fef8cfdb628b23e0271a7b97ef8c2cdb131dca24f0513356c71db336b25",
  "feed": "wall-street-journal",
  "title": "GE Warns Supply-Chain Issues to Pressure Profits, Cash Flow; Shares fall after manufacturer says labor and inflation also weighing on results",
  "text": "<p>\"We continue to see supply-chain pressure across most of our businesses as material and labor availability and inflation are affecting Healthcare, Renewable Energy and Aviation,\" wrote Steve Winoker, head of GE's investor relations. \"Although varied by business, we expect these challenges to persist at least through the first half of the year.\"</p><p>In his newsletter, Mr. Winoker said that while these issues were reflected in the full-year financial targets that GE gave investors in January, \"the magnitude of these challenges likely present pressure\" on overall growth, profit and free cash flow in the first quarter and first half of the year, beyond the typical seasonality in GE's business.</p><p>When GE reported earnings last month, Chief Executive Larry Culp discussed inflation and supply-chain constraints affecting various parts of its business, but also said in an interview that moves the company and its suppliers had made would ease supply-chain issues and benefit the business by midyear.</p><p>GE didn't give first-quarter financial targets, other than saying its free cash flow—a closely watched measure of how much cash its operations are generating—would be negative for the period. In January it set financial goals for the full year, predicting 2022 adjusted earnings between $2.80 and $3.50 a share and full-year free cash flow of $5.5 billion to $6.5 billion.</p><p>Mr. Winoker said GE was standing by its full-year financial goals. Executives are slated to appear at investor events in the coming week and GE has scheduled an investor day in March to discuss the 2022 outlook in greater detail.</p><p>In his midquarter update, Mr. Winoker said GE is still making improvements in its operations, such as finding alternative parts to help with shortages in its Healthcare unit and ensuring Renewable Energy deals have adequate pricing for an inflationary environment. \"While these improvements will take time to show in our results, we continue to see strong demand which will support our growth throughout the year,\" he wrote.</p><p>The continued supply-chain and labor constraints present an obstacle for GE as it prepares to break itself up into three separate companies over the next two years. The conglomerate's separation will start with the healthcare division early next year. The power and renewables business will combine and form a separate company in early 2024. Existing GE shareholders will get new shares in the two companies after they are spun off. The current GE will become the aviation unit. </p><p>Supply-chain constraints have weighed on the earnings of other major U.S. manufacturers, as well. Caterpillar Inc. finance chief Andrew Bonfield said last month that the ability of the heavy-equipment maker to meet strong demand was dependent on the unwinding of some current supply challenges.</p><p>On Friday, Deere &amp; Co. said it is also navigating supply-chain issues but expects strong demand for its farm and construction machinery to blunt higher production costs. \"Our supply base will likely remain challenged,\" Chief Executive John May told analysts. \"Components with heavy labor content remain in tight supply and, of course, semiconductor availability will continue to be limited throughout the year.\"</p><p>Write to Will Feuer at will.feuer@wsj.com and Thomas Gryta at thomas.gryta@wsj.com</p><p>GE Warns Supply-Chain Issues to Pressure Profits, Cash Flow</p>",
  "published": "2022-02-18T17:12:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2603,
          "end": 2619
        }
      ],
      "nexusId": "10011563"
    }
  ]
}