{
  "_id": "745d2b35351e6f14fb4df91ef2a8a04b3808b3ded8485bd040d60952b76b38bb",
  "feed": "wall-street-journal",
  "title": "Meta Platforms, Bed Bath & Beyond, Twitter: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Bed Bath &amp; Beyond Inc.</p><p>Bed Bath &amp; Beyond is trying to sell suppliers on itself. On her first day as permanent chief executive, Sue Gove hosted hundreds of vendorsvirtually and at the company's headquarters to lay out a strategy for resuscitating the chain. Ms. Gove said the retailer, after reeling from plunging sales and a cash crisis, has enough money to turn around its business. Ms. Gove has served as interim chief executive since June. She succeeded Mark Tritton, whose attempt to replace national brands with private-label goods alienated shoppers. Bed Bath &amp; Beyond shares edged 0.4% lower Thursday.</p><p>McDonald's Corp.</p><p>The golden arches gleamed in the third quarter. The burger chain said price increases and marketing of its core menu boosted U.S. business. Recent efforts include its farewell tour of the McRib sandwich and a Happy Meal for adults featuring collectible figurines. Still, McDonald's Chief Executive Chris Kempczinski said the company is planning for a mild to moderate recession in the U.S., and a potentially deeper and longer downturn in Europe. The company expects increasing costs for food, materials and labor next year. McDonald's shares gained 3.3% Thursday.</p><p>Caterpillar Inc.</p><p>Caterpillar is digging up sales during a challenging time. The construction-equipment manufacturer posted a 21% increase in third-quarter sales, with demand for its machinery holding up despite weakening consumer spending pulling down other industries. Caterpillar said it continued to raise its prices for its yellow bulldozers, tractors and other equipment to counter higher material and transportation costs. While residential construction activity is moderating, the company said expanding investments in oil and natural-gas production are driving higher demand for its engines used at drilling sites and pipelines. Caterpillar shares gained 7.7% Thursday.</p><p>Credit Suisse Group AG</p><p>Credit Suisse is retreating from Wall Street deal-making. The embattled Swiss bank said it would cut thousands of jobs and raise $4 billion in fresh capital to shrink its investment bank and focus on wealth management. The sweeping overhaul is an attempt to recover from a period of hefty losses, executive turnover and waning market confidence. Credit Suisse said it would sharpen the focus of its markets trading businesses and rebrand its capital markets and advisory business as an independent unit called CS First Boston, reviving a storied U.S. investment-banking brand. American depositary shares of Credit Suisse shares plunged 20% Thursday.</p><p>Twitter Inc.</p><p>\"The bird is freed.\" That's what Elon Musk tweeted after closing his $44 billion purchase of Twitter, ending months of uncertainty about whether he would go through with the deal. The billionaire ousted Chief Executive Parag Agrawal, Chief Financial Officer Ned Segal and others and took Twitter private. The acquisition put one of the most prominent social-media platforms under the control of the world's richest person. In a message to advertisers Thursday, Mr. Musk said Twitter \"cannot become a free-for-all hellscape,\" addressing marketers' concerns over his stance on content moderation. Twitter shares added 0.7% Thursday.</p><p>Exxon Mobil Corp.</p><p>Oil giants are gushing profits. Exxon posted almost $20 billion in earnings, its most lucrative period ever, while rival Chevron Corp. reported a slight dip from its record. Despite big profits and high energy prices, the two largest U.S. oil companies didn't convey any plans to increase spending on oil or fuel production. High prices at the pump are a campaign issue ahead of midterm elections next month, with President Biden and congressional Democrats criticizing oil firms for their historic profits and pressing them to put out more gasoline and diesel. Exxon shares rose 2.9% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Meta Platforms, Bed Bath &amp; Beyond, Twitter: Stocks That Defined the Week</p>",
  "published": "2022-10-28T23:15:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1461,
          "end": 1472
        },
        {
          "start": 1191,
          "end": 1207
        },
        {
          "start": 1208,
          "end": 1219
        },
        {
          "start": 1828,
          "end": 1839
        }
      ],
      "nexusId": "10011563"
    }
  ]
}