{
  "_id": "bd6196e06f1611e02d80fad995bdca283c6e689ba21d5d8f542497f3e5e0ecfa",
  "feed": "wall-street-journal",
  "title": "Monday's Markets:  Banking Stocks Lead Rebound ---  S&P 500 gains 1.9%  after flirting with bear  market on Friday; Dow  jumps 618.34 points  ----  By Caitlin Ostroff and Paul Vigna",
  "text": "<p>   Stocks rose, led by the financial sector, as the S&amp;P 500 pushed away from bear-market territory after flirting with such levels in a volatile trading session Friday. </p><p>   The broad-market benchmark advanced 72.39 points, or 1.9%, to 3973.75 on Monday. At one point Friday, the S&amp;P 500 slid so far it was on track to close at least 20% below its January peak -- what would have been considered a bear market -- before regaining ground. </p><p>   Monday's rally gave investors some breathing room. The S&amp;P 500 is now off 17% from its January high. </p><p>   The Dow Jones Industrial Average rose 618.34 points,  or 2%, to 31880.24, while the tech-focused Nasdaq Composite Index was up 180.66 points, or 1.6%, to 11535.27. </p><p>   All 11 of the S&amp;P 500's sectors rose. Financials fared the best, rising 3.2%. JPMorgan Chase gained 6.2% at $124.60 after offering updated guidance during a presentation on Monday, painting a better picture of economic prospects. The bank expects to benefit from loan growth and rising interest rates. </p><p>   \"Big picture, the near-term credit outlook, especially for the U.S. consumer, remains strong,\" said Chief Financial Officer Jeremy Barnum. Goldman Sachs rose 3.2%, or $9.81, to $316.61, while the KBW Nasdaq Bank Index jumped 4.1%. </p><p>   Other stocks that would benefit from a stronger economy rose as well. Deere rose 7%, or $22.05, to $335.36. Caterpillar was up 3.2%, or $6.33, to $204.15. Discount retailer Ross Stores gained 9.6%, or $6.88, to $78.75. </p><p>   Stocks have retreated in recent weeks as investors debated how aggressively the Federal Reserve will raise interest rates to tame elevated inflation. Price pressures have eroded some corporate earnings, but money managers also worry that tightening financial conditions risks weighing on economic growth. </p><p>   Inflation concerns were exacerbated as China implemented lockdowns to contain the spread of Covid-19, adding strain to supply chains. </p><p>   Russia's war against Ukraine has also caused European countries to shift from Moscow's oil and gas, adding to prices. </p><p>   \"This year, we're dealing with several issues, which in and of themselves would ordinarily be the top story in any given year,\" said Hugh Gimber, a global markets strategist at J.P. Morgan Asset Management. \"Yet markets are having to deal with them all at the same time.\" That has lent to heightened volatility, he said. </p><p>   While a 20% selloff generally defines a bear market, what a bear market defines is just a change in the business cycle from expansion to contraction, said Shawn Snyder, head of investment strategy at Citi Personal Wealth Management. For investors, he said, that means the next important key is the sign that a bottom has been hit. </p><p>   While the bottom likely hasn't come yet, Mr. Snyder said investors are already looking for it. On average, the market takes 132 trading days to go from a high to the start of a bear market, and 213 trading days to hit the low, according to Dow Jones Market Data. </p><p>   Monday was the 97th trading day from the S&amp;P 500's peak, so investors may have some way to go. </p><p>   \"This is one of those times you turn your screens off and go on vacation and hope it looks better when you return,\" Mr. Snyder said. </p><p>   Among other individual equities, shares of VMware jumped 25%, or $23.72, to $119.43 after The Wall Street Journal reported that Broadcom is in advanced talks to buy the technology company. Broadcom shares fell 3.1%, or $16.83, to $526.36. </p><p>   Investors will also be looking to earnings reports from retail stocks this week, seeking clues about how inflation and the lingering effects of the Covid-19 pandemic are affecting consumers. Macy's, Dollar General and Costco are among the companies set to report. </p><p>    Macy's added 1.2%, or 21 cents, to $18.37, Dollar General was up 3.6%, or $6.82, to $194.42 and Costco rose 3.1%, or $13.05, to $429.48. </p><p>   In bond markets, the yield on the benchmark 10-year Treasury note ticked up to 2.857% from 2.785% Friday. Yields and prices move inversely. </p><p>   U.S. crude prices rose less than 0.1% to $110.29 a barrel. Gas prices at the pump remained in record territory over the weekend, averaging about $4.59 a gallon nationwide. </p><p>   Overseas, the pan-continental Stoxx Europe 600 rose 1.3%. </p><p>   The European Central Bank is likely to increase its key interest rate to zero or above by September, President Christine Lagarde said in a blog post Monday, drawing a line under an eight-year experiment with negative interest rates amid record inflation and mounting concerns about the weakness of the euro. </p><p>   The euro gained 1.2% against the dollar to trade at $1.0690, its highest rate at 5 p.m. Eastern time since April 25. </p><p>   Early Tuesday, Japan's Nikkei 225 was down 0.5%, Hong Kong's Hang Seng Index was down 1.3% and South Korea's Kospi was down 0.9%. S&amp;P 500 futures were down 0.8%, while Nasdaq 100 futures were down 1.3%. </p><p></p>",
  "published": "2022-05-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1335,
          "end": 1346
        }
      ]
    }
  ]
}