{
  "_id": "b236f0eda22ea573b617d626e5d2cb43d9fc36d8818dc3ce2f766fb5ab49ea4e",
  "feed": "wall-street-journal",
  "title": "Stock Indexes Decline Ahead of Pelosi's Taiwan Visit; U.S. stocks open down, Treasury yields tick lower",
  "text": "<p>Mrs. Pelosi is scheduled to arrive in Taiwan on Tuesday evening local time and meet with Taiwanese government officials, in what would be the first visit by a House speaker to the democratically governed island since 1997. Beijing, which claims Taiwan as part of its territory, has warned Mrs. Pelosi not to do so. Chinese officials have threatened unspecified countermeasures should her visit proceed.</p><p>In China, the benchmark Shanghai Composite dropped 2.3%, while Hong Kong's Hang Seng Index fell 2.4%.</p><p>Shares of some Chinese national defense companies surged more than 15%, making them some of the best-performing stocks in the region. Shenzhen-listed Xi'an Tian He Defense Technology, a manufacturer of military equipment and smart security systems, jumped 20%.</p><p>Mrs. Pelosi's visit to Taiwan comes against an already fragile backdrop for markets. The U.S. economy is struggling with the twin threats of soaring inflation and rapidly rising interest rates—part of the Federal Reserve's stated goal to fight rising prices even if it knocks economic growth. Stocks have rebounded in recent weeks on hopes that the worst of inflation and rate rises could be over but investors aren't ready to call a bottom in the market yet.</p><p>\"Even if you think the inflation dragon has been slain there is still a lot to worry about,\" said Altaf Kassam, head of investment strategy for Europe, the Middle East and Africa at State Street Global Advisors.</p><p>\"There are still too many unknowns out there. Markets are going to be more volatile because of the more data-driven approach adopted by central banks, and valuations aren't so incredibly low that you'd say it is time to buy,\" he said.</p><p>Pinterest shares jumped 19% ahead of the opening bell after the social-media company reported earnings in line with forecasts and its new chief executive said he was going to focus on profitability. Avis Budget rose 6% after the car-rental company reported earnings that beat expectations.</p><p>Uber climbed 13% premarket after its revenue more than doubled, signaling the ride-hailing company's efforts to trim its losses were working.</p><p>Caterpillar fell 3.8% after reporting sales figures that missed analysts' forecasts, while DuPont fell 2% after saying that headwinds could weigh on its third-quarter results. KKR fell 2.8% after reporting a sharp drop in revenue.</p><p>Cowen rose 7.5% after Toronto-Dominion Bank said it would buy the investment bank for more than $1 billion.</p><p>Mrs. Pelosi's trip adds to investors' worries that the already strained U.S.-China relationship could worsen and many are taking a cautious stance, said Jason Hsu, chief investment officer at asset-management company Rayliant Global Advisors. The market, however, \"is not pricing in a China invasion of Taiwan,\" he said.</p><p>An escalation of tensions could cause global investors to dump Chinese assets again just after many had been gradually warming to them following previous bouts of market turmoil, said Daryl Liew, head of portfolio management at REYL Singapore. \"This geopolitical event is putting a huge dent on that,\" he said.</p><p>Government bond yields fell as investors sought assets considered havens ahead of Mrs. Pelosi's Taiwan trip, pushing the benchmark U.S. government bond yield to its lowest level since April. The yield on the 10-year U.S. Treasury note fell to 2.537% from 2.605% on Monday. Bond yields and prices move in opposite directions.</p><p>The yield curve between the three-month and 10-year Treasury notes briefly inverted for the first time since the start of the pandemic Tuesday—an indicator that the Fed says has the best record of predicting a recession.</p><p>The difference in the yield on a three-month Treasury bill and the benchmark 10-year bond yield declined to minus 0.001 percentage point on Tuesday before edging back up, according to Tradeweb.</p><p>Investors were also awaiting a packed day of the corporate earnings season, which so far has largely performed better than investors had feared. Starbucks, Airbnb, Advanced Micro Devices and Prudential Financial will report after the close.</p><p>Comments from Fed officials could offer clues on whether the central bank will temper the size of its rate rises at future meetings. Federal Reserve Bank of Chicago President Charles Evans and St. Louis Fed President James Bullard are set to speak at separate events later Tuesday.</p><p>In commodity markets, Brent crude, the international oil benchmark, rose 0.3% to $100.30 a barrel. Commodity prices, from energy to metals, have eased from their highs in recent weeks on fears of slowing global growth. That has added to hopes that inflation could soon show signs of peaking.</p><p>In Europe, the Stoxx Europe 600 declined 0.4%. BP jumped 4% after reporting soaring profits thanks to higher oil prices.</p><p>Write to Will Horner at william.horner@wsj.com and Rebecca Feng at rebecca.feng@wsj.com</p><p>Stock Indexes Decline Ahead of Pelosi's Taiwan Visit</p>",
  "published": "2022-08-02T13:32:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2105,
          "end": 2116
        }
      ]
    }
  ]
}