{
  "_id": "97e6a74e0824bf502f2510c8c862220b2654ad0f2abc845de4af67b4d3d0405c",
  "feed": "wall-street-journal",
  "title": "Stocks Slide to Lowest in 2022 as Rout Continues; Technology, energy shares lead declines as Nasdaq falls more than 4%",
  "text": "<p>Few believe a recession is imminent. The labor market has continued to add jobs at a rapid clip. Wages are climbing, and the unemployment rate remains near a 50-year low. But economists say there is a growing probability of a slowdown in the coming year, with those surveyed by The Wall Street Journal estimating a 28% probability of a recession sometime in the next 12 months—up from 18% in January.</p><p>The outlook for the global economy also is looking increasingly murky, investors say. Supply chains already were snarled heading into this year. Lockdowns in Chinaaimed at containing the spread of Covid-19 and Russia's war against Ukraine have heightened fears about how growth will hold up around the rest of the world. In the face of so much uncertainty, it is little wonder that markets have been as volatile as they have been over the past several weeks, investors say.</p><p>\"The days of market whiplash are just beginning,\" said Andy Kapyrin, co-chief investment officer at RegentAtlantic, a registered investment adviser based in New Jersey and New York.</p><p>The S&amp;P 500 fell 132.10 points, or 3.2%, to 3991.24, adding to losses after closing out its longest streak of weekly declines since 2011. The Nasdaq Composite tumbled 521.41 points, or 4.3%, to 11623.25, and the Dow Jones Industrial Average shed 653.67 points, or 2%, to 32245.70, ending at its lowest level since November 2020.</p><p>Later this week, investors will get another read on inflation when the Bureau of Labor Statistics releases its consumer-price index. Economists are expecting data to show inflation fell from March's level, which marked a four-decade high.</p><p>Any surprise to the upside could spur fresh volatility across markets, analysts say. Investors had initially been relieved last week when the Fed, which raised interest rates by half a percentage point, said it wasn't looking at larger rate increases. That feeling soon gave way to anxiety as investors grappled with the reality that the Fed may be forced to rethink its plans if inflation fails to ease up in the coming months.</p><p>\"The market doesn't know how high the Fed has to go to control inflation, and we have the sense of a global slowdown,\" said Sebastien Galy, a macro strategist at Nordea Asset Management. \"There is a lot of negatives that are happening in the market.\"</p><p>Selling hit most sectors of the S&amp;P 500 on Monday. Shares of everything from manufacturers to banks to even energy producers, a relative bright spot this year, ended the day lower.</p><p>Facebook parent Meta Platforms fell $7.56, or 3.7%, to $196.21, while Amazon.com lost $119.57, or 5.2%, to $2,175.78 and Apple shed $5.22, or 3.3%, to $152.06. Technology stocks have been particularly hard hit by this year's selling becauserising rates have made many investors reluctant to put money in parts of the market that look expensive.</p><p>Industrial stocks took a hit as well. Investors tend to view the group as an economic bellwether, since its profits tend to be particularly sensitive to changes in the growth outlook. Caterpillar fell $8.36, or 3.9%, to $206.29 and Boeing lost $15.59, or 10.5%, to $133.31.</p><p>Even parts of the market that have held up relatively well this year retreated Monday.</p><p>The S&amp;P 500 energy sector slumped 8.3%, posting its biggest one-day decline since June 2020.</p><p>Energy shares had soared for the past few months alongside oil prices. But lately, some traders have begun to worry that lockdowns to contain the spread of Covid-19 in China will sap global demand for the commodity. That has taken some steam out of the rally. U.S. crude oil fell 6.1% to $103.09, logging its worst day since March.</p><p>Meanwhile, a selloff in cryptocurrencies accelerated, sending the price of bitcoin tumbling to around $30,000. Bitcoin, along with other cryptocurrencies, surged the past few years as rock-bottom interest rates encouraged investors to seek out riskier markets with potentially bigger returns.</p><p>The swift rise in interest rates this year has brought that rally to a halt. Now, investors say they are being forced to rethink the attractiveness of many trades that had flourished in a low-rate, low-growth environment.</p><p>The yield on the benchmark 10-year Treasury note was at 3.080% on Monday, compared with 3.124% on Friday. The 10-year yield, which rises as bond prices fall, has risen nearly 1.6 percentage points since the end of 2021.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 2.9% in its fourth consecutive session of declines. Monday marked the index's worst day since March.</p><p>In Asia, Japan's Nikkei 225 dropped 2.5%, while Australia's S&amp;P/ASX 200 fell 1.2%.</p><p>China's CSI 300 index, tracking the largest companies listed in Shanghai or Shenzhen, declined 0.8%. Hong Kong markets were closed for a public holiday.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com, Akane Otani at akane.otani@wsj.com and Serena Ng at Serena.Ng@wsj.com</p><p>Stocks Slide to Lowest in 2022 as Rout Continues</p>",
  "published": "2022-05-09T21:30:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 3015,
          "end": 3026
        }
      ]
    }
  ]
}