{
  "_id": "37c46bfe679d0e9aa3eb95e9d038cbd6d6ca7868bff9605b63157b937e32a6d8",
  "feed": "market-watch",
  "title": "Can Caterpillar earnings live up to the hype of strong demand and recent stock surge? Shares have soared in past 2 weeks ahead of earnings, while Caterpillar's quarterly results tend to leave investors disappointed",
  "text": "<p>And on the days of the past 17 quarterly reports, the stock has fallen 14 times.</p><p>The stock CAT pulled back 1.4% in midday trading Monday, after it jumped 5.5% on Friday to a six-week high, and soared about 15% in the last couple of weeks.</p><p>Keep in mind, however, that the stock's pre-earnings bounce followed a 26% plunge over five weeks to the 20-month closing low of $169.94 on July 20, at a time the broader stock market was falling amid fears that a surprisingly big jump inflation would prompt a more aggressive reaction by the Federal Reserve to slow growth. During Caterpillar's stock selloff, the Dow Jones Industrial Average DJIA shed 6.9%.</p><p>Caterpillar's plunge came even after what J.P. Morgan analyst Tami Zakaria described as \"broadly positive\" comments at an investor conference in early June, in which Caterpillar management \"negated recession fears\" by saying demand remained strong, and that the only thing keeping sales from being higher was supply-chain constraints.</p><p>\"[W]e haven't seen signs of slowdown in our markets,\" said Chief Executive Jim Umpleby at the Bernstein Strategic Decisions Conference on June 1, according to a FactSet Transcript. \"The vast majority of the markets we serve are still quite strong.\"</p><p>Since the end of May, the FactSet consensus for second-quarter earnings per share has stayed at $3.01, while the full-year consensus has increased to $12.47 from $12.44, even as the stock has lost 9.1% since May 31.</p><p>For revenue, the FactSet consensus has slipped to $14.28 billion from $14.29 billion on May 31, while the full-year estimate has dipped to $56.68 billion from $56.76 billion.</p><p>Some other consensus analyst estimates for Caterpillar's second quarter include business segment sales of $6.29 billion for Construction Industries, $5.17 billion for Energy &amp; Transportation and $2.93 billion from Resource Industries.</p><p>J.P. Morgan's Zakaria reiterated the overweight rating that's been on the stock for at least the past three years and the price target of $205.</p><p>\"Based on recent comments from management…we expect [Caterpillar] to speak positively to demand and order trends in most markets ex-China, which remains fluid,\" Zakaria wrote in a note to clients last week.</p><p>That said, Zakaria's second-quarter EPS estimate of $2.91, and full-year forecast of $12.34, are below the consensus given concerns over the outlook for China and the rally in the U.S. dollar.</p><p>In the first quarter, Caterpillar's Asia/Pacific sales fell 4% from a year ago, and was the only geographic region to see sales decline, due primarily to lower sales in China. Asia/Pacific sales represented 21.4% of total sales in the second quarter.</p><p>And the U.S. Dollar Index DXY ended the second quarter 13.2% above where it was a year ago. For multinational companies, a higher dollar reduces the value of profits and revenue generated from overseas operations.</p><p>Here are some other questions Zakaria will be looking for management to answer with comments in the earnings report or during the post-earnings conference call with analysts:</p><p>* Has Caterpillar continued to experience COVID-19-related business disruptions in China so far in the third quarter?</p><p>* Has the selloff in commodities prices in recent weeks had an impact on demand from mining and oil and gas customers? (Crude oil futures CL00 have dropped 4.9% on Monday toward the lowest close since Feb. 25, and have tumbled 23.2% since June 8.)</p><p>* How did supply challenges affect each business segment, and what are the expectations for the rest of the year?</p><p>* Where to dealer inventories currently stand compared with what's \"normal,\" and is restocking still not expected to be a tailwind this year?</p><p>Can Caterpillar earnings live up to the hype of strong demand and recent stock surge?</p>",
  "published": "2022-08-01T16:51:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 3049,
          "end": 3060
        },
        {
          "start": 649,
          "end": 660
        },
        {
          "start": 2425,
          "end": 2436
        },
        {
          "start": 3669,
          "end": 3680
        },
        {
          "start": 815,
          "end": 826
        },
        {
          "start": 1667,
          "end": 1678
        },
        {
          "start": 571,
          "end": 582
        },
        {
          "start": 146,
          "end": 157
        },
        {
          "start": 4,
          "end": 15
        },
        {
          "start": 2055,
          "end": 2067
        }
      ]
    }
  ]
}