{
  "_id": "78e0070e9cc7cd4ad39c28e64704f0981cb542381b2d7f60c7cc941c47dbf645",
  "feed": "wall-street-journal",
  "title": "S&P 500, Dow on Track for Fourth Weekly Loss; Investors parse earnings from Chevron and Caterpillar at the end of a roller-coaster week",
  "text": "<p>Chevron reported its most profitable year since 2014 and said it would raise capital expenditures by 20% to $15 billion this year. Shares fell 1.6% in premarket trading. Caterpillar edged down after the company reported a surge in costs, offsetting a jump in revenue.</p><p>Apple shares rose 4.1% ahead of the bell after the biggest U.S. company by market capitalization posted record revenue and profits. Shares of brokerage Robinhood Markets, which reported a quarterly loss of $423 million, dropped 14% premarket.</p><p>Chairman Jerome Powell added to expectations the central bank will start a series of interest-rate increases in March after the Fed's policy meeting Wednesday. His comments pushed up yields on short-term government bonds, boosted the dollar and injected renewed turbulence into a stock market that has grown accustomed to monetary stimulus.</p><p>\"Cheap money is like a comfort blanket for investors and for markets,\" said Jane Foley, senior foreign-exchange strategist at Rabobank. \"Almost inevitably, you start to withdraw some of that cheap money and you're going to have more volatility in the markets.\"</p><p>The ICE Dollar Index, which tracks the greenback against other major currencies, rose 0.1% Friday. Up 1.8% for the week, it was on course for its biggest gain since June.</p><p>Government-bond prices fell, pushing up yields. The yield on interest-rate sensitive two-year Treasury notes ticked up to 1.216% from 1.190% Thursday and 0.993% at the end of last week. Yields on 10-year notes haven't risen as fast, which some analysts interpret as a sign investors think interest-rate rises by the Fed will squelch economic growth. They stood at 1.842% Friday, up from 1.747% a week ago.</p><p>Stocks have been choppy despite another solid round of earnings. Almost a third of the companies on the S&amp;P 500 have reported fourth-quarter results and 78% of them have beaten analysts' estimates for earnings per share, according to FactSet.</p><p>In other premarket moves, Visa rose 4.3% after beating analysts' forecasts for profits and sales. Mondelez International slipped 2.2%. The food company said higher prices for its snacks weren't enough to make up for increased ingredient and transportation costs.</p><p>Investors will parse consumer-spending data from the Commerce Department at 8:30 a.m. ET. Economists expect the figures to show spending fell in December as rising coronavirus infections dented demand. Also due at 8:30 a.m., the Fed's preferred inflation gauge is forecast to show a continuation of the price pressures that have pushed the central bank to unwind stimulus.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>S&amp;P 500, Dow on Track for Fourth Weekly Loss</p>",
  "published": "2022-01-28T12:59:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 170,
          "end": 181
        },
        {
          "start": 88,
          "end": 99
        }
      ],
      "nexusId": "10011563"
    }
  ]
}