{
  "_id": "24348baddfb9335296657cc9eba4b902f8bd1fe09d424e423baee0d62e59e9be",
  "feed": "ftcomall",
  "title": "Wave of corporate exits sends chill through Chicago's business elite",
  "text": "<p>Google expanded its footprint in Chicago last Wednesday, announcing an agreement to buy a postmodern landmark in the Loop in a much-needed jolt to the heart of the city's central business district.</p> <p>The tech giant's intent to buy the James R Thompson Center building, designed by Germany-born architect Helmut Jahn, from the state of Illinois came as the <a href=\"https://www.ft.com/topics/places/Chicago\">Chicago</a> business community takes on a momentous task: combating a narrative that companies are fleeing the region.</p> <p><a href=\"https://www.ft.com/content/8230637e-7bab-4b71-9e7b-3870fdc31885\">Boeing announced in May</a> that it would trade its headquarters in a tower in Chicago's West Loop neighbourhood for its campus outside of Washington, DC. In June, Caterpillar, known for its bright yellow earthmoving equipment, decided to shift its base from a Chicago suburb to a city near Dallas. </p> <p>A third blow landed the following week, when billionaire Ken Griffin announced that his hedge fund Citadel would <a href=\"https://www.ft.com/content/9a25dc71-d26f-43b0-87cb-9bff3b9746c9\">relocate its primary office</a> from a Loop skyscraper to Miami. </p> <p>The string of high-profile exits has bruised Chicago's reputation as a big-shouldered capital of commerce. </p> <p>“Chicago has a tight business community, so it's certainly disappointing that they all left,” Roger Hochschild, chief executive of suburban Chicago-based Discover Financial Services, told the Financial Times. </p> <p>While Boeing and Caterpillar were viewed more as symbolic losses, Citadel's departure is a gut punch in the city to which Griffin had provided steady, non-partisan material support. </p> <p>He has donated more than $600mn to Chicago organisations, even funding the reconstruction of the city's pedestrian and cycling path along Lake Michigan. Two weeks after the headquarters announcement, he gave another $110mn to 40 organisations including universities, museums and hospitals, leaving local civic leaders to guess whether the gifts would be his last. </p> <p>The exits also coincide with rising gun violence that has made headlines elsewhere. The trend has stirred disquiet among corporate executives.</p> <p>“I'm very concerned about the exodus of companies,” said one longtime Chicago business and civic leader. “Chicago is not perceived as a winner right now,” contrasting it with Dallas, Miami and Atlanta.</p> <p>Local boosters say there is more than meets the eye when it comes to Chicago's commercial health. </p> <p>World Business Chicago, the city's public-private economic development agency, reported that the Chicago metropolitan area added a net of 6,656 businesses in the first two years of the coronavirus pandemic, an increase of 2.6 per cent. The number of professional jobs — the types of office roles held at Boeing, Caterpillar and Citadel — increased 3.4 per cent.</p> <p>In 2021, there were 173 major relocations and expansions in Chicago with an estimated 11,000 jobs created, WBC said. In the first half of this year, there were 96 such “pro-Chicago” decisions. </p> <p>“The rumours of Chicago's demise are greatly overexaggerated,” said David Casper, chief executive of Chicago-based BMO Harris, the US arm of the Bank of Montreal. BMO Harris's lineage dates to before the Great Chicago Fire of 1871, which levelled much of the city.</p> <p>Upon announcing a split into <a href=\"https://www.ft.com/content/b4c29328-c912-4eec-be19-e26f07bb0148\">three separate companies</a> in June, the Michigan-based food group Kellogg said it would place the headquarters of the biggest one in Chicago. </p> <p>The medical device and healthcare company Abbott Laboratories, based on Chicago's farther outskirts, has leased offices in the city's most famous downtown skyscraper, the Willis Tower. </p> <p>Hochschild said Discover, the credit card and financial company, is expanding a new advanced analytic centre downtown after opening a call centre last year in Chatham, a South Side neighbourhood that has one of Chicago's highest unemployment rates. </p> <p>Salesforce, the San Francisco-based tech company, plans to put its name on a new glass tower it will occupy along the Chicago River. </p> <p>Jack Lavin, chief executive of the Chicagoland Chamber of Commerce, said: “Over the last 10 years, tech has been the fastest growing part of our economy.”</p> <p>Gun violence has increased in many US cities since the pandemic began, but in Chicago the rise has been alarming. Shooting incidents in the city rose more than half in 2020, with 4,077 people hit and 774 killed by bullets, according to the University of Chicago Crime Lab. Shootings rose again last year, with 4,419 people shot and 801 killed.</p> <p>Shootings in the Loop, a hub of business, government and tourism, skyrocketed from two in 2019 to 27 last year. There have been a dozen more shootings in the district in 2022 as of July 12.</p> <p>Prior to Citadel's announcement, Griffin likened the city to “Afghanistan, on a good day” because of violence and claimed that it had become more difficult to recruit workers to Chicago “when they read the headlines”. </p> <p>The business community is “very concerned” about violence and the reputational damage done to the city, said Laurence Msall, president of the Civic Federation, a tax and financial watchdog organisation, calling it “uniquely detrimental to Chicago's economic development and business attraction”. </p> <p>Chicago businesses are also coping with workplaces transformed by the pandemic. Office occupancy in the Loop averaged 46.3 per cent in June, the Chicago Loop Alliance reported. The city's offices were almost 100 per cent occupied in the weeks before lockdowns hit in 2020, according to security firm Kastle Systems. </p> <p>Michael Fassnacht, chief executive of World Business Chicago, said he travelled to London and Paris with Chicago mayor Lori Lightfoot last month to attract European businesses to Chicago. He also wanted to “learn what can we do better” to maintain investment in the Loop, including putting a priority on “holistic placemaking” that combines office, commercial, arts and living spaces. </p> <p>Google said the $105mn it is spending for the Thompson Center will help serve a hybrid labour force that works in and out of the office. It already employs 1,800 in Chicago's Fulton Market neighbourhood. </p> <p>“By establishing a presence in Chicago's central business district, we will be getting in on the ground floor of a broader revitalisation of the Loop,” the tech company said. </p><p>Source: Steff Chávez in Chicago 2022 'Wave of corporate exits sends chill through Chicago's business elite' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-01T04:00:29.466Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2555,
          "end": 2566
        },
        {
          "start": 629,
          "end": 640
        },
        {
          "start": 1271,
          "end": 1282
        }
      ]
    }
  ]
}