{
  "_id": "d05dfdf0a0cc2b317e13c93878d5a93f8d943652600e5a58ab169b6ea3c5b271",
  "feed": "market-watch",
  "title": "Tech set to drive losses on Wall Street after Amazon adds to batch of disappointing results",
  "text": "<p>How are stock-index futures trading?</p><p>* S&amp;P 500 futures ES00 fell 25.50 points, or 0.6%, to 3,793.25</p><p>* Dow Jones Industrial Average futures YM00 fell 67 points, or 0.2%, to 32,008</p><p>* Nasdaq-100 futures NQ00 fell 122.75 points, or 1.1%, to 11,111.25</p><p>On Thursday, stocks finished mixed, as the Dow industrials DJIA rose 194.17 points, or 0.6%, to finish at 32,033.28, the S&amp;P 500 index SPX fell 23.30 points, or 0.6%, to 3,807.30, and the Nasdaq Composite COMP tumbled 178.32 points, or 1.6% to 10,792.67.</p><p>What's driving markets?</p><p>A string of earnings disappointments from Big Tech this has weighed on investors this week, with Amazon.com AMZN joining Microsoft Corp. MSFT, Alphabet Inc. GOOGL and Meta Platforms Inc. META in disappointing the market</p><p>Shares of the e-commerce giant fell 13% in premarket trading after it predicted slower holiday sales and profit as its cloud growth slowed.</p><p>Opinion: The cloud boom has hit its stormiest moment yet, and it is costing investors billions</p><p>\"The change in cash generation for Amazon indicates that the pandemic turned out to be bad for the business as it spent too much on expanding capacity that could not be maintained,\" said Peter Garnry, head of equity strategy at Saxo Bank.</p><p>\"The outlook for Q4 was what terrified investors with the retailer guidance operating income in the range $0-4 billion vs est. $4.7 billion and revenue of $140-148 billion vs est. $155.5 billion.\"</p><p>Apple Inc. AAPL proved a bright spot, after the iPhone maker's revenue and earnings topped forecasts, helped by record back-to-school sales of Macs. Shares were up nearly 0.9% in premarket trading.</p><p>And Intel Corp. INTC shares climbed 4% in premarket on an earnings beat. The chip maker said it would cut costs by $3 billion next year, and lay off employees, as it trimmed its outlook again.</p><p>Chevron Corp.CVX, Exxon Mobil Corp. XOM, AbbVie ABBV and Colgate are among the companies due to report Friday.</p><p>While the tech sector has struggled, Thursday also revealed more upbeat results from Caterpillar Inc. CATand Honeywell International Inc. HON. Those proved supportive for the Dow industrials, while investors also took some cheer from better-than-expected GDP.</p><p>Economic data will swing into focus for Friday, starting with the September PCE price index, which is the Fed's preferred measure of inflation, due at 8:30 a.m. Eastern, along with real disposable income and consumer spending.</p><p>Thursday's third-quarter GDP showed core PCE for the quarter coming in at 4.5% annualized. Also in focus, the employment cost index for the third quarter is set for release at the same time.</p><p>The final read of the University of Michigan consumer sentiment index for October and five-year inflation expectations — also closely watched by the Fed — are due at 10 a.m. Eastern, alongside pending home sales for September.</p><p>Bond yields were higher, with that of the 10-year Treasury note BX:TMUBMUSD10Y up 7 basis points to 4.012%, while the yield on the 2-year Treasury note BX:TMUBMUSD02Y rose 4 basis points to 4.379%. The ICE Dollar DXY, which measures the greenback against a basket of major rivals, was up 0.2%.</p><p>Tech set to drive losses on Wall Street after Amazon adds to batch of disappointing results</p>",
  "published": "2022-10-28T09:54:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2004,
          "end": 2020
        }
      ]
    }
  ]
}