{
  "_id": "89f2a73e353b93070df6da9243c5af770652eb4f691721099a53c7a10fe7b4ec",
  "feed": "market-watch",
  "title": "Dow down nearly 300 points, Nasdaq clings to gains after Pelosi visit to Taiwan; Uber shares jump as ride-hailing company turns cash-flow positive",
  "text": "<p>* The Dow Jones Industrial Average DJIA was down 281 points, or 0.9%, at 32,520, after falling 376 points at its session low.</p><p>* The S&amp;P 500 SPX was down 11 points, or 0.3%, at 4,107.</p><p>* The Nasdaq Composite COMP rose 23 points, or 2%, to 12,392.</p><p>* The Russell 2000 RUTgained 7 points, or 0.4%, to 1,890.</p><p>Stocks ended a seesaw session slightly lower on Monday, with the Dow falling less than 50 points, or 0.1%, while the S&amp;P 500 lost 0.3% and the Nasdaq Composite ticked down 0.2%.</p><p>What's driving the market</p><p>After geopolitical tensions weighed on stocks and stock futures overnight, U.S. stocks trimmed losses after Pelosi's plane landed without incident in Taipei Tuesday night local time, or late morning in New York.</p><p>See: Global stock markets fall on worries about Pelosi's visit to Taiwan</p><p>But Tuesday has been a mixed bag overall for stocks as the Dow moved back toward its lowest levels of the session during afternoon trading, while the tech-heavy Nasdaq and small-cap-focused Russell 2000 managed to cling to gains.</p><p>Tom Essaye, founder of Sevens Report Research, told MarketWatch during a phone interview that stocks had moved off their lows after it became clear that Pelosi's visit likely wouldn't trigger a serious diplomatic row between the world's two largest economies, despite Beijing's saber-rattling.</p><p>\"As far as an imminent threat, it doesn't look like anything is going to happen…there's nothing that's occurring that's going to materially impact the market,\" Essaye said.</p><p>Pelosi is the highest ranking elected U.S. official to visit the island in 25 years. Her trip comes as part of a trip abroad that has taken the speaker to Singapore, Malaysia, South Korea and Japan for talks on a variety of topics, including trade, COVID-19, climate change and security. It's worth noting that a bevy of Congressional Republicans visited the island last summer.</p><p>After expressing outrage over the trip, Beijing announced plans to carry out military drills and missile tests in an area encircling Taiwan. Meanwhile, Taiwan's government claimed that nearly two dozen Chinese warplanes entered its airspace on Tuesday, and also claimed that a cyberattack had been perpetrated against the website belonging to the Office of the President.</p><p>Read: US Speaker Pelosi arrives in Taiwan, raising China tensions</p><p>The tensions had sparked demand for safe-haven assets, with the yield on the 10-year Treasury note BX:TMUBMUSD10Y sliding in early trade. But yields swiftly bounced back to rise around 8.4 basis points to 2.693%. Yields and debt prices move opposite each other.</p><p>But the main action in Treasurys was seen at the short end of the curve on Tuesday. Not only did the two-year yield climb 13.4 basis points to 3.041%, according to FactSet data, but the three-month Treasury bill yield increased by 14 basis points to 2.447%. According to TradeWeb data,</p><p>The reversal in yields came as investors digested commentary from two Fed speakers. San Francisco Fed President Mary Daly said the Fed is \"nowhere near\" finished with its fight against inflation, while Chicago Fed President Charles Evans said he hoped the Fed could raise rates at a slower pace later in the year, but that it would ultimately depend on the data. Neither Daly nor Evans has a vote on the Fed's rate-setting committee this year.</p><p>Neil Dutta, head of economics at Renaissance Macro Research, said in an emailed note that the hawkish tone from the two Fed speakers was in keeping with remarks made by Minneapolis Fed President Neel Kashkari and other Fed officials during recent days. This explains the jump in short-term interest rates, which are the most sensitive to expectations surrounding the path of Fed rate hikes.</p><p>Dutta also mused about whether the sharp rhetoric from these Fed speakers might take the wind out of equities.</p><p>\"This does not strike us as the Fed being close to pivoting. The squawking is having the intended result with two year yields up 18bps now. Perhaps the Fed rhetoric caps the upside to equity multiples,\" he wrote.</p><p>See: Top Fed officials say U.S. interest rates to keep rising until high inflation eases</p><p>An update on the state of the U.S. labor market showed job openings fell to 10.7 million in June from 11.3 million a month earlier. Openings have dropped three months in a row after peaking in the early spring at a record 11.9 million. The number of people who quit jobs in June, meanwhile, only fell slightly to 4.23 million, the Labor Department said Tuesday.</p><p>The highlight of this week's economic data calendar arrives on Friday, when investors will receive an update on the state of the labor market in July.</p><p>U.S. stocks rose sharply in July, bouncing back from 2022 lows set in June. Stocks fell into a bear market this year as the Federal Reserve has aggressively raised interest rates in an effort to curb inflation that continues to run at its hottest in around four decades.</p><p>See: JP Morgan quant who called summer rebound in stocks says rally could continue even if corporate profits decline</p><p>While the Fed's aggressive tightening has helped to stoke recession fears, stocks have found support from the idea that an economic slowdown could lead the Fed to slow the pace of rate increases, or perhaps even begin cutting rates in 2023 — a prospect that has bolstered stocks, even as many economists and analysts have expressed skepticism that the Fed would be able to ease off its rate hikes so quickly.</p><p>Read: Did the stock market peer through 'rose-colored glasses' as tech surged in July?</p><p>Investors were also weighing another busy day of earnings reports, which have so far come in better than feared.</p><p>Companies in focus</p><p>* Shares of Uber Technologies Inc. UBER surged more than 16% after the ride-hailing and delivery services company swung to a second-quarter loss but reported a more than doubling in revenue that beat expectations by a wide margin and became cash-flow positive for the first time.</p><p>* Caterpillar Inc. CAT shares fell 3.4% to lead Dow decliners after the construction and mining equipment maker reported second-quarter profit that beat expectations but sales that came up short, as higher pricing and sales volume were partially offset by unfavorable currency impacts.</p><p>* TD Bank Group TD said Tuesday it would buy investment bank Cowen Inc. COWN for $1.3 billion, or $39 a share, a premium of about 10% over its closing price of $35.49 a share on Monday and a purchase price multiple of 8.1 times Cowen's estimated 2023 earnings. Cowen shares rose 8%, while TD shares declined 0.5%.</p><p>* Pinterest Inc. PINS late Monday missed expectations for earnings and guided for revenue lower than analysts expected in the current quarter, but shares were rallying as users stuck around and activist investor Elliott Management Corp. confirmed a previously reported investment in the company. Pinterest shares rose 12.7%.</p><p>* Shares of DuPont de Nemours Inc. DD fell 0.6% after the specialty materials and chemicals company reported second-quarter profit and sales that beat expectationsbut provided a downbeat third-quarter outlook, citing foreign currency headwinds and unplanned downtime at a Virginia site.</p><p>* JetBlue Airways Corp. JBLU fell 5% after the airline reported a larger loss than analysts had been expecting. </p><p>* Sabre Corp. SABR shares rose 10% after the online travel company posted a smaller-than-expected second-quarter loss and said it believes the travel recovery is on a long-term uptrend.</p><p>* Hotel operator Marriott International Inc. MAR beat estimates for the second quarter and offered upbeat guidance. Shares gained 1.3%.</p><p>Other assets</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.7%.</p><p>* The U.S. oil benchmark CL.1 was up 0.8% to $94.55 a barrel, while gold futures GC00 expiring in December climbed $7.90, or 0.1%, to settle at $1,789.70 an ounce, rising for a fifth day, the longest winning streak since April.</p><p>* Bitcoin BTCUSD slumped 0.3% to trade near $23,219.</p><p>* The Stoxx Europe 600 XX:SXXP fell 0.3%, while London's FTSE 100 UK:UKX saw a fractional loss.</p><p>* China's benchmark Shanghai Composite CN:SHCOMP ended 2.3% lower, while the Hang Seng Index HK:HSI shed 2.4% in Hong Kong and Japan's Nikkei 225 JP:NIK declined 1.4%.</p><p>Dow down nearly 300 points, Nasdaq clings to gains after Pelosi visit to Taiwan</p>",
  "published": "2022-08-02T19:19:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 5913,
          "end": 5929
        }
      ]
    }
  ]
}