{
  "_id": "21f81183e47a66dfb005f63e7ff499d3dadff5738bbedc7452f0b506c0fb7287",
  "feed": "market-watch",
  "title": "Why Nvidia is this analyst's top stock pick for 2023; Challenges over the past year 'were just short-term distractions'",
  "text": "<p>The issues Nvidia NVDA has had over the past year \"were just short-term distractions from the acute fundamental thesis: NVIDIA is the leader in accelerated compute and the key enabler for AI [artificial intelligence] across vertical industries — full stop,\" Ramsay wrote.</p><p>See also: Alphabet stock on track for longest losing streak in more than four years</p><p>In his view, Wall Street underappreciates a number of elements of Nvidia's story. For one, it discounts \"how early we are in AI penetration, and the ability for [Nvidia] to create new markets [and] use cases through product innovation (both hardware and software).\"</p><p>Additionally, Ramsay thinks that investors aren't giving Nvidia enough credit for its potential to keep increasing average selling prices on the back of scaling artificial-intelligence performance.</p><p>\"The combination of these drives our above-consensus estimates, particularly in Datacenter,\" he said.</p><p>Read: Nvidia's mixed earnings spark optimism: It's 'easier to suggest that the bottom for numbers is likely in'</p><p>Ramsay is upbeat about \"several strong product cycles\" in the year ahead. Nvidia's \"next-gen datacenter accelerator H100 is ramping now,\" he wrote, and its ARM-based Grace central processing unit (CPU) is expected in the first half of 2023.</p><p>What's more, the gaming business had been volatile thanks to crypto-mining demand, but Ramsay sees \"early signs of channel normalization\" in this area, which sets a path for \"a return to growth in that business — now permanently free of crypto bangs/busts.\"</p><p>Nvidia shares are ahead 0.7% in Monday afternoon trading and recently changed hands north of $171. Cowen rates the stock at outperform, with a new price target of $220, up from $200.</p><p>The stock, off nearly 42% thus far this year, is on track for its worst yearly performance since 2008, when it plunged 76%.</p><p>Other Cowen \"best ideas\" include Netflix NFLX, Workday WDAY, Costco COST and Caterpillar CAT.</p><p>Don't miss: Micron, KLA stocks downgraded at Deutsche Bank</p><p>Why Nvidia is this analyst's top stock pick for 2023</p>",
  "published": "2022-12-12T18:39:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1917,
          "end": 1928
        }
      ]
    }
  ]
}