{
  "_id": "1419c8e66c77d62d1d0084dccdddc029239ec772669a708721ed723fb497b7a7",
  "feed": "ftcomall",
  "title": "Charles Ray at the Met — sculptures satirical and self-obsessed",
  "text": "<p>Entering the refreshingly weird Charles Ray exhibition at the Metropolitan Museum of Art in New York, we come face to face with a photograph of the artist as geek. Or not the artist, exactly, but a fibreglass mannequin, cast from the original and adorned with reproduction hair (slightly shaggy), glasses (oversized) and shirt (two-pocket button-down). Ray — or “Ray” — poses in an awkward self-hug against a blue studio backdrop, gazing blankly past the camera. It could be a shot taken to mark his promotion to regional assistant manager.</p> <p>The image is called “No”, and when Ray constructed it in 1992, he meant it as an anti-self-portrait: deliberately inauthentic, unoriginal, inexpressive and offering no insight into the sitter's soul. And yet, as he now admits in an interview for the catalogue, the work turns out to be more unintentionally perceptive than he thought. “Looking at ‘No' is exactly what it feels like to be me,” he says.</p> <p>That “me” pops up throughout the Met's wry and profound exhibition in a variety of forms, often unacknowledged. Even Ray's abstractions are often self-portraits in disguise, the work of an artist slightly ashamed of being obsessed with his own identity. At times, he has performed conceptual stunts, as when he lashed himself to a high tree branch, hoping to feel like a caterpillar in a cocoon but ultimately disappointed at his lack of metamorphosis. Mostly, though, his style approaches a kind of para-realism — neither faithfully realistic nor quite surrealistic — emulating the creepily bland presence of a Ken doll, only more anatomically exact.</p> <p>He doesn't make it easy to separate satire from earnestness or philosophy from wit. Despite the text panels' grand meditations on the artist's intent, the work is equivocal, brimming with deadpan humour and playful grotesquerie. In “Family Romance” (1993), a white family stands before us, holding hands. There are two odd things about the foursome. First, mother, father (Ray again), son and daughter are all matter-of-factly naked and all precisely 4'5” high. Freudian erotic tensions go clanking about, along with the patriarchal “family values” that President George HW Bush had recently been talking about. Equalising the scale suggests that, in the power dynamic of the late-20th-century nuclear family, children loomed larger than their age should have entitled them to and adults shrank into their parental roles. </p> <p>An equal-opportunity satirist, Ray uses sculpture to take a swipe at tottering stereotypes of the family unit, at replaceable citizens of a consumer age and at aridly repetitive minimalism. The assembly-line human bodies in “Family Romance” recall Donald Judd's serial boxes, but it's an irreverent kind of homage; Ray is less interested in form and fabrication than in the intertwining of psychology, politics and good old-fashioned alienation.</p> <p>Those ironic takes on minimalism and me-ism fuse in “Rotating Circle” (1988), an almost invisible intervention containing an irrepressible eruption of angst. A metal disc, embedded in the wall, flush with its surface and painted to match, spins so fast that you can't see it move. Its only obvious manifestations are a mechanical buzz and a thin circular line, positioned almost exactly six feet off the floor, just where the artist's own face would be. Ray confounds movement and stasis, visual reticence and acoustic intrusiveness, an impersonal machine with confessional representation. He has described the piece as “a portal into my mind — placid on the outside but spinning furiously on the inside”.</p> <p>He revels in the eloquence of his own most minute interventions. “Chicken” (2007) is a life-sized egg, but the focal point is the hole through which life begins to spring. Ray sculpted the porcelain chick inside but shows us just the tip of a tiny talon clearing the edge of its stainless steel shell. In earlier iterations he made the hole a natural-looking crack, but that didn't work at all. It was static. Boring. Then he hit on the idea of a smooth round opening that (like “Rotating Circle”) functions as a portal between private enclosure and a universe of inconceivable vastness.</p> <p>Catholic in his choice of styles and approaches, Ray nevertheless keeps returning to a few favourite themes, especially his own youth. The 1992 “Boy” is a mammoth child, perhaps eight years old but six feet tall, standing like an ancient orator and dressed as though begging to be bullied: powder blue shorts, white kneesocks and clunky black Mary Janes. With his glinting glass eyes and demonic half-smile, the plastic kid appears to have stepped out of a horror film — or maybe from the artist's memory of himself.</p> <p>Ray indulges in an unsentimental fascination with boyhood. The eight-foot-tall “Boy with Frog” (2009) was created to preside over the entrance of Punta della Dogana, the museum of François Pinault's collection. (Venetians evicted it, in favour of a lamppost.) Made of steel that's been painted to mimic marble, it evokes a statue of a triumphant David. The nude warrior grips his victim upside-down by one leg, examining it with cold detachment, even cruelty. True, he has vanquished not a rampaging giant but a small amphibian of the kind that high schoolers dissect in biology class. The civic gesture doubles as a portrait of a youth exploring the natural world, another of Ray's abiding motifs.</p> <p>He is at his weakest when he grows monumental and provocative at the same time. The Whitney Museum commissioned “Huck and Jim” (2014) for the plaza outside its new building but balked at installing it there. The oversized silvery double statue shows Jim as a sinewed nude standing next to an equally unclothed Huck, who doubles over at the waist and reaches down. The man's hand hovers a couple of inches over the boy's bent back, in a gesture that could be one of blessing, aid or restraint. The composition purportedly — and obliquely — refers to chapter 19 of Mark Twain's classic, when the two friends drift down the Mississippi on a raft, gazing at the stars.</p> <p>And yet for all the literary overlay, the evocation of Southern nights and the urge to plunge into a vortex of race and homoeroticism, “Huck and Jim” remains a curiously inert piece, the rare misfire in a career full of works that dare you to look away and invite you to look again.</p> <p><em>‘Charles Ray: Figure Ground' runs until June 5, </em><a href=\"https://www.metmuseum.org/exhibitions/listings/2021/charles-ray\"><em>metmuseum.org</em></a></p><p>Source: Ariella Budick 2022 'Charles Ray at the Met — sculptures satirical and self-obsessed' FT.com 7 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-07T05:00:08.388Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1314,
          "end": 1325
        }
      ]
    }
  ]
}