{
  "_id": "08740aa213f8ed78bb005fd1b57438f3b89ef694ea74e9f533423b85219a5784",
  "feed": "wall-street-journal",
  "title": "Caterpillar Works to Turn Old Engines Into New Profits; Construction equipment giant expands its remanufacturing business to boost sales, sustainability efforts",
  "text": "<p>\"It's taking a product which is towards the end of its life, refurbishing it and basically putting it back in service and extending the life,\" said Caterpillar financial chief Andrew Bonfield. \"From a customer's perspective, effectively they get a refurbished machine, almost as good as new, at a lower cost.\"</p><p>Caterpillar, like other major manufacturers, has been pressured by investors over the environmental impact of its factories and machines. Last year, 48% of voting Caterpillar shareholders supported a resolution to increase climate disclosures, which the Deerfield, Ill.-based company's board opposed. The resolution came as Caterpillar failed to meet a previous sustainability goal to grow remanufacturing revenue by 20% from 2013 to 2020.</p><p>This year, Caterpillar's board is supporting a similar shareholder resolution. The company in 2021 made the remanufacturing operation into its own division, and named its first chief sustainability officer. </p><p>Janet Borden, a worker at Caterpillar's facility in Corinth, Miss., prepares an engine for remanufacturing. PHOTO: Andrea Morales for The Wall Street Journal</p><p>Caterpillar now aims by 2030 to increase its remanufacturing revenue by 25% above 2018 levels, and wants to double services revenue to $28 billion by 2026.</p><p>Heavy equipment manufacturers have lagged behind automobile makers in developing electric vehicles and other lower-emissions options. Caterpillar and other equipment makers have said scientific and cost barriers remain for making batteries and hydrogen fuel cells capable of powering construction equipment and other heavy machinery.</p><p>Remanufacturing engines at Caterpillar factories and rebuilding entire excavators through dealers will help the company meet growing demand among construction companies and builders for more environmentally friendly products, executives said, while enabling Caterpillar to underprice competing products with remanufactured ones. The remanufacturing business also helps Caterpillar ease supply-chain problems by giving them another option when new parts or machines aren't available.</p><p>Other manufacturers are pursuing similar efforts. Farm equipment maker AGCO Corp said it wants to increase its remanufacturing revenue 150% by 2025, compared with 2020 levels; in 2021, it generated $68 million in remanufacturing revenue. Deere &amp; Co reported $360 million remanufacturing revenue last year and has targeted a 50% increase by 2030. Caterpillar declined to disclose its remanufacturing revenues.</p><p>At a Caterpillar facility in Mississippi, around 22 truckloads of used engines arrive daily from all over the world. Workers inspect engines that might have spent tens of thousands of hours inside a backhoe constructing homes, or providing backup-power generation to a hospital. They determine which engines can be remanufactured, and send them to a factory next door, or to other Caterpillar remanufacturing locations as far-flung as Indonesia.</p><p>Workers in Corinth process engines from about 150 horsepower up to nearly 5,000 horsepower, some of the largest models Caterpillar makes. Engines are cleaned, disassembled and rebuilt with a combination of new and remanufactured parts from other engines.</p><p>Last month, workers in Corinth's large-engine facility were replacing stainless steel inserts on a Cat 3500 type engine, which can power mining dump trucks. It had shown up with one side of its engine block worn down. In a process Caterpillar has refined over the last decade, two millimeters of nickel-aluminum were sprayed onto the iron engine, building up layers of extra-hardened material. Half of the aluminum mix was then machined off, leaving an extra millimeter that allowed the engine to meet size requirements and properly seal.</p><p>In the past, Caterpillar officials said, not much could be done for heavily worn-down engine blocks. The company also designs engines to make them easier to remanufacture.</p><p>\"As long as we can take out the old inserts and remachine the surface, we can remanufacture indefinitely,\" said Dusty Bradford, a Caterpillar manufacturing engineer. He commonly works with engines originally built in the 1990s or before.</p><p>As You Sow, the nonprofit that submitted the two shareholder resolutions at Caterpillar, said it supported companies experimenting with different ways of reducing environmental impacts but hopes the company will disclose more about its efforts. Caterpillar said it is sharing more, including with the release of its latest sustainability report this week.</p><p>\"If there is a life-cycle greenhouse-gas-emission decline, we say 'power to them,'\" said Danielle Fugere, the organization's president.</p><p>Caterpillar fell short of its prior remanufacturing target partly because of a decline in overall demand during the first year of the Covid-19 pandemic, the company said, and because Caterpillar stopped building on-highway truck engines. But the failure was also because the remanufacturing unit operated within other parts of the company for about a decade, leaving it unmoored, said Brian Edwards, who previously was an executive at Caterpillar's train locomotive business and now leads the remanufacturing division.</p><p>\"We need to have this division separated with its own focus and leadership and go after the growth side of it,\" said Mr. Edwards, who is overseeing investments including a new multimillion-dollar salt bath system that removes built-up layers of paint and coatings. Caterpillar executives said remanufactured products can compete on price and performance with a newly produced one, with remanufactured parts being 40% cheaper than equivalent new parts on average.</p><p>Caterpillar estimates that remanufacturing an engine produces 61% less greenhouse gas compared with making a new one, and generally requires 80% less water, energy, landfill space and raw materials. Remanufactured engines are sent to dealers, which can use them as part of a comprehensive rebuild.</p><p>Increased shipping costs and transportation delays have made receiving used engines and sending out remanufactured versions more expensive and difficult during the pandemic, said Mr. Edwards. The cost benefit of using already-produced iron has helped keep the process worthwhile for Caterpillar, he said.</p><p>After a construction company operates an excavator for its useful working life, it typically is cheaper to pay a Caterpillar dealer to rebuild the machine and use remanufactured parts instead of buying a new one, said Jeff Whiteman, president of Empire Southwest, Caterpillar's dealer in Arizona. Last year Empire Southwest purchased 22,000 remanufactured parts and engines from Caterpillar.</p><p>Workers at Empire disassemble and rebuild a completed machine, using a combination of cleaned, new and remanufactured parts, depending on availability and cost. As manufacturers grapple with supply-chain problems, rebuilt equipment and remanufactured parts have allowed customers to get their machines back into service faster, Mr. Whiteman said.</p><p>\"It goes back to providing the lowest cost of ownership,\" said Mr. Whiteman.</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>Caterpillar Works to Turn Old Engines Into New Profits</p>",
  "published": "2022-05-10T15:17:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 6603,
          "end": 6614
        },
        {
          "start": 1863,
          "end": 1874
        },
        {
          "start": 5074,
          "end": 5085
        },
        {
          "start": 983,
          "end": 994
        },
        {
          "start": 2502,
          "end": 2513
        },
        {
          "start": 5621,
          "end": 5632
        },
        {
          "start": 4039,
          "end": 4050
        },
        {
          "start": 4639,
          "end": 4650
        },
        {
          "start": 2434,
          "end": 2445
        },
        {
          "start": 4392,
          "end": 4403
        },
        {
          "start": 3750,
          "end": 3761
        },
        {
          "start": 634,
          "end": 645
        },
        {
          "start": 3429,
          "end": 3440
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 473,
          "end": 484
        },
        {
          "start": 1632,
          "end": 1643
        },
        {
          "start": 4822,
          "end": 4833
        },
        {
          "start": 2878,
          "end": 2889
        },
        {
          "start": 1405,
          "end": 1416
        },
        {
          "start": 6337,
          "end": 6348
        },
        {
          "start": 3062,
          "end": 3073
        },
        {
          "start": 6202,
          "end": 6213
        },
        {
          "start": 310,
          "end": 321
        },
        {
          "start": 1974,
          "end": 1985
        },
        {
          "start": 1115,
          "end": 1126
        },
        {
          "start": 148,
          "end": 159
        },
        {
          "start": 6488,
          "end": 6499
        },
        {
          "start": 5423,
          "end": 5434
        },
        {
          "start": 4223,
          "end": 4234
        },
        {
          "start": 7090,
          "end": 7101
        },
        {
          "start": 761,
          "end": 772
        }
      ]
    }
  ]
}