{
  "_id": "9ec6d38ac86531dae7411076d673e5182a38200d37bf351dce355cba9e2672e7",
  "feed": "market-watch",
  "title": "Companies are using the pain of inflation as an opportunity to boost profit and line shareholder pockets, report shows; The Guardian's report on corporate profiteering follows a MarketWatch report out earlier this month detailing record profit margins",
  "text": "<p>Basically, the report shows how companies and shareholders may be unduly profiting at the consumers' expense. It follows a report by MarketWatch's Jeremy Owens and Therese Poletti earlier this month, showing that collective corporate profit margins rose 12.2% in the past 12 months, the biggest increase ever recorded.</p><p>Don't miss: Corporate profit is at a level well beyond what we have already seen, and it's expected to keep growing.</p><p>The data in the Guardian report helps support regulator concerns, as the U.S. Agriculture Committee held a hearing Wednesday with a number of meat producers, including Tyson Foods Inc. TSN, as part of an examination of price discrepancies and alleged unfair practices in cattle markets. And on April 5, the U.S. Senate Budget Committee held a hearing titled, \"Corporate profits are soaring as prices rise: Are corporate greed and profiteering fueling inflation?\"</p><p>In prepared remarks released Tuesday, Tyson Chief Executive Donnie King defended the companies pricing practices by saying Tyson didn't set prices for either the cattle it buys or the beef its customers buy. \"These prices are set by straightforward market forces, namely available supply and demand,\" King said.</p><p>And yet, Tyson reported in February operating income for the fiscal first-quarter to Jan. 1 that more than doubled to $1.46 billion from $705 million, as revenue grew 23.6% to $12.93 billion. The results were boosted by a 19.6% jump in the average sales price, while cost of goods sold increased 17.6% and volume edged up 0.3%.</p><p>In addition, the company returned more than $500 million to its shareholders through the repurchase of $348 million worth of its stock and the payment of $164 million in dividends.</p><p>The Guardian's report, which analyzed filings for 100 U.S. companies, showed that net profits rose by a median of 49%, and all but 10 executed share repurchases.</p><p>On Thursday, Caterpillar Inc. CAT reported first-quarter profit that rose just 0.5% from a year ago, but said it returned $1.4 billion to shareholders, through $800 million in share repurchases and $600 million in dividends.</p><p>The maker of construction and mining equipment's profits were held back by a decline in operating profit margin to 13.7% from 15.3%, as the company didn't increase prices enough to offset higher manufacturing costs.</p><p>So what will Caterpillar do in 2022 to improve margins and boost profit growth, even as costs are anticipated to hold firm?</p><p>\"Although manufacturing costs are expected to remain elevated, we expect price to more than offset these cost increases for the full year,\" said Chief Executive Jim Umpleby, according to a FactSet transcript of a post-earnings conference call with analysts.</p><p>Companies are using the pain of inflation as an opportunity to boost profit and line shareholder pockets, report shows</p>",
  "published": "2022-04-29T12:28:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 2336,
          "end": 2347
        },
        {
          "start": 1895,
          "end": 1911
        }
      ]
    }
  ]
}