{
  "_id": "d172c40e61e3025d245c496f4211d1ba722b8339a1ad82f945b909db18c93526",
  "feed": "market-watch",
  "title": "Dow industrials cling to modest gain and tech stocks swoon as Biden says allies trying to avoid World War III",
  "text": "<p>Meanwhile, President Biden called to suspend normal trade relations with Russia, as part of its sanctions to economically isolate Moscow for its unprovoked attack in Ukraine.</p><p>How are stock benchmarks trading?</p><p>The S&amp;P 500 index SPX fell 8 points or 0.2% to 4,251, with information technologyXX:SP500.45 and communication servicesXX:SP500.50 leading losses, down by at least 0.6%.</p><p>The Dow Jones Industrial Average DJIA rose 120 points, or 0.4%, to 33,293, powered by an advance in McDonald's Corp.MCD, and Caterpillar Inc. CAT</p><p>The Nasdaq Composite Index COMP traded 142 points, or 1.1%, lower to 12,989.</p><p>On Thursday, the Dow industrials closed down 112.18 points, or 0.3%, to 33,174.07. The S&amp;P 500 dropped 0.4% to 4,259.52, and the Nasdaq Composite fell 0.9% to 13,129.96.</p><p>What's driving markets?</p><p>Markets were wobbling early Friday and trading mixed, as investors remain focused on headlines from Russia's ongoing invasion of Ukraine that began more than two weeks ago.</p><p>Biden has called for an end of normal trade relations for Russia over its invasion of Ukraine and acknowledged the economic hardship the world will endure as it aims to isolate Russia by revoking its most-favored nation trade status, which the president says will make it even harder for Moscow to do business. Biden said that Western nations were showing restraint in an attempt to avoid starting World War III.</p><p>Stock-index futures spiked overnight after President Vladimir Putin told his Belarusian counterpart, Alexander Lukashenko, that he had seen “certain positive shifts, negotiators on our side tell me,” of talks with Ukraine. In a meeting with Lukashenko, Putin said talks continued “practically on a daily basis,” according to a transcript provided by the Kremlin and reported by Russian news agency Interfax. However, Putin's upbeat comments came as Russian forces launched new strikes on airports in western cities on Friday, and Kyiv continued to brace for an onslaught.</p><p>Still, major U.S. indexes are facing weekly losses of more than 1%, as investors have grappled with the continuing Russia-Ukraine war. The Dow is set to mark its fifth-straight weekly loss, while the S&amp;P 500 and Nasdaq each headed for a third down week in a row. Technology stocks in particular have suffered as bond yields have climbed steadily this week, suggesting that worries about inflation and coming central bank interest-rate increases hold a greater sway with markets than the likely impact of the Ukraine war.</p><p>The Federal Reserve will hold its first policy meeting since the conflict began next week, with analysts widely expecting a rate increase of around 25 basis points and fears mounting that the central bank may push the economy into a recession as its combats inflation pressures.</p><p>“Before the Russia invasion of Ukraine some market pricing was suggesting we might see 7 rate rises this year, and while some are suggesting that might not happen now, there is an argument that it might be the lesser of two evils,” wrote Michael Hewson, chief market analyst at CMC Markets, in a daily note.</p><p>“The transitory playbook seems so last year now with the Fed having to balance the risks of tightening too quickly and tipping the economy into recession or allowing inflation to do it for them by letting it rip,” he wrote. &#xa0;&#xa0;</p><p>Goldman Sachs has cut its U.S. economic growth forecast, citing the effects of higher oil prices and the conflict on European soil. Oil prices were up about 2% on Friday.</p><p>In U.S. economic reports, data from the University of Michigan consumer sentiment survey for March showed a fall to an initial March reading of 59.7 from February's level of 62.8, and expectations for inflation over the next year rose to 5.4% from February's expectation of 4.9%, marking the highest level since 1981, while inflation expectations over five years held steady at 3%. The report comes after consumer price data released Thursday showed U.S. February consumer prices&#xa0;rose to 7.9%, a 40-year high, and some see that worsening due to the Russia-Ukraine war.</p><p>What companies are in focus?</p><p>Shares of DocuSign Inc.DOCU tumbled around 20% after the online-signature company's annual guidance disappointed late Thursday.</p><p>Rivian Automotive Inc. shares RIVN fell 7.2% after the electric-truck maker said it lost more than $2 billion in the fourth quarter, amid continued supply-chain disruptions.</p><p>How are other assets trading?</p><p>The yield on the&#xa0;10-year Treasury note BX:TMUBMUSD10Y fell less than a basis point to around 2%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, rose to 0.4%, headed for a weekly gain of 0.3%.</p><p>Gold futures for April delivery&#xa0;GC00GCJ22 fell 0.5% to $1,990 an ounce, but headed for a weekly advance of 1.2%.</p><p>Bitcoin&#xa0;BTCUSD fell around 1%, to about $39,000.</p><p>In European equities, the Stoxx Europe 600&#xa0;XX:SXXP rose 1%, and posted a 2.2% weekly rise; while London's FTSE 100&#xa0;UKX&#xa0;gained 0.8% and notched a 2.4% weekly rise.</p><p>In Asia, the Shanghai Composite&#xa0;SHCOMP&#xa0;rose 0.4% but sank 4% on the week; the Hang Seng Index&#xa0;HSI&#xa0;fell 1.6%, contributing to a 6.2% decline for the week, and Japan's Nikkei 225&#xa0;NIK&#xa0;lost 2% and booked a 3.2% weekly fall.</p>",
  "published": "2022-03-11T12:12:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 504,
          "end": 519
        },
        {
          "start": 504,
          "end": 520
        }
      ]
    }
  ]
}