{
  "_id": "c57575b91a7309eee3f7e861450923dc0e8ab316790b3ab96579763e88783295",
  "feed": "wall-street-journal",
  "title": "What CEOs Are Saying: 'My Guess Is That We Are Past Peak Inflation'; Leaders from Tesla, Starbucks, Clorox and elsewhere give their thoughts on the economy, supply chain and consumer spending",
  "text": "<p>Here is what some of the world's corporate leaders said this week about the economy, supply chains, consumer spending and the movies, among other topics.</p><p>Starbucks Corp. Interim Chief Executive Howard Schultz:</p><p>\"While we are sensitive to the impact inflation and economic uncertainty are having on consumers, it's critically important that you all understand we are not currently seeing any measurable reduction in customer spending or any evidence of customers trading down.\" (Aug. 2)</p><p>Tesla Inc. Chief Executive Elon Musk:</p><p>\"My guess is that we are past peak inflation and that we will see, we will have, a recession. I think it will be a relatively mild recession. I'm just guessing here. This is total speculation, but I would guess it's a mild recession for 18 months or something like that.\" (Aug. 4)</p><p>Uber Technologies Inc. Chief Executive Dara Khosrowshahi:</p><p>\"We have a very strong flow of new drivers who are signing up, coming on to earn. And over 70% of them have said that inflation and what they're seeing right now in terms of the cost of groceries, the cost of living, plays a part in that decision for them to come on to the platform. (Aug. 2)</p><p>Advanced Micro Devices Inc. Chief Executive Lisa Su:</p><p>\"We have taken a more conservative outlook on the PC business. So a quarter ago, we would have thought that the PC business would be down, let's call it, high single digits, and our current view of the PC business is that it will be down, let's call it, midteens, and that's contemplated into our third-quarter guidance.\" (Aug. 2)</p><p>Caterpillar Inc. Chief Executive Jim Umpleby:</p><p>\"We have not seen a significant improvement in supply chain. It's still hand-to-hand combat. … It changes from component to component. One day, it's one issue. One day, it's another issue, but at the macro level, we have not yet seen an improvement. (Aug. 2)</p><p>Cummins Inc. Chief Executive Jennifer Rumsey:</p><p>\"We continue to experience an environment where supply chain is limiting our production in most of our markets. … Some of those issues have lessened. We continue however to experience constraints, in particular, in the electronics space, microprocessors and other electronic components. We've seen improvement in our premium freight.\" (Aug. 2)</p><p>Eaton Corp. Chief Executive Craig Arnold:</p><p>\"Some of the logistics and supply-chain related issues that we've been dealing with during the course of the year have gotten materially better. We still have pretty significant issues when it comes to electronic components and anything that's semiconductor-based…likely, you're going to be sometime into the latter part of 2023 before most of those issues resolve themselves.\" (Aug. 2) </p><p>Linda Rendle PHOTO: Jessica Chou for The Wall Street Journal</p><p>Clorox Co. Chief Executive Linda Rendle:</p><p>\"While we look forward to return to a more normalized environment, we are not there yet. We expect the environment to remain difficult in fiscal 2023 as we lap Covid impacts on our business, demand continues to normalize—particularly on our cleaning and disinfecting portfolio—and factors like input cost inflation and supply chain disruptions persist.\" (Aug. 3)</p><p>Yum Brands Inc. Chief Executive David Gibbs:</p><p>\"This is truly one of the most complex environments we've ever seen in our industry to operate in, because we're not just dealing with economic issues like inflation and lapping stimulus and things like that, but also the social issues of people returning to mobility after lockdown, working from home, and just the change in consumer patterns. So against that incredibly complex backdrop, I think these issues play out differently in each market.\" (Aug. 3)</p><p>CDW Corp. Chief Executive Christine Leahy:</p><p>\"While we're cognizant of economic headlines, to-date we have not seen a change in behavior that would impact our view on the second half of the year.\" (Aug. 3)</p><p>Under Armour Inc. Interim Chief Executive Colin Browne:</p><p>\"These industrywide inventory challenges and more significant inflationary pressures make for a cautious consumer outlook for the balance of the year. Accordingly, we assume the market will be very promotional. And we will need to participate in many of these promotions.\" (Aug. 3)</p><p>Beyond Meat Inc. Chief Executive Ethan Brown:</p><p>\"If you look at the price of our ground beef today on a retail average 12 weeks using SPINS data, we're selling at $8.35 a pound. If you look at the USDA ground beef data, for the month of June, the price per pound was $4.90. … That is a very difficult proposition when consumers have very high levels of inflation going on, and they're buying power in grocery is declining.\" (Aug. 4)</p><p>DraftKings Inc. Chief Executive Jason Robins:</p><p>\"Our customer activity continued to be very robust with no indication that the macroeconomic environment is impacting engagement.\" (Aug. 5)</p><p>Live Nation Entertainment Inc. Chief Executive Michael Rapino:</p><p>\"Consumers are seeking out and spending more on experiences, and the growing demand for live music and events is driving our business to record levels, far outpacing any macro issues or cost increases.\" (Aug. 4)</p><p>Caesars Entertainment Inc. Chief Executive Tom Reeg:</p><p>\"I can't point you to anything in particular. 55-plus has started to come back in Vegas like they've not come back since pandemic. We talked about international has returned quite recently, which is a great sign for us. … So it is extremely strong in Vegas. There are not strong-enough words to convey how well it's going in Vegas for us.\" (Aug. 2)</p><p>Airbnb Inc. Chief Executive Brian Chesky:</p><p>\"Early in Q2, strong guest demand exceeded our expectations. This was because guests in Europe and North America booked earlier than they have historically. Now, given this earlier booking, growth rates compared to last year decelerated in May and June. And since the end of Q2, what we've seen is growth in nights booked reaccelerate from June to July as we enter peak travel season.\" (Aug. 2)</p><p>Booking Holdings Inc. Chief Executive Glenn Fogel:</p><p>\"We see that there's been some moderation, but I will repeat that July gross bookings, 35% on a constant currency basis, that's pretty strong. And yet we know that the recovery is not fully done yet. … So why the deceleration? Hard to say, and we can all hypothesize about what that is and why and all that. But I do believe there's tremendous opportunity still in this recovery.\" (Aug. 3)</p><p>Marriott International Inc. Chief Executive Tony Capuano:</p><p>\"The already robust leisure demand that we've seen in the last couple quarters continue to improve. … We continue to see really encouraging pricing power on the leisure side as well. It's a little early to talk about the winter holidays. But as we look at Labor Day, for instance, we continue to see double-digit increases in [average daily rate] relative to where we were prepandemic.\" (Aug. 2)</p><p>Warner Bros. Discovery Inc. Chief Executive David Zaslav:</p><p>\"This idea of expensive films going direct-to-streaming, we cannot find an economic case for it. We can't find an economic value for it. And so we're making a strategic shift. As part of that, we've been out in the town talking about our commitment to the theatrical exhibition and the theatrical window.\"(Aug. 4)</p><p>AMC Entertainment Holdings Inc. Chief Executive Adam Aron:</p><p>\"Hollywood has realized again how much money can be made by releasing movies in theaters exclusively first. In addition to that, it's kind of well-known that the share price of some major streaming companies started to take a hit, and they started to lose subscribers. … I believe that you take all this together, and Hollywood is turning away from streaming, Wall Street is turning away from streaming, Hollywood is coming back to theatrical exhibition.\" (Aug. 4)</p><p>Quotes were pulled from transcripts provided by FactSet. To see what business leaders have said in past weeks, click here and here .</p><p>Write to George Stahl at george.stahl@wsj.com</p><p>What CEOs Are Saying: 'My Guess Is That We Are Past Peak Inflation'</p>",
  "published": "2022-08-06T13:32:00.000Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 1539,
          "end": 1555
        }
      ],
      "weightsV2": {
        "weight": 0.4876753,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.51232505,
        "tagPositionWeight": 3.5762787e-07,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}