{
  "_id": "7de67df0cb276b940bbc2cdd2c23800ddd04f3ebd391cf68facfb421b8589022",
  "feed": "ftcomall",
  "title": "US shifts from the ‘war on drugs'",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/a873816b-9ee1-4f23-811a-4c0d2d923a40\"><em>US shifts from the ‘war on drugs'</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Tuesday, January 11th, and this is your FT News Briefing.</p> <p>[MUSIC PLAYING]</p> <p>The Federal Reserve's second-in-command has resigned. Companies kicked off the new year with a frenzy of bond issuances. And US banks are set to report, yup, more record profits. Plus, the US waged a war on drugs for five decades, now it's shifting to a softer approach. </p> <p><strong>Jamie Smyth</strong><br>I think what's driven this shift in, this pivot in US policy at state and federal level towards harm reduction is really the extent of the crisis here. </p> <p><strong>Marc Filippino</strong><br>I'm Marc Filippino, and here's the news you need to start your day.</p> <p>[MUSIC PLAYING]</p> <p>Fed vice-chair Richard Clarida is stepping down from his post just as his boss, Jay Powell, is set to appear before US lawmakers. Clarida's departure comes after recent disclosures show he'd been more active in financial markets at the beginning of the pandemic than he had previously divulged. Clarida is the third senior Fed official to resign in the past few months. They all came under scrutiny for personal trades they made as the central bank was actively loosening monetary policy back in 2020. Clarida will leave the Fed on Friday, just weeks from the formal end of his four-year term. Jay Powell is scheduled to appear before Congress today over his renomination as head of the US central bank.</p> <p>[MUSIC PLAYING]</p> <p>Companies are eager to raise money before central banks raise interest rates. In the first week of this year, they raised more than $100bn on global bond markets. It's not a record though, it's still trailing behind last year's blockbuster start, but US deals reached a record pace. Most have been banks and foreign financial institutions issuing in the US, but bonds are also issued by blue-chip names like MetLife and heavy machinery maker Caterpillar. In the lower-rated junk bond market, cruise operator Royal Caribbean launched one of the first deals this year with a $1bn bond.</p> <p>[MUSIC PLAYING]</p> <p>US banks are starting to report earnings, and we're likely to see more of the stellar performance we've seen throughout the pandemic. Profits for 2021 are set to hit record highs thanks to a surge in investment banking fees. Banks have also been releasing the financial cushions they've set aside at the start of the pandemic in case of mass loan defaults. That money boosted profits as well. Our US banking editor Josh Franklin says earnings are expected to slow a bit this year, but Wall Street remains bullish. </p> <p><strong>Joshua Franklin</strong><br>And the biggest reason for that is because of the rising interest rate environment that we're anticipating for 2022. So this will really mean that banks will be able to make loans at higher rates than they have been able to do. And that's something that banks are eagerly anticipating for sure. During the pandemic, because there was all of this kind of rush of stimulus from the Fed and from the government, bank deposits really did swell during the pandemic. I think in the last two years, JPMorgan, which is America's biggest bank, saw its number of deposits increase by more than 50 per cent to almost $2.5tn towards the end of 2021. So banks really do like to, you know, use these deposits to make loans, but they haven't been able to do that nearly to the degree and at the rates that they would have liked to. So they're really geared towards being able to make loans in a rising interest rate environment. </p> <p><strong>Marc Filippino</strong><br>So Josh, what else are you looking out for as US banks start to report this week? </p> <p><strong>Joshua Franklin</strong><br>Two areas I'd flag, one is just on loan demand. So because companies have been able to borrow and raise so much money during the pandemic, because markets were so accommodating, they haven't needed to take out as many loans from banks in 2021. But there's an expectation that that will improve in 2022, so corporate lending is gonna pick up. So what banks saw in the fourth quarter and what they're expecting to see in 2022 is going to be interesting there. And then also just on compensation, you know, it really was a a banner year for investment banking fees, and a lot of that money is going to go into the pockets of the investment bankers, so they will be expecting to get paid big bonuses this year. So it'd be interesting to see kind of how the rise in compensation tracks with the rise in investment banking fees overall. </p> <p><strong>Marc Filippino</strong><br>Josh Franklin is the FT's US banking editor.</p> <p>[MUSIC PLAYING]</p> <p>The US government has waged a war on drugs for five decades. Through that time, overdose deaths soared. Last year, they hit a record 100,000. The war was all about enforcement and incarceration. But the US is shifting away from that. We're seeing states legalise marijuana and adopt other strategies. One new effort has become especially contentious. The FT's US pharmaceutical correspondent Jamie Smyth joins me now to talk more about this. Hey, Jamie. Welcome to the show.</p> <p><strong>Jamie Smyth<br></strong>Hi.</p> <p><strong>Marc Filippino<br></strong>So Jamie, you've been writing about something called supervised injection sites. Can you tell us a little bit more about this? </p> <p><strong>Jamie Smyth</strong><br>Yes. So supervised injection sites are really a key part of this harm reduction strategy. And what they do is they provide a safe location where drug users can attend, they can bring their stash of typically an illegal drug, they can get it tested to see what's in it, and they can consume these drugs in a monitored setting with often health professionals or people present who are able to intervene and reverse overdoses if they, you know, if they happen. In Canada, for instance, they say that since they started introducing these sites several years ago, they have intervened and saved thousands of lives, you know, through reversing these overdoses. So they're a very important sort of new policy which the US is looking to introduce. </p> <p><strong>Marc Filippino</strong><br>Jamie, what are the economics of harm reduction strategies versus something like enforcement, you know, police arrests, incarceration and things like that. </p> <p><strong>Jamie Smyth</strong><br>I think what the last 50 years has proven is that vast sums of money that are spent on policing and particularly in terms of incarceration of people in prisons just haven't worked. So I think what we're seeing is that state authorities and federal authorities are beginning to look at high prevention, education and harm reduction can cut costs. And there have been some studies done which show that for every dollar spent on supervised injection sites, it's more than two dollars return. In terms of the fact that you don't have to spend so much money on health, you know, these interventions, emergency interventions to save people from overdosing, the chronic health problems that they develop if they have an episode or an overdose. So I think it's a bit of a no brainer in terms of education and prevention and even harm reduction that it's actually going to save money. </p> <p><strong>Marc Filippino</strong><br>So why is this strategy politically controversial? </p> <p><strong>Jamie Smyth</strong><br>Yes. So what's happened is that some Republican politicians have targeted these sites and said that they actually encourage drug use. This came to a head a couple of years ago when, under the Trump administration, the attorney-general in Pennsylvania took a case against a Safe House Philadelphia project, which was planning to set up the first legally sanctioned supervised injection site in the US. That lawsuit was successful. So that really set back the whole prospect of introducing these supervised injection sites in the US. However, what we've seen is that in New York, they've opened two supervised injection sites, which city authorities have backed. They are operating, and they say they've reversed already over 50 overdoses. So these sites are operating at present. However, they're operating under a grey area because they're actually contrary to federal law to ban it. So it's brewing into a big battle. </p> <p><strong>Marc Filippino</strong><br>How about the White House, Jamie? Where does it stand on all this? </p> <p><strong>Jamie Smyth</strong><br>This puts the Biden administration in a bit of a tricky spot because the Biden administration has really embraced harm reduction strategies, and it has begun to look at whether supervised injection sites should be funded and introduced on a national scale, but it hasn't taken a decision on this yet. And really, what we're looking to see is will the Biden administration embrace these supervised injection sites or is it too much of a political risk to do so, because it's likely to face a very strong backlash from conservative Republican elements.</p> <p><strong>Marc Filippino</strong><br>Jamie Smyth is the FT's US pharmaceuticals correspondent. Thanks, Jamie.</p> <p><strong>Jamie Smyth</strong><br>Thank you.</p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Marc Filippino, Joshua Franklin and Jamie Smyth 2022 'US shifts from the ‘war on drugs'' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-11T05:07:26.579Z",
  "tags": [
    {
      "id": "US1491231015",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 1936,
          "end": 1947
        }
      ],
      "nexusId": "10011563"
    }
  ]
}