{
  "_id": "4e7aa78f6f3b815369984d2b9065f53b8655bd210f4450a1b62e2448dee1cabc",
  "feed": "ftcomall",
  "title": "FirstFT: Donald Trump was glued to Fox News as January 6 riot unfolded",
  "text": "<p>Donald Trump <a href=\"https://www.ft.com/content/d7788f29-7278-4a22-8507-6c82a2d7d99f\">ignored the pleas of those around him</a>, including his family, to call off a mob of his supporters as they ransacked the US Capitol on January 6 2021, and instead spent hours watching the violence unfold on Fox News, a congressional panel heard yesterday. </p> <p>In the final session of a summer of hearings, the panel investigating the insurrection used a primetime broadcast to detail how the former president refused to make a statement calling on a mob of his supporters to stand down.</p> <p>Liz Cheney, the Republican vice-chair of the committee, called the former president's actions “indefensible”, sending a clear signal to US voters that Trump's actions during the siege should disqualify him from running for president again in 2024. </p> <p>“Donald Trump made a purposeful choice to violate his oath of office, to ignore the ongoing violence against law enforcement, to threaten our constitutional order,” she said.</p> <p>The packed congressional meeting room heard live testimony from White House aides present on January 6 and played video evidence from several people working in the White House that day, all of whom said the president did not call for law enforcement to be strengthened as the mob stormed Congress.</p> <p>Several witnesses expressed alarm at a tweet Trump sent at 2.24pm, when White House officials believed Pence's life was in danger: “Mike Pence didn't have the courage to do what should have been done to protect our Country and our Constitution.”</p> <p>Mark Milley, chair of the joint chiefs of staff, told the committee of his alarm in recorded testimony.</p> <p>The committee also played previously unseen footage of an infuriated Trump filming a speech on January 7 condemning the violence. He repeatedly interrupted the recording because he did not want to say his supporters had broken the law or that he had lost the election to Joe Biden.</p> <p>The hearings have revealed how Trump was told by many of his closest advisers that he had lost the election but continued to press the justice department and individual states to halt the processing of results. More hearings are expected to take place in September.</p> <ul>  <li><p><strong>Go deeper</strong> How Liz Cheney <a href=\"https://www.ft.com/content/551d92eb-5bb3-4d79-9d1c-ca1168eca769\">led the charge</a> against Donald Trump</p></li> </ul> <p><em>Do you think Trump should be allowed to run for the presidency in 2024 if he wishes? </em><a href=\"https://clients.opinary.com/preview/index.html?url=https://compass.pressekompass.net/compasses/financial_times/should-donald-trump-be-allowed-to-run-in\"><em>Vote in our poll</em></a><em>.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Snap shares plummet </strong>The social media company announced plans to “substantially reduce” hiring and shake up its strategy as it <a href=\"https://www.ft.com/content/0b87f969-0031-4306-84a8-8a1a5fdd1a3b\">posted bleak second-quarter results</a>. Net losses widened and revenues failed to meet analysts' expectations, triggering a 25 per cent fall in the company's share price. It declined to provide expectations for third-quarter revenue or earnings, citing “uncertainties related to the operating environment”.</p> <ul>  <li><p><strong>Go Deeper</strong> West Coast editor Richard Waters explains why tech firms <a href=\"https://www.ft.com/content/9e0185eb-66d9-4686-afe2-e7b1d12b4920\">have suddenly hit the pause button on hiring</a>.</p></li> </ul> <p><strong>2. EU solidarity frays over plan to slash gas use </strong>A proposal for European countries to slash gas use by 15 per cent between August and March 2023 against an average of the previous five years has been met by <a href=\"https://www.ft.com/content/cf84dde3-9020-4ee7-a6d0-2809863da2d8\">outright opposition</a> from Portugal and Spain and serious concerns from several other EU countries. The “Save gas for a safe winter” plan was published on Wednesday ahead of a possible winter supply crunch.</p> <p><strong>3. US charges former Coinbase employee with insider trading</strong> Ishan Wahi, a former Coinbase product manager, <a href=\"https://www.ft.com/content/b1687d9d-22f2-43bd-8a0a-8dc40b6930ab\">is accused by US prosecutors</a> of finding out from an internal Coinbase messaging group which coins were due to be listed, and then — on 14 occasions — passing that information to his brother, Nikhil Wahi, and friend Sameer Ramani.</p> <p><strong>4. Japan sounds alarm over Russian and Chinese military co-operation</strong> A white paper, approved by Prime Minister Fumio Kishida's cabinet today, warned that an isolated Moscow <a href=\"https://www.ft.com/content/b0871d13-282d-4553-b4b9-d8f285326813\">could draw closer to Beijing</a> in the wake of the war in Ukraine. The white paper was released as the government in Tokyo prepares for a review of the country's national security strategy and a revision of the country's pacifist constitution.</p> <p><strong>5. Amazon to acquire One Medical for $3.9bn </strong>The online retailer yesterday <a href=\"https://www.ft.com/content/e81b6b94-8c95-44ff-9012-cf20b2073e4b\">agreed to buy</a> One Medical, which offers a subscription-based model where users can pay a monthly fee to have access to doctors, in an all-cash deal. “We think healthcare is high on the list of experiences that need reinvention,” said Neil Lindsay, senior vice-president of Amazon Health Services. </p> <ul>  <li><p><strong>Reaction </strong>Lex is sceptical of <a href=\"https://www.ft.com/content/2f49caf0-4987-4ebd-a54b-9ab0bf33b978\">Amazon's healthcare ambitions</a>. “For all the talk about Big Tech's impact on America's dysfunctional, inefficient and archaic healthcare system, the $4tn-plus-a-year industry has proved hard to disrupt,” it says.</p></li> </ul> <p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/589318da-b220-4498-89c8-69fe1e53826e\"><em>quiz</em></a><em>.</em></p> <h1>The days ahead</h1> <p><strong>Company earnings</strong> Investors will be looking for direction from Twitter after Elon Musk announced earlier this month<a href=\"https://www.ft.com/content/a400f5f3-fa3a-45af-8f79-6968157f7a4a\"> that he was backing out</a> of a deal to buy the group. Payments company American Express and energy groups Schlumberger and NextEra are also set to report earnings this morning. </p> <p><strong>Economic data </strong>S&amp;P Global is scheduled to release its business survey, which is likely to report flash manufacturing PMI slumped to 52.0 in July from a reading of 52.7 in June. The survey's flash services PMI is also likely to have dropped — to 52.6 in July from 52.7 in June. Canada reports monthly retail sales data and economists polled by Reuters are estimating receipts up 1.6 per cent for May. </p> <p><strong>Russia and Ukraine to sign grain deal</strong> Negotiators from the two warring countries have agreed a deal to <a href=\"https://www.ft.com/content/3060a049-6a84-4c89-9a7e-4d5e04135b17\">export millions of tonnes of stranded grain</a>, Turkey announced yesterday. The agreement will be signed in Istanbul today and will pave the way for an end to the months-long blockade of Black Sea ports.</p> <p><strong>Jair Bolsonaro's re-election campaign </strong>Brazil's president is set to launch his presidential candidacy for the Liberal party on Sunday, ahead of elections in October. But former president <a href=\"https://www.ft.com/content/228e0615-0dae-4ba6-afdb-c3db0fcdd15a\">Luiz Inácio Lula da Silva</a> is favoured to win.</p> <h1>What else we're reading</h1> <p><strong>Why businesses are moving to Texas </strong>Caterpillar and Chevron are the latest companies to announce they are expanding their operations in Texas. They join Tesla, Oracle and Hewlett-Packard who have all moved to the Lone Star state in the past few years. The suburbs around the big metro areas of Austin, Houston, Dallas and San Antonio have soaked up most of the new arrivals and that is where the <a href=\"https://www.ft.com/content/9399d1f1-e44c-46e6-8dd5-81b4550fbf5d\">fight for the future of the state</a> is playing out.</p> <p><strong>How is the jet stream connected to global heatwaves? </strong>Scientists are racing to understand whether the band of fast-moving air that controls weather in the mid-latitudes is changing in a way that <a href=\"https://www.ft.com/content/bb9ecca3-c914-489d-af7d-06df6010d1ea\">makes heatwaves more frequent and persistent</a>. <em>For more climate change data, </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=62b1bd4ebc14d4462b8dc773\"><em>sign up</em></a> <em>for our Climate Graphic: Explained newsletter, delivered every Saturday.</em></p> <ul>  <li><p><strong>Opinion: </strong>A trend is emerging to address rising carbon emissions: tree planting. But it's not a panacea, <a href=\"http://www.ft.com/content/40498048-da55-40df-883d-20e61dbe6895\">writes Henry Paulson</a>, former US Treasury secretary.</p></li> </ul> <p><strong>China reckons with its first overseas debt crisis </strong>Our analysis of the financial health of the Belt and Road Initiative — once hailed by Chinese leader Xi Jinping as the “project of the century” — has uncovered <a href=\"https://click.newsletters.ft.com/f/content-ccbe2b80-0c3e-4d58-a182-8728b443df9a/nVChdDG6x1FbvgZM-shd4A~~/AAAAAQA~/RgRkvF50P0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvY2NiZTJiODAtMGMzZS00ZDU4LWExODItODcyOGI0NDNkZjlhP2VtYWlsSWQ9NjJkOWM5NjUwODFjOTIwMDIzNjQ1NzFmJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpi1X3Z2WLOqlVmUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">a mountain of non-performing loans</a>. In several countries in Asia, Africa and Latin America, the project risks metastasising into a series of debt crises.</p> <p><strong>Abortion and women in America: the data </strong>The right to a legal abortion is one that has been used by tens of millions of women, but a ruling from the US Supreme Court will curtail that right in meaningful ways. <a href=\"http://www.ft.com/content/3bb70c6a-1a54-4840-bc56-234b5a0f04db\">Tim Harford explains</a> how the ruling will have a stark impact on women's lives.</p> <p><strong>Harvey Weinstein, Charlie Rose and me</strong> Five years ago, I had <a href=\"https://www.ft.com/content/c8d20587-7591-41b2-b40d-9e69230a295a\">a bizarre encounter</a> with the jailed Hollywood producer, writes the FT's US editor at large Gillian Tett. She has also written about how Charlie Rose hit on her during an interview. Now, with Weinstein behind bars and Rose no longer at CBS, she reflects on the “shame” she feels for not speaking out at the time of those telling encounters. </p> <h1>Travel</h1> <p>What is this year's hottest vacation? Madison Darbyshire travelled 30 miles south-east of Colorado Springs <a href=\"https://www.ft.com/content/7805ee43-1f6e-4dba-9a0e-f89f1a7bee63\">to find out</a>.</p> <p><em>Thanks for reading FirstFT Americas. Email any thoughts about this newsletter to firstft@ft.com or hit reply. I will be back in your inboxes on Monday morning. Have a great weekend — Gordon</em></p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: Donald Trump was glued to Fox News as January 6 riot unfolded' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-22T10:27:41.861Z",
  "tags": [
    {
      "id": "US1491231015",
      "nexusId": "10011563",
      "name": "Caterpillar Inc.",
      "offsets": [
        {
          "start": 5993,
          "end": 6004
        }
      ]
    }
  ]
}