{
  "_id": "9c10a26eedca73ac0a4801e501bd6d482eaac2b677b322fb0baf18ee3ac1869b",
  "feed": "wall-street-journal",
  "title": "Walmart Shoppers Downshift --- Stimulus checks boost sales, but internet transactions slow from pandemic pace",
  "text": "<p>Sales of nonfood items jumped more than 20% in the quarter, aided by government stimulus checks as customers splurged on recreation, home improvement and apparel items, the company said. Grocery sales fell compared with the same quarter last year when shoppers hoarded some goods such as food and toilet paper, but the retail behemoth gained grocery share versus last year, Walmart said.</p><p>\"Our optimism is higher than it was at the beginning of the year. In the U.S., customers clearly want to get out and shop,\" CEO Doug McMillon said in a release. \"Stimulus in the U.S. had an impact, and the second half has more uncertainty than a typical year. We anticipate continued pent-up demand throughout 2021.\"</p><p>Stimulus-related spending has continued to boost sales at the start of the current quarter, said Walmart Chief Financial Officer Brett Biggs. More consumers are shopping in physical stores than at the start of the year and buying products that indicate they are being more social, such as travel gear, beauty products and teeth whitener, he said.</p><p>\"You can tell that the masks are coming off,\" Mr. Biggs said.</p><p>During the same quarter last year, Walmart's U.S. comparable sales grew 10% and e-commerce jumped 74% as consumers stockpiled.</p><p>Overall, Walmart's global revenue rose 2.7% to $138.3 billion in the April-ended quarter. Net income decreased 32% to $2.7 billion, including losses on its sale of its U.K. and Japanese units and adjustments to the value of its stake in Chinese e-commerce company JD.com Inc.</p><p>Shares of Walmart rose 2.2% on Tuesday. The shares were down slightly year to date, compared with a roughly 11% gain in the S&amp;P 500 index in the same period.</p><p>Walmart and other retailers face rising product prices, worker shortages and new consumer trends as pandemic shopping habits evolve. April U.S. retail sales were flat compared with March, when retailers benefited after shoppers spent government stimulus checks. Restaurant sales rose in April, while sales shrunk in a range of retail store categories including furniture, sporting goods, clothing and general merchandise, according to U.S. government data.</p><p>Home Depot Inc. said Tuesday its comparable sales surged 31% in the quarter ended May 2 compared with the same period last year. The company is capitalizing on unprecedented demand for home-improvement projects. Department store chain Macy's Inc. reported a jump in quarterly sales and swung back to a profit from the year-ago period when many of its stores were temporarily closed. Compared with the same period in 2019, Macy's comparable sales fell 10.5%.</p><p>Macy's CEO Jeff Gennette said categories that were dormant during the pandemic have begun to show signs of life, including apparel, shoes and handbags. He said luggage is one of Macy's most improved categories, signaling consumers are ready to travel.</p><p>\"We don't believe this is a short-term pop,\" Mr. Gennette said on Tuesday. \"This is momentum that can sustain us in 2021 going into 2022.\"</p><p>Mr. Gennette said that even as the stimulus spending wanes, shoppers are continuing to buy clothes, especially for special occasions like weddings and proms. He noted that sales of black suits for men have tripled since the end of last year.</p><p>Meanwhile, Walmart's principal rival, Amazon.com Inc., continues to grow sales and profits rapidly and hire thousands of workers. The e-commerce giant recently reported record quarterly profit with revenue rising 44% to $108.5 billion. Its results are bolstered by large cloud-computing and advertising businesses.</p><p>Walmart is spending heavily to continue to grow online and diversify its business to include healthcare, financial services and advertising, hoping to mimic some of Amazon's financial model. In February, Walmart said it expects $14 billion in capital expenditures during the current fiscal year, up from about $10 billion last year.</p><p>On Tuesday, Walmart raised its forecasts for operating profit for the current fiscal year and said it expects U.S. comparable-sales growth to stay around a previously stated range of a low-single digits percentage.</p><p>Workers are also in short supply.</p><p>Competition is fierce for hourly workers that retailers rely on to staff stores and distribution centers, even as unemployment rates remain high compared with pre-pandemic levels. In recent months, many companies have announced a raft of new perks and wage increases meant to attract workers.</p><p>Earlier this year, Walmart promised some workers raises and said it plans to move more workers to full-time schedules with more predictability. Its starting wage is $11 an hour, depending on the region.</p><p>Walmart likely got ahead of some of the strain on hiring with earlier wage increases, said Mr. Biggs. So many businesses are now hiring at once to meet demand that adds to the challenge, he said. \"You are always going to have hot spots and we'll deal with those market by market,\" he said.</p><p>---</p><p>Suzanne Kapner contributed to this article.</p>",
  "published": "2021-05-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2132,
          "end": 2142
        },
        {
          "start": 2132,
          "end": 2147
        }
      ],
      "nexusId": "10039838"
    }
  ]
}