{
  "_id": "19d86de52a6bb1038ba78385b9a181e702ebd5ac95578af12e680c412378b451",
  "feed": "wall-street-journal",
  "title": "Business News:  UPS Earnings  Rise, Aided by  Small Business  ---  Stock jumps 10% as  company exceeds  forecasts with strong  daily volume growth  ----  By Dave Sebastian",
  "text": "<p>   United Parcel Service Inc. said its revenue rose in the latest quarter, a period that included mounting supply-chain woes world-wide, as small and midsize businesses drove gains in the U.S. </p><p>   Businesses faced disruptions in the first three months of the year as the extreme Texas freeze and port backlogs compounded pandemic-driven problems. The package-delivery company on Tuesday posted revenue of $22.91 billion, up 27% from a year earlier and ahead of Wall Street expectations. </p><p>   U.S. small and midsize businesses' average daily volume growth reached a record high of about 36%, outpacing larger customers' growth rate for the third consecutive quarter, Chief Executive Carol Tome said. Ms. Tome, a former Home Depot Inc. finance chief and longtime UPS board member, is focusing on cutting costs and reining in spending while raising shipping rates and getting more business from higher-margin customers such as smaller businesses and the healthcare industry. </p><p>   \"Our focus on SMB and healthcare does not take away our desire to grow our large enterprise accounts, which are many large retailers,\" Ms. Tome said on a conference call Tuesday. </p><p>   Shares rose 10% on Tuesday, closing at $194.13 a share. </p><p>   UPS, like its rival FedEx Corp., has been handling a surge in e-commerce orders during the Covid-19 pandemic as customers shop from home. Profits in the company's domestic and international segments rose to a record, the company said. U.S. revenue increased 22% to $14.01 billion in the quarter, while international revenue rose 36% to $4.61 billion, led by Asia and Europe. </p><p>   UPS also benefited from growth in healthcare activities. The company had delivered roughly 196 million vaccine doses to about 50 countries and territories as of last week, Ms. Tome said. </p><p>   Average daily volume rose about 14%, the company said. UPS reported $4.29 billion in revenue for its supply chain and freight segment, up 34% from the prior year because of strong demand. </p><p>   UPS reported a profit of $4.79 billion for the quarter, compared with $965 million in the comparable period last year. Earnings were $5.47 a share, compared with $1.11 a share a year earlier. </p><p>   First-quarter results included a net benefit of $2.4 billion, or $2.70 a share, that includes a pension benefit, the company said. </p><p>   Adjusted earnings were $2.77 a share. Analysts polled by FactSet were expecting adjusted earnings $1.72 a share. </p><p></p>",
  "published": "2021-04-28T06:04:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 706,
          "end": 721
        },
        {
          "start": 706,
          "end": 716
        }
      ],
      "nexusId": "10039838"
    }
  ]
}