{
  "_id": "3895a11234ed1ef54a5f2800508db575e635496e2cd45e4bb81456b488784085",
  "feed": "market-watch",
  "title": "As Port of Los Angeles goes 24/7, brace for shortages of bikes, toys — and more —this holiday season",
  "text": "<p>The efforts announced Wednesday are combined with commitments for extra work from companies including FedEx FDX, UPS UPS, Target TGT and Walmart WMT that are pledging to move more packages and products through expanded hours of operation.</p><p>“The commitments being made today are a sign of major progress in moving products from manufacturers to a store, or to your front door,” Biden said Wednesday.</p><p>“My Administration is working around the clock to move more goods faster and strengthen the resiliency of our supply chains,” he tweeted.</p><p>That's all great to hear, according to experts working in consumer industries and directly with customers in backed-up businesses.</p><p>But these steps may only accomplish so much, they add, underscoring the many reasons that people are waiting longer for ordered stuff. Factors include upended production timelines, huge shipping-container costs and labor shortages domestically.</p><p>The newly announced initiatives “will help marginally,” said Steve Pasierb, president &amp; CEO of The Toy Association, a trade organization for the toy industry, which was worth $32.6 billion last year. “It couldn't hurt. It's welcome news, it's wonderful, but it's not a full solution in any way.”</p><p>There are skyrocketing shipping costs, plus a shortage of long-haul truck drivers once the goods arrive, he said.</p><p>Toys, along with bikes and wedding invitations, populate a three-act play illustrating the supply-chain challenges in an economy trying to rebound from the damage wrought by the COVID-19 pandemic.</p><p>“We are in an unprecedented challenge in regards to the supply chain,” said Tom Cove, CEO of the Sports &amp; Fitness Industry Association. “There so many pain points, pressure points, constraint points,” he said. It could be 2022's second quarter, or later, before inventory flow for sporting goods and apparel gets back to normal, he said.</p><p>Others have a different take.</p><p>“The supply-chain challenge, while it's real, does have a ray of hope at the back end,” said Marshal Cohen, chief retail analyst at NPD Group, a market-research firm. It could be the end of November or December when replenishment generally across the retail industry could occur, Cohen said.</p><p>The White House announcements could have a real effect, he said. “Will it rectify all problems? No,” he said. Still, he added, “It's going to alleviate the short-term backlog.”</p><p>Toys, and the impact of container costs</p><p>It's possible now for toy companies to pay around $21,000 to $24,000 to get their goods in a container, according to Pasierb. That's up from a $3,000 going rate, he said, with 85% of toys sold in America “at some point [traveling] on the ocean” from their manufacturing origins, he noted.</p><p>While large toy companies ship year-round and have the capacity to constantly get on containers, small and midsized companies do not ship goods all year. That puts them in a position of deciding whether it's worth the elevated shipping cost under the circumstances, he said. And that, in turn, may translate to fewer consumer options.</p><p>Before the pandemic, warehouses would have been stocked for holiday inventory around Labor Day, he said. There will be enough toys for kids this holiday season, Pasierb emphasized — but, he added, “selection will have gaps.”</p><p>That could have parents and other gift givers turning to gift cards, but “a gift card under the Christmas tree is not very exciting,” he said.</p><p>Cohen, at NPD Group, said he hasn't heard retailers complaining that they are low on toy inventory. Shoppers may well opt for one type of toy when they can't find another, but still, he added, “there are going to be some disappointed kids when they ask for some specific products.”</p><p>Bikes, and the timing of arrivals</p><p>Efforts to unclog the supply chain ahead of the holiday season would have been better had it gotten underway three or four months ago, Pasierb said, and Jay Townley, a consultant in the bike industry, echoed the point.</p><p>The White House announcement is “well meaning” and “they are doing the best they can in their span of control,” said Townley, a founding partner and resident futurist at Human Powered Solutions.</p><p>But there's a real chance any bikes that aren't in retailer or wholesaler warehouses by the end of this week, or at least in ports, probably will not be available for Christmas sales, he said.</p><p>New bikes have been a difficult item category to find from the early days of the pandemic. The majority are made and assembled in Asian countries, especially China.</p><p>Townley said he was recently in contact with a company selling kids bikes direct to consumer. It is weighing a special promotion in which parents can give their kids a special token or gift card indicating that a bike is on the way — even if it's not going to make it by Christmas.</p><p>Right now, it takes more than 70 days from a manufacturing bike order till warehouse arrival, he said. It used to be approximately 45 days, he said. Though supply-chain problems in the bicycle business have peaked, in Townley's mind, it might be late February or early March before the time from manufacturing to warehouse hovers nearer the 45-day range.</p><p>“ ‘Back to normal' is relative. We don't know quite what that means yet,” he said.</p><p>Wedding invitations and labor shortages</p><p>In her business as a consultant to marrying couples who are ordering invitations and wedding-related stationery, favors and accessories, Marci Guttenberg used to tell couples they should be getting their invitation orders made four to five months ahead of the big day.</p><p>Now, Guttenberg tells couples they should be doing so about half a year ahead of their wedding day. “I have educate them that invitation paper is running a bit scarce, and we have to order early,” said Guttenberg, the owner of president of An Affair To Remember By Marci in Pompano Beach, Fla.</p><p>She said she purposely works with domestic-based invitation makers and suppliers to skirt overseas supply-chain complications. But she can't escape slowdowns.</p><p>For one thing, many wholesale providers have focused their raw materials for boxes because so many consumers are ordering online and getting goods shipped to them.Guttenberg said she also has to layer on top of that a labor shortage at the companies she works with.</p><p>Across the country, American workers quit in record numbers during August, according to newly released data.</p><p>What that means for Guttenberg is that short-staffed vendors are stretched to turn around orders for invitations. In some cases, more experienced workers have left, and it's up to less-experienced workers to make important decisions, like how much to charge on a special project.</p><p>Some couples may want specialized invitations that aren't straightforward printing jobs, she said. When she works with less experienced staff on costs, “they are taking a lot longer in getting the quote.”</p><p>Related:</p><p>How to beat inflation: Favor stocks of companies that have the luxury of pricing power — but whose costs aren't rising</p><p>Walmart, Target, Home Depot and other large retailers are chartering ships to bypass supply-chain problems. Will the strategy save Christmas?</p><p>Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>Earnings are headed for an all-time high, if supply-chain and staffing woes don't get in the way</p>",
  "published": "2021-10-15T14:21:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 6963,
          "end": 6973
        }
      ],
      "nexusId": "10039838"
    }
  ]
}