{
  "_id": "07e2611d7f6f10a188ef53b4d455d4ce475922eec5dbdb2679809cb3d98260ac",
  "feed": "ftcomall",
  "title": "Home Depot/Lowe's: housing scramble furnishes rooms for improvement",
  "text": "<p>America's two biggest home improvement retailers have built their businesses on solid foundations. Yet the pullback in the shares of Home Depot and Lowe's this month suggests investors think the pandemic boom in home spending cannot last. They should hold their nerve.</p> <p>The numbers still look good. At Lowe's, first quarter revenue jumped by almost a quarter to $24.4bn compared with a year earlier. Home Depot's top line rose by a third to $37.5bn.&#xa0;</p> <p>A surge in <a href=\"https://www.ft.com/content/202dada4-b188-4112-9689-6fec2924efb0\">lumber prices</a> has helped. Dearer commodities translate into higher prices for end consumers, boosting the top line. At Home Depot, the rise in wood and copper prices boosted average ticket growth by approximately 375 basis points during the first quarter.</p> <p>Strong transaction volume growth and the surge in net income also show that Americans are still spending big on remodelling and maintenance projects, even as Covid-19 restrictions eased during the period.</p> <p>There are plenty of reasons to think the winning streak will continue. For starters, the US housing market remains <a href=\"https://www.ft.com/content/31a7e63e-7b8a-4a8b-8bbf-7f32db1ca73d\">red hot</a>, despite the threat of rising mortgage rates. The spiralling market should motivate homeowners to keep investing in their abodes. A shortage of real estate inventory will encourage other Americans to stay put and spruce up their existing surroundings.</p> <p>Cost savings made during the pandemic are here to stay. Lowe's, with margins that have traditionally been lower than Home Depot's, increased its ebitda margin from 11 per cent to 13.9 per cent last year thanks to better inventory and supply chain management. </p> <p>Home Depot, which has a greater focus on professional contractors, looks well placed to reap the benefit of the new wave of stimulus spending through <a href=\"https://www.ft.com/content/22ae167f-fc2b-46a3-858e-4545132a582a\">HD Supply</a>. This is the building materials wholesaler it bought last year.</p> <p>Home Depot and Lowe's shares — at 24 and 19 times forward earnings — are trading in line with a year ago. That is curious given that last May a global crisis was unfolding. Both stocks are attractive considering the sector's sturdy fundamentals.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline. </em></p><p>Source:  2021 'Home Depot/Lowe's: housing scramble furnishes rooms for improvement' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-19T17:24:19.040Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 133,
          "end": 143
        },
        {
          "start": 1780,
          "end": 1790
        },
        {
          "start": 1556,
          "end": 1567
        },
        {
          "start": 580,
          "end": 591
        },
        {
          "start": 1556,
          "end": 1566
        },
        {
          "start": 399,
          "end": 409
        },
        {
          "start": 1414,
          "end": 1424
        },
        {
          "start": 580,
          "end": 590
        }
      ],
      "nexusId": "10039838"
    }
  ]
}