{
  "_id": "f6b5b0a33ce5f04d47416b9f70aeb09c0e755541eee1bff6758324771662878e",
  "feed": "wall-street-journal",
  "title": "PE Daily: Ascend Banks $570 Million | Hollyport Aims for $2 Billion | Texas Pension Lays Down SPAC Bets",
  "text": "<p>Finally, Preeti also offers a look at an unusual investment play for a public pension fund: Backing SPACs, or blank-check companies that go public to raise money so they can acquire a private business and bring it public. The Teacher Retirement System of Texas has bet $200 million on seven of the vehicles.</p><p>We have these stories and many more collected and condensed for you below, so please dive in...</p><p>Today's Top Stories</p><p>Ascend Partners has collected $570 million for its first fund, which is focused on healthcare investments in companies that work with underserved and vulnerable communities, Laura Cooper reports for WSJ Pro Private Equity. Started by urgent-care chain CityMD co-founder Dr. Richard Park and In Seon Hwang, a former Warburg Pincus managing director and healthcare investor, the New York-based private-equity firm said it closed the new vehicle, Ascend Capital Partners Fund I and related entities, at its upper limit. Legally named Ascend Capital Partners Manager LP, the firm initially targeted $300 million, according to an October 2020 regulatory filing.</p><p>Hollyport Capital, which focuses on acquiring stakes in older private-equity funds, is seeking $2 billion across two vehicles to pursue the strategy as the market expands, documents presented at a public meeting of the Connecticut Retirement Plans and Trust Funds show. WSJ Pro Private Equity's Preeti Singh reports that the London-based private-equity firm is seeking $1.5 billion for its Hollyport Secondary Opportunities VIII LP fund and $500 million for Hollyport Secondary (Overage Fund) LP, a vehicle that will mainly support the main fund's larger transactions, according to Mark Evans, principal investment officer for the state organization, who spoke at its investment advisory council meeting on Wednesday.</p><p>The Teacher Retirement System of Texas, one of the state's largest public pension funds, backed its first investments in special-purpose acquisition vehicles, a strategy that doesn't fit neatly into traditional asset class portfolios, according to Ashley Baum, director and head of special opportunities on the pension's investment team. As WSJ Pro Private Equity's Preeti Singh writes, the Texas pension manager committed $200 million to seven SPACs from its special opportunities portfolio, which the pension launched in 2013 to capture niche investment opportunities.</p><p>Advertisement</p><p>Big Number</p><p>$7.4 Trillion</p><p>Total assets under management across private markets, according to a McKinsey &amp; Co. report published last month.</p><p>Deals</p><p>Parts of Staffordshire, England, where Clinigen is based, were covered in snow last week as this aerial view shows. PHOTO: CARL RECINE / REUTERS</p><p>European private-equity firm Triton Investment Management agreed to acquire pharmaceutical services company Clinigen Group PLC for £1.2 billion, or about $1.59 billion, Michael Susin reports for Dow Jones Newswires. The 883 pence per share cash deal represents a 40% premium to the company's closing share price of 625 pence on Dec. 1, the day before Clinigen disclosed talks with Triton over a potential takeover. Clinigen shares rose as much as 11% in early London trading Wednesday.</p><p>The Canada Pension Plan Investment Board, or CPP Investments, has formed a joint venture with property developer Greystar Real Estate Partners to develop and acquire single-family rental homes in the U.S. The two investors have allocated around $840 million to the venture, 95% of which will be owned by CPP Investments and the remaining 5% by Greystar.</p><p>KKR &amp; Co. has set up an organization to source, develop, acquire and operate solar power installations and storage sites. The firm's Stellar Renewable Power will work on behalf of KKR's asset-based finance strategy and is led by Vijay Venkatachalam, with support from KKR's Global Atlantic subsidiary and funded through KKR-managed insurance accounts. Mr. Venkatachalam has experience developing industrial-scale solar facilities in the U.S. and India.</p><p>Healthcare-focused firm Vivo Capital has led a $200 million investment in Avistone Pharmaceuticals to support the biotechnology company's combination with Pearl Biotechnology Co., another biotech company that, like Beijing-based Avistone, focuses on oncology. Global private investment firm Bain Capital and China-based private-equity firm Primavera Capital also participated in the investment round.</p><p>Patria Investments has acquired a 40% stake in growth investor Kamaroopin and may acquire the rest of the firm if a joint fundraising effort is successful, according to a news release. The deal provides Patria with a growth-investment business to supplement its buyouts strategy. Founded in 2018, Kamaroopin is currently backing three businesses, including Petlove, a popular digital petcare business in Brazil. It has more than $175 million in assets under management.</p><p>Quilvest Capital Partners, the alternative investment unit of multi-family office investor Quilvest Group, said it has taken a majority stake in UrgentMED, a West Hollywood, Calif.-based company that operates a network of urgent care clinics across Southern California. UrgentMED's co-founders Dr. Jacob Rastegar, Dr. Morris Kokhab and Dr. Pejman Bolourian will remain significant shareholders in the company and continue to lead it, according to a press release.</p><p>Canadian public pension manager Caisse de dépôt et placement du Québec has invested in supply-chain compliance company Qima Ltd., providing growth capital to the Hong Kong company in return for a minority stake in the business. Qima uses in-house technology to test, inspect and certify portions of the supply chain used by food, consumer and life-sciences companies and has more than 15,000 clients, according to a news release.</p><p>Carlson Private Capital Partners, an investment firm founded by the family behind hotel operator Carlson Co., said it has invested in Kyle Enterprises LLC, a Delavan, Wis.-based company doing business as Millennium, which offers products and services that support broadband infrastructure and related industries.</p><p>EQT AB is buying a 20 percent stake in 3Shape, a Copenhagen-based company that manufactures 3D scanners used by dentists and dental laboratories.</p><p>Lower midmarket firm Moa Capital said it has acquired TeleGeography, a telecommunications market research and consulting firm. Moa typically backs companies with less than $8 million of earnings before interest, tax, depreciation and amortization, according to a press release.</p><p>EQT AB's EQT Ventures led a €24 million, or about $27 million, investment in electric boat maker Candela Technology AB, a Swedish company that specializes in more fuel-efficient hydrofoil designs. The company uses computerized guidance and control systems to direct the underwater wings attached to the hulls of its craft, reducing energy consumption by as much as 80%, according to a news release.</p><p>Crosspoint Capital Partners has led a $50 million growth investment in Afero Inc., which offers technology that helps secure Internet of Things devices, including smart home products like connected thermostats. Home Depot Inc. also participated in the investment in the Los Altos, Calif.-based company.</p><p>Garnett Station Partners is backing ​​WOW Carwash, which operates in the Las Vegas area, making a growth investment through its GSP 3.0 Fund, according to an emailed news release.</p><p>San Francisco-based Insignia Capital Group is backing Seattle-based digital marketing agency New Engen Inc.</p><p>Add-On Deals</p><p>Our add-on deal interactive tool allows you to sort and analyze volumes of add-on deal data compiled by WSJ Pro. View more.</p><p>Advertisement</p><p>SPAC Track</p><p>Virgin Group Acquisition Corp. II, a blank-check company backed by British billionaire Richard Branson's Virgin Group is merging with natural-consumer-products seller Grove Collaborative Inc. to take it public in a deal the companies value at $1.5 billion, the companies said Wednesday. As Kimberly Chin writes for The Wall Street Journal, Grove is raising about $87 million in a private investment in public equity, or PIPE, associated with the merger. The PIPE investors include Lone Pine Capital LLC, General Atlantic, Sculptor Capital Management Inc. and former Unilever PLC Chief Executive Officer Paul Polman. A further $348 million will come from the Virgin Group SPAC's trust account.</p><p>Exits</p><p>Healthcare supplies company Ebos Group Ltd. said it will buy private-equity backed medical devices distributor LifeHealthcare for about 1.167 billion Australian dollars ($840 million) in a deal largely funded by new equity and term loans, Dow Jones Newswires Stephen Wright reports. Pacific Equity Partners acquired LifeHealthcare in 2018, according to the private-equity firm's website.</p><p>Food and consumer-focused firm Kainos Capital has sold kid's beverage company good2grow to fellow private-equity firm Wind Point Partners. Kainos has backed Atlanta-based good2grow, which offers clean label, ready-to-drink fruit juice, fortified water and organic flavored milk, since 2018, according to a press release.</p><p>Funds</p><p>Center Rock Capital Partners, a midmarket private-equity firm that targets investments in industrial deals, is seeking $750 million for Center Rock Capital Partners Fund II LP and a related parallel vehicle, according to a regulatory filing. The fund's offering amount exceeds the $580 million that the firm, which was founded by former Wynnchurch Capital executive Ian Kirson, raised for its debut fund back in 2018.</p><p>Egypt-based Lorax Capital Partners has received a $25 million equity commitment from the U.S. International Development Finance Corp. for its latest fund, LCP Fund II Cooperatief U.A. The fund has a target of $250 million and will make six to 10 investments of $20 million to $50 million in medium-sized businesses in consumer-driven sectors like education, financial services, healthcare and agriculture, according to the IDFC website.</p><p>People</p><p>Riverside Co. said it has promoted Partner Jeffrey Gordon to Managing Partner and co-head of the Riverside Strategic Capital Fund, which targets non-control investments in businesses. Mr. Gordon, who has been with the firm since 2013, will co-lead the fund alongside Managing Partner George Cole, according to a press release.</p><p>Sun Capital Partners said it has hired Howard Eisen as principal on its investor relations team and Jennifer Wildroudt as a vice president of environmental, social and governance. Mr. Eisen previously worked as head of business development at TMF Group, while Ms. Wildroudt helped lead the creation of the ESG consulting practice at Alvarez &amp; Marsal, a press release stated.</p><p>HarbourVest Partners said it has hired Cicely Yanxia Sun as managing director and co-head of the firm's Beijing office to help expand the firm's relationships with institutional investors in China. Ms. Sun joined from Allianz Global Investors, where she led the firm's China institutional business, according to a press release.</p><p>Industry News</p><p>Blackstone Inc. brought in $5 billion last month through what Stephen Schwarzman, the firm's co-founder, chairman and chief executive calls the retail channel, according to an S&amp;P Global Market Intelligence transcript of an investor presentation made by the firm Wednesday. He said Blackstone has been pushing into that end of the market for 10 years and now sees growth running at a 40% annual rate. Blackstone has some 200 people working on servicing those investors, Mr. Schwarzman said.</p><p>The Justice Department has informed Deutsche Bank AG that the German lender may have violated a criminal settlement when it failed to tell prosecutors about an internal complaint in its asset-management arm's sustainable investing business, Dave Michaels and Patricia Kowsmann report for The Wall Street Journal, citing people familiar with the matter. The complaint alleged that the asset manager, DWS Group, overstated how much it used environmental, social and governance criteria, known by the industry acronym ESG, to manage its assets. U.S. authorities learned of the issue in an August Wall Street Journal article, rather than from the bank, which had ongoing disclosure and compliance obligations under the earlier criminal settlement, the people said.</p>",
  "published": "2021-12-09T14:08:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 7078,
          "end": 7093
        },
        {
          "start": 7078,
          "end": 7088
        }
      ],
      "nexusId": "10039838"
    }
  ]
}