{
  "_id": "86c2815cea55a16316bb67344750866d4b3d06256d4fc70b8866e5ced908db10",
  "feed": "wall-street-journal",
  "title": "IT Budgets Rising at Faster Rate; Cybersecurity, analytics and cloud top CIO investment agenda, Gartner survey of tech executives finds",
  "text": "<p>Gartner said the spending increase is linked to efforts by companies to be more modular, or what it calls \"composable,\" meaning they are able to bring together different organizational resources to tackle new business opportunities and challenges.</p><p>CIOs and technology executives need to invest in technologies that give their organizations greater flexibility, said Monika Sinha, a Gartner research vice president.</p><p>More than half, 51%, of the surveyed executives plan to invest in business intelligence and data analytics tools, which allow an organization to keep close tabs on business and forecast future supply and demand. Almost half, 48%, plan to increase spending on cloud platforms, which allow businesses to easily scale and allocate computing resources. And 37% plan to increase spending on integration technologies and application programming interfaces, or APIs, which are pieces of software that enable apps, platforms and systems to connect with each other and share data.</p><p>Two-thirds of the IT executives also plan to increase their investments in information security and cybersecurity to address the increased business risk that comes with quickly integrating different teams and data resources.</p><p>During the Covid-19 pandemic, said Ms. Sinha, organizations found they needed to quickly adapt to changing business needs. Healthcare providers, for instance, integrated telemedicine into their operations by investing in infrastructure, integrating monitoring devices and connecting information across partner networks like labs and pharmacies to improve healthcare delivery, she said.</p><p>Ms. Sinha also said this increased pace of change is the new normal that businesses and IT departments are adapting to.</p><p>\"Volatility is here to stay, whether it's Covid, or if it's climate change,\" she said. \"There's this constant threat that's out there.\"</p><p>Mayo Clinic Chief Information Officer Cris Ross said it is important for CIOs and IT organizations to be in a position to support business flexibility.</p><p>Mr. Ross said his department is focused on delivering services as defined by customers and removing silos around specific IT products and processes.</p><p>For instance, if teams from Mayo's neurology, radiology, pathology and other departments have an idea for a new artificial-intelligence application, they can team up with the health provider's data scientists and other AI specialists to develop the idea. The teams can easily work together since Mayo uses common data and software-development platforms.</p><p>\"A customer doesn't care how fast we rack a server. They care how fast can you deliver this integrated service to us that has all the stuff we need,\" he said.</p><p>Composable, or modular, organizations focus more on customer metrics such as customer satisfaction as opposed to execution metrics such as on-time IT or tech delivery. They have moved from cyclical budget activities to shorter planning cycles.</p><p>\"One thing that we've affirmed over the past several quarters is the importance of a technology foundation that enables speed, scale and flexibility,\" said Matt Carey, Home Depot Inc.'s chief information officer. \"Whether that's powered by cloud computing or continuous deployment solutions, it is important to have an agile and collaborative mindset to adapt quickly, so you can deliver for your customers and associates.\"</p><p>Gartner said organizations that adjust to this new way of doing business will see a payoff.</p><p>CIOs and technology executives at businesses that consider themselves to be highly modular and adaptable expect next year's revenue to increase, on average, 7.7%, while organizations that don't consider themselves as highly adaptable expect an increase of 3.4%, according to Gartner.</p><p>Write to John McCormick at john.mccormick@wsj.com</p><p>IT Budgets Rising at Faster Rate</p>",
  "published": "2021-10-18T18:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3080,
          "end": 3095
        },
        {
          "start": 3080,
          "end": 3090
        }
      ],
      "nexusId": "10039838"
    }
  ]
}