{
  "_id": "c40990c664d80c0572cc160aa51bd75993f64aa1ef872fe130d50302532d054e",
  "feed": "wall-street-journal",
  "title": "LaserShip Names Home Depot Supply-Chain Executive as CEO; Mark Holifield will lead the parcel operator after overseeing an overhaul of retailer Home Depot's distribution network amid growing e-commerce demand",
  "text": "<p>Vienna, Va.-based LaserShip, owned by private-equity firms American Securities and Greenbriar Equity Group, earlier this month struck a deal to acquire OnTrac Logistics Inc. in a roughly $1.3 billion deal aimed at extending its reach across a wider swath of the U.S. at a time of surging e-commerce demand.</p><p>\"Mark's experience building large-scale networks will enable our successful combination with OnTrac as we look to merge the companies' networks to provide expanded customer service in 2022,\" said Will Manuel, chairman of LaserShip and a managing director of American Securities.</p><p>Home Depot credits Mr. Holifield with engineering a supply-chain transformation at the company, adding its network of rapid deployment centers aimed at supplying stores more quickly and efficiently. Mr. Holifield joined Home Depot in 2006 as senior vice president of supply chain after spending a dozen years at office-supplies retailer Office Depot.</p><p>Mr. Holifield's departure from Home Depot comes as myriad sectors of the economy grapple with supply-chain bottlenecks that have led to shortages and higher consumer costs.</p><p>Home Depot said John Deaton, who had been senior vice president of supply chain since 2017 before becoming senior vice president of retail operations earlier this year, will succeed Mr. Holifield as executive vice president of supply chain and product development, effective Nov. 1.</p><p>Mr. Deaton joined Home Depot in 2007 and also helped lead the rollout of the rapid deployment centers.</p><p>\"We're incredibly fortunate to have such a strong bench of talented leaders like John, who has delivered outstanding results with every challenge he's taken on over the past 14 years at The Home Depot,\" Craig Menear, the retailer's chairman and chief executive, said in a statement.</p><p>The combination of LaserShip and Chandler, Ariz.-based OnTrac, slated to close by the end of the year, comes as regional package carriers are pushing into new coverage areas while shippers jockey for parcel capacity.</p><p>The combined entity would have more than 100 sorting and delivery hubs in 30 states and the District of Columbia, creating a network allowing two-day shipping to 74% of the U.S. population.</p><p>Jennifer Smith contributed to this article.</p><p>Write to Colin Kellaher at colin.kellaher@wsj.com</p><p>LaserShip Names Home Depot Supply-Chain Executive as CEO</p>",
  "published": "2021-10-22T16:05:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2296,
          "end": 2306
        },
        {
          "start": 16,
          "end": 26
        },
        {
          "start": 1411,
          "end": 1421
        },
        {
          "start": 144,
          "end": 154
        },
        {
          "start": 968,
          "end": 978
        },
        {
          "start": 1110,
          "end": 1120
        },
        {
          "start": 806,
          "end": 816
        },
        {
          "start": 1682,
          "end": 1696
        },
        {
          "start": 586,
          "end": 596
        }
      ],
      "nexusId": "10039838"
    }
  ]
}