{
  "_id": "8a8642dbc56181ee3c715781113f81db1fcee567443a9eb3122872bb6a408513",
  "feed": "market-watch",
  "title": "Gold futures log highest settlement since June on inflation concerns",
  "text": "<p>Gold prices climbed after a fall of 0.7% Tuesday as strong U.S. economic data delivered a boost to the U.S. dollar and quelled demand somewhat for safe-havens.</p><p>It's more than the economic data on inflation “filtering through the economy to the consumer,” Jeff Wright, chief investment officer at Wolfpack Capital, told MarketWatch. “Inflation and ability or inability to pass along to consumers” have been key parts of dialogue in earnings calls with Walmart WMT, Home Depot HD, and Target TGT this week.</p><p>Inflation concerns and the realization the inflation is not under control are “real and not just in the financial markets when it becomes an issue addressed by major retailers, as the market is looking for more clarity,” said Wright.&#xa0;</p><p>“Gold has responded by moving higher and establishing higher floors of support over past month or so,” he said.</p><p>December gold GCZ21GC00 rose $16.10, or 0.9%, to settle at $1,870.20 an ounce, following price declines on Monday and Tuesday. That was the highest settlement for a most-active contract since June 11, FactSet data show.</p><p>In U.S. economic news Wednesday, U.S. home builders started construction on homes at a seasonally adjusted annual rate of 1.52 million in October, down 0.7% from the previous month, the U.S. Census Bureau reported Wednesday.</p><p>The decline was “partially blamed on rising inflation for materials into the construction of houses,” said Jeff Wright, chief investment officer at Wolfpack Capital. “Inflation is all around us and gold is benefitting.”</p><p>Data on Tuesday showed that U.S. retail sales jumped by 1.7%&#xa0;in October, marking the biggest gain since March.</p><p>However, inflation was also featured in the retail sales figures, buttressing values for gold, which is seen as a hedge against inflation.</p><p>“The latest surge in inflation expectations is supporting the gold rally as real interest rates continue to fall,” analysts at Sevens Report Research wrote in Wednesday's newsletter.</p><p>“However, if inflation does peak in the months ahead as most central bankers continue to anticipate, then real rates are likely to bottom and the prospects of new record highs for gold will fade,” they said. “For those riding the latest leg higher in gold, the trend is still bullish and dips to the low $1,800s are likely to be good buying opportunities for a low timeframe long.”</p><p>Investors will look to a parade of speakers from the Federal Reserve this week for further guidance about the health of the U.S. economy and the pace of the current reduction of monthly purchases of Treasurys and mortgage-backed securities and the timing and pace of interest rate increases, which could also factor into prices for global assets like gold.</p><p>On Wednesday New York Fed Bank President John Williams said, according to a report from Reuters, that the markets need to be strengthened to prepare for the next big shock.</p><p>Other speakers from the U.S. central bank on Wednesday included San Francisco Fed President Mary Daly, Atlanta Fed President Raphael Bostic and Chicago Fed President Charles Evans.</p><p>Thursday's speakers also include Daly, as well as Atlanta Fed President Raphael Bostic and Chicago Fed President Charles Evans. See MarketWatch's economic calendar</p><p>“What we want to hear from them is a coherent message in terms of the monetary policy. So far, the Fed Chairman has said that there is no rush to increase the interest rate and market players aren't expecting any interest rate until Q3 of next year,” wrote Naeem Aslam, chief market analyst at AvaTrade, in a Wednesday note.</p><p>Meanwhile, silver for December delivery SIZ21 on Comex rose 22 cents, or 0.9%, at $25.167 an ounce, more than making up for a 0.6% decline on Tuesday.</p><p>Wednesday's trading come as the ICE U.S. Dollar Index DXY, a gauge of the currency against a half-dozen others, was trading down by about 0.1%, coming off trading at its loftiest level since around July 2020. A weaker dollar can make assets priced in the currency more appealing to overseas buyers using alternate monetary units.</p><p>In other Comex trading, December copper HGZ21 lost 2% at $4.266 a pound and January platinum PLF22 shed 0.5% to $1,069.10 an ounce, while December palladium PAZ21 settled at $2,184.50 an ounce, up 0.8%.</p>",
  "published": "2021-11-17T15:08:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 464,
          "end": 474
        }
      ],
      "nexusId": "10039838"
    }
  ]
}