{
  "_id": "5418681ed9303d15b9d8acb9692c038e83b04f98cbbb62e4767e705904ff9229",
  "feed": "wall-street-journal",
  "title": "Inflation Bets Give a Boost to Small-Cap Stocks; Smaller companies can manage inflationary pressures more quickly than larger ones, say investors who are seeking refuge from price increases",
  "text": "<p>New data last week showed that supply shortages and strong consumer demand pushed U.S. inflation to a three-decade high in October. Small-cap stocks have performed more strongly than their large-cap peers during times since 2010 when inflation expectations were rising, according to a CME Group report earlier this year.</p><p>Within the small-cap corner of the stock market, recent strong performers include teen-apparel retailer Abercrombie &amp; Fitch Co., up 16% in November; Tanger Factory Outlet Centers Inc., up 20%; burger joint Shake Shack Inc., up 22%; and Goodyear Tire &amp; Rubber Co., up 23%.</p><p>Smaller companies can be more agile in enacting changes, including the price increases that help them manage inflationary pressures, said Steve Lipper, senior investment strategist at Royce Investment Partners.</p><p>Nancy Prial, co-chief executive and senior portfolio manager at Essex Investment Management, said the small-cap companies she has focused on have shown pricing power.</p><p>\"They've been able to pass on either the raw-material price increases, the increased transportation costs, the increased labor costs in a way that's been very favorable for the bottom line,\" she said.</p><p>Investors seeking refuge from inflation have also driven the price of gold up 4.8% this month and sent materials stocks up 5.8%—putting the group at the lead of the S&amp;P 500's 11 sectors for November. Demand for 30-year Treasury inflation-protected securities, meanwhile, has pushed yields to record lows.</p><p>Investors who focus on small-cap companies say solid profits helped spark the recent stock-market run. Earnings from companies in the Russell 2000 are projected to have jumped 475% in the third quarter from a year earlier, compared with a 42% increase for S&amp;P 500 earnings, according to I/B/E/S data from Refinitiv. The Russell 2000 is also expected to have outpaced the large-cap benchmark in sales growth.</p><p>Stock prices have responded to recent earnings reports. Shake Shack shares jumped 17% on Nov. 5 after the fast casual restaurant chain said that quarterly revenue had risen 49%. Goodyear shares rose 13% the same day after the tire manufacturer reported higher-than-expected earnings.</p><p>This week, investors will parse reports on retail sales and jobless claims, along with earnings reports from retailers Walmart Inc., Home Depot Inc. and Target Corp., for clues about consumer strength going forward. </p><p>Expectations that a subsiding Delta wave of Covid-19 will help the economy reaccelerate have boosted small-cap stocks like Tanger Factory Outlet Centers. PHOTO: Emily Rose Bennett for The Wall Street Journal</p><p>Analysts are forecasting steeper earnings growth from the Russell 2000 than the S&amp;P 500 in coming quarters, according to the I/B/E/S Refinitiv data.</p><p>Investor confidence in the Russell 2000 tends to reflect positive expectations for the economy, in part because economically sensitive sectors like energy, financials and industrials make up more of the small-cap stock index than of the S&amp;P 500. Smaller companies also have less diversification in their business activities, making them less able to weather economic dips.</p><p>Economists are forecasting that the U.S. economic picture will brighten as the surge of the Delta variant of Covid-19 subsides. The rollout of vaccinations for younger children and promising news about Pfizer Inc.'s experimental pill for treating Covid-19 are lifting hopes that the disease's threat to the economy is receding. Vacationers are also getting back on the road.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on the U.S. economy? Join the conversation below.</p><p>Small-cap stocks' responsiveness to changes in economic forecasts has been on display throughout the pandemic. When the coronavirus took hold in the U.S. early in 2020, throwing economic expectations out the window, small caps cratered. Months later, when promising Covid-19 vaccine trials suggested a brighter future, the group took off, outperforming larger stocks.</p><p>\"When people looking forward get more optimistic about economic acceleration and perhaps counterintuitively when they get concerned about inflation, both of those tend to be positive for small caps,\" Mr. Lipper said.</p><p>Still, some investors caution against placing big bets on economically sensitive corners of the stock market. As the calendar turns to 2022, corporate earnings will no longer be measured against the difficult days of 2020, making it likely that growth will moderate. S&amp;P 500 earnings, for example, are projected to grow 45% in 2021 but only 8.5% in 2022, according to FactSet.</p><p>\"You might see a shift from the cyclicals back to some of these secular names where they're big growers regardless of the environment,\" said Stephanie Lang, chief investment officer at wealth-management firm Homrich Berg. \"I wouldn't go all in at this point.\"</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Inflation Bets Give a Boost to Small-Cap Stocks</p>",
  "published": "2021-11-14T10:30:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2302,
          "end": 2317
        },
        {
          "start": 2302,
          "end": 2312
        }
      ]
    }
  ]
}