{
  "_id": "a2bf632b6a4d7240c7eb9c8298891700f3fe277dd4054ce5d0478f09e724603e",
  "feed": "wall-street-journal",
  "title": "Tuesday's Markets:  Economic Data,  Virus Worries  Help End Streaks  ----  By Caitlin McCabe and Will Horner",
  "text": "<p>   U.S. stocks slid Tuesday, retreating from a stretch of records as weaker-than-expected economic data and concerns about the Delta variant of the coronavirus weighed on investor optimism. </p><p>   All three major U.S. indexes tumbled, with the S&amp;P 500 and the Dow Jones Industrial Average snapping a five-day winning streak. The S&amp;P 500 fell by 31.63 points, or 0.7%, to end at 4448.08, its largest decline in nearly a month. The Dow Jones Industrial Average lost 282.12 points, or 0.8%, to finish at 35343.28. The technology-heavy Nasdaq Composite dropped 137.58 points, or 0.9%, to 14656.18. </p><p>   All of the indexes finished above their session lows. Earlier in the day, the Dow lost more than 500 points before all three indexes pared their losses. </p><p>   Tuesday's pullback marked a divergence from the recent performance of U.S. stocks, which have largely ground higher throughout August, thanks to a strong earnings season and thin trading volumes. </p><p>   But concerns about the spread of the Delta variant of Covid-19 sparked investor worries that it could crimp the economic rebound. Disappointing economic data released Tuesday exacerbated fears. </p><p>   Data from the Commerce Department showed Tuesday that spending at U.S. retailers retreated sharply in July. Retail sales -- a measure of purchases at stores, at restaurants and online -- fell 1.1% in July from the prior month. Economists surveyed by The Wall Street Journal had expected a 0.3% decline. </p><p>   Shares of retailers and other cyclical companies tumbled. Home Depot lost $14.30, or 4.3%, to end at $320.75, marking its biggest percentage decline since November, after the company reported the number of customer transactions fell in the latest quarter. Lowe's fell by $11.22, or 5.8%, to $182.26, ahead of its earnings report Wednesday. Gap, Hanesbrands and Bed Bath &amp; Beyond each fell 3.6% or more. </p><p>   Small-cap stocks also declined Tuesday, pulling the Russell 2000 index down 1.2%. Shares of home builders pulled back after new data showed home-builder confidence in the U.S. declined in August, falling to its lowest level since July of last year. Higher construction costs and supply shortages contributed to the fall. D.R. Horton, Toll Brothers and PulteGroup each fell at least 3.9%. </p><p>   Tuesday's worse-than-expected U.S. data came after figures on Monday showed growth within China's economy slowed more than expected in July. That data -- combined with Tuesday's retail sales data in the U.S. -- may be forcing investors to \"adjust [their] thinking on what the impact of the Delta variant is going to be,\" said Jamie Cox, managing partner for Harris Financial Group. </p><p>   Investors said that beyond this week's economic data, many traders and money managers are focused on what is next for central-bank policy. Many are trying to asses how markets may react to the Federal Reserve's eventual easing of stimulus measures. </p><p>   Fed policy makers are moving toward an agreement to start scaling back their easy-money policies in about three months if the economic recovery continues, the Journal reported Monday. </p><p>   In the bond market, the yield on the benchmark 10-year U.S. Treasury note ticked up to 1.258% from 1.255% on Monday, snapping a two-day losing streak. Bond yields and prices move in opposite directions. </p><p>   Oil prices continued to slide. Brent crude, the international oil benchmark, fell 0.7% to $69.03 a barrel, marking four consecutive sessions of losses. </p><p>   Among individual stocks, Tesla lost $20.46, or 3%, to end at $665.71, adding to a loss of more than 4% Monday, driven by a probe into its autopilot system. Travel stocks including cruise line Carnival, American Airlines and Marriott International each pulled back 2.1% or more. </p><p>   Healthcare stocks were a bright spot. Moderna climbed $28, or 7.5%, to $401.86, while Pfizer added $1.51, or 3.1%, to $50.42. The Biden administration is expected to announce that Americans who have been fully vaccinated against Covid-19 should receive a booster shot for continued protection, according to people familiar with the matter. </p><p></p>",
  "published": "2021-08-18T06:10:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1488,
          "end": 1498
        }
      ],
      "nexusId": "10039838"
    }
  ]
}