{
  "_id": "d957317f04505945aea8420bf1913ca9bf2c744c7fe7455b79344d8bb8b1bfea",
  "feed": "wall-street-journal",
  "title": "Western Forest Fires Lift Lumber Prices  ----  By Ryan Dezember",
  "text": "<p>   Forest fires raging in the West are threatening an important swath of the U.S.'s wood supply, pinching output that has been under pressure since the Covid-19 pandemic touched off home buying and remodeling booms and sent lumber prices soaring. </p><p>    Canfor Corp., one of North America's largest lumber producers, said that starting Monday it would cut back output at its mills in British Columbia because of hundreds of blazes that have broken out in the Canadian province and challenged its ability to shuttle wood to and from its facilities. The company expects to reduce output at its 10 operating mills there by a total of about 115 million board feet during the quarter. </p><p>   That is only a sliver of North America's overall supply. Yet analysts expect further curtailments because of fires that are scorching logging forests on both sides of the U.S.-Canadian border. In addition, lumber prices  have fallen below the cost of sawing boards in the continent's most expensive place to process timber. </p><p>   \"The wildfires burning in western Canada are significantly impacting the supply chain and our ability to transport product to market,\" said Stephen Mackie, executive vice president of Canfor's North American operations. </p><p>   Traders responded by bidding up lumber futures for delivery through January by the daily maximum allowed by exchange rules on both Wednesday and Thursday. September futures gained $105, or 19%, over the two sessions, ending Thursday at $647 per thousand board feet. It is the best two-day stretch for lumber since May and halted a 10-week tumble that had erased roughly two-thirds of the price. </p><p>   Lumber is one of several commodities markets being roiled by extreme weather this summer. </p><p>   The same heat and drought that set the stage for an unusually early and intense fire season in the West have dried up hydroelectric power output and increased air-conditioning demand in the region, which has helped push natural-gas prices to their highest summer levels in seven years. </p><p>   A lack of rainfall in South American farming regions has left the Parana River too shallow for fully loaded boats to pass from Argentina's interior to Atlantic shipping lanes, contributing to high prices for soybeans and corn. </p><p>   Flooding in Germany last week forced the closure of a plant owned by Aurubis AG, a major metal producer and recycler, as copper prices hover around all-time highs. </p><p>   Aurubis said that one of its two facilities in Stolberg, western Germany, was evacuated without injury to employees. The damage is extensive and production isn't expected to resume until the fourth quarter at the earliest. </p><p>   \"Delivery to customers and acceptance of incoming deliveries are impossible right now,\" the firm said. </p><p>   The lumber market was just getting back into balance when the fires broke out. North America's sawmills sent workers home at the start of the lockdown and were unprepared for the building boom that ensued. They have struggled to saw logs fast enough to meet demand from home builders, do-it-yourselfers and restaurants that raced to install outdoor seating areas. </p><p>   Lumber prices topped out in May at more than four times what is typical for two-by-fours, which helped reduce demand, particularly from the more price-sensitive DIY market that buys wood from retailers such as Lowe's Cos. and Home Depot Inc. Wood is now piling up at mills. </p><p>    Mark Wilde, an analyst with BMO Capital Markets, expects more mills to announce reduced hours and shifts in the coming weeks </p><p>   \"Pricing windfalls like that of the last 12 months are once in a generation,\" he said. \"It would be crazy to simply return all that cash to the market by overproducing during a weak market.\" </p><p>   The wood-pricing service Random Lengths said in its midweek report that some Western mills have recently unloaded two-by-fours of spruce, pine and fir for below $400 per thousand board feet. </p><p>   Forest-product executives said that mills operating in British Columbia, where the provincial government metes out log supply, usually need more like $700 to be profitable these days. </p><p>   Such a high break-even price along with the threat of fires, outbreaks of wood-boring beetles and distance to the Sunbelt's mushrooming housing markets have relegated what was once the continent's top lumber-producing region to the status of swing producer. </p><p>   That means that the region's mills -- much like U.S. shale producers in the oil market -- are likely to be the first to curtail production when lumber prices fall and are then counted on to increase output when supplies are stretched and prices rebound. </p><p>   Canfor and its rivals have responded by shifting their focus to the U.S. South, where a glut of pine trees has pushed log prices to their lowest levels in decades despite strong demand for finished lumber. </p><p>   They have been quick to invest profits from the recent price surge into the South, which has overtaken Canada as the continent's top lumber-producing region. </p><p>   --- </p><p>   Joe Wallace contributed to this article. </p><p></p>",
  "published": "2021-07-23T06:02:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3291,
          "end": 3306
        },
        {
          "start": 3291,
          "end": 3301
        }
      ]
    }
  ]
}