{
  "_id": "d79279bd5636e9dfdd7607cb39ec80b5e23386f6c4f68e3a96294a1aae273c85",
  "feed": "market-watch",
  "title": "Macy's plan to add Toys ‘R' Us to 400 locations is part of a merchandise strategy that has worked for Target",
  "text": "<p>The partnership has already brought additional toys to the Macy's website. It will expand to 400 Macy's store locations next year.</p><p>“Our toy business grew exponentially in the past year,” said Nata Dvir, Macy's chief merchandising officer, in a statement announcing the partnership.</p><p>Read:Santa could be stalled as supply chain issues put toy sector at risk for the holidays</p><p>“Toys ‘R' Us is a globally recognized leader in children's toys and our partnership allows Macy's to significantly expand our footprint in that category, while creating more occasions for customers to shop with us across their lifestyles.”</p><p>Department store retailers struggled before COVID-19, and store closures and lockdowns created a new set of challenges during the pandemic.</p><p>As vaccinations roll out, restrictions ease, and shoppers head back out and back to school, Macy's says business has benefited from customers looking for something to wear, fragrances and jewelry.</p><p>But Macy's M Chief Executive Jeff Gennette says the company has a strategy that goes beyond adding toys and selling party dresses.</p><p>Also:Walmart and Home Depot beat earnings expectations but a number of factors are putting a squeeze on the consumer shopping spree</p><p>“By offering a wide assortment of categories, products and brands from off-price to luxury, we're able to meet the needs and flex to the demands and preferences of a broad, diverse range of customers,” Gennette said, according to a FactSet transcript of the company's second-quarter earnings, which were also announced on Thursday.</p><p>“As a department store, with our breadth of offering, we were able to analyze data to drive cross-category shopping within our ecosystem. Think about exposing our significant customer base in fragrances to all the newness we have in denim or connecting with that millennial mom when she's in sore for back-to-school apparel.”</p><p>Macy's earnings and sales beat expectations. The company also reinstated its dividend, which made it a top yielder among retailers, and announced a new buyback program.</p><p>All of the news sent shares soaring 19.6% in Thursday trading.</p><p>Besides being at the heart of what a department store is meant to be, offering a variety of merchandise over an extensive set of categories is a strategy that has worked for Target Corp. TGT</p><p>“Target's second-quarter performance also demonstrates the strength and durability of our business model,” said Christina Hennington, chief growth officer for Target, during the company's earnings call, according to FactSet.</p><p>“Our unique multi-category assortment offers the right balance of what our guests want and need even as they change, sometimes rapidly. As a result, despite record-setting growth last year, all five of our core merchandising categories grew again this year, proving that there's still plenty of runway ahead.”</p><p>Also:Target earnings and revenue beat expectations, announces $15 billion share buyback program</p><p>Besides facing competition from Target, other department store retailers, and plenty of retailers besides that, Macy's could also go head-to-head with Amazon.com Inc. AMZN, which plans to add department-store-like bricks-and-mortar locations to its retail arsenal.</p><p>And:Amazon plans to open large retail locations akin to department stores </p><p>“To me, it is clear that a comprehensive retail ecosystem with physical stores in the best malls and the most productive off-mall locations integrated with a best-in-class e-commerce offering is a powerful combination and is moving us forward as a strong, digitally-led omnichannel business,” Macy's Gennette said on the call.</p><p>Macy's stock has rocketed 99% for the year to date. The SPDR S&amp;P Retail ETF XRT has gained 46.6%. And the benchmark S&amp;P 500 index SPX is up 18.3% for the period.</p>",
  "published": "2021-08-23T08:14:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1098,
          "end": 1108
        }
      ],
      "nexusId": "10039838"
    }
  ]
}