{
  "_id": "6718ca04ac3578ad469a7bd3a4b29fa440b0bb5fda51e171e4ed04c023e56502",
  "feed": "wall-street-journal",
  "title": "California Chainsaw Massacre",
  "text": "<p>As an Assembly bill analysis notes, \"for commercial uses, there is very little market for zero-emission equipment as today's technology is relatively expensive and requires multiple batteries and/or frequent recharging and replacement\" and \"may be inadequate even if money is no object, particularly when used in rural areas without convenient access to recharging.\"</p><p>No market? No matter. Sacramento will dictate a new one by banning the old one.</p><p>Banning sales of new small-combustion engines in tools \"could have a few unintended consequences,\" the analysis added. For instance, it could \"lead to prolonged use of older, dirtier engines,\" and the \"purchase of non-compliant engines out of state for use in California.\" Home Depot stores in Tijuana and Reno no doubt will appreciate the sales boost.</p><p>Democrats promise to provide $30 million in subsidies to reduce the cost of battery-powered tools. But these won't cover the full cost difference between gas-powered and plug-in tools. A zero-emissions lawn mower costs twice as much as a gas-powered one.</p><p>The bill will especially punish the state's 50,000 small landscaping businesses, many of which are Hispanic and family-owned. Notably, about one in five Democrats in the Assembly and a third in the Senate from mostly lower- and middle-income districts abstained or voted against the bill.</p><p>You won't read this in other newspapers, but many Democrats who represent working-class communities are starting to worry that the state's environmental policies are driving up the cost of living for minority communities. Last fall Democratic Assemblyman Jim Cooper lambasted green groups for pushing legislation that increases energy costs for and \"systematically drive racial economic inequities and fuel environmental racism.\"</p><p>The gentry liberals who control the Legislature don't care.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 720,
          "end": 730
        }
      ]
    }
  ]
}