{
  "_id": "fe22e734a893d27f101c26a871bebd8d0cd41f53be0d73f5ffea220013f279a6",
  "feed": "wall-street-journal",
  "title": "Lowe's Posts Strong Results as Sales to Contractors Lift Revenue; Retailer's quarterly earnings point to persistence of home-improvement trends",
  "text": "<p>Lowe's competitor Home Depot logged a better-than-expected sales increase as well on Tuesday, setting the tone for the home-improvement sector's August-through-October performance.</p><p>Lowe's comparable sales, a metric that strips out the effects of store openings and closures, rose 2.2%, including a 2.6% gain in the U.S. That helped lift overall revenue to $22.92 billion, from $22.31 billion a year earlier.</p><p>Wall Street analysts had questioned whether Lowe's could build further upon pandemic-era sales gains amid the supply-chain snarls and labor shortages that have cropped up across the economy. They had projected that comparable sales would be down by 1.3% in the fiscal third quarter, according to FactSet</p><p>Lowe's profit of $1.9 billion, or $2.73 a share, also beat analysts's forecasts of a $2.35-a-share profit.</p><p>Chief Executive Marvin R. Ellison attributed the growth to higher sales to professional contractors, which rose by 16%. Online sales through Lowes.com also rose by a quarter, he noted. Mr. Ellison credited improvement to Lowe's operating margin, a measure of the business's profitability, to solid cost management.</p><p>Competition for shipping capacity and logjams at ports have made it harder to transport goods from overseas this year, and major employers have been forced to step up hiring efforts as many American workers have remained on the sidelines since separating from their jobs earlier in the pandemic.</p><p>Those challenges, however, have proved surmountable for a set of some of the country's biggest retailers this week.</p><p>On Tuesday, Home Depot's third-quarter results sent its stock to a record-high close. The same day, Walmart Inc. said that its U.S. comparable sales rose 9.2% in the third quarter and that its shelves would be well stocked for the holidays. The company raised its full-year earnings guidance.</p><p>Following Lowe's, Target Corp. also logged a strong sales result Wednesday morning, posting 12.7% comparable-sales growth and projecting that such growth might hit double digits again in the current quarter.</p><p>Write to Matt Grossman at matt.grossman@wsj.com</p><p>Lowe's Posts Strong Results as Sales to Contractors Lift Revenue</p>",
  "published": "2021-11-17T14:21:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 18,
          "end": 28
        },
        {
          "start": 1558,
          "end": 1568
        }
      ]
    }
  ]
}