{
  "_id": "df6d6433d8b9f8e2bb1e9daec88f24eccc9f730256cb2610b26edfc15acaf043",
  "feed": "market-watch",
  "title": "Starbucks and Amazon Go collaborate for the launch of a New York City store",
  "text": "<p>The store allows customers to order ahead on the Starbucks SBUX app, and integrates Amazon's AMZNJust Walk Out technology that bypasses a visit to checkout.</p><p>Located in Midtown Manhattan, the location also features wider tables and USB ports for those who will stick around, along with the full Starbucks menu and additional food items from the Amazon Go lineup.</p><p>“Our goal with this new store concept is to give our customers the ability to choose which experience is right for them as they go through their day, whether it is utilizing the Starbucks and Amazon apps to purchase food and beverages on the go, or deciding to stay in the lounge for the traditional third place experience Starbucks is known for,” said Katie Young, senior vice president of global growth and development at Starbucks, in a statement.</p><p>See: ‘Fighting inflation is in our DNA': Walmart says its pricing and inventory can deliver for the holidays</p><p>A digital screen will alert customers of the status of their orders when they arrive. Once inside the store, any additional items are added to a customer's virtual cart when it's removed from the shelf. Customer payment cards are charged when they leave the store.</p><p>Starbucks and Amazon are planning at least three of these locations, with one located in the New York Times NYT building expected next year.</p><p>Starbucks says the new store is part of the company's enhanced digital strategy.</p><p>Also: Target blows past quarterly earnings expectations and says shelves are full for holiday season</p><p>This is the latest in recent big name retail partnerships, including Target Corp. TGT and Ulta Beauty Inc.'s ULTA collaboration on shop-in-shop locations, and Walmart Inc. WMT and Home Depot Inc.'s HD partnership for speedy delivery service.</p><p>Starbucks stock is up 5.5% for the year to date. Amazon shares have gained 13%. And the S&amp;P 500 index SPX has rallied 25.3% for the period.</p>",
  "published": "2021-11-18T15:39:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1690,
          "end": 1705
        },
        {
          "start": 1690,
          "end": 1700
        }
      ],
      "nexusId": "10039838"
    }
  ]
}