{
  "_id": "5a31f8649ba82e5214fb5548b8106a0f1083b85d4a41c4ea572507a691d02fa7",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  The Great Outdoors Offers Some Retail Winners  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  In a year during which a widespread return to theaters, concerts and travel remains up in the air, consumers are likely to continue finding value in outdoor activities. Investors might, too. </p><p>\n  Just as at-home workouts, cooking and home-improvement projects gained steam in the pandemic economy, outdoor activity has proven to be a reprieve for many households. Sales of camping equipment grew by more than 25% in the third quarter of 2020 year over year, according to market research firm NPD Group. For golf equipment and bicycles, sales grew 75% and more than 50% in the same period, respectively. </p><p>\n  Compared with newly popular pursuits such as at-home workouts, outdoor activity is more likely to endure in popularity in part because it was a growing trend even when people were packing concert venues, cruise ships and airplanes: Wholesale camping-equipment sales have grown steadily from 2007 to 2018, according to a study published by the National Park Service. </p><p>\n  One-quarter of North American campers indicated that their first camping experience occurred since the beginning of the pandemic, according to a survey taken in September by Kampgrounds of America, a system of privately held campgrounds. New camping and outdoor recreation habits can lead to add-on purchases over time. </p><p>\n  For 2021 specifically, outdoor recreation is likely to appeal to both consumers skittish about re-entering packed venues and those seeking value for money. The outdoor-recreation economy held steady in the aftermath of the 2007-09 recession, according to the Outdoor Industry Association, which notes that the industry grew roughly 5% annually on average between 2005 and 2011. </p><p>\n  Such trends bode well for outdoor-focused brands such as Yeti Holdings, which sells popular drinkware, coolers and other outdoor equipment. Sales grew almost 30% in the quarter ended Sept. 26 compared with the like period a year earlier. Vista Outdoor, manufacturer of gear for shooting sports and outdoor products under brands including CamelBak, registered a similar surge in sales for the same period. Their recent sales growth exceeded even that of Lululemon, which logged a sales increase of 22% in its latest reported quarter. </p><p>\n  Although shares of Yeti Holdings and Vista Outdoor have climbed over the past 12 months, they are still cheaper than some other pandemic retail gainers, fetching 40 times and 13 times forward 12-month earnings, respectively. That compares with Lululemon, which goes for 60 times by the same measure. Exercise-bike juggernaut Peloton weighs in at an eye-popping valuation of roughly 300 times. </p><p>\n   Dick's Sporting Goods and Academy Sports &amp; Outdoors -- the latter made its debut on the stock market in October -- occupy an attractive niche of both at-home gym products and outdoor equipment. Both retailers logged a sales jump of roughly 20% in the third quarter. Still, the companies are trading at roughly 10 times forward earnings, about half the multiples of Home Depot or Tractor Supply. </p><p>\n  Other names that could benefit from a surge in outdoor activity include Callaway Golf and Ugg boots owner Deckers Outdoor Corp., both of which posted a revenue surge of more than 10% year over year in the third quarter. Camping World Holdings, which sells recreational vehicles and owns outdoor-equipment seller Gander Outdoors, is another one to watch; its sales rose 21% in the same period. </p><p>\n  For those that missed out on the stay-at-home economy winners, these stocks offer a breath of fresh air. </p><p></p>",
  "published": "2021-01-12T07:05:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2990,
          "end": 3000
        }
      ]
    }
  ]
}