{
  "_id": "916e66d6ad776919634879004a8813968640c706cffc3ff52e3dd74d46d951e2",
  "feed": "ftcomall",
  "title": "McConnell leaves open possibility of convicting Trump in sign of GOP rift",
  "text": "<p>Mitch McConnell, the Republican Senate majority leader, held open the possibility that he would vote to convict Donald Trump in an impeachment trial, highlighting the growing division in the president's party over his responsibility for the <a href=\"https://www.ft.com/us-capitol-attack\">US Capitol attack</a>.</p> <p>“I have not made a final decision on how I will vote and I intend to listen to the legal arguments when they are presented to the Senate,” Mr McConnell said just before the House of Representatives voted to impeach Mr Trump for an <a href=\"https://www.ft.com/content/fc81c3df-f6c0-47c2-8efc-5a14d511f7e7\">unprecedented second time</a>.</p> <p>The Kentucky senator has privately clashed with Mr Trump over the past four years but rarely rebuked him in public. His statement underscored the conundrum facing the Republican party as big corporations <a href=\"https://www.ft.com/content/be344816-3fab-42e2-99ed-38309d06a435\">signal</a> that they will no longer provide donations to lawmakers who backed the baseless allegations of election fraud that inflamed the pro-Trump rioters on January 6. </p> <p>Ten Republicans joined all Democratic members of the House in supporting the motion to impeach Mr Trump on a charge of inciting an insurrection, in connection with the assault on the US Capitol.</p> <p>The small group of Republicans rebelling against the president was led by <a href=\"https://www.ft.com/content/2f107a54-e70c-4a52-a26d-89fbb188bfbd\">Liz Cheney</a>, the third-ranking Republican in the chamber and potential future presidential contender, who said the president “lit the flame” for the attack. </p> <p>She was condemned by some colleagues, including Ohio congressman Jim Jordan, who called on the party to sack her from her leadership role.</p> <p>Mr Jordan, who comes from the diehard pro-Trump wing of the Grand Old Party, said Ms Cheney had been “totally wrong” in voting to impeach. Ms Cheney pushed back against the criticism, saying she was “not going anywhere”.</p> <p>“This is a vote of conscience. It's one where there are different views in our conference.&#xa0;But our nation is facing an unprecedented, since the civil war, constitutional crisis,” Ms Cheney told reporters.</p> <p>In addition to concerns about the impact on their fundraising, <a href=\"https://www.ft.com/stream/18579e91-20a8-4654-baff-5d8c7dd01eac\">Republican</a> leaders in the House and Senate are having to consider how they balance any criticism of the president with the need to avoid angering his supporters, who will play an important role in the primary races that will determine which candidates stand in the midterm congressional elections in 2022.</p> <p>The New York Times reported that Mr McConnell was pleased that the Democrats were impeaching Mr Trump because it would help purge him from the party. One person familiar with his thinking said Mr McConnell had not made that argument to some of his close Republican colleagues.</p> <p>Ahead of the vote, Kevin McCarthy, the Republican minority leader who has been a fierce ally of the president, said Mr Trump should be censured but said pushing impeachment would only spur more polarisation in the US.</p> <p>Doug Heye, a former top aide to the House Republican leadership, said Mr Trump had first unleashed the civil war within the Republican party when he ran for the GOP presidential nomination back in 2016.</p> <p>“Trump was the first big shot in a GOP civil war. Trump is as much a symptom as a cause. He could only come into a party that was fracturing,” Mr Heye said. “It clearly is going to get worse before it gets better. To get past this we are going to have to go through it.”</p> <p>While only 10 House Republicans voted to impeach Mr Trump, the split was significant since no Republican voted against him during his <a href=\"https://www.ft.com/content/5ba47138-21ad-11ea-b8a1-584213ee7b2b\">first impeachment</a> a year ago on charges of abusing power and obstructing Congress.</p> <a href=\"http://www.ft.com/cms/c1f6dd0e-b702-41ad-bde3-9e9a43e8c84b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Millions of dollars are at risk. A <a href=\"https://default.salsalabs.org/Tdb9f4a1f-b182-466e-ae6c-14b0842d9173/a1291838-5f12-45d5-b2b2-a11ac9e66b38\">report</a> by Public Citizen, a consumer advocacy group, found that corporate PACs and industry associations had contributed $170m to the campaigns of the 147 members of Congress who voted to challenge the electoral college results.&#xa0;</p> <p>Ed Bastian, chief executive of Delta Air Lines, told the FT that those lawmakers who had voted against certifying the electoral college results would face a “significant challenge” in keeping the support of their corporate donors.</p> <p>“When you see what happened last week and the involvement of a number of senators and Congress people in the incitement of a riot, you have to reassess your giving strategy,” he said.</p> <p>On Wednesday more Republican backers expressed their fury with Mr Trump and others who had encouraged the rioters. Doug Leone, the Sequoia venture capitalist and donor, said that after last week's events that “President Trump lost many of his supporters, including me.” </p> <p>Ken Langone, the billionaire co-founder of Home Depot who has been one of the largest donors to Republicans, told CNBC: “I feel betrayed . . . I didn't sign up for that.”</p> <p>A new Politico/Morning Consult poll showed Mr Trump's approval rating at an all-time low, with 34 per cent of voters approving of the job he was doing. However, the president remained Republican voters' top choice to be the GOP presidential candidate in 2024, according to the survey.</p> <p>Forty-two per cent of Republican voters said they would vote for Mr Trump in the next GOP presidential primary, compared with 54 per cent when asked the same question in November.</p> <p>The <a href=\"https://www.ft.com/content/12ebd360-ac91-4cc9-81b9-eacbcc4ba685\">impeachment move</a> in the House will be followed by a Senate trial, the timing of which is dependent on when Nancy Pelosi, the Democratic House speaker, sends the article of impeachment to the Senate.</p> <p>Mr McConnell has signalled that he will not reconvene the Senate before Tuesday next week, a day before Joe Biden's inauguration. That could set the stage for an impeachment trial in the early days of the Biden administration. </p> <p>Some Democrats are concerned that holding a trial after Mr Biden takes office could hamper efforts in the Senate to confirm his cabinet nominees.</p> <p>Democrats, who will assume control of the Senate on January 20, need a significant number of Republican senators to abandon the president in the trial to reach the two-thirds majority required to convict Mr Trump.</p> <p><em>Additional reporting by Andrew Edgecliffe-Johnson</em></p><p>Source: Demetri Sevastopulo and Lauren Fedor in Washington 2021 'McConnell leaves open possibility of convicting Trump in sign of GOP rift' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T14:55:36.393Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 4426,
          "end": 4436
        }
      ]
    }
  ]
}