{
  "_id": "b290c880d153ed70904eee8b44aa003ffb55929452265f237fb24e67b02d8a4f",
  "feed": "wall-street-journal",
  "title": "Technology:  Live Events Face a Shortage of Workers  ---  Industry now in a bind  as many stage hands,  technicians changed  careers in pandemic  ----  By Anne Steele",
  "text": "<p>   Artists can't wait to get back on tour, but after more than a year on pause for the Covid-19 pandemic, the live-events business is facing a potential worker crisis: not enough roadies. </p><p>   Concerts operate in a world of contracts, with workers moving from gig to gig, tour to tour. Without live events, though, many stage hands, lighting and sound technicians, ticket takers and ushers assumed other jobs. </p><p>   \"No one saw a year without work,\" said Michael Strickland, chief executive of the lighting company Bandit Lites. \"As it continued, you lost people along the way mentally, physically, spiritually, economically.\" </p><p>   The concern among event organizers is that those workers might not come back, having moved on to other jobs that might be more stable, more lucrative or offer perks like insurance or retirement options. Also lost is a generation of apprentices, the younger workers who would have been learning the craft, eager to graduate from the warehouse gig to the local show and on to the national tour. </p><p>   Mr. Strickland, who has emerged as a liaison between the concert industry and policy makers about support for workers and venues, estimates one-third of pre-pandemic workers won't be returning to the live-events business. </p><p>   \"People are saying 'I have health insurance, retirement,' \" he said, who added that their thinking is: \"Maybe I'm making less money, but these companies are not going anywhere.\" </p><p>   The challenges show how hard it may be to smoothly revive corners of the economy battered by the pandemic, as companies wrestle with issues including labor availability, supply-chain problems and shifting reopening policies. </p><p>   Concert executives are hopeful for a restart in outdoor amphitheaters later this summer and then inside clubs and theaters this fall. Issues around a worker shortage could quickly compound next year, when promoters and agents say more acts will be on the road than ever before, competing for everyone's favorite guitar tech, production manager or backup dancers. </p><p>   \"It's going to be a year's worth of shows scheduled in six months,\" said AEG Presents regional Vice President Jason Rogalewski, who oversees theaters in Detroit and Cleveland. </p><p>   Before the pandemic, the live business was thriving and on track for its best year yet in 2020, with more artists charging more money for more tickets in more markets than ever. Global revenue from concerts rose to $26.1 billion in 2019 before falling to $6.5 billion in 2020. Even in that pre-Covid-19 environment, there was a natural flow and balance, with artists of similar caliber staggering their tours. </p><p>   \"It's hard for roadies to pivot,\" said Chris Gratton, a 30-year veteran of the business who worked as a production manager, overseeing trucking, sound, lights, video, catering and other logistics, for stars such as Guns N' Roses, Kanye West, Ariana Grande and Justin Bieber. \"Dancers go to restaurants, and there's none of that. Roadies go to theater, and there's none of that,\" he said. </p><p>   The industry lost workers to Amazon warehouses or to jobs delivering packages for UPS. Carpenters and electricians took up work with Home Depot or started their own companies. Mr. Gratton says one of his automation guys -- who helps artists do aerial stunts during concerts -- started building prefab modular homes. Another production manager he knows started a cinnamon-bun bakery with his wife. </p><p>   A survey by touring trade magazine Pollstar of live-event professionals late last year found 72% of all respondents expressed \"concern about their company's ability to survive Covid-19.\" At the time, 37% of all respondents predicted they would be out of business in six months or less if business conditions didn't improve. </p><p>   Mr. Gratton's team was eight days from the start of Mr. Bieber's \"Changes\" tour last year when the pandemic hit. He worked to earn his Covid-19 compliance-officer certifications from Los Angeles County and the World Health Organization and said he was on the cusp of having to sell his house when the pop star wanted to get back to work. Mr. Gratton said he has had full-time work since September, thanks to Mr. Bieber's New Year's Eve live-streamed show and the recording of promotional spots for his album that was released this month. </p><p>   But such work requires only 15 to 20 workers, he said, compared with the 150 who would be employed for a tour. </p><p></p>",
  "published": "2021-03-30T06:08:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3101,
          "end": 3111
        }
      ],
      "nexusId": "10039838"
    }
  ]
}