{
  "_id": "671e6a478067619fb1de3eb511a51e981c88bb5ea721e4ceef2b05cabb24db86",
  "feed": "ftcomall",
  "title": "The supply chain crisis and US ports: ‘Disruption on top of disruption' ",
  "text": "<p>Since the pandemic started to wane, Americans have been on an extraordinary buying spree. One measure of this is the daily tally of <a href=\"https://www.ft.com/stream/c2e0d6ac-e37a-4785-b179-8c132142ea08\">container ships</a> idling outside the congested ports of&#xa0;Los Angeles and Long Beach — the entry point for about 40 per cent of goods imported into the US. </p> <p>The queue of ships stacked high with brightly-coloured containers reached a record of 73 anchored container ships on September 19 and by last weekend still stretched as far as the eye could see — frustrating retailers and becoming a national symbol of an outdated and overwhelmed US supply chain. &#xa0;</p> <p>The ports' longtime inability to match the round-the-clock, seven-day-a-week operations of their Asian counterparts has been a source of frustration&#xa0;for transportation officials in President Joe Biden's administration, which this week <a href=\"https://www.ft.com/content/8055d806-3166-48c9-9786-9bdea0e2d806\">unveiled a series of measures</a> to ease the congestion at the western hemisphere's largest port complex — and keep the US economic recovery on track. </p> <p>The White House said it had secured&#xa0;pledges from private sector heavyweights such as Walmart, UPS and FedEx to extend their working hours. Crucially, it also won commitments from the International Longshore and Warehouse Union to add shifts and move toward a 24/7 work schedule at its operations in southern California. </p> <p>The question is how quickly these measures will be able to improve the movement of goods through a complex nationwide network that is strained to breaking point. The US is facing a <a href=\"https://www.ft.com/content/a7283077-69de-4bb2-9d0a-1c68090d719f\">shortage of warehouse space and truck drivers</a>, and shifting to 24/7 operation will require enormous co-ordination between the publicly operated ports and private sector groups, including large retailers and freight companies. </p> <p>Last week, Gene Seroka, executive director of the Port of Los Angeles, told the Financial Times that he doubted that 24/7 operations could work without the co-operation of a wide cast of private sector operators. </p> <p>“If a day comes when we can open 24/7, and other parts of the supply chain orchestra are all doing the same thing, that would be great for all of us,” he said. “But you've got limitations today.”&#xa0;&#xa0;&#xa0;</p> <p>Biden administration officials and the ports argue that the commitments from private sector companies — which also include Target, Home Depot and Samsung — will help ease those limitations. However, the extra 3,500 containers those companies are now expected to move each week account for a small fraction of the total now passing through the port, according to logistics specialists. </p> <p>The stakes are high. This year's <a href=\"https://www.ft.com/stream/59d55e5c-cb83-49dc-bacb-26dcc51566d0\">supply chain pressures</a> have had ripple effects&#xa0;throughout the economy that are hurting US retailers and manufacturers.</p> <p>Nike has warned of inventory shortages and Costco is having trouble keeping enough toilet rolls in stock. In an announcement that cut its stock by a fifth, the retailer Bed Bath &amp; Beyond called the supply chain challenges it faced “unprecedented”. Some large retailers, including Walmart and Costco, have resorted to chartering ships to deliver goods. </p> <p>There is a sense of urgency as the Christmas gift-giving season looms. Logistics, labour and manufacturing headaches combined are likely to add another $223bn to US retailers' costs this holiday season, Salesforce estimates. That in turn could push up the prices consumers pay for their presents, assuming they are available to buy.</p> <p>Steve Denton, chief executive of Ware2Go, whose software helps retailers find warehouse space, says the White House initiative will not resolve all of the bottlenecks merchants are struggling with.&#xa0;</p> <p>As well as packed warehouses, “you've got a lack of truck drivers and the trains are running at full capacity,” he says. “You've got record levels of inventory in the country already. That inventory's got to get cleared out to make room first. Where's it all going to go?”</p> <p><a href=\"https://www.ft.com/content/1e93fab0-916e-4697-be8a-af02bde94411\">Similar supply chain problems</a> are being felt worldwide. More than 20 months since the initial outbreak of coronavirus <a href=\"https://www.ft.com/content/22345198-47e6-11ea-aeb3-955839e06441\">forced China to close factories</a> and idle the world's mightiest export machine, the global flow of goods remains a mess. In Europe, German industry has been hit by shortages of everything from computer chips to the metals used in electric car batteries, while the UK has endured long queues and frayed tempers at petrol stations because of fuel shortages.</p> <p>“I'd say the market we're in today has never experienced this, at least in my lifetime. There's probably more idling in the Pacific than we've ever seen before,” says Brian Whitlock, a senior director at Gartner. “We've seen disruption on top of disruption on top of disruption and we're not able to mend the networks before the next disruption comes.” </p> <p>The strength of consumer demand in the US compared with Europe means that the country's biggest gateways are disproportionately clogged. And the biggest chokepoints by far remain the Los Angeles and Long Beach ports, which have faced the double-barrelled impact of <a href=\"https://www.ft.com/content/6478625f-1d62-4bd0-8a27-5ee3de6f36bc\">record shipping container volumes</a> and the surge in online shopping since the outbreak began. </p> <p>“The strength of the American consumer is on display here every single day,” Seroka said. </p> <p>According to Michael Farlekas, chief executive of E2open, whose software books a quarter of the world's ocean freight, the ports are the biggest bottlenecks in the US supply chain right now. </p> <p>“That throughput is fixed in nature. It's fixed by geography and by capacity,” he says, pointing out that while container ships have grown ever larger, US ports' ability to offload them has not kept pace. The measures announced by the White House will “require more labour price increases in the form of enhanced wages and benefits”, he says.</p> <p>The supply chain disruptions have<a href=\"https://www.ft.com/content/4581bd5d-0771-44ca-93ac-13c4ed2a66be\"> contributed to rising US inflation</a> — consumer prices rose 5.4 per cent in September, the highest level in 13 years — and prompted new questions about the vulnerabilities of just-in-time supply chains. Some experts have concluded that the moment may finally be at hand for “nearshoring”, or moving more production to markets closer to home, such as Mexico.</p> <p>Alarmed by the mounting supply chain problems, the Biden administration in June created a task force to craft a response. John Porcari, a former transport official in the Obama administration, was appointed to work with <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/08/27/white-house-announces-john-d-porcari-as-port-envoy-to-the-biden-harris-administration-supply-chain-disruptions-task-force/\">the ports to clear the bottlenecks</a>. </p> <p>In an interview before the White House announcement, Porcari said the ports should have been moving towards round-the-clock operation long before the pandemic, and emphasised the need for a heightened level of co-ordination between large retailers, trucking companies, warehouses, railroads and freight companies. Although he said it was not reasonable to believe the ports could “flick a switch” and move to continuous operation, he was of no doubt that it must happen. </p> <p>“The reality is much of the world is in a 24/7 environment and ships are arriving on a 24/7 schedule,” he said. “It needs to be more of a 24-hour, seven-day process if we're going to meet the challenges of the 21st century.”</p> <h1>‘Exorbitant, extortionary rates'</h1> <p>The crunch faced by LA's ports, just as stores are counting on them to ensure that shelves are not empty for their peak selling season, has its origins long before this holiday, and far earlier in the global supply chain. </p> <p>Pacific shipping patterns had already been upended by the Trump administration's trade battles with China, as importers raced to bring goods in before new tariffs bit and diversify their sources of supply. Then Covid-19 hit, first closing factories in China and then scrambling US consumers' buying patterns. </p> <p>At the Port of Los Angeles, shipments in the fourth quarter of 2019 fell 16 per cent compared with the year ago-period due to the Trump tariffs, followed by a 19 per cent year-on-year decline in the first five months of 2020 owing to the Covid-19 outbreak. In recent months, shutdowns in the Chinese ports of Shenzhen and Ningbo, coupled with <a href=\"https://www.ft.com/content/a068f18f-7dab-4c3a-b183-4a782c93e709\">factory closures in Vietnam</a>, have brought new disruptions. </p> <p>“Companies dramatically lowered their production expectations going forward, expecting a prolonged global slowdown,” says Farlekas. “It was pretty rapid before you saw that turn around to high demand.”</p> <p>Pumped up by government spending, <a href=\"https://fred.stlouisfed.org/series/PCE\">consumer demand soared</a> from the lows of April 2020 and has remained unusually high. Mario Cordero, executive director of the Port of Long Beach, made clear before the White House announcement that demand was the critical factor that would determine whether or not the delays at his facility start to ease.</p> <p>Right now, demand is red-hot in the US ahead of Christmas. Retailers pushed up their holiday orders to account for supply-chain related delays, resulting in skyrocketing costs to deliver goods. Bed Bath &amp; Beyond said it had budgeted for container costs to double in the last quarter; instead they jumped 150 per cent.</p> <p>“People are paying exorbitant, extortionary rates for containers, but you could still get merchandise here. But you won't get all you wanted, when you wanted it, where you wanted it, for the same costs,” says Joel Bines, co-head of AlixPartners' retail consulting practice.</p> <p>“No one has ever seen this before,” says James Zahn, editor of a consumer gift guide called the Toy Insider. Domestic distribution problems have compounded port delays to create regional shortages, he says, making the task of finding in-demand items such as He-Man action figures and Squishmallows plush toys “an absolute crap shoot”.</p> <p>Bigger toys, such as the $200-plus OMG House of Surprises doll's house, have been particularly affected, Zahn adds, because only so many of them can fit in a container. </p> <p>If a parent finds the toy their child most desires, he advises: “Get it today because it might not be there tomorrow. There's no way to tell if this stuff's going to get restocked by the holiday season.”</p> <h1>Nearshoring's moment?</h1> <p>Coping with consumer demand — including the rapid turnround times expected by online shoppers — has been a shock to the southern California ports' systems. </p> <p>“It's been a wake-up call,” admitted Cordero, who said his port had already taken other measures to ease the crisis in the past year.</p> <p>To get cargo off ships even when trucks and trains were not available, for example, Long Beach initially designated a 17-acre plot as a staging area for containers. It has already had to expand that space to 64 acres.</p> <p>Cordero wants to see more of “an Amazon state of mind in terms of how we create more efficiency and movement,” agreeing with his colleague at neighbouring Port of Los Angeles that the business should run 24 hours a day, seven days a week.</p> <p>“The ports of origin are 24/7,” he said, referring to the Asian ports where most of the ships start out. “As the port of destination we need to start thinking like the ports of origin.”</p> <p>With warehouses near the ports already at full capacity, however, it is unclear where any additional containers unloaded in extra hours would go, and finding enough people willing to work night shifts and Sundays looks challenging in a severely stretched jobs market. </p> <p>In recent weeks Long Beach has experimented with operating 24 hours a day on weekdays, up from 16, but there are still shortages of truck drivers on whom it counts to pick up the cargo. </p> <p>Here again, tight labour conditions are to blame. Chris Brooks, senior vice-president for human resources at Old Dominion Freight Line, says he is aggressively recruiting for truck drivers to fill about 360 openings in the LA area and hundreds more across the US. Noting that there was a nationwide shortage of about 60,000 truck drivers across the US even before the pandemic, he is offering drivers in the LA area a signing bonus of $5,000 and has increased employee referral fees to $1,000. </p> <p>“We've greatly benefited by higher than usual business levels with the economic recovery and the high demand in ecommerce,” he says. “We're hiring lots of employees to meet that demand and with [the port bottlenecks] we believe these business levels are going to carry through the winter and into next year.”</p> <p>Even as they struggle to process today's intense demands and political pressures, California's port operators are worrying about longer-term challenges. </p> <p>Covid's disruptions were unforeseen, Cordero said, but “what has not been unforeseeable is the continued volume the west coast is going to have in the coming years. This complex needs to start thinking that once the current crisis diminishes you're still going to have those higher volumes.”</p> <p>America's importers are already spreading their bets, leading to surging traffic into ports from Seattle to Savannah.</p> <p>Spending another 10 days on the water to divert a shipment from China to an east coast port still makes little sense, says Sean Whitehouse, an Accenture managing director focused on retail supply chains. Instead, “retailers are starting to look at different sources of supply, bringing products in through east coast ports so they don't have a problem. That's not a quick fix.”</p> <p>The challenge is that those ports, too, are becoming backlogged.</p> <p>The crises affecting so many <a href=\"https://www.ft.com/content/e587b44e-3307-43d5-9299-93d23735935d\">links in the global supply chain</a> have spurred renewed talk of US manufacturers bringing some of the production that they now do in Asia back to the US, or at least closer to it. </p> <p>Farlekas says his clients have become more wary of putting almost all of their manufacturing in a country such as China. “Instead of having 90 per cent [of production] in one geography I'm going to have 30/30/40 — split it up between three geographies,” he says.</p> <p>Long Beach's Cordero, too, said the cost of shipping has “accelerated” a nearshoring conversation that had been <a href=\"https://www.ft.com/us-china-trade-dispute\">triggered by the trade wars</a>. He said Brazil and Mexico could become more important sources of supply for US companies, and hopes that their goods will come by sea rather than rail or truck, but warned: “I don't see a short-term change. China will continue to be the epicentre of manufacturing.” </p> <p>With the US economy likely to remain highly dependent on Pacific trade, the Los Angeles and Long Beach ports need further investment to boost their capacity. The bipartisan infrastructure bill championed by the Biden administration allocates $17bn to ports, but Cordero said public funding alone will not suffice. Instead, he sounds hopeful that private equity firms will be drawn to the potential returns from investing in US port infrastructure.</p> <p>One other unknown still lurks on the waterfront, however, as the west coast ports face contract negotiations with the International Longshore and Warehouse Union next year. Any labour stoppage could cause further chaos, setting back the Biden administration's efforts.</p> <p>“We seem to have a mutual goal of not having a prolonged discussion here. I'd have to be optimistic,” Cordero said. But he added: “There's a lot at stake.”</p><p>Source: Christopher Grimes in Los Angeles and Andrew Edgecliffe-Johnson in New York 2021 'The supply chain crisis and US ports: ‘Disruption on top of disruption' ' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T15:48:11.470Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2236,
          "end": 2246
        }
      ],
      "nexusId": "10039838"
    }
  ]
}