{
  "_id": "e63bacb0f842c755b271b4da24e4c24455629d09ec59606e6c0a7caf5c9bb2aa",
  "feed": "ftcomall",
  "title": "Twilio's Jeff Lawson: an evangelist for software developers",
  "text": "<p>The day after Lehman Brothers collapsed, Jeff Lawson sat in the office of a venture capitalist who liked his idea for a voice messaging program but couldn't commit to an investment.</p> <p>“Super interesting, but sorry, no,” Lawson recalls the investor saying.</p> <p>That scenario repeated itself during the summer of 2008, and Lawson failed to raise any venture capital for his start-up Twilio.&#xa0;</p> <p>Together with his co-founders, Evan Cooke and John Wolthuis, Lawson self-funded the company's modest costs and took no salary. After Lawson and his wife married, the couple sold their wedding gifts to raise some additional cash.&#xa0;</p> <p>Twilio, which eventually raised a seed round of funding in 2009, has since become one of the breakout software companies of the past few years, following an initial public offering that ended a drought of new listings in 2016.</p> <p>Lawson, 43, credits the company's rise to a messianic focus on customers — a common sentiment in Silicon Valley, where investors and start-up executives <a href=\"https://pmarchive.com/guide_to_startups_part4.html\">obsess</a> over finding “product-market fit”. </p> <p>“Being a customer-centric company means prioritising customers and understanding their problems and listening to them as your guidepost,” Lawson says. “If you do that, everything else falls into place.”</p> <p>But he's even more eager to credit software developers, a market that inspired little excitement in venture capitalists when he was raising start-up capital. “The period that we're in now is the third great period of software,” Lawson says.</p> <p>Companies such as Uber use Twilio's application programming interfaces to create text and voice messaging apps for communicating with customers. In the past decade, Twilio has helped popularise the use of these APIs — essentially lines of code the company sells to engineering teams, which integrate them into their own codebase.</p> <p>Twilio has even become a consolidator of the so-called API economy, signing multibillion-dollar deals to purchase the email marketing service SendGrid and customer data company Segment.</p> <p>That focus has made Lawson an evangelist for software developers, a group he believes are underutilised by their employers. “Rarely do businesses go to their developers and say, ‘Hey, here's a big business problem I'm trying to solve',” Lawson says.</p> <p>Lawson's philosophy has been codified in <em>Ask Your Developer</em>, a book he published in January. The same title adorns Twilio's Bay Area billboards.</p> <p>Lawson says venture capitalists initially balked at the idea to create an API, urging him to create an app and proceed from there. Instead, he began circulating the code in developer communities, allowing programmers to build new tools. Twilio soon had a following in Silicon Valley and began booking revenues.</p> <p>Even investors began taking notice. One venture capitalist used the Twilio API to create a program that <a href=\"https://techcrunch.com/2008/11/18/no-one-is-safe-from-the-rickroll-now/\">dialled contacts</a> and began playing pop singer Rick Astley's “Never Gonna Give You Up”, on the then-popular “<a href=\"https://www.youtube.com/watch?v=oHg5SJYRHA0\">Rickroll</a>” meme/prank, a hyperlink that redirects the user from the topic at hand to a music video.</p> <p>“We essentially ignored the feedback from those early investors because we thought the customers were a better guiding light,” Lawson says. “I think that's often the case.”</p> <p>Lawson had first-hand experience with the boom and bust cycle of tech earlier in his career.</p> <p>As a student at the University of Michigan, he started a company that made lecture notes available free online, drawing a large audience of Midwestern college students and, soon enough, advertisers. At the height of the dotcom bubble, he dropped out of college, raised $10m from the venture firm Venrock and moved the company to Silicon Valley.</p> <p>His start-up drew interest from an acquirer that was planning to go public early in 2000. They closed the acquisition but missed their IPO window as the market plunged, and by August the company had filed for bankruptcy. Stock that Lawson and investors in his start-up received from the sale became worthless.</p> <p>Looking for an exit, Lawson briefly became the first chief technology officer of the ticket exchange StubHub. He then teamed up with a friend to start a Los Angeles-based extreme sporting goods store, NineStar, building the company's point of sale system from scratch.</p> <p>His big breakthrough came in 2004, when he joined Amazon to work on the early development of Amazon Web Services, the cloud storage provider that has extended the Seattle-based company's dominance into software.</p> <p>Though Lawson spent less than two years at Amazon, the experience was vital. At Twilio, he champions a concept similar to what Amazon chief executive Jeff Bezos calls “Two Pizza Teams”, which dictates that work groups should be small enough to be able to be fed with only two pizzas. Lawson's focus on developers chimes with Bezos' leadership principle of “customer obsession”.</p> <p>Lawson's work at Amazon also reinforced a growing sense that developers could become important business leaders, and even big business in their own right. </p> <p>One of Twilio's most important products developed from a trial-and-error process with several key customers. </p> <p>In 2011, a start-up called RedBeacon, later acquired by Home Depot, set out to build a call centre from scratch using Twilio. But there were so many issues routing calls that RedBeacon would have chosen a different option had it predicted the difficulties, Lawson says.</p> <p>Back at Twilio, a team of developers created a tool called TaskRouter, to try to solve the problems RedBeacon ran into. Still, when the Dutch bank ING decided in 2015 to overhaul its contact centre using Twilio, it devoted dozens of engineers over several years to do the job, a large outlay that flattered Lawson but only raised further questions.</p> <p>Customers wanted a better option, and in 2018 Twilio introduced Flex, which the company claims allows businesses to set up customisable contact centres in less than a week.</p> <p>Another product, which monitors call quality in real time, emerged from one of Twilio's twice yearly hackathons, which the company calls “Tweeks”.</p> <p>“It's up to us as leaders, as managers, to not just say we want innovation but to embrace the process of how you get there,” Lawson says.&#xa0;</p> <p>“The way you get there is by experimenting, is by having hypotheses that get proved or disproved through the course of work, and championing teams to take this experimental approach to learning what customers need,” he adds.</p> <p>As Twilio's profile has grown, so has Lawson's, bringing out some of his showman tendencies. Ethan Kurzweil, a partner at Bessemer Venture Partners who invested in Twilio's seed financing, remembered one company conference where Lawson built an app that allowed his father to video chat with his grandson, live on stage.</p> <p>These events give Lawson another channel to speak directly to programmers, a group he says has gained in power with the rise of cloud services. “It has never been a better time to be a software developer.”</p><p>Source: Miles Kruppa in San Francisco 2021 'Twilio's Jeff Lawson: an evangelist for software developers' FT.com 13 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-13T04:00:32.636Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 5113,
          "end": 5123
        },
        {
          "start": 5113,
          "end": 5124
        }
      ],
      "nexusId": "10039838"
    }
  ]
}