{
  "_id": "3d12daeba9606edf7cd7a76f6a2e42fa8c858e5a87cf6f2dfaaf03ebd629f23c",
  "feed": "ftcomall",
  "title": "Shoplifting wave forces US retailers to bulk up security — or just close shop",
  "text": "<p>It snows like clockwork every evening during the holidays at The Grove, a chic outdoor shopping mall in the Fairfax neighbourhood of Los Angeles. Hundreds turn out for the nightly shows for what is probably the closest central LA comes to having a white Christmas. </p> <p>This year the holiday merrymakers will have more company than usual after the property owner, Caruso, boosted its security presence at The Grove with off-duty police and even special weapons and tactics team members. </p> <p>The build-up comes after a wave of smash-and-grab thefts in LA and across the US — including an attempted break-in at a Nordstrom store at The Grove in late November. About 20 suspects used hammers to try to beat through the retailer's&#xa0; storefront windows, but were slowed by the ballistic film that Caruso had installed to reinforce the glass. Three people were arrested. </p> <p>“It's a very healthy show of force,” said Rick Caruso, the property developer who owns The Grove. He said he had trained the officers to seem friendly so as not to break the holiday spirit. &#xa0;</p> <p>Other retailers have not been as fortunate in repelling organised groups of thieves. At a Louis Vuitton store in Oak Brook, Illinois, 14 people stuffed large plastic bags with clothing and other goods worth more than $120,000 in November. In California, authorities recently recovered $8m in merchandise stolen from retailers CVS, Target and Walgreens, along with $85,000 in cash and roughly $2m from bank accounts. Walgreens is closing five pharmacies in San Francisco because thefts there are running at five times the average in the rest of the country. </p> <p>This wave of brazen, flash mob-style shoplifting has amplified pressures on retailers already feeling the strain of <a href=\"https://www.ft.com/stream/59d55e5c-cb83-49dc-bacb-26dcc51566d0\">supply chain</a> problems and the pandemic-induced explosion in online shopping. It has intensified a heated national conversation about policing and sentencing laws in the US.&#xa0;And, company chiefs say, it has terrified their employees. </p> <p>“You can see that pressure in our financials,” Corie Barry, chief executive of Best Buy, told analysts last month: “More importantly, frankly, you can see that pressure with our associates. This is traumatising for our associates and is unacceptable.”&#xa0;</p> <p>A National Retail Federation survey conducted in August found that 57 per cent of its members had seen an increase in organised retail crime during the pandemic, and almost two-thirds had seen gangs of thieves become more violent than in previous years. </p> <p>Their list of reasons for the rise was varied, including policing, changes to sentencing guidelines and the growth of online marketplaces. So too was the list of most stolen items, topped by designer clothes, laundry detergent, handbags and allergy medicine. </p> <p>On Thursday, the heads of 20 retailers, including CVS, Home Depot and Target, wrote to Congressional leaders to urge them to act. “Criminal networks and unscrupulous businesses have exploited a system that protects their anonymity to sell unsafe, stolen, or counterfeit products with little legal recourse,” they warned. </p> <p>Specifically, the retailers want Congress to clamp down on online marketplaces — including those operated by Amazon and eBay — where thieves can fence stolen goods, calling on the House and Senate to pass the Integrity, Notification, and Fairness in Online Retail Marketplaces for Consumers Act. </p> <p>The bipartisan bill, known as the Inform Consumers Act, would force third-party resale sites to verify the identity, bank details and contact information of any “high-volume” sellers who trade more than 200 products or more than $5,000 worth of goods in a year. </p> <p>The retail chief executives admitted, however, that there was “no simple answer” to the retail crimewave, which industry experts also attribute to police staffing, social dislocations such as the <a href=\"https://www.ft.com/stream/e0c6c996-1c60-4ac0-8e96-ecb154217b20\">opioid epidemic</a> and pandemic-era changes that have seen petty criminals released who would once have been held in custody pending payment of bail. </p> <p>Tony Sheppard, director for loss prevention solutions at ThinkLP, which sells software to retailers, said that most district attorneys were still treating organised retail crime like petty theft, providing little deterrent to would-be offenders. “The challenge is educating people, law enforcement [agencies] and prosecutors on the difference between the two, and ensuring somebody who is committing organised retail crime is prosecuted very differently from somebody who is just shoplifting.”</p> <p>Local officials are split on the best response to the problem. Lori Lightfoot, mayor of Chicago, said this week she was “disappointed” that some stores on Michigan Avenue were not doing more to employ security officers, lock up merchandise at night and chain up high-end handbags. &#xa0;</p> <p>But&#xa0;Caruso, the property developer, said hiring extra security guards put even more pressure on small retailers struggling with higher labour costs and supply problems. </p> <p>He places the blame on measures to reduce sentencing for non-violent crime — specifically California's groundbreaking Proposition 47. The 2014 act reclassified some theft and drug possession offences from felonies to misdemeanours, meaning the more serious charge only kicks in for theft of merchandise worth more than $950. </p> <p>Caruso, who served as president of the Los Angeles Police Commission and has been mentioned as a possible mayoral candidate in next year's election, said Prop 47 was “well intended” but had failed. “The [retail] industry needs to come together and lobby to&#xa0;force the government to take action. When you spend this much time talking about safety, the government has failed you.”&#xa0;</p> <p>Gavin Newsom, California governor, said the large-scale thefts were “unacceptable”,&#xa0;but defended Proposition 47, saying law enforcement had the tools it needed to crack down on organised crime rings. He ordered the California Highway Patrol to increase patrols near big retailers and proposed more money in next year's state budget to combat retail theft.</p> <p>Asked about the issue this week, Jen Psaki, White House spokesperson, said the Biden administration was working with the justice department, the Federal Bureau of Investigation and federal law enforcement to clamp down on organised retail crime, and pointed to a proposed increase in funding for the Community Oriented Policing Services programme. </p> <p>Retailers have swung behind a call for new federal laws to crack down on what are typically multi-jurisdictional, multi-state organised crime networks. After a White House meeting last week, the NRF reiterated its call for an inter-agency co-ordination centre to which retailers could report organised criminal activity, similar to the way in which companies report cyber attacks. </p> <p>Until there is more co-ordination, Caruso is concerned that smaller retailers will continue to struggle. “For people like myself with resources for security,&#xa0; that's one thing. But the&#xa0;majority of businesses are small businesses and depend on law enforcement for their security,” he said. “That's the shame of it.”</p> <p><em>Additional reporting by Obey Manayiti in New York</em></p><p>Source: Christopher Grimes in Los Angeles and Andrew Edgecliffe-Johnson in New York  2021 'Shoplifting wave forces US retailers to bulk up security — or just close shop' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-13T05:00:46.765Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2773,
          "end": 2783
        }
      ],
      "nexusId": "10039838"
    }
  ]
}