{
  "_id": "f8052682c357a9ffa16a6d4d305d31930c673febf4aedfa48096e3da1f78a499",
  "feed": "wall-street-journal",
  "title": "Lumber Prices Plunge  After Rising in Spring  ----  By Ryan Dezember",
  "text": "<p>   After rising to shockingly expensive levels this spring, lumber prices have fallen so far that they are starting to look cheap to some buyers. </p><p>   Prices for two-by-fours surged in May to more than twice their previous record, set three years ago when there were about 15% fewer homes being built. But wood prices have since plunged back to levels resembling those before lockdowns cut supplies short and boosted demand. </p><p>   July futures ended Wednesday at $521.40 per thousand board feet, down nearly 70% from the high of $1,711.20 hit in May, when wood-product supply lines were still being unknotted </p><p>   after the lockdown and before Americans began to shift spending from home improvement projects to vacations and dining out. More actively traded futures for September delivery settled at $612, which is $27 below the pre-pandemic high. </p><p>   The decline is benefiting builders and do-it-yourselfers and helping to allay fears of runaway inflation hamstringing the economic recovery. Still, buyers of new homes shouldn't expect discounts. </p><p>   Home builders say they expect to collect higher profit margins rather than drop asking prices. That is typical following periods of rising commodities costs, when the broad economic growth that normally accompanies higher raw-materials prices enables companies to pass along more expenses. </p><p>   An analyst recently asked KB Home Chief Executive Jeffrey Mezger on a conference call if the big home builder would share lumber savings with house hunters -- lowering an average asking price that rose 13% to $409,800 during its fiscal second quarter ended May 31 -- or boost margins, which have climbed to their highest levels since 2006. </p><p>   \"It will depend on the competitive landscape in each city,\" Mr. Mezger said. \"But our hope and expectation is we'll take it to margin.\" </p><p>   Rival Lennar Corp. said that it too expects higher margins during the current quarter on an average sales price of between $420,000 and $425,000, up from $414,000 in the fiscal quarter that ended on May 31 and from $367,700 a year earlier. The home builder is saving about $1,700 on its average-size house for every 10% that lumber prices decline, co-CEO Jon Jaffe told investors earlier this month. </p><p>   It is a different story at Home Depot, which cooped-up Americans flocked to during the pandemic. The retailer has lowered its lumber prices in recent weeks. Eight-foot studs that were offered in Ohio stores for $7.48 on June 21 were priced at $6.25 on Wednesday. In Utah, pressure-treated two-by-four boards for outdoor use fell to $9.17 for an 8-foot length, down from $13.37 three weeks ago. </p><p>   Retail prices remain high relative to historical levels, but the cuts show the decline in futures and mill prices is trickling down to shoppers. </p><p>   Dealers, traders and price forecasters say sticker shock and the reopening economy have hurt retail lumber sales this summer. The bursts of demand from restaurants and bars building patios for outdoor seating are also in the rearview mirror. </p><p>   But the lower prices are beginning to beckon buyers, especially developers of big projects, like apartment buildings, which shelved construction plans when prices reached unprecedented levels. </p><p>   \"There were so many multifamily projects on the table that were ready to be built at $700 and got tabled,\" said Matt Layman, a market analyst and consultant who publishes Layman's Lumber Guide. \"Now they're back in budget.\" </p><p>   Home builders can pace construction in subdivisions with costs and the availability of materials in mind, but apartment developers don't have that luxury. They order wood by the boxcar all at once. </p><p>   The surge in prices pushed apartment lumber costs that might have been $3 million before the pandemic to $10 million, Mr. Layman said. That was a nonstarter for many multifamily developers, which have been slower to break ground than home builders. </p><p>   Between their buying and vacation season winding down, Mr. Layman expects prices to get a lift in August. But then prices are likely to decline back to normal levels with the seasonal construction slowdown in autumn. \"There's not a reason in the world it can't go back to $300,\" he said. </p><p></p>",
  "published": "2021-07-15T06:08:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2219,
          "end": 2229
        }
      ]
    }
  ]
}