{
  "_id": "576b29116eb724973dd075627b8e6179035a391a7e04c87edc4f1d47d421287e",
  "feed": "wall-street-journal",
  "title": "Companies Diverged on Median Pay  ----  By Theo Francis",
  "text": "<p>   Employees of Costco Wholesale Corp. and Home Depot Inc. saw demand for their services swell last year as homebound Americans stocked up on food and remodeled their homes. But Costco's median worker made 16% less in 2020 than in the previous year while Home Depot's made 21% more. </p><p>   The divergence doesn't mean one chain paid better than the other. It reflects how the pandemic and companies' varied responses to it fundamentally altered the makeup of their workforces, fueling sometimes counterintuitive swings in median employee pay. </p><p>   Home Depot instituted a range of temporary pay increases to reward existing workers, lifting its pay structure. So did Costco, but that move was more than offset by a flood of new hires brought in to meet demand, tilting the balance of its workforce toward lower earners. </p><p>   Median pay moved in opposite directions at some close competitors as well, again with changes in the compositions of their workforces. At American Airlines Group Inc. and Southwest Airlines Co., thousands of employees were furloughed, took unpaid time off or left the companies as air travel stalled. Median pay rose 20% at one and fell nearly 35% at the other. Much the same happened at the big cruise lines: Two reported median pay more than 50% above 2019 levels -- a third reported a 50% drop. </p><p>   Complex rules for reporting median employee pay also contributed. </p><p>   U.S. publicly traded companies have been required to disclose the pay of their median worker since 2018 based on their global workforces. Although the employee's pay must be calculated the way executive pay is tallied for disclosure purposes, companies can use a range of pay to identify the median worker -- the person in the middle when the workforce is lined up from highest paid to lowest. </p><p>   An element behind some of last year's big changes: existing rules requiring companies to include part-time, seasonal and temporary workers when identifying pay for the median worker, which took on new importance during the pandemic as furloughs and new hires drastically changed the makeup of workforces. In a year when many workers went without pay for months, that alone made a huge difference in some cases. </p><p>   Here is how median employee pay changed during the pandemic for companies in two hard-hit sectors. </p><p>   New hires brought median employee pay down. </p><p>   Costco's median worker made $39,585 last year, roughly 16% less than its median worker earned in 2019, even as it raised wages for many employees. </p><p>   The warehouse-store chain closed out its fiscal year in August, with economic uncertainty still high. Ordinarily, about 55% of the company's staff works full time, the rest part time, said Bob Nelson, senior vice president for financial planning and investor relations. Costco typically hires seasonal workers as the winter holidays approach. </p><p>   But last year, customer demand surged over the summer and the company hired 13,000 to 15,000 seasonal workers to meet it, and to fill in for more-experienced employees who were absent, Mr. Nelson said. </p><p>   \"We had literally thousands of employees who weren't coming to work -- they were high risk, they were over 65, they had an illness of some sort,\" leaving them more vulnerable to the new virus, Mr. Nelson said. At the same time, he said, \"we were two to three times busier than we expected to be.\" </p><p>   The result: many more new workers, whose pay tends to be lower. The overall pay structure shifted down, bringing the median figure down as well. Considering just full-time workers, Costco's median employee earned $56,569, little changed from 2019's $56,755, the company said in its proxy. </p><p>   Overall, Mr. Nelson said, Costco increased wages in 2020 and continues to do so this year. The company's average hourly wage is $27.71, up from $26.78 last year -- that was before a $2-an-hour Covid-19 premium paid for part of last year -- and $24.98 in 2018. </p><p>   Business also boomed at Home Depot, but there it pushed up median pay. The home-improvement retailer's median worker made $27,389 last year, 20.9% more than in 2019. </p><p>   The company attributes the rise to pandemic-related pay initiatives. For several months, Home Depot added $100 a week to full-time paychecks and $50 to part-time ones, a spokeswoman said. It paid double for overtime. Full- and part-time workers received 80 and 40 hours of paid time off that they could cash out at year-end if it went unused, with additional time for those who contracted Covid-19, came into contact with someone with the virus or were considered at higher risk from Covid-19 because of age or chronic conditions. </p><p>   Plus, strong financial results pushed up \"success sharing\" bonuses for nonmanagement workers, the Home Depot spokeswoman said. </p><p>   Elsewhere, closures lowered median pay. L Brands Inc., owner of the Victoria's Secret and Bath &amp; Body Works chains, shut stores to help prevent the virus's spread -- in some cases more than once, as local restrictions changed -- and furloughed workers along the way, a spokeswoman said. </p><p>   In addition, as part of a longer-term strategic change, the company permanently closed more than 200 of its Victoria's Secret stores, which tended to employ more full-time workers. That left Bath and Body Works employees, who are more often part-timers, making up a bigger share of the company's workforce, pulling median pay down, the spokeswoman said. </p><p>   Median pay at L Brands fell 26.8% last year to $9,876 from $13,490, the company said in its proxy. Annualized, the part-time employee's pay would have been about $26,500, the company said. </p><p>   At the airlines, median-pay figures diverged. American Airlines reported a rise -- by just over 20%, to $73,703 from $61,143 in 2019. Delta Air Lines, United Airlines and Southwest said median pay fell. </p><p>    American furloughed 19,000 people in October, by seniority, as federal employment support for the industry dried up. \"The most junior employees in each impacted work group were subject to furlough,\" a spokesman said. \"And those junior employees are at lower pay rates than their more-senior colleagues.\" </p><p>   That left more higher-paid employees on American's books when the company identified its median-pay figure at the end of October, the spokesman said. American later reinstated furloughed employees effective Dec. 1. </p><p>   United furloughed workers and paid them retroactively after new federal aid legislation passed in December, so they stayed on the books when the airline identified its median worker on Dec. 31, a spokeswoman said. With so many flights halted, airline workers had less opportunity to earn overtime. Median pay at United fell 15.1% to $63,496 from $74,750. </p><p></p>",
  "published": "2021-07-12T06:07:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 252,
          "end": 262
        },
        {
          "start": 533,
          "end": 543
        },
        {
          "start": 4650,
          "end": 4660
        },
        {
          "start": 40,
          "end": 55
        },
        {
          "start": 3879,
          "end": 3889
        },
        {
          "start": 4110,
          "end": 4120
        },
        {
          "start": 40,
          "end": 50
        },
        {
          "start": 3879,
          "end": 3890
        }
      ],
      "nexusId": "10039838"
    }
  ]
}