{
  "_id": "1187581d2463a3e0a4f613f1613da101120e48db50abac70cc7e452a0e1aa09e",
  "feed": "market-watch",
  "title": "Here's why tech could be the sweet spot for next year, but this hot sector is a no, says Wells Fargo",
  "text": "<p>PIMCO founder Bill Gross&#xa0;told the Financial Times&#xa0;as much in a new interview, as he warned of overly accommodative central banks causing “dangerous” widespread euphoria for all sorts of assets, including stocks.</p><p>While Gross didn't have much advice for investors or central banks on how to stop the merry-go-round, Morgan Stanley packed a bit more punch on Monday, with its advice to stop buying U.S. stocks and Treasurys, in favor of Europe, Japanese equities and energy.</p><p>Our call of the day from Wells Fargo's Investment Institute also shakes up its equity advice, but there is still much to like about Wall Street in the year ahead, it says.</p><p>For starters, it is cutting U.S. large-cap energy stocks to neutral from favorable and doing the opposite for information technology.</p><p>“An environment of slowing but above-average growth can benefit both cyclical and growth-oriented sectors, suggesting a more balanced approach to our sector guidance. As the cycle matures and economic growth begins to normalize, secular growth sectors, such as information technology, typically take a leadership role,” said the team.</p><p>Quality is key here and WFII said IT leads with metrics such as return on equity and low leverage. “While valuations are above historical averages, we believe investors likely will continue to pay a premium for companies that are posting consistent growth and that show some resilience to cyclical slowdown,” said WFII.</p><p>It cut the energy sector to neutral, saying it's wise to cash in on some of the year's profits even if 2022 is another good year. While further oil-price gains will boost earnings, it said suppliers will likely maintain production cuts and valuations will get more reasonable. Other dings against energy — high leverage and low return on equity.</p><p>WFII cut U.S. small-caps to neutral from favorable, and did the reverse for midcaps. Again, it's a question of quality as midcap firms usually have stronger balance sheets and cash levels, and favorable return on equity. Midcaps also have a higher allocation to IT, though also exposure to economically sensitive sectors.</p><p>Small-cap equities, heavily geared to early cycle recoveries, outperformed the S&amp;P 500 and Russell Midcap Index over the past year. But in the transition to mid-cycle, which WFII sees ahead, slowing growth and less-abundant liquidity are less favorable to smaller companies. Still, the group is keeping a full weighting on small-caps.</p><p>Elsewhere, WFII has upgraded energy commodities to favorable from neutral, but is cutting agriculture to neutral, following a ramp-up in prices. It lifted its end-2022 WTI crude price to $85 to $95 and cut its gold target to $2,000 to $2,100, based on expectations for a stronger dollar.</p><p>As for the economy, WFII cut its U.S. growth expectation to 4.5% next year, and raised inflation to 4%, but said that still leaves pretty decent expansion. “We are counting on the economy's ongoing reopening to permit consumer-led economic growth to broaden beyond goods spending to close-contact travel, entertainment and other service industries hit hardest by the pandemic,” WFII said.</p><p>The markets</p><p>Stock futures YM00ES00NQ00are turning positive ahead of retail sales data, with bonds yields TY00 easing. Oil CL00, gold GC00 and the dollar DXY are up.</p><p>Cryptocurrencies are having a rough day, with bitcoin BTCUSDstruggling to hold $60,000. Twitter's TWTR CFO said in a Wall Street Journal interview on Monday that it made no sense to invest the company's cash in cryptos right now.</p><p>Read:VanEck to launch bitcoin futures ETF on Tuesday, while spot bitcoin ETF remains elusive</p><p>The buzz</p><p>Home Depot shares HD are rising toward a record after solid results. Also gaining, shares of Walmart WMT after the retailer lifted guidance following a strong third quarter. We'll hear from Target TGT and Lowe's LOW on Wednesday.</p><p>Pfizer PFE will license its COVID-19 oral antiviral to low-and-middle-income countries.</p><p>Peloton PTON stock is tumbling after the the home fitness group launched a $1 billion stock offering. </p><p>October retail sales are expected to jump 1.5%, well above the previous month's 0.7% gain. At the same time we'll get import prices, followed by industrial production and capacity utilization, a home builder's index and business inventories.</p><p>Warren Buffett's Berkshire Hathaway has made some investment tweaks, trimming stakes in Visa V, Mastercard MA, AbbVie ABBV and Bristol-Myers Squibb BMY, and adding Royalty Pharma RPRX and Floor &amp; Decor FND.</p><p>Strong orders and an upbeat forecast are boosting shares of luxury electric-vehicle maker Lucid LCID.</p><p>But Tesla TSLA is set for a fourth straight losing session. CEO Elon Musk sold another $930 million in shares, bringing his total up to $7.8 billion over the past week. Meanwhile, JPMorgan JPM is suing the EV maker for breach of contract, asking $162.2 million over what the bank claims were unpaid warrant transactions.</p><p>The metaverse could be a $57 billion market for luxury-goods companies by 2023.</p><p>President Joe Biden and his Chinese counterpart Xi Jinping's more than three-hour virtual chat concluded with an agreement to lower tensions and cooperate.</p><p>The chart</p><p>A bullish position on tech stocks is the most crowded trade for investors, says Bank of America's monthly fund manager survey:</p><p>And the biggest tail risk? Hold on to your hats:</p><p>Random reads</p><p>Meet the women of Iran's underground heavy metal scene.</p><p>Hair coming out of your ears, working nonstop? Redditors reveal the biggest annoyances about getting older.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-11-16T08:12:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3610,
          "end": 3620
        }
      ]
    }
  ]
}