{
  "_id": "803c5ca3804c97595fa8bb0e3cfdd60d7666550dc1fa76ffbc1d19536ae74c63",
  "feed": "market-watch",
  "title": "Morgan Stanley grows bearish on home furnishing retailers during COVID-19 recovery, downgrades Bed Bath & Beyond & Wayfair",
  "text": "<p>“As life returns to normal, stimulus payments stop, and services spending resumes, durable goods' share of PCE should recede,” analysts wrote in their report.</p><p>Analysts cut Bed Bath &amp; Beyond's BBBY price target to $12 from $18.</p><p>See:Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>“The crux of our downgrade is we now expect below consensus revenue in each of the next two years,” analysts said, though the home retailer is in the midst of a turnaround that Morgan Stanley says could drive share gains.</p><p>Bed Bath &amp; Beyond stock tumbled after its most recent earnings revealed some risk for the holiday shopping season. Shares have fallen 19.2% for the year to date.</p><p>Wayfair's W price target was cut to $195 from $290. Analysts say supply chain challenges, declines in home spending and higher marketing spend are among the reasons for the downgrade.</p><p>“By Q2'22, compares become easier as Wayfair begins to lap sales declines and supply chain issues may abate, or at least normalize,” the note said.</p><p>Also: Walmart, Target, Home Depot and other large retailers are chartering ships to bypass supply chain problems. Will the strategy save Christmas?</p><p>“Structurally, we think Wayfair is a stronger brand post COVID and still a long-term share gainer as online penetration in the home furnishings category increases.”</p><p>Wayfair shares rose 2.8% in Thursday trading, and have increased 7.2% for 2021 so far.</p><p>On the other hand, Morgan Stanley upgraded National Vision Holdings Inc. EYE to overweight from equal-weight and raised its price target to $70 from $57.</p><p>“Our upgrade is based on the optical category bucking the reversion trend over the next two years, allowing the segment and [National Vision] to continue growing through '23,” analysts said.</p><p>“In addition to a healthy growth outlook that should stand out relative to most retailers, we think National Vision is one of the best-positioned growth stories in our coverage.”</p><p>National Vision stock has rallied 30.7% for the year to date. The benchmark S&amp;P 500 index SPX is up 18% for the period.</p>",
  "published": "2021-10-14T15:27:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1089,
          "end": 1099
        }
      ],
      "nexusId": "10039838"
    }
  ]
}