{
  "_id": "c9c11e2163db5764c72f92126ed38ceca15164d1cedb13ea2215f9e541a48868",
  "feed": "ftcomall",
  "title": "Retailers become bullish as shoppers return",
  "text": "<p>This article is an on-site version of our Coronavirus Business Update newsletter. Please share this with friends and colleagues who might find it valuable and let them know that, even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. Welcome and&#xa0;<a href=\"https://www.ft.com/newslettersignup-coronavirus\">please sign up here</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>The US has extended a ban on non-essential travel along the borders with <a href=\"https://twitter.com/DHSgov/status/1428689217232723973\">Canada and Mexico</a> to slow the spread of Covid-19</p></li>  <li><p>The reproduction value and growth rate of Covid-19 have <a href=\"https://www.ft.com/content/bfaf3146-469e-4d0f-bdd6-3eaa3c7a9cd6#post-7898e3b6-cdb0-4e5f-8462-af9a3a2cc064\">risen again in England</a> after reversing their upward trend last week</p></li>  <li><p>US tractor maker Deere has <a href=\"https://www.ft.com/content/bfaf3146-469e-4d0f-bdd6-3eaa3c7a9cd6#post-92a648ce-61c4-444c-8217-acd0129c3aae\">raised its full-year outlook</a> as the global economic recovery fuels demand for its farm and construction equipment</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/bfaf3146-469e-4d0f-bdd6-3eaa3c7a9cd6\"><em>live blog</em></a></p> <p>The first profit upgrade from UK bellwether <a href=\"https://www.ft.com/content/4c0adf8e-0026-4b6d-90b1-58a8c5c97b37\">Marks and Spencer</a> this century capped a week of positive announcements from both British and US retailers.</p> <p>The company cited “an element of pent-up demand” as it said pre-tax profits for 2020-21 would be above previous guidance of £300m to £350m, lifting its shares more than 10 per cent on Friday morning. Some analysts believe the company will do even better as returning office workers boost sales at its food stores in stations and business districts.</p> <p>In the US, <a href=\"https://www.ft.com/content/b6d84d75-b9c6-416e-9bcb-418c445fe0fa\">Walmart</a>, the world's biggest bricks-and-mortar retailer, earlier this week also raised its outlook for the full year for the second time in three months. <a href=\"https://www.ft.com/content/8138bbe4-3c45-469e-9a47-a67c7b0e3df5#post-bbefe28d-b755-4fed-a0b0-f47338cd843d\">Home Depot</a> reported its highest quarterly revenues ever, even as the pandemic-fuelled boom for DIY began to wane. Department store chain <a href=\"https://www.ft.com/content/1aff8bc1-6d28-4302-a588-5eb4d1c12e42#post-46a981ad-cdb9-4f59-9c70-19ac3219dd7a\">Macy's</a> raised forecasts too, after second-quarter sales jumped by more than half as stores reopened after pandemic closures.&#xa0;</p> <p>Despite the flurry of bullish statements from big stores, official data in the UK and US shows a fall in overall retail sales, clouding the vision of a consumer-led recovery from the pandemic.</p> <p>In the UK, the decline has been blamed on shoppers <a href=\"https://www.ft.com/content/1186caec-ca1a-4d83-8979-707507778790\">spending more on going out</a> than on groceries, as well as poor weather and supply chain problems. In the US, the fall has been attributed chiefly to the spread of the <a href=\"https://www.ft.com/content/8138bbe4-3c45-469e-9a47-a67c7b0e3df5#post-ec814dd4-5f84-4000-add1-ec08ba9af6fe\">Delta variant of coronavirus</a>, as Americans fretted about the possible effect on their finances. </p> <p>This more pessimistic view from US consumers is borne out by <a href=\"https://data.oecd.org/leadind/consumer-confidence-index-cci.htm\">OECD data</a> and — most strikingly — in the closely watched University of Michigan consumer sentiment report, where a “stunning loss of confidence” has driven the index to its&#xa0;<a href=\"https://www.ft.com/content/9b8436c0-26f8-4b2f-a8ee-0e2d9b3a452b#post-f8d72453-e987-4a76-9d98-fda121231c7b\">lowest level in nine years</a>.&#xa0;</p> <h1>Global economy</h1> <p>Economists are starting to pare back <strong>US growth forecasts</strong> as the Delta variant of coronavirus continues to spread. Goldman Sachs has <a href=\"https://www.ft.com/content/c21958ff-80d2-4b3b-863c-c492b361b2a4\">cut its third-quarter GDP outlook</a> from 9 per cent to 5.5 per cent and reduced its 2021 full-year forecast by 0.4 percentage points to 6 per cent.</p> <p>The <strong>UK's public finances</strong> are in much <a href=\"https://www.ft.com/content/88de871b-4e24-44f5-bee5-a6cbb46f77b0\">better shape than expected</a> thanks to a strong economic bounceback, according to official data that show net borrowing in July was £10.4bn — half the level in the same month last year. However, borrowing still remains historically high.</p> <p>Central Europe correspondent James Shotter reports on the knock-on effects of <strong>Prague's tourism revenues</strong> <a href=\"https://www.ft.com/content/c2ff81e0-d40e-4403-8168-ef2818d9d88e\">plunging 80 per cent</a> during the pandemic. Some believe that the collapse gives the city an opportunity to reset the balance between residents and visitors, which had become seriously lopsided, with plenty of venues for stag dos but few places for locals to buy groceries.</p> <h1>Business</h1> <p>The <strong>Mipim conference</strong> in Cannes, the property world's glitzy annual dealmaking event, will only operate in a <a href=\"https://www.ft.com/content/4cb5b874-7edf-425b-95d1-7e3535ecf71f\">minimal capacity</a> next month after being pushed back by six months and halved in length. Many big names have decided not to attend the gathering, which some UK attendees have nicknamed the “Massive International Piss-up In March”. </p> <p>The <strong>semiconductor shortage</strong> hitting the world's carmakers is worsening, as coronavirus cases rise at factories across south-east Asia. Toyota said it would <a href=\"https://www.ft.com/content/89bd676c-fc10-4a69-9b03-dc50ed3f441d\">cut production by 40 per cent</a> in September, while Ford and General Motors have also reported problems. </p> <p>The main reason <strong>Wall Street bosses</strong> are urging a return to the office is to have better oversight of how their employees handle <a href=\"https://www.ft.com/content/00663fab-17e8-45e3-8227-0d6ea94916e4\">regulatory and legal hazards</a>, writes US financial editor Gary Silverman. One expert said: “You are much more casual at home than you might be at an office — there is no one to watch you except your dog.”</p> <h1>Markets</h1> <p>Columnist John Plender says there is no reason for <strong>central banks</strong> to <a href=\"https://www.ft.com/content/3939ad76-b1ad-4859-b42a-f6e0f743c775\">continue quantitative easing programmes</a> now that vaccines have delivered a jolt to national economies and asset prices are at all-time highs. Officials at the<strong> Federal Reserve</strong> <a href=\"https://www.ft.com/content/29be3f70-3f3e-4bfd-b26e-01833337587c\">are divided</a> over when to start winding down US efforts. </p> <p><strong>Antofagasta</strong> is the latest miner to report a surge in profits thanks to rising commodity prices as economies reopen. The Chilean company said that it would increase its interim dividend nearly fourfold from the same period last year, after <a href=\"https://www.ft.com/content/f8ca2d87-7322-46b2-b04f-254c7accff6e\">copper prices rose 19 per cent</a> in the first six months of 2021. </p> <p><strong>Gold miners</strong> on the other hand are experiencing a <a href=\"https://www.ft.com/content/d9cbe0e5-353a-44b9-bc75-a6ac61c992e8\">more difficult period</a>, as a strengthening dollar and a rise in bond yields hit the price of the precious metal. Mark Bristow, chief executive of Barrick Gold, the world's second-largest miner, said this month that the industry needed to focus on growth rather than returning cash to shareholders. “[The] chronic tendency to harvest the gold price instead of investing in the future has resulted in declining reserves and a shortage of high-quality development projects,” he said.</p> <h1>The essentials</h1> <p>Are vaccines becoming less effective at preventing Covid-19 infection? <a href=\"https://www.ft.com/content/49641651-e10a-45f6-a7cc-8b8c7b7a9710\">Read our new explainer</a>.</p> <h1>Have your say</h1> <p><em>Kid from Cleveland</em> comments on <a href=\"https://www.ft.com/content/89bd676c-fc10-4a69-9b03-dc50ed3f441d?commentID=70da93f5-9516-432b-936f-1ae6d85385a5\">Chip shortage deepens supply problems at global carmakers</a>:</p> <blockquote>  <p>This is a major issue not just with the automotive industry, but with most manufacturing in general. Almost every major manufactured consumer good is chock full of chips for purposes ranging from simple temperature control to complex mechanical functions. Until supply chains are diversified in a way that mitigates the ongoing Covid disruptions (and geopolitical roadblocks), it isn't going to change. </p> </blockquote> <h1>Final thought</h1> <p>“The more you speak, think, dream in another tongue, the more you can morph into someone else.” Work and careers editor Isabel Berwick writes about the transformative experience of <a href=\"https://www.ft.com/content/872f057e-ec37-4f93-b72a-03e83ec107a4\">learning a new language</a> during lockdown. </p><p>Source: Darren Dodd 2021 'Retailers become bullish as shoppers return' FT.com 20 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-20T17:15:20.202Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1522,
          "end": 1532
        }
      ]
    }
  ]
}