{
  "_id": "ccd5366e645823cf4afdff4c4bfa49e5ff634cc24be73966815787de3607c726",
  "feed": "wall-street-journal",
  "title": "Home Depot Thrives, Macy's Sags --- Shoppers treat retailers differently, but executives at both see shift ahead",
  "text": "<p>The two retailers have been on opposite sides of the Covid-19 pandemic. Home Depot's revenue increased 20% in the company's latest fiscal year as Americans spent more time -- and money -- fixing and renovating their homes. Annual sales at Macy's tumbled nearly 30% as consumers bought less apparel for going outside, including to work.</p><p>\"The strong and consistent demand environment we've seen over the past nine months has continued into February,\" said Richard McPhail, Home Depot's finance chief. However, the company declined to give a forecast for the full year citing uncertainty about the coronavirus, the distribution of vaccines and fiscal policy.</p><p>\"We are limited in our ability to forecast demand for the year, particularly as it relates to the back half,\" Mr. McPhail said Tuesday.</p><p>Macy's Chief Executive Jeff Gennette said he expects the department-store chain's apparel business to recover toward the second half of the year, as more people get vaccinated and start planning events like weddings and going back to workplaces.</p><p>\"What we're expecting is that we're going to see much of what we saw in the fourth quarter going through the first half,\" Mr. Gennette told analysts on Tuesday. \"We expect that the home businesses are going to continue to be strong. And then when you look at some of the luxury businesses that customers have been spending on, like fine jewelry and fragrances, some on designer skin care, all those categories are strong.\"</p><p>Mr. Gennette said he sees consumers doing much of their shopping online even after the pandemic abates. Macy's expects digital sales to reach $10 billion within the next three years. Mr. Gennette has been focused on reducing costs associated with digital sales, which accounted for 44% of Macy's net sales in the most recent quarter.</p><p>Macy's returned to a profit in the holiday quarter -- its fiscal fourth quarter -- after losing more than $4 billion the first nine months of the year. Net income in the three months to Jan. 30 totaled $160 million, compared with $340 million a year earlier. Sales for the quarter fell 19% to $6.8 billion.</p><p>Home Depot's revenue in its fiscal fourth quarter was $32.26 billion, a 25% increase. Profit rose 15% to $2.86 billion, as costs increased. Digital sales continued to accelerate, jumping 83% year over year in the latest period, as more shoppers used online ordering during the pandemic, Chief Executive Craig Menear told analysts on a conference call.</p><p>Higher spending on big-ticket items such as appliances, vanities and flooring also helped drive growth in the quarter. Sales for do-it-yourself projects continued at the strong pace set earlier in 2020, while sales to professional customers notched faster growth.</p><p>Mr. McPhail estimated that if late-2020 demand levels continue into this year, comparable sales -- a figure that corrects for changes in store count -- will be flat or slightly positive in 2021. On that basis, Home Depot's sales rose about 20% in 2020.</p>",
  "published": "2021-02-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 72,
          "end": 82
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 471,
          "end": 481
        },
        {
          "start": 2102,
          "end": 2112
        },
        {
          "start": 2928,
          "end": 2938
        }
      ]
    }
  ]
}