{
  "_id": "af753371a296a525c2ad79056a7615cf48323ad68c83bef2027c68d0c52ea3fd",
  "feed": "wall-street-journal",
  "title": "Rising Costs Add to Home Prices",
  "text": "<p>Prices for granite, insulation, concrete blocks and common brick have all pushed to records in 2021, according to the Bureau of Labor Statistic's producer-price index, which measures the change in prices that producers receive for their output. Drywall and ceramic tiles are short of records but have also climbed.</p><p>Paintmaker Sherwin-Williams Co. and flooring manufacturer Mohawk Industries Inc. as well as builders D.R. Horton Inc. and Hovnanian Enterprises Inc. have been raising prices to pass along higher costs. They can thank historically low borrowing costs, federal stimulus payments and a hunt for yield that has sent investors barreling into the home-rental business.</p><p>\"Whoever the home buyers are, they have been able to pay for it,\" said Todd Tomalak, who tracks building products for John Burns Real Estate Consulting.</p><p>American Homes 4 Rent, which built more than 1,600 rentals last year and plans to construct another 2,000 houses this year, said its lumber bill is between $20,000 and $25,000 per house, up from about $10,000.</p><p>\"Fortunately, we've been in a rental-rate growing environment, and that has kept us yield neutral,\" said Jack Corrigan, the company's chief investment officer.</p><p>Investors are watching all corners of the economy for signs of stimulus driving a pickup in inflation. They are finding it in housing, where rising input prices are translating into higher costs for consumer goods.</p><p>Federal Reserve policy makers say they haven't seen enough of a jump in the price of goods and services to alter their course of holding interest rates near zero and pumping cash into the economy, which remains in recession and plagued by unemployment.</p><p>Rock-bottom mortgage rates have made owning a house more affordable, while the Fed's purchasing of mortgage-backed securities has spurred lending. Lower household spending during the lockdown and federal stimulus checks have helped people accumulate down payments. House hunters are bidding up properties alongside legions of investors who are buying and building a growing share of America's houses and renting them out.</p><p>Building-supply chains weren't prepared when Americans began swarming model homes and Home Depots in April. Sawmills and factories had shut down like most other workplaces early in the lockdown. A spate of hurricanes knocked out Gulf Coast facilities that produce polyvinyl chloride, or PVC, raising prices to records for the material used for waste pipes and siding, according to ICIS, which tracks chemical commodities.</p><p>Suppliers never caught up. Now building permits for residential construction are being issued at their highest rate since 2006.</p><p>CanWel Building Materials Group Ltd., which distributes building supplies in Canada and the Western U.S., has enough orders for rot-resistant wood to keep its lumber-treating facilities running at capacity through 2021.</p><p>\"We're sold out. We can't take on any more business this year,\" Chief Executive Amar Doman told investors last week. \"Everything that we're producing is sold.\"</p><p>The National Association of Home Builders says that rising lumber prices have added $24,000 to the cost of building the average single-family home and about $9,000 per apartment. The lobbying group last week asked Commerce Secretary Gina Raimondo to seek immediate remedies to boost production.</p><p>\"Current prices represent an intolerable and frequently insurmountable financial burden to home builders and contractors,\" the group said.</p><p>Executives with D.R. Horton, the country's largest home builder, said they are paying more for lumber as well as shingles and facing short supplies of windows and appliances.</p><p>\"We are increasing our prices in general, but we balance our moves in prices relative to affordability and what we think our buyers can actually afford in terms of the monthly payments,\" finance chief Bill Wheat said.</p><p>Builders boosted prices for nearly three quarters of all floor plans offered during January, according to RBC Capital Markets, compared with 54% of models that became more expensive in December.</p><p>Some builders are finding limits to what customers will pay. In Raleigh, N.C., Brant Chesson, CEO of Homes by Dickerson, said that last month he lost six customers in one day after he raised prices to cover higher lumber bills.</p><p>\"Even though there still is a great sales pace, we lose customers every day,\" he said.</p>",
  "published": "2021-03-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2177,
          "end": 2188
        }
      ],
      "nexusId": "10039838"
    }
  ]
}