{
  "_id": "709c6d80a811128e8f1570b89652fd3ed5d9704823fa760ab6af27f2a18028cd",
  "feed": "wall-street-journal",
  "title": "CIO Remote-Work Checklist Zooms Beyond Videoconferencing; Evolving notions around remote and hybrid work is leading video-app maker Zoom to expand into new areas",
  "text": "<p>\"The foundation of our remote-working infrastructure and videoconferencing capabilities are firmly in place and have been for a while now,\" said David Vidoni, vice president of IT at Cambridge, Mass.-based software company Pegasystems Inc. \"Now it's just a matter of smartly integrating those tools with all our other digital transformation initiatives going forward across the business,\" Mr. Vidoni said.</p><p>That may spell trouble for Zoom Video Communications Inc., whose flagship videoconferencing tool emerged as the go-to app for companies rushing to keep workers connected, sending its sales skyrocketing. The San Jose, Calif.-based startup says its online traffic hit a peak of some 300 million daily participants in April 2020, up from 10 million in December 2019.</p><p>\"Zoom was in the right place at the right time,\" said Wayne Kurtzman, research director for social and collaboration software at research firm International Data Corp. \"They were easy to use, deploy and purchase, even for the enterprise.\"</p><p>Since then, analysts say, much larger tech providers have added new features and functionality to their videoconferencing platforms, including Microsoft Corp. and Alphabet Inc.'s Google, which are often included in entire suites of core business apps.</p><p>That is putting added pressure on Zoom to innovate quickly and stay apace with market challengers, said Laura Petrone, principal analyst at research firm GlobalData PLC. \"The pandemic has made this competition even tighter,\" Ms. Petrone said.</p><p>For Zoom, prying commercial customers away from stalwart enterprise IT vendors won't be easy, she said.</p><p>Matt Carey, CIO at Home Depot Inc., said the company uses both Microsoft Teams and Cisco Systems Inc.'s WebEx videoconferencing tools for internal and external meetings. He has no plans to swap out these apps any time soon: \"We continue to rely on these platforms in our day to day,\" Mr. Carey said. For now, most of the company's technology teams, among other business groups, continue to work remotely, he said.</p><p>Zoom in the past year has released hundreds of new features and upgrades for its videoconferencing app, said Gary Sorrentino, the company's deputy CIO. They include a digital whiteboard that can be used before, during and after an online meeting, and real-time automated translations, among other tools.</p><p>It has also expanded into new areas, he said, such as a service aimed at helping businesses manage physical office space, including an app with an interactive map for reserving desks or conference rooms.</p><p>Mr. Sorrentino said the challenge today for CIOs is to deploy technology that supports entirely new work models that didn't exist before the pandemic, or even immediately after the initial remote-work phase, such as hybrid strategies: \"Single apps can no longer keep up with the flexibility and agility to adapt as employees evolve,\" he said.</p><p>Doing all of that requires a set of more flexible, engaging and comprehensive software tools, \"instead of siloed offerings,\" Mr. Sorrentino said.</p><p>IDC estimates that the global market for collaboration apps will exceed $50 billion by 2025, nearly double 2020 levels. But the pace of growth will begin to slow down in the years ahead, IDC's Mr. Kurtzman said.</p><p>Zoom last month reported $1.05 billion in sales for the three months ended Oct. 31, a 35% increase from a year earlier, but less than the 54% increase in the previous quarter. A year earlier, sales jumped more than 360%—a sign that many companies were caught flat-footed by the pandemic and saw Zoom as a quick-and-easy fix.</p><p>Christopher Trueman, principal analyst covering employee experience, content and communication technology at tech research firm Gartner Inc., said most companies now have multiple virtual meeting apps in place for different purposes. \"A company may use Microsoft Teams for all of their internal collaboration and meeting needs, Zoom for more formal, externally facing meetings, and a specialized service such as On24 for large webcasts,\" Mr. Trueman said.</p><p>But, he added, big software firms have the advantage of offering their meeting and collaboration tools as part of far-reaching business-app packages, enabling them to \"keep a foot in the door\" with companies that rushed to install single use applications.</p><p>Write to Angus Loten at angus.loten@wsj.com</p><p>CIO Remote-Work Checklist Zooms Beyond Videoconferencing</p>",
  "published": "2021-12-06T21:56:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1627,
          "end": 1637
        },
        {
          "start": 1627,
          "end": 1642
        }
      ]
    }
  ]
}