{
  "_id": "82324ea45ba17725fb6e89d62c75e787fa66cf6b69a3acd3d09d4f1f9e7383e2",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Cuomo Loses Allure  With Major Donors  ---  Federal probe of Covid  in nursing homes and  alleged harassment  erode financial support  ----  By Jimmy Vielkind",
  "text": "<p>   For over a decade, New York Gov. Andrew Cuomo has been a fundraising juggernaut, taking in more than $130 million from developers, unions, finance executives and others to build a sheen of invincibility around his governorship. </p><p>   But Mr. Cuomo is starting to lose some of his major donors, suffering defections in recent weeks that could complicate an expected re-election bid as he fights off a state sexual-harassment probe and a federal investigation into how his administration handled Covid-19 in nursing homes. </p><p>   The desertions are a worrying sign for a governor who has sought to project strength through one of the rockiest stretches of his 11 years as governor. Mr. Cuomo raised $2.3 million over the past six months -- the second-smallest haul of any such period of his governorship, according to campaign finance disclosures filed last week. For the first time, he was outraised by a Republican rival, U.S. Rep. Lee Zeldin, who announced a gubernatorial bid in April. </p><p>   Jeff Gural, a real-estate developer and casino owner who has previously given $175,000 to Mr. Cuomo's campaigns, says he is turning his back on the Democratic governor because he doesn't like the way he conducts business and has felt threatened to donate in the past. </p><p>   Mr. Gural said recent reports about the governor's alleged harassment -- which Mr. Cuomo has denied -- were concerning and he was unhappy with how the state decided to legalize mobile sports betting. </p><p>   \"He's smart, but he's a bully and his tactics are a disgrace. And people should know how he runs the state,\" Mr. Gural said. </p><p>   John Samuelsen, a Brooklyn track worker and head of the Transport Workers Union, turned against Mr. Cuomo in recent weeks after disputes about the structure and leadership of the Metropolitan Transportation Authority, which runs the region's buses, subways and commuter rail. </p><p>   Mr. Samuelsen stood up for the governor in the past and steered union contributions to his campaigns. On July 9, Mr. Samuelsen praised New York state Attorney General Letitia James, a possible Democratic primary challenger to Mr. Cuomo, and his union donated an additional $25,000 to her campaign. </p><p>   \"I'm over him. With friends like this, unions don't need enemies,\" Mr. Samuelsen said. </p><p>   Rich Azzopardi, a senior adviser to Mr. Cuomo, said Mr. Samuelsen was a \"complete outlier in the labor movement\" and said Mr. Gural had frequently sought changes to the financial arrangements regarding his gambling properties. \"He's just lashing out because the scales aren't tipped in his favor,\" Mr. Azzopardi said. </p><p>   More than 150 people -- including prominent real-estate developers and several union leaders -- attended a campaign fundraiser in June where Mr. Cuomo said he hoped to govern for another four years, according to people who attended. Mr. Cuomo now has $18.3 million on hand -- more than twice the combined funds of his declared and potential rivals -- and retains the campaign advantages of incumbency. </p><p>   \"We are thrilled by the widespread support we have among Democratic leaders, our brothers and sisters in labor, and the general public -- as demonstrated by a record number of low-dollar donations this cycle,\" said Gita Tiku, the finance director for Mr. Cuomo's campaign. </p><p>   The Cuomo administration has also defended its handling of Covid-19's spread through nursing homes, as federal investigators probe how it tallied deaths in long-term-care facilities. </p><p>   Republicans in the state believe the scandals have made the governor vulnerable, and some of the party's wealthy donors who previously crossed party lines for Mr. Cuomo are now backing his rivals. </p><p>   Former Morgan Stanley CEO John Mack contributed $20,000 to Rob Astorino, one of Mr. Cuomo's Republican challengers. Mr. Mack was an informal adviser to Mr. Cuomo in 2014 and has donated $53,500 to his campaigns, most recently in 2020. Mr. Mack didn't respond to requests for comment. </p><p>   Home Depot co-founder Ken Langone -- who in past campaigns chaired an informal group called \"Republicans for Cuomo\" -- gave $25,000 to Mr. Zeldin, the front-runner for the GOP nomination next year. Mr. Langone's assistant said he didn't wish to discuss his donations. </p><p>   Mr. Zeldin raised over $4 million in the past six months, including $380,000 transferred from his congressional committee. It is the first time Mr. Cuomo has been outraised by an opponent since he took office in 2011. </p><p>   Mr. Zeldin said on Friday that his campaign was hearing from several former Cuomo donors. </p><p>   \"People at some point -- like now -- will no longer fear the beast. You're seeing a revolt, publicly and privately,\" Mr. Zeldin said. </p><p>   Mr. Azzopardi said no amount of money would make New Yorkers forget about Mr. Zeldin's support for former President Donald Trump. </p><p></p>",
  "published": "2021-07-22T06:07:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3886,
          "end": 3896
        }
      ]
    }
  ]
}