{
  "_id": "c0f0823329197e2c017825f88c289870f5c5039c82f0f4f8749bd1fa6c5b5d52",
  "feed": "wall-street-journal",
  "title": "Target Posts Strong Sales and Says It Has Plenty in Stock for Black Friday; Retail chain, like rival Walmart, says shoppers returned to stores and that it pulled forward inventory to avoid supply-chain snarls",
  "text": "<p>\"We've seen strength throughout the year,\" said Target Chief Executive Brian Cornell on a call with reporters. Sales rose strongly in each of the five main categories the retailer sells, he said. \"We've made a big investment in both inventory and in staffing to make sure we are going to be there to provide the items the guest is looking for and great service.\"</p><p>The company has pulled forward some shipments of goods and chartered its own vessels to counteract transportation disruptions heading into the holiday season when most retailers earn a significant portion of annual revenue.</p><p>Inventory for the quarter rose 17.6% compared with the same period last year, the company said. It has focused on keeping prices lower than competitors, as prices rise generally for a host of goods, said Mr. Cornell. \"We think value is going to be a critically important battle,\" he said.</p><p>Results from other large retailers showed little sign of impact from supply-chain problems or rising prices, with consumers willing to splurge on everything from electronics to hardware. Walmart Inc. and Home Depot Corp. reported strong sales Tuesday. Walmart said its inventory position is strong heading into the holidays.</p><p>\"Our scale has benefited us,\" Home Depot Chief Financial Officer Richard McPhail said Tuesday. Besides chartering ships, Mr. McPhail cited the ability to use Home Depot's cavernous stores to facilitate deliveries, and to negotiate with shipping carriers and trucking firms for lower rates. \"Scale matters, they can count on our volume so it's an advantage,\" he said.</p><p>Target's revenue hit $25.7 billion in the quarter, up from $22.6 billion in the same period last year. Net earnings rose to $1.5 billion in the quarter, up from $1 billion in the same quarter last year.</p><p>Adjusted earnings per share rose to $3.03 from $2.79 last year.</p><p>Spending per transaction fell 0.2% during the quarter, while traffic rose 12.9%, a sign that shoppers are heading to stores or online to buy more frequently, but don't feel the need to buy a lot at once as was the case earlier in the pandemic.</p><p>The retailer raised its sales guidance for the final quarter of the year. It now expects high single-digit to low double-digit percentage growth in comparable sales, compared with a previous estimate of high single-digit sales growth. Target continues to expect that its full-year operating income margin rate will be 8% or higher.</p><p>Holiday Shopping</p><p>Read more coverage, selected by the editors:</p><p>* Walmart Raises Forecast and Says Shelves Are Stocked for Holiday Shoppers (Nov. 16)</p><p>* Stores to Customers: You're Already Behind on Your Christmas Shopping (Oct. 27)</p><p>* Shoppers Find Discounts Are in Short Supply This Holiday Season (Oct. 25)</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Target Posts Strong Sales and Says It Has Plenty in Stock for Black Friday</p>",
  "published": "2021-11-17T11:32:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1359,
          "end": 1369
        },
        {
          "start": 1080,
          "end": 1090
        },
        {
          "start": 1231,
          "end": 1241
        }
      ],
      "nexusId": "10039838"
    }
  ]
}