{
  "_id": "721455618eb9393a62fc5c69c6028ecdfda7efdab9fca14cf49d0318df5e9419",
  "feed": "market-watch",
  "title": "This is why everyone is getting a generator",
  "text": "<p>First things first, what's a generator?&#xa0;</p><p>According to Mike Krake, the owner of Generator Specialist Inc., the best way to describe a generator is a device that will produce electricity that has to be driven by some sort of engine that is going to be fueled, typically, by natural gas or propane.&#xa0;</p><p>What type of fuel you use depends on what is available in your home. Diesel is also an option, but is typically avoided due to the high cost.&#xa0;</p><p>What type should you get?</p><p>For residential use, there are two options: portable or standby, with the latter being the more popular choice.&#xa0;</p><p>A home standby generator is an automatic system, so it is going to start and run by itself the second the power shuts off and until it comes back on.&#xa0;&#xa0;</p><p>Portable generators are far less easy to use. You need to be there to turn them on. And because they run on gasoline, Krake said you need to be very vigilant when using them.&#xa0;</p><p>“Plus, our gasoline today has a shelf life of about 30 days,” he added. “Our gas, after 30-60 days, is starting to deteriorate. So we usually suggest running them out of gas.”&#xa0;</p><p>Why might you need one?</p><p>Weather aside, there are many reasons one might purchase a generator.&#xa0;</p><p>“They want to keep their cellars from flooding, they want to keep their homes warm in the winter, people go to Florida for six months, they want to make sure their house is protected while they're gone, we have medical issues — people are on oxygen,” Krake said.&#xa0;</p><p>Inquiries to his company have also nearly doubled since the beginning of the pandemic, and haven't let up.</p><p>“When Covid hit, there were a lot of things you couldn't find in the grocery store, so people were worried about what was going on, and at least if they had power in their house they felt a little bit more secure,” Krake said.&#xa0;</p><p>Gayle Marriner-Smith, a New York-based agent with Daniel Gale Sotheby's International Realty, tells all of her buyers to look into purchasing a generator.&#xa0;</p><p>“If you're not there and your electricity goes off, your heat goes off, your pipes can freeze and then burst and then you've got hundreds of thousands of dollars worth of damage. So that $15,000-20,000 expense of putting in a generator, even though it seems like ‘do we really want to spend money on something so unglamorous,' it is well worth the money spent,” she said.</p><p>What size should you get?</p><p>Home Standby generators typically range from about 9,000 watts to 30,000 watts, according to Krake.&#xa0;</p><p>“What size generator you need does not depend on the size of your home,” he said. “I have a lot of people calling up and saying ‘I have a 25,000 square-foot home,' but the important thing is, what are the electrical appliances in the home that are going to consume the electricity.”&#xa0;</p><p>The big ones are hot water heaters, dryers and depending on how you heat your home, furnaces.&#xa0;&#xa0;</p><p>Anusha Shrivastava, who lives in Short Hills, New Jersey, purchased her first generator two years ago.&#xa0;</p><p>“We were hit very badly during [Hurricane]&#xa0; Sandy, losing power for 14 days. Since my parents now live with us, we don't want to take the chance of that happening again,” she said. “We got a Generac based on reviews. We got the largest one possible so that all the electronics in the house would work since we often work from home.”</p><p>Where does it go?&#xa0;</p><p>There are codes that determine where the generator can be located on your property and while manufacturers spell out what the general code is, the local code is what takes precedence.&#xa0;</p><p>“These generators are designed to be outdoors. We try to stay as close as we can, and within code, to the gas meter,” Krake said. “In some homes the gas meter might be on one side of the house and the electrical on the other. It's easier and cheaper to run wire through a house than pipe. We also have to be a certain distance from any opening that exhaust fumes can enter the house through, we have to be five feet away.”</p><p>What else do you need to know?</p><p>For the particular area of the country you live in, you want to make sure you get any starting aid that may be necessary for the cold weather, including battery heaters, oil heaters and breather heaters. All of these things will help your generator start during colder weather.&#xa0;</p><p>And then of course do your research. There are many brands of generators — Krake works with Cummins Onan, Generac and Kohler — and many places to buy them.</p><p>&#xa0;“The company that you purchase the generator from is important,” he said. “These generators are available from Lowes, Home Depot, you can probably buy them from Amazon, so remember when you buy that generator you're going to need maintenance, unless you can change oil and spark plugs yourself.”</p><p>This article is reprinted by permission from The Escape Home, a newsletter for second homeowners and those who want to be. Subscribe here. © 2021. All rights reserved.&#xa0;</p>",
  "published": "2021-11-29T13:58:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 4462,
          "end": 4472
        }
      ],
      "nexusId": "10039838"
    }
  ]
}