{
  "_id": "3476069096f218f766e5305d41d642609febcdccba96e8744018580719e410b3",
  "feed": "market-watch",
  "title": "CEOs from Target, CVS and Walgreens ask Congress for help amid retail crime surge",
  "text": "<p>“As millions of Americans have undoubtedly seen on the news in recent weeks and months, retail establishments of all kinds have seen a significant uptick in organized crime in communities across the nation,” the letter reads.</p><p>“While we constantly invest in people, policies, and innovative technology to deter theft, criminals are capitalizing on the anonymity of the Internet and the failure of certain marketplaces to verify their sellers,” it continues. “This trend has made retail businesses a target for increasing theft, hurt legitimate businesses who are forced to compete against unscrupulous sellers, and has greatly increased consumer exposure to unsafe and dangerous counterfeit products.”</p><p>Related:CVS is battling a $45 billion crime spree</p><p>The goal for the letter, which was addressed to the majority and minority leaders in both the House and the Senate, is to consider passing the Integrity, Notification and Fairness in Online Retail Marketplaces (INFORM) Consumers Act. The act aims to increase transparency for online retail marketplaces, slow the sale of counterfeit goods online, and increase verification protocols for buyers.</p><p>“Leading retailers are concerned about the growing impact organized retail crime is having on the communities we proudly serve, which is why we strongly support the bipartisan and bicameral Integrity, Notification and Fairness in Online Retail Marketplaces (INFORM) for Consumers Act,” the letter continues. “This important legislation will modernize our consumer protection laws to safeguard families and communities from the sale of illicit products and we urge its quick passage.”</p><p>Versions of this act have already been introduced several times over the past few years by members of both chambers of Congress.</p><p>It appears the INFORM Consumers Act has at least some some bipartisan support, as the bill was co-introduced by U.S. Senators from both parties when Dick Durbin (D-IL) and Bill Cassidy (R-LA) introduced it in March 2021.</p><p>See also: Kellogg to permanently replace 1,400 striking factory workers</p><p>And 69.4% of retailers say they have experienced a rise in retail-related crimes over the past year, according to data from the 2021 Retail Security Survey. The surveyed companies cited issues surrounding COVID-19, policing, changes to sentencing and the huge growth of online marketplaces.</p><p>Last month, groups of thieves ransacked high-end stores such as Louis Vuitton FR:MC, Burberry BURBY and Bloomingdale's M in San Francisco. In June, video of a Walgreens shoplifter filling a garbage bag with stolen merchandise and then pedaling a bike out of the store went viral.&#xa0;Retailers are spending millions a year to battle organized crime rings that steal from their stores in bulk and then peddle the goods online, often on Amazon AMZN.</p><p>See also: Hottest U.S. inflation rate in almost 40 years brings sigh of relief in some corners of financial markets</p><p>Here's a list of the CEOs who wrote the letter to Congress, and the companies that they represent:</p><p>Ken Hicks, Academy Sports + Outdoors</p><p>Lauren Hobart, DICK'S Sporting Goods Inc. DKS</p><p>Richard Johnson, Foot Locker Inc. FL</p><p>Rodney McMullen, The Kroger Co. KR</p><p>Richard Keyes, Meijer Inc.</p><p>Erik Nordstrom, Nordstrom Inc. JWN</p><p>Heyward Donigan, Rite Aid Corporation RAD</p><p>Brian C. Cornell, Target Corporation</p><p>Steve Rendle, VF Corporation VFC</p><p>William Rhodes, AutoZone, Inc. AZO</p><p>Neela Montgomery, CVS Health</p><p>Todd J. Vasos, Dollar General Corporation DG</p><p>Craig Menear, The Home Depot Inc. HD</p><p>Chip Bergh, Levi Strauss &amp; Co. LEVI</p><p>Geoffroy van Raemdonck, Neiman Marcus, Inc.</p><p>Ron Coughlin, Petco Animal Supplies Inc. WOOF</p><p>Anthony T. Hucker, Southeastern Grocers</p><p>David Kimbell, Ulta Beauty Inc. ULTA</p><p>John Standley, Walgreens Boots Alliance Inc.</p><p>Corie Barry, Best Buy Co. Inc. BBY</p><p>Brian Dodge, Retail Industry Leaders Association</p><p>John Standley, Walgreens Boots Alliance, Inc.</p><p>Brian Dodge, Retail Industry Leaders Association</p>",
  "published": "2021-12-11T10:59:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3454,
          "end": 3473
        },
        {
          "start": 3454,
          "end": 3468
        }
      ]
    }
  ]
}