{
  "_id": "36ee2e1d76a3862434972c2c981de0aada9fb999b373e4362a6d27854a0f7063",
  "feed": "market-watch",
  "title": "Target earnings and revenue beat expectations",
  "text": "<p>The discount retailer's stock fell 3.6% in premarket trading Wednesday.</p><p>Target's TGT second-quarter net income totaled $1.82 billion, or $3.65 per share, up from $1.69 billion, or $3.35 per share, last year. Adjusted EPS of $3.64 beat the FactSet consensus for $3.51.</p><p>Revenue came in at $25.16 billion, up 9.5% from $22.98 billion last year and also ahead of the FactSet consensus for $24.99 billion, following 23.3% growth in the first quarter. Same-store sales growth of 8.9% was ahead of the FactSet consensus for 8.8%, following a 22.9% rise in the first quarter.</p><p>Digital comparable sales were up 10%, with same-day services such as order pickup and Drive Up popular with customers.</p><p>More than 95% of Target's second-quarter sales were fulfilled by stores, and more than half of all Target customers used one of the company's same-day services to fulfill their digital order.</p><p>Read:Dow, S&amp;P 500 snap run of record highs as stocks end lower after disappointing retail sales</p><p>For the second half of the year, Target expects comparable sales to grow in the high-single digit range, on the high end of previous guidance.</p><p>Target's board has authorized a new $15 billion share repurchase program. Buybacks under this new program will begin with the previous program, authorized in 2019, is complete. There was $1.8 billion remaining in that previous program at the end of the second quarter.</p><p>While the results beat expectations, they also provide further evidence of a shopping slowdown from COVID-19 highs. Same-store sales during the same period last year rose 10.9%. Digital comparable sales soared 195% in 2020.</p><p>On Tuesday, Walmart Inc. WMT reported earnings and sales that missed expectations, but digital sales growth dropped to 6% after nearly doubling the previous year.</p><p>And Home Depot Inc. HD missed on same-store sales for the most recent quarter.</p><p>See: Walmart and Home Depot beat earnings expectations but a number of factors are putting a squeeze on the consumer shopping spree</p><p>Retail sales data also showed a 1.1% decline for the month of June as shoppers headed out to restaurants, events and took vacations rather than purchased goods.</p><p>Target Chief Executive Brian Cornell described a “healthy and resilient customer” on a call with media, noting “no adjustment in consumer behavior through the new [delta] variant.”</p><p>And back-to-school and back-to-college are off to a strong start, which has persisted into the third quarter.</p><p>“They continue to shop stores and all categories,” he said.</p><p>Target stock has gained 44.3% for the year to date while the S&amp;P 500 index SPX is up 18.4% for 2021 so far.</p>",
  "published": "2021-08-18T06:49:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1778,
          "end": 1788
        },
        {
          "start": 1870,
          "end": 1880
        },
        {
          "start": 1778,
          "end": 1793
        }
      ],
      "nexusId": "10039838"
    }
  ]
}