{
  "_id": "2075d8b70f2313252808971ce4f8be53a07d132343c2f23cf242f0315b0cc5ff",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Economic  Competition  Scrutinized  ---  Biden sides with view  that big players harm  marketplace even as  they keep prices low  ----  By Jon Hilsenrath",
  "text": "<p>   Behind President Biden's executive order seeking to curb the power of companies that dominate their markets is a body of academic research that finds the U.S. economy has become less competitive in the past two decades as power swells in large firms. </p><p>   The decline in competition has had big implications for the broader economy, this research finds, including fewer thriving startup companies, a less-dynamic job market, stagnant worker wages and restrained economywide productivity. </p><p>   Democrats have responded by making boosting competition a key part of their agenda. Mr. Biden's executive order encourages U.S. agencies to push back against corporate consolidation and business practices that might stifle competition across a range of industries, from Big Tech to airline baggage fees. Republicans and some conservative economists, meanwhile, point to studies casting skepticism on the degree of consolidation and showing benefits to consumers from big businesses, and they say government intervention risks making the U.S. economy less productive. </p><p>   The research that finds market dominance by big firms suggests it goes beyond tech companies such as Alphabet Inc.'s  Google and Amazon.com Inc. to encompass hearing aids, banking, beer, mobile-phone services, airlines and others -- and might also be related to government policies that allow firms to accumulate market share in their industries through acquisitions or favored treatment from regulators. </p><p>   \"Sixty or more years ago, most of us, including me, were altogether too willing to treat the economy as close to fully competitive. I now think that was a mistake,\" Nobel Prize-winning economist Robert Solow said in a recent interview. \"The economy has grown less competitive and the elements of monopoly power are probably very important for the distribution of income between work and wealth and ultimately across individuals.\" </p><p>    Douglas Holtz-Eakin, president of the American Action Forum, a conservative research group, said he is skeptical of the notion that corporate power has hurt consumers. He and other Republicans say the rise of big companies such as Walmart Inc., Home Depot Inc. and Amazon has benefited U.S. consumers by helping to push down prices. </p><p>   \"I take all of this talk with a healthy dose of show me,\" Mr. Holtz-Eakin said. </p><p>   While Republicans could likely get behind some of Mr. Biden's proposals -- such as pushing back against firms forcing workers to sign noncompete clauses or states imposing what some workers say are unnecessary licensing requirements on workers -- other ideas may go too far, he said. </p><p>   Some research has found less cause for concern around business consolidation. \"There are reasons to be cautious about concluding that market concentration has risen or is a meaningful problem for market competition and consumer welfare,\" Nancy Rose, a professor in the economics department of the Massachusetts Institute of Technology, concluded in a 2019 examination of research on the issue, citing measurement challenges among reasons for skepticism. </p><p>   One sign of a firm's power in a marketplace is its ability to charge prices above its own costs for producing the product, known as a markup. In 1980, markups averaged 21%, according to research by economists Jan de Loecker, Jan Eeckhout and Gabriel Unger. Over the past four decades, the average markup has risen to more than 54%. </p><p>   Overall consumer-price inflation was largely subdued during this period, but the cost of producing consumer goods and services was even more subdued, leading to big gains in profits for firms and diminishing the gains to workers and consumers, the research showed. </p><p>   With the rise of a few big companies, jobs also have become concentrated there. John Haltiwanger, a University of Maryland professor, finds that the share of U.S. jobs at young, small firms declined to 16% in 2018 from 26% in 1987. During the same period, the share of jobs in older, larger firms rose from 41% to more than half. </p><p>   Mr. Haltiwanger's research shows that the U.S. economy became less dynamic during this period, with fewer new jobs created by startup firms, less job-hopping by workers seeking out new opportunities and slower worker productivity growth. </p><p>   A wide range of industries shows large concentrations of dominant firms. In candy, two firms control 60% of U.S. sales, according to the Open Markets Institute, a research organization focused on combating monopoly power. In mobile-phone services, four firms control 98% of market share; in airlines, four firms control 76% of the market; in hearing aids, four firms control 84% of the market; in eyeglasses, three firms have a 61% share, according to Open Markets. </p><p>   In an earlier era, the federal government and U.S. courts sought to stop large concentration in industries, in part to protect small businesses. In 1966, for example, the Supreme Court upheld a federal government action blocking the merger of two Los Angeles grocers, Von's Grocery Company and Shopping Bag Food Stores, that would have given the firms a combined 7.5% of local market share. Courts later began veering away from aggressive restrictions on concentration in industries as economists saw benefits, such as lower consumer prices, to firms having dominant footprints in markets. </p><p></p>",
  "published": "2021-07-12T06:05:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2129,
          "end": 2144
        },
        {
          "start": 2129,
          "end": 2139
        }
      ],
      "nexusId": "10039838"
    }
  ]
}