{
  "_id": "b66766d6b279237f84acf5b41481627c815aee547b3844ee79ae39e0d700bda8",
  "feed": "ftcomall",
  "title": "The Citigroup veteran who Wall Street is backing to run NYC",
  "text": "<p><strong>One scoop to start: </strong>Archegos Capital is preparing for insolvency, triggered by banks' attempts to recoup some of the $10bn they lost on its soured bets in March. Read more <a href=\"https://www.ft.com/content/8062ef53-790f-4470-99d5-265335a72334\">here</a>.</p> <p><strong>One invitation to start</strong>: join leading dealmakers and DD's Robert Smith later on Thursday for a discussion on distressed debt investing strategies coming out of the pandemic. The panel (at 3pm EDT/8pm BST) is part of the FT's three-day Global Boardroom conference.</p> <p>DD subscribers are able to get a complimentary professional pass <a href=\"https://globalboardroom.ft.com/?reference=ftnewsletters&amp;utm_source=news&amp;utm_medium=ftnewsletters&amp;utm_campaign=2021pftglobalboardroom#tickets\">here</a> to watch the entire conference for free and on-demand for 90 days with the code PREMIUM200.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up</strong> <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a>. <strong>Get in touch with us anytime:</strong> <a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a>&#xa0;</p> <h2>The ex-Citigroup dealmaker banking on Wall Street's vote for mayor</h2> <p>To <strong>Ray McGuire</strong>, New York City's $88bn annual budget — the largest in the US — <a href=\"https://www.youtube.com/watch?v=W0C11F3dk8M'\">is small change</a> compared to the $700bn of mergers he has assembled during his 40-year dealmaking career.</p> <p>The longtime <strong>Citigroup </strong>executive has traded finance for politics and is seeking to win an upcoming Democratic party primary next month to serve as the city's mayor.&#xa0;</p> <p>To succeed, he will need to capture the hearts and minds of voters whose interests sit far beyond the financial sector where he made his career.&#xa0;</p> <p>But if he does pull it off, Wall Street <a href=\"https://www.ft.com/content/20d73cf0-f389-4a8b-b24b-d812029d8f77\">will have provided the fuel</a> to finance his victory.&#xa0;</p> <p>At least 20 billionaires hailing from hedge funds to Hollywood have opened their wallets to McGuire's campaign. Among them are <strong>Blue Ridge Capital </strong>founder <strong>John Griffin</strong>, former <strong>Starbucks</strong> chief executive <strong>Howard Schultz</strong>, <strong>Pershing Square</strong>'s <strong>Bill Ackman</strong> and the rapper <strong>Jay-Z</strong>.</p> <p>Employees of <strong>Paul Weiss</strong>, Citigroup and <strong>Skadden</strong>, to name a few, were among the top benefactors within Wall Street's immensely wealthy and tight-knit deal community that have hedged their bets firmly on McGuire.</p> <p>He's raised so much from his fellow one-percenters — $7.4m, to be precise — that he's the only major candidate so far to pass up New York's generous matching-funds programme (a key injection of public funds that could boost contender's chances ahead of the June primary).</p> <p>“The next mayor needs to be able to build a bridge with the business community,” <a href=\"https://www.ft.com/content/77448caa-f177-11e8-938a-543765795f99\">Paul Weiss chair</a> <strong>Brad Karp</strong>, who himself donated to McGuire's campaign, told DD. “Ray has the credibility to do that.”</p> <p>And he's proven himself to do just that, cashing $5,100 checks — the limit for personal donations — from high-profile Republican donors including <strong>Home Depot </strong>founder <strong>Ken Langone</strong> and <strong>Kara Ross</strong>, a jewellery designer married to the real estate mogul <strong>Stephen Ross</strong>.</p> <p><strong>James Dolan</strong>, the owner of the <strong>New York Knicks</strong> and<strong> Madison Square Garden</strong>, is also among the previous Donald Trump donors sending large sums to McGuire's campaign.</p> <p>McGuire aims to bridge the gap between more than just duelling political elites.</p> <p>“I'm as regular as it gets . . . nobody out there realer than me,” McGuire told the New York radio station <strong>WQHT Hot 97</strong> in an interview, describing his journey “from the streets to the suites” as a black man brought up in a single-parent household in Dayton, Ohio.</p> <p>“He wants to rebuild the economy in the most inclusive way possible,” <strong>Paul Schnell</strong>, a partner at Skadden told DD, emphasising that addressing racial inequality has always been at the forefront of McGuire's agenda.</p> <p>Go deeper into the finance of McGuire's campaign with this piece <a href=\"https://www.ft.com/content/20d73cf0-f389-4a8b-b24b-d812029d8f77\">here</a>.</p> <h2>Linklaters braces for a historic victory</h2> <p>Breaking through the glass ceiling takes time. At the “magic circle” UK law firm <strong>Linklaters</strong>, it will have taken about 183 years.</p> <p>Over the next few weeks the firm will elect its <a href=\"https://www.ft.com/content/ca0bbee7-ba81-4fc9-a38f-c83e09961b33#comments-anchor\">first-ever female senior partner</a>.&#xa0;</p> <p>Results won't be announced for a week or so, but the all-female shortlist — including global corporate head <strong>Aedamar Comiskey</strong>, Milan-based western Europe managing partner <strong>Claudia Parzani</strong> and London corporate partner <strong>Sarah Wiggins</strong> — guarantees a historic outcome.</p> <p>The winner will take over from <strong>Charlie Jacobs</strong>, one of the City's best known M&amp;A lawyers, who is <a href=\"https://www.ft.com/content/02260413-526e-45d4-a44e-082fb6cb5979\">leaving for a new gig</a> at <strong>JPMorgan Chase</strong> later this year.</p> <p>Law is undergoing a long-awaited shift towards better representation at the top. <strong>Georgia Dawson</strong> <a href=\"https://www.ft.com/content/ec1af281-6576-4725-8c37-441250a0386a\">was elected</a> to lead <strong>Freshfields Bruckhaus Deringer</strong> in the UK, <strong>Barbara Becker </strong>took the helm of<strong> Gibson Dunn </strong>earlier this year and <strong>Rebecca Maslen-Stannage </strong><a href=\"https://www.ft.com/content/6487829f-5f99-4e1f-aaf3-26b892251bb9\">was named</a> <strong>Herbert Smith Freehills</strong>' new chair and senior partner last month.&#xa0;</p> <p>The sector is under pressure to reduce a steep decline between the proportion of women who enter as graduates and emerge as partners at the other end.&#xa0;</p> <p>Making partner means running a brutal gauntlet that is hard to assimilate with childbearing and rearing — something women still bear the brunt of.&#xa0;</p> <p>No self-respecting law firm today is without an initiative to boost the diversity of its ranks, whether that means setting gender and ethnicity targets for partnership candidates or overall gender targets (Linklaters targets 40 per cent female partners). But they've got a <a href=\"https://www.ft.com/content/aa517372-14fa-11ea-8d73-6303645ac406\">long way to go</a>.</p> <p>At <strong>Clifford Chance</strong> — one of the only firms to include partners in its pay gap calculations — <a href=\"https://www.cliffordchance.com/content/dam/cliffordchance/About_us/reports/pay-gap-report-2020.pdf\">the gulf in pay</a> between men and women is striking.&#xa0;</p> <p>And even in apparently egalitarian partnerships with near-even numbers of men and women, female partners are often paid far less, or stuck on the rung of salaried partners instead of being accepted into the equity.&#xa0;</p> <p>Whoever becomes the new Linklaters leader will have plenty to keep her busy.</p> <h2>A real rivalry in the realm of fake milk</h2> <p>At DD, we've been debating the merits of dairy milk versus oat “milk” ever since <strong>Jay-Z</strong>, <strong>Blackstone</strong> and <strong>Oprah Winfrey </strong>got in on the <a href=\"https://www.ft.com/content/df32c5ec-cc28-4ec4-b400-a9fe2af5af47\"><strong>Oatly</strong> action</a>.&#xa0;</p> <p>But as the Swedish vegan milk maker <a href=\"https://www.ft.com/content/a0b31167-4697-4ac2-bb81-ae6c9ad934c9\">approaches</a> what it hopes to be a $10bn IPO, <strong>Nestlé</strong> is <a href=\"https://www.ft.com/content/2a56a940-3118-4747-b5b9-604ece32d0f6\">challenging its turf</a> in Europe with its new pea milk brand <strong>Wunda</strong>.</p> <p>Oatly, whose non-dairy milks once only graced Brooklyn's rarefied coffee shops, has amassed a sizeable footprint in the $17bn plant-based dairy market, striking deals with <strong>Starbucks</strong>, <strong>Dunkin Donuts</strong> and grocery stores worldwide.</p> <p>Pea milk has typically fallen low on the spectrum of preferred non-dairy milks, with California's <strong>Ripple</strong> and the UK's <strong>Mighty Pea</strong> formulas attracting mixed reviews.</p> <p>But with the backing of the world's largest food conglomerate and its team of researchers, Wunda may stand a chance of capturing the taste buds of Oatly's sustainably minded consumers.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Bank of America </strong>has named US-based bankers<strong> Kevin Brunner</strong> and <strong>Ivan Farman</strong> as co-heads of global M&amp;A. <strong>Patrick Ramsey</strong>, who held the position before their appointments, will step into a new role as chair of global M&amp;A.</p></li>  <li><p>Silicon Valley payments start-up <strong>Ripple Labs</strong> has hired <strong>Kristina Campbell</strong> as its finance chief as the company confronts a<strong> US Securities and Exchange Commission </strong><a href=\"https://www.sec.gov/litigation/complaints/2020/comp-pr2020-338.pdf\">lawsuit</a>. She was previously CFO of <strong>PayNearMe</strong>, a California-based payments group.</p></li>  <li><p><strong>Sara Orr </strong>has joined <strong>Kirkland &amp; Ellis</strong> as a partner in the environmental, social, and governance practice, based in Chicago. She previously led <strong>Latham &amp; Watkins</strong>' ESG task force.</p></li>  <li><p><strong>White &amp; Case</strong> has hired<strong> Dinmukhamed Eshanov </strong>as a partner in Riyadh. He joins from <strong>Akin Gump</strong>.</p></li>  <li><p><strong>Ira Cohen</strong>, a managing director at <strong>Morgan Stanley</strong>, <a href=\"https://www.bloomberg.com/news/articles/2021-05-05/brian-sheth-said-to-hire-morgan-stanley-banker-for-family-office?sref=OziMsGoK\">is leaving</a> to join former<strong> Vista Equity Partners </strong>president<strong> Brian Sheth</strong>'s family office and foundation as an adviser, according to Bloomberg.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Rags versus riches </strong>Jeff Bezos' feud with <em>The National Enquirer </em>is a story worthy of tabloid infamy itself. As his private life blared across headlines, the multi-billionaire quietly manipulated his adversaries into incriminating themselves in a business move to rival any blockbuster Amazon deal. (<a href=\"https://www.bloomberg.com/news/features/2021-05-05/how-jeff-bezos-beat-the-tabloids-the-untold-story-of-money-sex-and-power\">Bloomberg</a>)</p> <p><strong>Duelling delivery apps </strong>Oligarchs of the on-demand food delivery market are shaking in their boots as an army of pandemic-spawned contenders march in on their territory. New alliances and deals will be struck along the way. (<a href=\"https://www.ft.com/content/dd44174a-eee6-406e-86b0-99ed2504ac87\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/2feb5313-84ac-436a-8f57-d425fbf302a8\">Frederick Barclay told to pay ex-wife £100m after divorce battle</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b2f14d11-9768-4aad-afe0-185d5c6e13ae\">Sanjeev Gupta agrees new funding for Australian assets</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8be5c3f2-097a-41af-9f39-c27d7783a6ee\">Gensler raises concern about market influence of Citadel Securities</a> (FT)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-05-05/eqt-stonepeak-prepare-for-long-haul-after-kpn-rebuffs-approach\">EQT, Stonepeak prepare for long haul after KPN rebuffs approach</a> (BBG)&#xa0;</p> <p><a href=\"https://www.ft.com/content/eb73a9b7-810c-4727-8bd0-9be51ce30c5a\">Australia's Westpac sued by regulator for alleged insider trading</a> (FT)</p> <p><a href=\"https://www.ft.com/content/069010da-0dad-4ccf-b2fb-914979c90009\">Pepco and Poundland chains target multibillion valuation in IPO</a> (FT)</p> <p><a href=\"https://www.ft.com/content/e7b5fd75-2d93-4a21-9178-eeb79c2f80ab\">Binance ‘stock token' dispute with German markets regulator deepens</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d376e72c-d70a-4b7b-b195-c1a826714c9a\">Premier League explores NFTs as fans splash out on sporting moments </a>(FT)</p><p>Source:  2021 'The Citigroup veteran who Wall Street is backing to run NYC' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-06T04:00:13.253Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2569,
          "end": 2579
        }
      ]
    }
  ]
}