{
  "_id": "b5206a6738231d5a88d232bcddd4ab3510607dcfdfe2d4d8ec533f0ac9907be4",
  "feed": "market-watch",
  "title": "Dream of aging in place? This government program could be a game-changer for seniors; Safety measures can meet the need of older adults wanting to stay in their homes as they age.",
  "text": "<p>The small Bath Housing program has worked on about 300 homes in the Maine coastal city of 8,760 residents. The idea has rippled across the state and has been replicated in 14 of Maine's 16 counties and sparked the idea for a national effort called the Older Adult Home Modification Program through the U.S. Department of Housing and Urban Development, Keller said.</p><p>Comfortably Home installs handrails and shower seats, repairs stairs and windows, provides weatherizing, upgrades lighting, and installs carbon monoxide detectors and smoke detectors, among other safety measures. Home entrances like stairs or ramps also get fixed, allowing for safer egress. Finding contractors and affording the renovations were the biggest barriers to people having the upgrades done themselves.</p><p>\"I'm proud of the elegant simplicity of this program. It's so simple and such a no-brainer. People don't fully realize what we're doing, but it's expanding nationally and we've created a model that's simple with a low barrier to entry,\" Keller said.</p><p>Bath's Comfortably Home program has allowed residents to age in their own homes, which has reduced pressure on waiting lists for public housing assistance, which in turn has allowed housing authorities to help those with the greatest need, Keller said.</p><p>\"It's a low-cost, high-impact program,\" Keller said. \"In a negative world and a negative time, we're inundated with thank you's and gratitude. In one case, the primary thing the resident wanted was to be able to go outside. Suddenly, with our help, this person could go outside and listen to the birds and look at the flowers.\"</p><p>Read: Most people want to grow old in their own home — what's the real cost of doing so?</p><p>On average, the program spends about $2,500 on upgrades and safety improvements for each home. The typical client is 66 years old and has a median income of $15,942. To qualify for the program, a resident must be over 55 years old or disabled, and make less than 80% of the area mean income or less than $49,000.</p><p>The Comfortably Home program also has found a significant reduction in the number of self-reported injurious falls and hospitalizations since the program began. Nationally, falls are a serious health and economic concern. According to the CDC, 28% of adults age 65 and older report falling each year. This results in about 36 million falls each year. About 37% of those who fall reported an injury that required medical treatment or restricted their activity for at least one day.</p><p>Falls among adults age 65 and older also cost money. Each year about $50 billion is spent on medical costs related to nonfatal fall injuries and $754 million is spent related to fatal falls, the CDC said.</p><p>Read: Aging in place is even harder in small towns or rural areas</p><p>Preparing homes for an aging population</p><p>The need to improve, upgrade or renovate homes for people to age in place is critical.</p><p>Less than 1% of homes in the U.S. have features to allow people to age safely, according to Rodney Harrell, vice president of family, home and community for AARP. And eight out of 10 people 50 years and older want to stay in their own homes as they age, AARP said.</p><p>\"Homes, by and large, aren't prepared for aging,\" Harrell said. \"The biggest barrier is mind-set. We, as Americans, tend to be very adaptable. In this case, this could hurt us because the folks who are willing and able to plan ahead will be better off. You want to be thinking ahead for crisis time.\"</p><p>The key places to look for safety upgrades are entrances to homes, bathrooms, and kitchens, Harrell said.</p><p>\"Everything built in years past and still being built today don't take these issues into consideration. People are still putting small doors on bathrooms or closets or even front doors that don't accommodate wheelchairs. The list goes on,\" said Brian Pape, a co-chair for the Design for Aging Committee for the New York City chapter of the American Institute of Architects.</p><p>Pape said when looking at home safety, start at the street and look at whether the resident can safely get from the sidewalk or car into their living space. Once inside, declutter rooms to create wide enough passageways for people who have assisted devices such as walkers or wheelchairs. Hardware changes on doors, windows, cabinets and walls, such as grab bars, can make a big difference in how easily a resident uses their home, he said.</p><p>The market potential for the home renovations industry is huge. By 2034, there will be 77.0 million people 65 years and older – more than the 76.5 million children under the age of 18.</p><p>Findings from a National Poll on Healthy Aging suggest many people in their 50s, 60s and 70s need to do more to modify their homes or plan for services they may need if they want to avoid or delay needing to move. The poll also shows differences in aging-in-place readiness among the 28% of older adults who told the poll that they live alone.</p><p>In all, 88% of people between the ages of 50 and 80 said it was very or somewhat important to them that they live in their homes as long as possible. But only 15% said they've given a lot of consideration to how their home may need to be modified as they age, while 47% have given it little or no thought.</p><p>About 34% said their home definitely has the necessary features that would let them age in place, and 49% said they had at least one 'smart home' device. Still, while 88% had a main-floor bathroom and 78% had a bedroom on the main floor, which could reduce the need to climb stairs and reduce fall risk, fewer older adults had other features, the poll found.</p><p>For instance, 32% said they had grab bars in the bathroom, and less than 10% had safety-focused technologies such as alarms on their stoves or personal emergency response systems. Only 7% said they had a barrier-free shower, and 9% said that it was difficult to use the main rooms in their home because of clutter or large amounts of possessions there, the poll found.</p><p>To cater to the needs of the growing senior population, Lowe's in 2021 launched a product line and education program in collaboration with AARP called Lowe's Livable Home. Lowe's aims to be the one-stop shop for supplies for seniors and people with disabilities by providing everything from grab bars for the shower to nonslip floors, wheelchair ramps and walk-in bathtubs.</p><p>Livable Home emerged after Lowe's CEO Marvin Ellison struggled to retrofit his father's home to allow him to safely age in place. Ellison realized if he, as a CEO of a home-improvement retailer, and his dad were having a hard time with those issues, then the larger baby boomer population must be having similar struggles, he told CNBC.</p><p>Ellison also told CNBC that the market represents about $32 million in sales and is very fragmented.</p><p>Home Depot has a similar product line called Independent Living.</p><p>While the changes that allow seniors to age in place range from small tweaks such as adding grab bars in a shower to bigger renovations to make a bath or kitchen fully handicap accessible, the ability to stay at home safely is priceless for many seniors.</p><p>\"I feel safer and more confident in my home. What they did — they did so much–– made me feel safer. It's a wonderful program,\" Joan Smith, 83, of Bowdoinham, Maine, said of the Comfortably Home program. \"The part I like the best is they put railings from my deck to the ground, so now I can go outside and feed the birds. You can't beat that.\"</p><p>Dream of aging in place? This government program could be a game-changer for seniors</p>",
  "published": "2022-08-04T10:05:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 6754,
          "end": 6764
        }
      ]
    }
  ]
}