{
  "_id": "5047441403ab8319fcd7f9a9c2795a863e1d4a99169d5faa4620cb3b35f656fe",
  "feed": "market-watch",
  "title": "Home Depot sales reach record $150 billion but shares tumble as high inflation and lower demand expected to take a toll",
  "text": "<p>Home Depot HDreported profit and sales that beat quarterly expectations during premarket hours, and raised its dividend.</p><p>“We've grown the business by over $40 billion over the last two years,” said Craig Menear, outgoing chief executive of Home Depot, during the earnings call, according to a FactSet transcript.</p><p>“For context, prior to the pandemic, it took us nine years from 2009 to 2018, to grow the business by over $40 billion.”</p><p>See: Macy's stock jumps after earnings beat, dividend hike, $2 billion share repurchase program announced</p><p>But analysts and investors are concerned that post-pandemic growth may come crashing down as demand for home improvement and redecorating fall back to earth.</p><p>“We see sales moving to normalized seasonal sales peak in spring and summer quarters vs. the last two years,” wrote Kenneth Leon at CFRA, which also sees supply chain risk and higher material costs on things like lumber and copper having an impact on Home Depot.</p><p>CFRA rates Home Depot stock buy, and lowered its price target by $25 to $395.</p><p>Home Depot was one of the retail giants that chartered their own ships to get around port bottlenecks during the 2021 holiday season.</p><p>“[D]emand from regular consumers is now somewhat choppier than it was during the height of the pandemic,” wrote Neil Saunders, managing director at GlobalData, noting that there will still be projects, and shoppers will have to spend more because of higher prices.</p><p>“Most people are still fairly committed to spending on their homes, but the number of projects they want to undertake and the amount of money they are prepared to commit to home improvement going forward is less certain than it was a year ago. Some of this is because so much improvement activity has already been undertaken, and some is because household incomes are increasingly squeezed by rising inflation.”</p><p>Also:Yeti to stop selling at Lowe's, part of a wholesale pullback to focus on corporate giving, digital and stores</p><p>Home Depot's Chief Financial Officer Richard McPhail said on the earnings call that they're observing “resilient demand” both for homes and home improvement, with existing home inventory “near record lows.” But “broader uncertainty remains with respect to the impact of inflation, supply chain dynamics and how consumer spending will evolve this year.”</p><p>These conditions make 2022 guidance “challenging,” he said.</p><p>For fiscal 2022, Home Depot is guiding for sales and same-store sales to be “slightly positive” and earnings per share growth in the low single digit percentage range.</p><p>“We believe this outlook supports investors' fallen sentiment (forward P/E [price-to-earnings] was ~4x higher for Home Depot two months ago) especially as we begin to lap stimulus payments as well as home-nesting fatigue,” wrote Raymond James analysts in a note.</p><p>“We believe there is some conservatism baked in the outlook for overall consumer demand, which coincides with other retailers' 2022 outlook.”</p><p>Shares of other companies in the home category also fell on Tuesday after the earnings announcement: Lowe's Cos. LOW, which is scheduled to report fourth-quarter results on Wednesday, saw shares fall 5% on Tuesday; Wayfair Inc. W was down 5%; RH RH was down 7.4%; and Bed Bath &amp; Beyond Inc. BBBY fell 7.3%.</p><p>Home Depot stock, which is on track for the lowest close since June 2021, has advanced 13.8% over the past year while the Dow Jones Industrial Average DJIA has gained 6.2%.</p><p>&#xa0;</p>",
  "published": "2022-02-22T14:57:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1039,
          "end": 1049
        },
        {
          "start": 2395,
          "end": 2405
        },
        {
          "start": 972,
          "end": 982
        },
        {
          "start": 949,
          "end": 959
        },
        {
          "start": 2660,
          "end": 2670
        },
        {
          "start": 3258,
          "end": 3268
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1965,
          "end": 1975
        },
        {
          "start": 240,
          "end": 251
        },
        {
          "start": 240,
          "end": 250
        }
      ],
      "nexusId": "10039838"
    }
  ]
}