{
  "_id": "8dccdddb7b587fb7ceb382a14145e1d4f1379559c8d55f5627447ae1b28a7a2f",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Robust  Home  Improvement  Giants Can  Still Grow  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Home improvement retailers aren't quite done improving. </p><p>\n  Lowe's Cos. on Wednesday said comparable sales grew 5% in the quarter ended Jan. 28 versus a year earlier, above Wall Street expectations of 3%. Its earnings per share of $1.78 also exceeded estimates. That follows strong results at its larger peer, Home Depot, which saw comparable sales grow 8.1% in its past quarter. So far there is no sign of a slowdown in demand for their wares, with Lowe's seeing stronger year-over-year sales growth in February compared with January. </p><p>\n  Both companies said sales to professional customers such as general contractors and plumbers were growing at a faster pace than those to do-it-yourself customers. Lowe's said sales to professionals increased 23% last quarter compared with a year earlier. In the earlier stages of the pandemic more people engaged in DIY projects and were skittish about having contractors over; that trend is reversing now as more homeowners invite professionals to complete renovations and repairs. </p><p>\n  Helping to fuel the shift, customers who started projects on their own might be turning to professionals to finish them. In a survey released last month by Lowe's, many homeowners said they regretted tackling complicated DIY projects. </p><p>\n  Lowe's upgraded its guidance for 2022; it now expects comparable sales to be in a range of down 1% to up 1% compared with the prior year. Home Depot said Tuesday it expects comparable sales growth to be slightly positive. While those numbers look underwhelming on their own, they are impressive considering that Lowe's has grown its net sales by a third since 2019 and Home Depot by 37%. Pre-pandemic, Lowe's five-year compound annual growth rate for sales was a more moderate 5.1%, while for Home Depot it was 5.8%. </p><p>\n  Absent large disruptions in the economy, conditions remain supportive for home improvement with more workplaces adopting permanent hybrid or work-from-home arrangements. The S&amp;P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the U.S., rose 18.8% in the 12 months through December. Though higher interest rates might temper demand for homes, Lowe's said it doesn't expect that to damp home improvement. David Denton, chief financial officer at Lowe's, said the sector historically saw solid growth when interest rates rose against a strong economic backdrop. In any case, roughly two-thirds of Lowe's business comes from repair and maintenance -- necessity-driven categories that should bring business under all economic circumstances. </p><p>\n  With slowing growth, it's worth monitoring whether the home improvement giants can continue taking market share from small players. Supply-chain disruptions and costs have meant companies with scale were able to nab customers based on product availability. Even among the two giants, the benefits of scale are clear: Home Depot's inventory rose by almost a third in its quarter ended Jan. 30 compared with a year earlier. Lowe's grew by a more moderate 8.7% even after it expanded warehouses on the coasts. </p><p>\n  With the market largely baking in a slowdown for 2022, both companies' share prices have come down from their respective peaks reached in late 2021. Yet both companies are arguably much more efficient, profitable companies than they were pre-pandemic with higher margins. </p><p>\n  Investors looking for fixer-uppers with potential for crazy appreciation will no longer find it in home improvement retailers. But those seeking a foundation with little risk of wear and tear can still find it at a reasonable price. </p><p></p>",
  "published": "2022-02-24T07:01:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1657,
          "end": 1667
        },
        {
          "start": 344,
          "end": 355
        },
        {
          "start": 344,
          "end": 354
        },
        {
          "start": 1781,
          "end": 1791
        },
        {
          "start": 2930,
          "end": 2940
        },
        {
          "start": 1426,
          "end": 1436
        }
      ],
      "nexusId": "10039838"
    }
  ]
}