{
  "_id": "6a1fc22cb91ad46e1e5e6897ce5c874c5ea3be57820780ee3494eb5ac02f3ba0",
  "feed": "wall-street-journal",
  "title": "Retailers Pull Back From Using Chartered Cargo Ships; Costco, Home Depot and Party City say private charters no longer are worth the expense as congestion eases",
  "text": "<p>A representative for Home Depot said it stopped using chartered vessels earlier this year as space opened up in global shipping. Richard Galanti, Costco's chief financial officer, said the retailer took a $93 million charge in the most recent quarter, mostly related to reducing the company's ship chartering.</p><p>\"We are still using it for some parts of the country that makes sense,\" Mr. Galanti said. \"But we have downsized it and taken the associated write-off.\"</p><p>Importers rushed to secure space on chartered ships during the Covid-19 pandemic as consumer spending surged and supply-chain snarls at ports and rail yards delayed cargoes and led to product shortages.</p><p>Shipping demand was so great in 2021 that even the nation's biggest importers struggled to secure space on ships. Those that found space paid such a premium, with spot-market rates rising 10-fold to $20,000 or more to send a container from Asia to the U.S. West Coast, that some retailers found chartered ships an affordable alternative.</p><p>The rarely-used strategy didn't always work out well.</p><p>Party City started booking space on chartered vessels in mid-2021 in advance of Halloween, its busiest time of year, said Bruce Dzinski, Party City's director of international transportation. He said some of the vessels left China late and then ran into massive container ship backups at the neighboring ports of Los Angeles and Long Beach, Calif.</p><p>Some shipments arrived too late for Halloween, but Mr. Dzinski said enough items made it in time and \"saved 2021.\"</p><p>Mr. Dzinski said Party City continued to use chartered ships for 20% to 25% of imports during the first half of 2022, this time routing cargoes through the Port of New York and New Jersey. But the company switched back to regular container services around the middle of this year when it became easier to secure space and shipping rates were falling.</p><p>The average cost of sending a container from Asia to the U.S. West Coast reached $1,403 by the first week of December, according to the Freightos Baltic Index, down from $14,924 at the same time last year.</p><p>Rates to charter ships, which were close to fully booked up early in 2022, have also been tumbling.</p><p>The cost in November of chartering a ship capable of carrying the equivalent of 4,000 containers was $25,000 a day, according to shipping data company Alphaliner, a drop of 71% compared with 2021. \"There is a huge amount of uncertainty,\" said Jan Tiedemann, a lead analyst at Alphaliner. \"There are not many deals happening at all.\"</p><p>Jon Monroe, a shipping industry consultant, said companies trying to run their own vessels also face numerous complications, including securing berth space at ports and managing the logistics of returning empty containers to Asia.</p><p>German discount grocer Lidl committed heavily to the strategy by launching its own shipping line, Tailwind Shipping Lines, in July, to serve its chain of more than 12,000 stores across 31 countries, and it continues to run that operation.</p><p>Will Harwood, a spokesman for Lidl, said Tailwind owns two container ships and can carry additional cargo on other chartered vessels. He noted large ocean carriers run on fixed routes with many stops and can easily run into delays, while Lidl's vessels determine their own routes and are small enough to call at small, less congested ports such as Taicang, near Shanghai, in China, and Koper, in Slovenia.</p><p>\"Tailwind's unique setup gives our supply chain more flexibility and resilience and allows us to better ensure on-time availability of our products in any global environment,\" he said.</p><p>Most other companies, like Home Depot and Costco, relied on third-party companies to operate chartered ships.</p><p>Costco leased space aboard seven ships, each one capable of carrying about 1,000 containers, on contracts that ran for up to three years.</p><p>Mr. Galanti said the costs were worth it. He said that over a period of one-and-a-half years the chartered services delivered 50,000 boxes at a cost savings of between $1,000 and $2,000 a container compared with alternative services.</p><p>He added that if there was a production slowdown in one part of Asia, Costco could redirect the ship to another port to pick up different cargo.</p><p>\"We were saving a little money doing this but more importantly we were getting merchandise, which was the biggest challenge,\" he said. \"We were constantly trying to improve the supply chain for us.\"</p><p>Write to Paul Berger at paul.berger@wsj.com</p>",
  "published": "2022-12-23T11:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 21,
          "end": 31
        },
        {
          "start": 62,
          "end": 72
        },
        {
          "start": 3599,
          "end": 3609
        }
      ],
      "weightsV2": {
        "weight": 7.8953843,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.8953842,
        "titleWeight": 4.0
      },
      "typeRank": 2
    }
  ]
}