{
  "_id": "d396c244e233eae0081e608fb28dcbdf0ee218206536764585ddf155739df74e",
  "feed": "market-watch",
  "title": "Good gourd — Krispy Kreme and Oreo are pushing pumpkin spice products already; Fall creep has been happening earlier, with pumpkin spice doughnuts and cookies hitting shelves in early August this year",
  "text": "<p>This is the earliest that Krispy Kreme has released its fall flavors, the company shared in a press release on Thursday — possibly setting a new pumpkin spice record as fall flavors creep back into stores and on cafe menus earlier each year.</p><p>Once upon a time, Starbucks SBUX — the coffee giant largely responsible for the pumpkin spice craze thanks to its signature pumpkin spice latte — actually poured its PSLs in October. Yes, the drink was first introduced on Oct. 10, 2003, just a few weeks before Halloween, and when pumpkins were actually in season. But since then, the PSL launch has crept up into September, and now late August. And now competitors like Dunkin and Krispy Kreme are introducing their own autumn menus earlier, as well.</p><p>From the archives: Yes, pumpkin spice season is creeping earlier every year — and this chart proves it</p><p>While Starbucks hasn't revealed its PSL release date for 2022 yet, it's rumored among food bloggers that the fall menu will be served sometime in late August. Dunkin's autumn dishes are expected in mid-August. Neither company was immediately available for comment.</p><p>Yet as early as next week, there will be a new Pumpkin Spice Latte Swirl Doughnut and new Pumpkin Spice Iced Coffee at Krispy Kreme, which is almost a month earlier than in previous years. (A Krispy Kreme rep shared that the autumn menu has rolled out between Sept. 1 and Sept. 3 over the past three years.)</p><p>And the Mondelez International-owned MDLZ Oreo just announced this week that its Pumpkin Spice Sandwich Cookies will hit shelves for a limited time beginning Aug. 15.</p><p>But some other retailers have been getting into the autumn and Halloween spirit even sooner — as in, mid-July. Bath &amp; Body Works BBWI revealed its fall collection of scented candles, hand soaps and body lotions a few weeks ago, which features no less than 18 pumpkin scents (including the new Spiced Pumpkin &amp; Patchouli candle).</p><p>And Home Depot HD dropped its Halloween home décor online on July 15 — including its viral $299, 12-foot skeleton known as \"Skelly,\" along with a 12-foot \"Animated Hovering Witch\" and a 9.6-foot \"Immortal Werewolf.\"</p><p>Read more: Why Home Depot's 12-foot Halloween skeleton is already on sale — and he's not alone</p><p>So what's up with Halloween in July — and pumpkin spice in August? Marshal Cohen, the chief retail industry adviser for the NPD Group, previously told MarketWatch that one reason for the Halloween creep is that holiday shopping for Christmas, Hanukkah and Kwanzaa has been moving up, advancing from the traditional Thanksgiving weekend Black Friday sales to mid-October.</p><p>\"Retailers have to take the [shelf] space from Halloween and give it to holiday, so retailers say, let's push Halloween earlier,\" he explained.</p><p>And it stands to reason that cafes and fast food chains are feeling the heat to present their seasonal dishes earlier, too.</p><p>Plus, that orange gourd is gold. Starbucks reports that it's sold more than 500 million signature pumpkin spice lattes since it first started serving the popular drink in 2003, which has helped spawn a $500 million pumpkin spice industry.</p><p>Good gourd — Krispy Kreme and Oreo are pushing pumpkin spice products already</p>",
  "published": "2022-08-04T17:43:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1920,
          "end": 1930
        },
        {
          "start": 2147,
          "end": 2157
        }
      ]
    }
  ]
}