{
  "_id": "5b9a1086fdc7c5b44e0d3988d93259e54d2170081f304803f2e204493f1045e4",
  "feed": "wall-street-journal",
  "title": "How to Get Through To Customer Service",
  "text": "<p>\"During Covid, companies laid off a lot of people, and when things started ramping back up again, call centers were left short-handed,\" says Adam Goldkamp, director of operations at GetHuman, a website offering customer-service contact numbers and other tools. \"Waiting for hours to speak to someone has become the norm.\"</p><p>While technology is behind many of the customer-service headaches, there are also ways technology can reduce the pains.</p><p>No, rage-tweeting won't help you, but other, more-civil social-media strategies will. Your smartphone's messaging app can come in handy with a new form of less annoying customer-service chat. And if you do have to wait, there are a few tricks that will make that less irritating, too.</p><p>Social media</p><p>Many people facing service issues with mobile carriers, internet providers, airlines and more relay their experiences and vent their frustrations with social-media posts, tagging the companies involved. Those company accounts are monitored by real humans, often connected to staff who can resolve common issues quickly, according to industry consultants.</p><p>When a small team is handling thousands of requests, however, what you say -- and how you say it -- matters. \"Publicly slamming companies with complaints or trying to seek revenge likely won't help you fix the problem you're having,\" says Shep Hyken, a customer-service industry consultant based in St. Louis. \"If you want to get things done, you have to be nice about it,\" he adds.</p><p>Using a social network's more private direct messages to share your account information and the details of your issue can save time, he says.</p><p>Twitter is the go-to app for reaching companies in a range of industries, but you should check to see if the company you're trying to contact more commonly replies publicly to comments on Instagram and Facebook. But reach out first via DM.</p><p>Smartphone tools</p><p>There are other ways to streamline the customer-service experience using your smartphone.</p><p>Apple's Business Chat feature lets you start a text message exchange right inside the Messages app with reps at participating companies. Typically, at the outset, a bot will tell you how long it will take a live agent to respond.</p><p>Not all businesses have this enabled, and Apple doesn't offer a directory. To find an account, locate the company's contact information on Apple Maps or with Siri, and tap the blue message bubble to launch the conversation in Messages. From there, you might have to answer a few automated questions about your issue.</p><p>Some companies, such as T-Mobile, recommend launching the chat only during business hours. If it is outside of the business's operating hours, agents can text you back when they're online.</p><p>During our test, a Home Depot specialist responded within five minutes. In another, a Best Buy agent responded roughly an hour after the chat line opened. Fortunately, even if you wait a while, you don't have to stare at some chatbot screen. A chat notification will pop up on your phone's lock screen, just the way a message from a friend would.</p><p>Google's Pixel smartphones, starting with the Pixel 3, can help with frustrating call wait times. The \"Hold For Me\" tool detects when a representative picks up the phone, so you don't have to sit and listen to smooth jazz.</p><p>To turn it on before making a call, open the Phone app, tap More &gt; Settings &gt; Hold for Me. Then, when you're on hold during a call, tap Hold for me &gt; Start. Once the Google Assistant detects a human voice on the phone, an alert appears on the screen: \"Someone is waiting to talk to you.\"</p><p>Google says there aren't plans to roll out the feature more widely to Android smartphones.</p><p>GetHuman's website also has a \"Skip Waiting on Hold\" service that lets you enter your mobile phone number to receive a call from a company's standard customer-service line when the wait time is over. There's no fee, but the service is sometimes glitchy. During our test, after a failed attempt, GetHuman's service waited on hold for 40 minutes, then called when an American Airlines specialist was on the line.</p><p>If the site fails to connect you with an agent, it sends you a text with the company's direct customer-care number.</p><p>The last resort</p><p>If you must call a company, and are presented with the callback option, take it.Just make sure your phone is near you, with the ringer on. Check that your phone isn't set to screen out unknown callers. And remember to answer, even if you typically let mystery numbers go to voice mail.</p><p>\"If you don't answer that call,\" said Heidi Craun, vice president of customer experience at internet-security firm Blumira, \"you're going back to square one.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2722,
          "end": 2732
        }
      ]
    }
  ]
}