{
  "_id": "328a677a29840caa9d960d882b25a6a7a9f5a29ccf643b82c44e6950e11f1a7f",
  "feed": "ftcomall",
  "title": "Will UK inflation follow in the US's footsteps?",
  "text": "<h2>Will UK inflation follow in the footsteps of the US?</h2> <p>The greater than expected softening of US inflation last week is not likely to be repeated in the UK.</p> <p>Economists forecast that the annual pace of consumer prices, due to be released on Wednesday, will show inflation accelerated to 10.8 per cent in October, up from a 40-year high of 10.1 in the previous month, according to a Reuters poll.</p> <p>“We expect that the October headline inflation print will be all about energy,” said Ellie Henderson, an economist at Investec. This is because government measures to tackle the energy price crisis did not fully offset the rise in the bills in October. With household energy bills rising by 27 per cent on the month, she expects the headline inflation figure to have increased to 10.7 per cent, slightly below consensus.</p> <p>However, she expects the core CPI measure, which excludes food and energy, to slow to 6.2 per cent from 6.5 per cent in the previous month, as businesses have sought to reduce the costs they pass on to customers against a weaker consumer-spending backdrop.</p> <p>This will be the peak in&#xa0;UK&#xa0;price pressures, Henderson added, as a rebound in sterling is also likely to have exerted downward pressure on inflation.</p> <p>Earlier in the month, the Bank of England forecast CPI inflation to pick up to about 11 per cent in the final quarter and fall sharply to about 5 per cent by the end of next year, as energy prices exert less pressure on the annual rate of price growth.</p> <p>However, the bank noted that the risks around the inflation projections were on the upside in the medium term following great uncertainty over prices and supply of Russian gas to Europe. <em>Valentina Romei</em></p> <h2>What will retail sales data tell us about the health of the US consumer? </h2> <p>Retail sales data, due to be released on Wednesday, will offer insight into the health of US consumer spending as inflation begins to cool. </p> <p>Economists forecast that the Census Bureau will report a 0.9 per cent increase in overall retail sales in October from the previous month, according to a Reuters poll, following a flat reading in September.</p> <p>That number is expected to have been driven by an increase in petrol prices, which have come down from the peaks seen this summer but remain variable. TD Securities, an investment bank, also expects increased spending on cars to have driven the figure higher. Stripped of those effects, the rate of increase is forecast to be 0.4 per cent from the previous month.</p> <p>The retail sales data follow last week's US <a href=\"https://www.ft.com/content/e21f4164-d2f4-4c37-a42b-f7fd24d1473f\">inflation figures</a> for October, which undershot forecasts and signalled that the Federal Reserve's aggressive interest rate increases were beginning to make a dent in prices. Smaller price rises typically slow the growth of retail spending. &#xa0;&#xa0;</p> <p>Big retailers including Walmart, Home Depot and Macy's will also report third-quarter earnings in the coming week. </p> <p>Bank of America analysts noted that the bank's data showed that Hurricane Ian had an effect on spending in September. That was not reflected in last month's Census Bureau and the analysts are therefore watching for any downward revisions to September's data. <em>Kate Duguid</em></p> <h2>What will eurozone industrial production&#xa0;data reveal about the state of the bloc's economy?</h2> <p>European manufacturers have managed to keep increasing production for much of this year, despite grappling with soaring energy costs, supply chain bottlenecks and falling consumer confidence. But economists doubt this can last much longer.</p> <p>The latest test of eurozone factories' resilience will come on Monday with the publication of industrial production data for September. Economists polled by Reuters expected output to be up 0.3 per cent from the previous month and 3 per cent from a year ago.</p> <p>This follows monthly declines in the national factory output numbers that have already been released showing a 0.8 per cent drop in France, a 1.8 per cent decline in Italy and 0.3 per cent fall in Spain. Germany bucked the downward trend with an increase of 0.6 per cent.</p> <p>“Looking through the monthly volatility, it seems that industrial output is still moving sideways,” said Dirk Schumacher, head of European macro research at Natixis. “Put differently, the recession in the manufacturing sector is so far only visible in the sentiment data, but not the hard data.”</p> <p>Certain energy-intensive sectors are, however, already suffering sharp drops in production. Schumacher said output in the German chemicals sector was “in freefall”, having already decreased 15 per cent since the start of the year. <em>Martin Arnold</em></p><p>Source: Valentina Romei, Kate Duguid and Martin Arnold 2022 'Will UK inflation follow in the US's footsteps?' FT.com 13 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-13T15:00:21.851Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2778,
          "end": 2788
        }
      ]
    }
  ]
}