{
  "_id": "d4f3716a56f62edb6262e6831dfe77711e5077fb10ac63a829d0c7968e8011f7",
  "feed": "market-watch",
  "title": "Dow falls 200 points as stocks pull back from nearly 4-month highs ahead of Fed minutes",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 226 points, or 0.7%, to 33,926.</p><p>* The S&amp;P 500 SPX dropped 41 points, or 1%, to 4,264.</p><p>* The Nasdaq Composite COMP declined 206 points, or 1.6%, to 12,896.</p><p>On Tuesday, the Dow Jones Industrial Average rose 240 points, or 0.71%, to 34152, the S&amp;P 500 increased 8 points, or 0.19%, to 4305, and the Nasdaq Composite dropped 26 points, or 0.19%, to 13103. The Nasdaq Composite is up 23.1% from its mid-June low but remains down 16.3% for the year-to-date.</p><p>What's driving markets?</p><p>The appetite for additional risky bets was waning as investors took time out to assess the strong summer surge that powered the stock market to three-month highs, and awaited the latest monetary policy update via the minutes of the latest Fed meeting.</p><p>Hopes that inflation may have peaked and that the Fed thus may be able to avoid delivering a hard economic landing has pushed the S&amp;P 500 up 17.4% from its mid-June low, and left the benchmark challenging its 200-day moving average for the first time since April.</p><p>\"The index traded above its 200-DMA twice this year, once in early February, then late March, but couldn't hold on to the gains and rapidly sold off,\" noted Ipek Ozkardeskaya, senior analyst at Swissquote Bank.</p><p>\"We will see if the third time is a charm; earnings and the FOMC minutes will be decisive for the short-term direction,\" she added.</p><p>The Federal Reserve is due to release the text from its late July rate-setting meeting at 2 p.m. Eastern and traders will be keen to see whether the discussion matches current market expectations for the pace of rate hikes.</p><p>\"I am expecting 75 basis points from the next Fed meeting on Sept 21, but that depends on what Treasury bond yields are. If 10-year treasury bond yield fell to 2.6%, maybe they'll use 50 basis points,\" said Louis Navellier, chairman and founder of Navellier &amp; Associates, as Treasury yields remain inverted.</p><p>Earlier, investors received more clues as to the health of the U.S consumer. Following better-than-expected results on Tuesday from Walmart WMT and Home Depot HD, it was the turn of retailing peers Target TGT and Lowe's LOW to deliver earnings. Target's numbers disappointed, after higher markdowns led to lower margins, but Lowe's figures were well-received.</p><p>\"In the wake of Walmart and Home Depot, I think Wall Street had much higher expectations for Target,\" Navellier said in an interview.</p><p>In economic data, U.S. retail sales were unchanged overall in July, though largely due to falling gasoline prices and fewer purchases of new cars and trucks. Economists polled by Dow Jones Newswires and The Wall Street Journal forecasted a 0.1% growth.</p><p>Retail sales minus autos rose 0.4% in July, while retail sales excluding autos and gas climbed 0.7% in July.</p><p>Potentially contributing to the market's caution on Wednesday are concerns that the rally may be looking overstretched on a short-term basis.</p><p>The S&amp;P 500 future's 14-day relative strength index, a closely watched momentum gauge, was 78 in early morning action, according to CMC Markets. Technical analysts consider a figure above 70 to be in 'overbought' territory.</p><p>\"With [the] market looking overbought and having rallied more than 15% from June lows, the recent move is, in our view, starting to look overdone. The growth outlook is going to remain challenging to navigate,\" said Greg Boutle, U.S. head of equity and derivatives strategy at BNP Paribas.</p><p>S&amp;P 500 valuations are also no longer compelling, Boutle argued. \"SPX 2023 price/earnings multiple at 18x is right at the top end of the 30-year range for 1-year forward earnings (ex. bubble periods, late 90s and the post lockdown recovery). In the middle of a downgrade cycle this could make it challenging for the recent pace of recovery to persist.\"</p><p>Companies in focus</p><p>* Shares of Target Corp. TGT slumped 3% Wednesday, after the discount retailer reported fiscal second-quarter profit that fell well short of expectations, as higher markdown rates led to lower gross margins, but revenue that topped forecasts.</p><p>* Shares of Walmart Inc. WMT gained 1% Wednesday to a three-month high, after the discount retail behemoth on Tuesday reported fiscal second-quarter profit and revenue that beat recently lowered expectations, and raised its full-year earnings outlook.</p><p>* Shares of TJX Companies TJX gained 0.3% Wednesday, after the off-price apparel and home fashions retailer reported fiscal second-quarter profitthat rose above expectations, while same-store sales fell more than forecast as \"historically high inflation\" hurt consumer spending, particularly for home goods.</p><p>* Shares of Blue Water Vaccines Inc. BWV jumped 66% Wednesday after the biopharmaceutical company said it plans to \"explore the potential to develop\" a new monkeypox vaccine.</p><p>* Shares of FuboTV FUBO fell more than 13% on Wednesday, despite the profitability road map laid out by the streaming service at its virtual investor day on Tuesday.</p><p>How are other assets faring</p><p>* Oil futures were firmer, with U.S. WTI crude CL.1 adding 1.1% to $87.54 a barrel, despite hopes an Iran nuclear deal may help the country increase exports.</p><p>* The 10-year Treasury yield BX:TMUBMUSD10Y rose 8.6 basis points to 2.898% as traders awaited the Fed minutes.</p><p>* The ICE Dollar index DXY inched up 0.3% to 106.80, and this pressured goldGC00, off 0.5% to $1780 an ounce.</p><p>* Bitcoin BTCUSD fell 2.4% to $23,392.</p><p>* Asia markets were broadly firmer after Wall Street moved to a fresh three-month high overnight. Japan's Nikkei 225 JP:NIK added 1.2% and Hong Kong's Hang Seng HK:HSI climbed 0.5%. In Europe the mood was more mixed, reflecting the dip in U.S. futures on Wednesday, and the Stoxx 600 XX:SXXP fell 1%.</p><p>Dow falls 200 points as stocks pull back from nearly 4-month highs ahead of Fed minutes</p>",
  "published": "2022-08-17T15:22:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2046,
          "end": 2056
        }
      ],
      "weightsV2": {
        "weight": 0.9025,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}