{
  "_id": "6f181dd6043eb5ec127a7c9a4397e478618232a1227c56c256efd76e85c8a081",
  "feed": "market-watch",
  "title": "Top stock picks, killer brands and 'TikTokification': what's ahead for retail in 2023; TikTok will continue to influence retail in the coming year, according to analyst firm Cowen",
  "text": "<p>Cowen cites \"value focused\" Costco Wholesale Corp. COST and \"pro market share leader\" Home Depot Inc. HD as its top related stock ideas. The analyst firm has already highlighted Costco as an undervalued stock, pointing to the company's low prices, its history of managing inventory in an \"agile\" manner and a setup that looks favorable against the current economic backdrop.</p><p>Now read: Amazon's TikTok-style feed a smart move but poses challenges, say e-commerce experts</p><p>However, the retailer recently missed Wall Street expectations for its fiscal first quarter and saw a drop in online sales.</p><p>Costco's stock has fallen 19.2% this year, compared with the S&amp;P 500's SPX decline of 19.7%.</p><p>Home Depot was named a top investment idea for 2023 by Cowen earlier this month, with the analyst firm pointing to the benefits of the company's Pro sector, which caters to the professional construction market.</p><p>Related: Costco stock falls after hours as retailer's earnings disappoint, online sales fall</p><p>The home-improvement company's stock has fallen 23% in 2022.</p><p>In its Wednesday note, Cowen also highlighted the importance of \"killer brands\" and what it describes as the \"TikTokification\" of retail in the coming year. \"TikTok's influence on retail should accelerate further as we believe the new consumer is obsessed with short-form video engagement, music and cultural relevance meets retail, and creating and commenting on short films with easy-to-use interfaces,\" wrote Chen.</p><p>Other retailers are also tapping into this trend. Amazon.com Inc. AMZN recently launched a TikTok-style feed of customized videos and photos. The feed is an innovative way to tap into a major trend, but is not without challenges, according to e-commerce experts.</p><p>Top stock picks, killer brands and 'TikTokification': what's ahead for retail in 2023</p>",
  "published": "2022-12-28T14:30:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 86,
          "end": 101
        },
        {
          "start": 687,
          "end": 697
        },
        {
          "start": 86,
          "end": 96
        }
      ]
    }
  ]
}