{
  "_id": "c222022d097e0e1406a08c482b1d8d26aff39ddcdf553778bb9c254ce07a2d38",
  "feed": "wall-street-journal",
  "title": "Home-Builder Stocks Stage a Big Comeback",
  "text": "<p>Behind the jumps are signs that some of the pressures on the housing market are beginning to ease. Bankrate.com's overnight average, a widely tracked daily measure of the national 30-year mortgage rates, has ticked lower recently, mirroring a broader slide in U.S. Treasury yields.</p><p>\"The market has started to anticipate that interest rates are peaking, so [home-building stocks] tend to lead,\" said Keith Lerner, co-chief investment officer at Truist Advisory Services Inc.</p><p>Mr. Lerner said he isn't surprised by the gains in home-building stocks because they have dropped so sharply this year.</p><p>The home-builder ETF is down about 28% in 2022, compared with a 17% slide in the S&amp;P 500.</p><p>Investors, however, have seen similar rebounds of risky assets fizzle. Stocks rallied over the summer on bets that the Federal Reserve would pivot from aggressively raising interest rates and shift to pausing or cutting them next year. The gains, however, didn't last.</p><p>U.S. home builders' confidence continues to deteriorate. The National Association of Home Builders housing-market index, which gauges the single-family housing market, fell for the 11th consecutive month in November, data released Wednesday showed.</p><p>The housing market is expected to see continued challenges next year. Home builders aren't building as fast as they were at the peak of the pandemic, when an exodus from cities to suburbs led to lower inventory and higher prices for homes.</p><p>The companies are noting lower demand, with higher rates pushing potential buyers out of the market. On an earnings call last month, PulteGroup's Chief Executive Ryan Marshall noted that the company faced higher cancellation rates in the last quarter. The company expects the Fed to hold rates higher for longer, which could continue to hurt housing demand.</p><p>\"Given the pullback in buyer demand and expectations that market dynamics will remain challenging for some or all of 2023, we are taking needed actions to better align overheads with current demand,\" CFO Robert O'Shaughnessy said.</p><p>Mortgage rates have climbed steadily for most of this year, topping 7% in October for the first time in 20 years. Higher rates have increased the monthly borrowing cost of buying a home, holding back homeowners from refinancing and weighing on perspective home buyers.</p><p>Home sales dropped for eight straight months through September. Nationwide, the median sales price of an existing single-family home last quarter added 8.6% from a year earlier, marking a slowdown from 14.2% in the second quarter, according to the National Association of Realtors.</p><p>Interest in home renovations still appears to be relatively strong, though. Home Depot Inc. executives said on Tuesday's earnings call that demand for renovation projects has only strengthened as more consumers opt out of moving and instead build on their already-soaring home values.</p>",
  "published": "2022-11-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2658,
          "end": 2673
        },
        {
          "start": 2658,
          "end": 2668
        }
      ]
    }
  ]
}