{
  "_id": "d6b3071ecc7b09471413894a66186fae39d70fa58c48d69fe3c1ee35700e863e",
  "feed": "ftcomall",
  "title": "FT business books: what to read this month",
  "text": "<h2>‘Kick Up Some Dust: Lessons on Thinking Big, Giving Back, and Doing It Yourself', by Bernie Marcus with Catherine Lewis</h2> <p>When Bernie Marcus, scrappy son of Jewish immigrants from Ukraine and Russia, was fired at 49, it could have marked the end of his career in discount retail. Instead, his sacking was, in the words of one of his partners, like being “kicked in the ass with a golden horseshoe”. </p> <p>Marcus went on to make his fortune by co-founding Home Depot, the now ubiquitous US chain of warehouse-sized do-it-yourself stores. </p> <p>That, though, is only half of an extraordinary story. Now in his 90s, Marcus recalls that when he and his wife Billi learnt they were billionaires, he asked: “We can buy anything we want — or we can change the world. What do you want to do?” Billi replied, “Let's do good things”. They created the Marcus Foundation, a wide-ranging philanthropic endeavour that has been giving away their fortune ever since.</p> <p><em>Kick Up Some Dust</em> is a conventional retelling of Marcus's version of the American dream, from tenement to boardroom, homespun into lessons for readers wanting to make it in business or philanthropy. “You have to put your heart and soul into what you care about and ‘do it yourself',” writes Marcus. His drive not only helped build a home-improvement empire, but also funded and continues to fund medical research, the Georgia Aquarium in Atlanta, and a variety of Jewish causes and support services for US military veterans. The book itself stands as an example of his most important lesson: “you have to tell a compelling story about why your work, your project, your cause matters” or nobody will take you seriously.</p> <h2>‘When Women Lead: What They Achieve, Why They Succeed, and How We Can Learn from Them', by Julia Boorstin</h2> <p>As a business reporter for the past two decades, first at Fortune magazine and then for CNBC, Julia Boorstin has interviewed hundreds of men in power. But it's the women holding positions at the top in the male-dominated world of business who were the inspiration for this book.</p> <p>The female leaders featured in <em>When Women Lead</em> stood out to Boorstin for their ability to thrive against the odds, by overcoming various pressures, obstacles and double standards. It made her want to understand more about what made these women special, why they succeeded and what can be learnt from them.</p> <p>Through a combination of research and interviews with about 120 women, Boorstin examines how they were able to “turn genuine grievance into entrepreneurial grit . . . to be scrappy, flexible, thick-skinned and innovative” enough to make it. The focus here is on female leaders in the start-up world; the writer says the challenges facing female tech entrepreneurs are particularly high stakes, given the huge impact tech companies have on the way we live and work.</p> <p>As Boorstin points out, this is especially important because of the vast gender gap in investment: between 2011 and 2020 start-ups founded solely by women secured an average of only 3 per cent of all venture capital funding globally.</p> <p>The women featured range from the likes of Goop founder and film star Gwyneth Paltrow to Sallie Krawcheck, chief executive of female investment company Ellevest, and Julie Wainwright, the former chief executive of online marketplace TheRealReal. While their leadership approaches were all varied, Boorstin identifies some shared attributes, such as a tendency to search for structural solutions rather than quick fixes, and a willingness to show vulnerability. </p> <p>The book is divided into three sections: first, how and why women tend to build strong companies, then how they tackle complex problems, and finally looking at the new patterns women leaders are creating to break free from old male-dominated systems.</p> <p>Boorstin's outlook is ultimately hopeful: that having more women leaders will help make the business world a more equitable place, and that the broader lessons shared here will help others succeed.</p> <h2>‘Why Managers Matter: The Perils of the Bossless Company', by Nicolai Foss and Peter Klein</h2> <p>The current trend to talk about “bossless” companies — like founders who claim that their work is so much fun that it is not actually a job — is obvious rubbish. But “flatland”, the kind of freewheeling corporate structure lionised by the tech start-up community, is actually something to be seriously concerned about, according to the authors of this book. </p> <p>They give examples of companies claiming to operate without hierarchies — notably the US computer games developer Valve — and highlight the failings in the way they operate. Nature abhors a vacuum, they note, meaning that what usually happens is that strong characters take on the roles of leaders in these organisations. It all sounds a lot like the novel <em>Lord of the Flies</em>. </p> <p>The message — set out over 314 pages — is that hierarchy is not the problem. Instead the focus should be on improving the way managers lead. Much of the book is spent explaining how this can happen.</p> <p>The authors have considerable experience of assessing business models. Peter Klein is a professor of entrepreneurship and chair of the Department of Entrepreneurship and Corporate Innovation at Baylor University. He was also a senior economist at the US Council of Economic Advisers in the Clinton administration. Nicolai Foss is a professor of strategy at the Copenhagen Business School.</p> <p>They blame the media in part for misrepresenting the failure of large corporations such as Kodak, Xerox, Blockbuster and Toys“R”Us, as a problem of the traditional corporate hierarchy not the failure to notice deep seated changes in technology — although presumably the latter could also be a symptom of over-hierarchical management.</p> <p>They also note that for all the excitement about tech start-ups, the top 10 largest companies worldwide by revenue — Walmart, Sinopec, Shell, China National Petroleum, State Grid, Saudi Aramco, BP, ExxonMobil, Volkswagen, and Toyota — are all run as conventional managerial hierarchies.</p> <h2>‘The Racial Code: Tales of Resistance and Survival', by Nicola Rollock</h2> <p>Nicola Rollock, professor of social policy and race at King's College London, previously published the first detailed research on the career experiences of black female professors in the UK. In this groundbreaking book, she expands on her examination of the structures of the workplace in a fresh and challenging way. <em>The Racial Code</em> aims to unpick the hidden codes of workplaces that serve those in power and prevent profound change to enable true diversity and advancement for people of colour. </p> <p>The book uses fictionalised case studies to present the nuanced and hard-to-capture microaggressions that black professionals face in even the most senior of roles. Rollock writes: “By invoking the concept of a code, I am suggesting that there is a structure or scaffold on to which we can map and identify the processes, behaviours and attitudes which keep racism in place.” </p> <p>This is a challenging book, necessarily uncomfortable, because Rollock's case studies — involving senior black professionals in board meetings, private members' clubs and leading cultural institutions, among other scenarios — are designed to give white readers an insight into how it feels to be that black colleague. She shows us, for example, Nigel, who is brought in to lead a traditional cultural organisation, but is sidelined and silenced — his boss always says she will “take a look” at his concerns about their proposed slavery exhibition, but avoids confrontation and takes decisions without listening to his views (he is the only senior black person). This is the sort of nuance that is often lost in more general books about racial equity at work. </p> <p>As Rollock says, “those who form part of any dominant group design the rules and benefit from others executing or adhering to them”. This is a must-read book for anyone who wants to examine their own assumptions and dig deep into what it means to be, as Rollock puts it, “racialised as white”. Whiteness is not a default or neutral position, it comes with assumptions that we have learned, and which are here challenged in the data-driven, research-backed way we would expect from a professor of race. The addition of Rollock's own experiences, and the short-story format of her composite case studies, are what makes this book so different and valuable for anyone willing to challenge themselves and advance diversity and inclusion for all. </p> <h2>‘Quit: The Power of Knowing When to Walk Away', by Annie Duke</h2> <p>Although we are often told that the secret to success is persistence and sticking to our plans, sometimes quitting could create more progress toward your goals. The trick is in figuring out when to persevere and when to walk away.</p> <p>In <em>Quit</em>, Annie Duke helps us view quitting more positively, so we can improve the course of our actions. She presents a better understanding of those forces that work against what and when to quit and the circumstances in which we are reluctant to pull out.</p> <p>One important aspect Duke stresses is that we operate not with certainties but with probabilities, and we do not have a crystal ball that tells us which among all the possible futures will be the one that actually occurs. So it is important to skill up on quitting — having the option to quit is what will keep us from being stuck in every decision we make.</p> <p>The best quitting criteria combine two things: a state and a date. A state is just what it sounds like, an objective, measurable condition that can be hit or missed. A date is the when.</p> <p>The four sections in the book cover examples of athletes, founders of leading companies, CEOs and the author. It explores topics from cognitive biases, opportunity cost analyses and tools to identify false progress. Each chapter ends with a summary to help the readers with the best practices.</p> <p>The main idea is to recognise why quitting should be celebrated and how it can become a competence we can develop and use to enrich our life, encouraging us to value optionality, execute better on the things we stick with, and continue pursuing new possibilities with more flexibility.</p> <h2></h2> <h2></h2><p>Source: Andrew Hill, Amy Bell, Jonathan Moules, Isabel Berwick and Leo Cremonezi  2022 'FT business books: what to read this month' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-19T04:00:44.211Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 447,
          "end": 457
        }
      ]
    }
  ]
}