{
  "_id": "eb10ef222e013f375fda4049d5c7521a7e971422f1440eecd01846c98d30c57c",
  "feed": "wall-street-journal",
  "title": "The Whisper Networks Where Interns Rate Their Bosses; College students and new grads turn to each other for unvarnished information about potential employers",
  "text": "<p>Paige Searles, a 20-year-old junior at the University of Georgia, read online reviews as part of her internship search. The double-major in advertising and business management looked up companies on Handshake, an app where employers post internships and entry-level jobs, and interns and recent graduates share unfiltered accounts of how they perceive office culture and work-life balance. She watched for mentions of work outside of traditional business hours—a turnoff for her—and signals about diverse leadership, which she views as a plus.</p><p>\"I don't want to waste someone else's time or my time if it's not a fit,\" says Ms. Searles, who is interning this summer at an accounting firm for small businesses, a position she found through a mentor.</p><p>This summer's intern class could afford to be more choosy than prior years, say recruiters and campus career advisers. Many college students fielded several internship offers before accepting one. As they weigh offers, more students are saying they want unvarnished information so they really know what to expect on the job. The ability to review anonymously encourages honest feedback, without worrying about being harmed in the job search, according to people who run review sites.</p><p>Some sites, including Symplicity, which posts jobs and career events for students, don't allow employers to read or respond to reviews. Others require a campus email address to read or post, or might be accessible only to the reviewer's own classmates. Online reviews left on multiple sites about consulting internships and big tech companies reviewed by The Wall Street Journal show interns' concerns about overworked managers, long hours and diversity on staff.</p><p>One former Amazon.com Inc. intern shared anonymously on Handshake that there were no people of color on their 10-person team, but the manager was relaxed and the office was nice. (No snacks, though.) Another Amazon reviewer described a heavy workload, with weekends spent dreading the week ahead. Still the experience looked good on a résumé, the review said.</p><p>Amazon said it wants to hire more Black software development engineering interns and will match interested interns with mentors from Black, Latino and indigenous mentorship groups. The company also said it solicits feedback from interns and their managers and can make changes in real time to the program.</p><p>A Tesla Inc. intern in equipment manufacturing engineering warned of long hours on Canary, a review website created two years ago by students at the Georgia Institute of Technology. \"This is NOT an internship for everyone,\" the student wrote. (Overall, the intern ranked Tesla's program five out of five.) Tesla didn't respond to requests for comment.</p><p>Sims Pettway, who co-founded Canary and still works on the site in addition to his full-time job in consulting, says rating internships is a natural offshoot of reviews people leave for Uber drivers or delivery services.</p><p>\"In every area of our lives, we have information-sharing between people, and reviews of experiences,\" says Mr. Pettway, who graduated last year. \"Of course we want to review and share our experiences about these really important three-month sprints that kick off our entire careers.\"</p><p>Canary has registered about 2,000 students from roughly 130 schools, he said. One thousand universities and colleges use Symplicity's product for career services, which includes job listings and career fairs, according to a spokesperson. More than 1,400 campuses use Handshake, according to the website.</p><p>Anthony Hild, a 21-year-old senior at Miami University, says he got multiple summer internship offers and used online reviews to help determine which to take. He looked at interns' feedback, and compared it with what full-time employees said on Glassdoor, the company-ratings website. Permanent staff members' opinions were important, too, because he wanted an internship that might turn into a full-time offer, he says.</p><p>He ultimately decided on an internship with Henkel AG, the maker of Dial soap, because he learned online that the Germany-based company encouraged work abroad, one of his long-term goals.</p><p>Companies are also gathering more feedback from interns. Home Depot Inc. now sends weekly surveys to interns, says Eric Schelling, vice president of global talent acquisition. In response to requests for more face time with top executives, the company held a virtual question-and-answer session this summer with its new CEO, Ted Decker, and more than 260 interns.</p><p>Top business schools are taking new steps to collect and share information about students' internship experiences.</p><p>This fall Harvard Business School will install a protocol for sharing information when a student raises a concern with workplace climate, says Kristen Fitzpatrick, managing director of the business school's career office.</p><p>If an intern tells HBS about a bad experience, campus staff urges the student to talk to the company and, with the student's permission, will contact the employer for more details, Ms. Fitzpatrick said. Then, on the business school's website for jobs, Harvard will add a note on the company's page advising other students to contact the career center for more information.</p><p>The Massachusetts Institute of Technology's Sloan School of Management plans to survey returning students this fall. One question will ask which values drove students to a company and whether they felt it lived up to them.</p><p>SHARE YOUR THOUGHTS</p><p>Should reviews influence students' decisions about whether or not to accept an internship offer? Why or why not? Join the conversation below.</p><p>\"We've been getting this question: 'Who is real as it relates to their commitment to DE&amp;I [diversity, equity and inclusion], and who is, effectively, doing it for show?'\" says Mark Newhall, Sloan's director of employer relations and recruiting.</p><p>Few students have complained to HBS's career center, Ms. Fitzpatrick says. In one case, the career center heard from a Black female business-school student who said that a white employee, who was also a Harvard alum, expressed surprise during an interview at her professionalism.</p><p>The student interpreted her interviewer's comment as racist, and the school told the interviewer that the comment was inappropriate, Ms. Fitzpatrick said. HBS is starting to flag these issues because the school believes negative experiences are more common than reported, and that more feedback could result in fewer issues, she adds.</p><p>\"The workforce is saying, 'I'm not going to put up with this,'\" she says.</p><p>Write to Lindsay Ellis at lindsay.ellis@wsj.com</p><p>The Whisper Networks Where Interns Rate Their Bosses</p>",
  "published": "2022-07-28T11:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 4189,
          "end": 4204
        },
        {
          "start": 4189,
          "end": 4199
        }
      ]
    }
  ]
}