{
  "_id": "7716f1ba3abbb7482badb4662ef0c3ff6121c6e1ce9fbb4063fe74a614e8f6b6",
  "feed": "wall-street-journal",
  "title": "Sorry, the Global Supply Chain Ate My Homework; Businesses are apologizing for their inability to deliver, so why can't the rest of us?",
  "text": "<p>New York City-based comedy writer Orli Matlow surveyed supply and demand mismatches during the holiday season and tied them to her own life, telling her TikTok followers that she is single \"due to issues with the global supply chain.\"</p><p>From handwritten signs at supermarkets and deli counters to hundreds of thousands of posts on social media, the back-office lingo of corporate planners has moved into the mainstream. It has become a catchall excuse as supply-chain disruptions, freight bottlenecks and container-shipping backlogs become part of the shared experience during the pandemic.</p><p>Shortages of everything from appliances to chicken parts to lifesaving medical equipment are giving people around the world a crash course in the business of making and moving goods.</p><p>There were nearly 2.2 million mentions of \"supply chain\" on Twitter in the fourth quarter of 2021, some five times more than in any quarter in 2019, before the Covid-19 pandemic and before stockouts, shipping delays and port congestion became fodder for memes, Instagram posts and sarcastic takes on daily life.</p><p>\"There is one thing that we do not have a shortage of, and that is shortages, because reportedly, America is running out of EVERYTHING,\" Stephen Colbert said in an October monologue on \"The Late Show\" on CBS.</p><p>Attention to supply-chain chaos got a colossal bump in March 2021 when the Ever Given container ship wedged itself in the Suez Canal. The roughly 1,300-foot vessel became a visual punchline for many as the grounding blocked a major transit point for global cargo for nearly a week, triggering a slew of memes and more than a few Halloween costumes.</p><p>By fall, the backlog of container ships stuck off Southern California's big ports was drawing fresh attention to supply-chain snarls as retailers and delivery giants such as United Parcel Service Inc. urged shoppers to buy early to avoid empty shelves.</p><p>Companies are continuing to point to overstretched supply chains as customers find bare shelves at stores and slimmed-down menus at restaurants.</p><p>Now, some businesses are piggybacking on the issue even if they are far removed from global supply chains.</p><p>\"No supply chain issues here!\" a St. Petersburg, Fla., theater tweeted late last year. A British Columbia-based cocktail and syrup merchant urged its customers to buy local: \"Canadian Syrups for Canadian Cafés. No Supply Chain Issues,\" Simps Modern Beverage posted on Instagram in January.</p><p>Toronto-based freelance tech writer Gary Hilson, who has been stuck in his apartment for much of the pandemic, calls the jokes part of a \"coping mechanism\" during a stressful period.</p><p>\"I lean towards dark humor myself,\" said Mr. Hilson, who tweeted on Jan. 12 that he was considering changing his voice mail greeting to say he is \"unavailable to take the call due to supply chain issues.\"</p><p>The jokes are lending buzz to all things supply chain, and those who work in the sector are taking the jests in stride, saying the attention may bring more people into a field not particularly known for its ties to popular trends.</p><p>\"What a time to be alive,\" Elizabeth Raman-Grubbs, a 26-year-old Atlanta resident, lip-synced in a recent TikTok video over the caption: \"when you got a master's in supply chain and now everyone finally knows what it is.\"</p><p>Ms. Raman-Grubbs, who works in product pricing at Home Depot Inc., says she loves the memes. \"Why did my boyfriend break up with me? Supply chain issues,\" she said. \"When your parents ask you why you're not giving them a grandchild yet? Supply chain issues.\"</p><p>After years of having of having to explain her field to friends and family, she said, \"now everyone says, 'Oh, well, my West Elm order's delayed, so I know what you do. Can you fix it?'\"</p><p>Michael Knemeyer, a professor of logistics at Ohio State University Fisher College of Business, said some high-school students applying to college are asking about careers in supply-chain management, which rarely occurred before the pandemic.</p><p>He has worked some jokes into his teaching, including a photoshopped shot of a wedding in a shipping container captioned, \"When she wants to get married at the most expensive place you could find.\"</p><p>Mr. Knemeyer used to avoid talking about work when he is at home, but that has changed. His wife, he said, has \"asked me more questions about my career over this last four or five months than probably the 20 years before that.\"</p><p>Write to Lydia O'Neal at lydia.oneal@wsj.com</p><p>Sorry, the Global Supply Chain Ate My Homework</p>",
  "published": "2022-02-02T10:30:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3328,
          "end": 3343
        },
        {
          "start": 3328,
          "end": 3338
        }
      ],
      "nexusId": "10039838"
    }
  ]
}