{
  "_id": "dc3603c0712fab716be02acdd774c42fc1a905fffc2565195c5359c92f702661",
  "feed": "wall-street-journal",
  "title": "Stocks End Lower After Fed Minutes, More Earnings; Investors searched for clues from the central bank about the pace of future interest-rate increases",
  "text": "<p>\"In a microcosm, today tells you how closely the market is looking for any indication of the Fed's next step,\" said Jim Baird, chief investment officer at Plante Moran Financial Advisors. After the minutes' release, \"everyone came back to the other side of the boat. That tells you what the market is focused on right now,\" Mr. Baird said.</p><p>Stocks have mounted a furious climb in recent weeks as investors discounted concerns that persistently high inflation, rising interest rates and a looming economic slowdown had made corporate shares a bad bet. Even after Wednesday's decline, the S&amp;P is up 17% from its June low as investors have reshuffled portfolios and scrambled to cover bearish wagers.</p><p>Some strong earnings reports and data last week showing easing U.S. inflation have spurred optimism. Lowe's shares climbed $1.25, or 0.6%,to $215.37 Wednesday after the home-improvement retailer reported quarterly earnings that beat analysts' expectations, following strong results Tuesday from Walmart and Home Depot. New retail-sales data indicated that—excluding the effect of falling gasoline prices—consumer spending trended up last month, a sign of economic resilience.</p><p>Still, investors are wrestling with whether the recent rally marks a lasting turnaround to stocks' dismal first half of the year or whether it is destined to fade.</p><p>With inflation still a critical concern, the Fed is expected to keep raising interest rates, but investors are wondering how quickly and for how long. Traders have been caught in the crossfire between comments from Fed officials who project rates rising aggressively and market-based forecasts that expect the central bank to slow or reverse its rate hikes.</p><p>The records from the July meeting released Wednesday showed the Fed remained fixated on controlling inflation. But in the notes, central bankers also discussed the risk they could raise borrowing costs more than needed, causing unwarranted economic weakness. Government-bond yields, sensitive to projected Fed policy, gave up some of the day's gains on the news.</p><p>Yields have been rising in recent sessions, a sign that more traders are heeding central bankers' policy-tightening projections. Chris Verrone, a partner at research firm Strategas, said higher yields are a reason to doubt the stock-market rally's endurance.</p><p>\"The bond market is not sold on this idea that some Fed pivot is imminent,\" Mr. Verrone said. \"This idea of a Fed pivot—the data doesn't support it, and the bond market doesn't support it.\"</p><p>The yield on the benchmark 10-year U.S. Treasury note settled at 2.894%, higher by about 0.3 percentage point since the beginning of August. The yield on the two-year note remained greater yet, climbing to 3.293%, up 0.4 percentage point from a recent low the last week of July. That sustained a pattern known as an inverted yield curve, a bond-market signal considered a recession predictor. Yields rise when bond prices decline.</p><p>The Fed minutes tilted futures contracts—used by traders to place bets on how the Fed will set rates—back toward a greater likelihood of a smaller half-percentage-point increase at the central bank's September meeting. Some traders have been gambling on whether the Fed might instead enact another larger 0.75-percentage-point move.</p><p>Higher interest rates reduce the value that many investors' models assign to stock prices, so any hawkish sign from the Fed could pause the stock market's recent rally. And many money managers are worried that the economy could continue to slow.</p><p>Alessio de Longis, head of tactical asset allocation at asset manager Invesco, said that funds he oversees have shifted to more conservative positioning in recent weeks—away from stocks in favor of bonds, and favoring defensive sectors over cyclical shares.</p><p>\"Building slack into the economy for the Fed means getting the unemployment rate to rise, and that hasn't even started,\" he said. \"Until that moves, they probably have to continue raising interest rates.\"</p><p>Earnings from Target on Wednesday presented a cloudy picture of the American consumer. Target's profit fell sharply, and the company said it saw customers cut spending on discretionary items. Still, revenue rose, boosted by strong sales of food and beverage, beauty and household items and more shopper visits. Its shares were down $4.85, or 2.7%, to $175.34.</p><p>Shares of Bed Bath &amp; Beyond jumped $2.43, or 12%, to $23.08 in volatile trading. Individual investors continued to pile into the stock, hoping to push the shares even higher andpunish professionals who have bet against it.</p><p>In commodities, oil prices moved between gains and losses as fears of a global economic slowdown continued to hang over investors. Brent crude, the international oil benchmark, gained 1.4% to $93.65 a barrel, following a few days of declines.</p><p>Overseas, the pan-continental Stoxx Europe 600 lost 0.9%.</p><p>In the U.K., the Office for National Statistics said Wednesday that consumer prices were 10.1% higher in July than the year before, up from 9.4% in June. Investors sold U.K. government bonds, reflecting expectations that the Bank of England will need to further raise interest rates to tame inflation.</p><p>In Asia, stocks moved higher. Hong Kong's Hang Seng gained 0.5%, China's Shanghai Composite rose 0.4%, and Japan's Nikkei 225 jumped 1.2%.</p><p>Write to Matt Grossman at matt.grossman@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks End Lower After Fed Minutes, More Earnings</p>",
  "published": "2022-08-17T21:01:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 998,
          "end": 1008
        }
      ],
      "weightsV2": {
        "weight": 0.85746765,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.14262497,
        "tagPositionWeight": 9.262562e-05,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}