{
  "_id": "ad222fc73b90ee01209b0e514a3e66bc2f641b81ad1199495ced6292122cf997",
  "feed": "wall-street-journal",
  "title": "S&P 500 Falls Into Correction Territory as Russian Troops Enter Ukraine Region; The broad stock index is down more than 10% from January's high",
  "text": "<p>The threat of war has become the latest wild card for investors who were already concerned with supply-chain disruptions, rapidly rising inflation and central banks' plans to tighten monetary policy.</p><p>The S&amp;P 500 declined 44.11 points to 4304.76, leaving the index down more than 10% from its Jan. 3 high and marking its first correction since the onset of the Covid-19 pandemic in February 2020.</p><p>The index pared even bigger losses of nearly 2% after President Biden unveiled sanctions against Russia that were less aggressive than feared, analysts and investors said.</p><p>In remarks calling Russia's incursion into Ukraine an \"invasion,\" President Biden said his administration planned to enact sanctions on two Russian financial institutions, its sovereign debt and the country's elite individuals. Stocks, which were near their session lows during the speech, recouped a chunk of their declines.</p><p>\"We don't think heightened sanctions by themselves would meaningfully impact the long-term earnings potential of U.S. companies,\" said Dave Sekera, Morningstar's chief U.S. market strategist.</p><p>The sanctions followed similar actions by the European Union. The U.K. froze the assets of some oligarchs and cut five midsize Russian lenders off from its financial system. Germany said it halted moves to open a natural-gas pipeline to Europe that would bypass Ukraine, helping to send energy prices higher.</p><p>The greatest risk, Mr. Sekera said, is the U.S. potentially being drawn directly into the conflict, which would inevitably weigh on stocks.</p><p>The Dow Jones Industrial Average ended the session down 482.57 points, or 1.4%, to 33596.61, while the Nasdaq Composite, which suffered a correction in January, declined 166.55 points, or 1.2%, to 13381.52. The Dow is off 8.7% from its January record, and the Nasdaq is 17% below November's high.</p><p>Investors said the situation remains too fluid to say the selling is done and warned that more sessions could play out like Tuesday.</p><p>\"Investors are de-risking as the situation escalates and uncertainty builds regarding the path forward,\" said Lindsey Bell, chief markets and money strategist for Ally Invest. \"Markets are likely to be on edge for the next several weeks.\"</p><p>Ms. Bell added geopolitical tensions tend to have a dramatic, immediate effect on markets, but the shock usually wears off over time. Besides higher oil prices, Russia's potential invasion of Ukraine isn't likely to have a significant impact on the U.S. economy, she said.</p><p>Brent oil rose $1.45 a barrel, or 1.5%, to $96.84.</p><p>All 11 sectors of the S&amp;P 500 closed lower Tuesday. Sectors of the market that investors tend to flock to during periods of uncertainty—including shares of utilities and real-estate firms—suffered relatively minor losses, while riskier corners of the market, such as growth stocks, suffered bigger losses.</p><p>Consumer-discretionary stocks were hit the hardest, with the group shedding 3%. Geopolitical tensions played a part, analysts said, as did concerns about economic growth this year.</p><p>Home Depot shares led the group lower, falling $30.70, or 8.9%, to $316.17 after the company posted slightly slower sales growth than it did earlier in the pandemic, making it the biggest drag on the price-weighted Dow.</p><p>Other retail stocks followed, including Best Buy, Lowe'sand Dollar General, all falling more than 3.6% each. Makers of household durables, including Whirlpooland D.R. Horton, also fell alongside shares of hotels, restaurants and leisure companies.</p><p>Technology stocks in the S&amp;P 500, which were briefly higher earlier in the day, fell 0.9%. Communication companies shed 1%.</p><p>Energy stocks, which got a momentary boost higher from oil prices, were also in the red, with Exxon Mobil and Halliburton falling at least 1.2% each.</p><p>The showdown along Ukraine's border spoiled some relatively upbeat earnings news. Shares of Macy's, which had been trading higher most of the morning, fell $1.28, or 5%, to $24.42 despite posting better-than-expected earnings.</p><p>In the bond market, the yield on the benchmark U.S. Treasury note edged higher to 1.947%. Gold prices rose 0.1%.</p><p>\"Investors have switched from thinking it is posturing, saber-rattling to thinking there has become a real threat of a conflict,\" said Altaf Kassam, head of investment strategy and research for Europe, the Middle East and Africa at State Street Global Advisors. \"Things have gotten to a point where it feels like it is hard to step back from.\"</p><p>—Megumi Fujikawa, Quentin Webb and Rebecca Feng contributed to this article.</p><p>Write to Will Horner at william.horner@wsj.com and Megumi Fujikawa at megumi.fujikawa@wsj.com</p><p>S&amp;P 500 Falls Into Correction Territory as Russian Troops Enter Ukraine Region</p>",
  "published": "2022-02-23T01:29:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3015,
          "end": 3025
        }
      ],
      "nexusId": "10039838"
    }
  ]
}