{
  "_id": "e3f09519c532166746c3e7cc17eebc232559b68b58494560392510da6b19aa5f",
  "feed": "ftcomall",
  "title": "How Miami became the most important city in America ",
  "text": "<p>The last time Miami was relevant, it wasn't important. In the 1980s, Miami provided nothing more than drugs, clubs, pastel blazers, jai alai gambling and, most notably, a <a href=\"https://www.ft.com/content/f371c598-91ea-48b0-9898-2a8498b5f1fa\">hit TV show</a> about all four. </p> <p>But now Miami is the most important city in America. Not because Miami stopped being a frivolous, regulation-free, climate-doomed tax haven dominated by hot microcelebrities. It became the most important city in America because the country became a frivolous, regulation-free, climate-doomed tax haven dominated by hot microcelebrities.</p> <p>Every few months, Miami throws the Overton window open wider on to its ocean view. Last March, the city was mocked when the American Airlines Arena, home of the NBA's Miami Heat, was <a href=\"https://www.nbcmiami.com/news/sports/miami-heat/home-of-miami-heat-officially-renamed-as-ftx-arena/2466627/\">renamed the FTX Arena</a> after a two-year-old cryptocurrency exchange platform. But by December, the Los Angeles Lakers' Staples Center had been <a href=\"https://www.nba.com/news/staples-center-to-be-renamed-crypto-com-arena-beginning-december-25\">renamed the Crypto.com Arena</a>. When Miami responded to its massive climate change issues by appointing a “<a href=\"https://www.cnbc.com/2021/07/09/miami-chief-heat-officer-shares-climate-issues-that-scare-her-the-most.html\">chief heat officer</a>”, it seemed like a dystopic joke. Then Phoenix, Los Angeles and Athens, Greece, <a href=\"https://www.architecturaldigest.com/story/chief-heat-officers\">hired chief heat officers too</a>. </p> <p>It may have seemed ridiculous when Miami minted its own cryptocurrency, <a href=\"https://www.ft.com/content/f2907890-c2da-4959-bc39-589ada847b0a\">MiamiCoin</a>, but then <a href=\"https://www.bloomberg.com/news/articles/2021-11-08/new-york-gets-own-cryptocurrency-after-adams-touts-bitcoin\">New York City</a> and <a href=\"https://statescoop.com/austin-texas-citycoins-cryptocurrency/\">Austin</a> announced their own. After Miami mayor Francis Suarez declared he was <a href=\"https://twitter.com/FrancisSuarez/status/1455562833006059528?s=20\">taking his salary in bitcoin</a>, incoming New York mayor Eric Adams <a href=\"https://twitter.com/ericadamsfornyc/status/1456311827550384129\">tweeted</a>, “I'm going to take my first THREE paychecks in Bitcoin.”</p> <p>The Miami Movement — which is what Suarez wants me to call it, afraid I'll diminish it to “Miami Moment” — had been building for a while, but it took off when Covid hit. People were working from home, and home was cold. And cramped. And the restaurants were all closed. Miami seemed like a good place to visit. And extend your visit. And never leave. </p> <p>In the past, if you shook the map of the US all the loose bits settled into the Floridian peninsula: the divorced, the bankrupt, the unemployed, the con artists, the ex-convicts and the future convicts. But during Covid, everyone became a loose bit, disconnected from their offices, family, friends, communities. In the 12 months from July 1 2020, <a href=\"https://www.thenextmiami.com/more-people-moved-to-florida-than-any-other-state-in-the-past-year-census-says/\">far more Americans moved to Florida</a> than any other state — 220,890 of them.</p> <p>A migration of people can change a place, like California after the Dust Bowl or the Midwest after the Great African American Migration. But what's happening in Miami is more than a migration of people. It's also a migration of money. Billionaire <a href=\"https://www.cnbc.com/2019/09/13/billionaire-investor-carl-icahn-to-leave-new-york-for-florida.html\">Carl Icahn</a> moved his hedge fund office from New York. In 2020, the <a href=\"https://www.prnewswire.com/news-releases/the-jills-zeder-group-sells-1-billion-in-southeast-florida-real-estate-in-just-over-four-months-of-2021-breaking-its-own-record-301296131.html\">Jills Zeder Group</a> sold more than $1.2bn in homes, more than any other large residential real-estate team in the country. In 2021, the Jills closed more than $2bn.</p> <p>“People are coming to have careers, which is unheard of,” says author Dave Barry, who moved here in 1983. “This feels like the first time people are coming here not for purely corrupt and self-serving reasons, but to build something.” Barry and I are eating the best croquetas I've ever had at Glass and Vine, a restaurant nestled in Peacock Park in Coconut Grove, a tony, boutique-filled neighbourhood. </p> <p>The last time Barry ate here, he saw a new group among the normal tables of tourists, bankers and lawyers. “I don't know if all the <a href=\"https://www.wired.com/story/miami-tech-boom-where-memes-come-true/\">tech bros</a> are aware of what they're going to do when the first big hurricane hits and they have to get in line at Home Depot and buy plywood and then figure out what to do with that plywood,” he says. </p> <p>I've come to Miami to see the future of America. The American id has moved over the past 100 years from New York to Los Angeles to Las Vegas and settled here, and I wanted to see what that id wants now. Especially because this is a country that doesn't have much of an ego or superego left. How much weirder, I wanted to know, are things going to get? Is this a party sinking into the ocean or a decentralised wonderland of freedom? </p>  <p><strong>On a Thursday morning in December</strong>, I take a ferry to <a href=\"https://www.ft.com/content/38203a6a-dbb3-11e5-a72f-1e7744c66818\">Fisher Island</a> to meet real estate agent Jill Eber, one of the two Jills of the Jills Zeder Group. She picks me up in her turquoise golf cart, the preferred method of transportation on this 216-acre island of golf courses, restaurants, apartment buildings, a gym and a school, a community indistinguishable from an all-inclusive resort. <a href=\"https://www.bloomberg.com/news/articles/2018-04-10/to-visit-america-s-richest-zip-code-first-you-ll-need-a-boat\">According to Bloomberg</a>, it was the wealthiest zip code in America last year, with an average income of $2.2mn. </p> <p>Eber is a tiny woman, who looks more like a Miami real estate agent than I thought possible, wearing an Alexander McQueen top, Tom Ford sunglasses, a huge-brimmed hat and impossibly high heels. A longtime resident of the island, she schmoozes the polo-shirted and sundressed at the private club restaurant as she power-walks me through apartments selling for $5mn or $7mn or $12mn. In the past, these would be winter homes, many owned by Latin Americans or Russians. “There's more buyers than we've ever seen from California,” she says later, as we drive by the site of a new condo going up by the ferry terminal. “We're seeing a lot more from tech. They're calling it the Wall Street of the south.”</p> <p>I head back to the mainland to meet the other Jill for our long-scheduled appointment at a house for sale on the Venetian Islands, a group of six tiny, man-made islands off the long causeway that connects Miami and Miami Beach. There are painters and construction workers finishing up a renovation of this 5,180-square-foot house on a suburban-looking block facing the Biscayne Bay. </p> <p>To compensate for the rising tides due to climate change, the house was lifted 16.5 feet above sea level, the space underneath turned into an outdoor living room, kitchen and dining room abutting the water. The roof has been affixed with hurricane straps to keep it on. In the city of freedom, you can watch tidal flooding through floor-to-ceiling windows in a Mia Cucina-designed kitchen with Statuario marble countertops. </p> <p>A <a href=\"https://www.ucsusa.org/resources/underwater#ucs-report-downloads\">2018 report</a> from the Union of Concerned Scientists estimated that 94 per cent of Miami Beach would be underwater by 2100. Already, because Miami sits on porous limestone, the ocean regularly seeps up on to the streets. While sea-level outdoor kitchens might be effective, less bespoke solutions are being suggested at the Miami Climate Alliance's annual meeting at Naomi's Garden Restaurant and Lounge, a Haitian restaurant where chickens run around the tables outside. Members wear name tags that indicate how many feet above sea level they live. The meeting opens with a call to “open our hearts to the moment”, some poetry and a moment of silence to honour the indigenous people who once lived here. </p> <p><a href=\"https://time.com/6078019/city-heat-climate-change-inequity/\">Jane Gilbert</a> sits on a folded chair in sandals and linen pants. She has flowing ash hair. Miami-Dade's chief heat officer since June, she's hopeful about the city's other adjustments: the pumps being put on streets, the backflow valves, the movement toward density and away from septic tanks. She believes these changes can handle the “rain bombs”, as Miamians call the intense downpours that have become more common in recent years. The impact-resistant glass that's been required since 1992's Hurricane Andrew largely protects buildings from extreme winds. The city is so focused on finding ways to adapt to climate change that the Aspen Ideas Festival chose to hold its new conference, Aspen Ideas: Climate, in Miami Beach in May. </p> <p>Gilbert is confident that, if the city spends enough, it can survive a two-and-a-half-foot sea rise. Miami, she says, has prepared more than New Orleans, Charleston or Norfolk. When I ask her if Miami will still be around in 30 years, she tells me the answer always depends on her mood. Today, she's feeling optimistic. She puts the odds at 50/50. </p> <p>Asking someone to make a $25mn investment in something that has a 50 per cent chance of disappearing in 30 years sounds like a tough sell. Apparently, it isn't. Jill Hertzberg, wearing a Carolina Herrera dress, comes downstairs from the almost-renovated Venetian Islands house and tells me it has just sold for $25mn. To a guy from California. “It was his friend who came. The buyer saw it on FaceTime. He never physically saw it,” she says. </p>  <p><strong>Jack Abraham is patient zero </strong>of the Miami Migration. In June of 2020, the then-34-year-old Silicon Valley venture capitalist and entrepreneur was holed up in San Francisco. His New York buddies invited him for a weeklong vacation in Miami, where the weather was good and restaurants were open. He turned them down, afraid of getting Covid. They kept hounding him and, bored and lonely, he gave in. Within days of arriving in Miami, he caught the virus.</p> <p>His buddies felt guilty and stayed with him while he failed Covid test after Covid test. Unable to fly back until he tested negative, he hopped between whatever Airbnb rental houses he could book, seeing more sections of the city than he'd known existed. When he was finally about to return home after a month and a half, Abraham decided not to. </p> <p>“If you had asked me in the beginning of 2020, ‘What's the probability of you moving to Florida?', I would've given you a zero,” says Abraham, sporting Don Johnson scruff in his office in <a href=\"https://www.miamiandbeaches.com/neighborhoods/wynwood\">Wynwood</a>, the arts section of Miami where walls are spray-painted in ever-changing street art, making it one the most Instagrammable spots in the country. The area took off after Switzerland's <a href=\"https://www.ft.com/content/e05f4e19-c6b5-4536-910d-02c647b3921e\">Art Basel</a> started an outpost in Miami Beach in 2002. This year's event was widely called Tech Basel, because it had morphed into a series of tech panels in the same way that Austin's South by Southwest's music festival has. </p> <p>Nearly 20 of Abraham's powerful friends have visited his house in the Venetian Islands. “If you think of Miami like a product, the conversion rate is extremely high,” he says, guessing up to 70 per cent of his guests extended their stay and then moved. And each of them brought friends. And they brought friends. Abraham didn't move here because of money or safety. He doesn't cite the lack of a state income tax compared with California's top rate of 13.3 per cent. He says it wasn't the low crime rate or the lack of homelessness. It was the optimism. </p> <p>“Most of America aspires for their children to be in technology. Silicon Valley is the only place where people are critical of technology,” says venture capitalist <a href=\"https://www.ft.com/content/d88f8da5-bc10-4b8b-9561-0ceae5ac59fc\">Keith Rabois</a>, a friend and business partner of Abraham in the start-up OpenStore. “It was incredibly refreshing to live in an area where the goal is to emulate people who are successful. It felt like moving to Mars.” </p> <p>I've known Rabois since I was 14. He was two years older and ran the Model UN at our New Jersey public high school. I was friends with his sister and we were the only two students in our class to follow him to Stanford. He's always been kind to me, socially awkward and eager to piss people off. He made an enormous amount of money as part of the PayPal mafia and — partly because he's a conservative and partly because he likes controversy — became a target for anti-Big Tech sentiment.</p> <p>Rabois has been searching his whole life for a place where his Nietzschean version of freedom would be embraced. He was an outsider in college, where he was an editor at the conservative Stanford Review. He was run out of Stanford Law School in 1992 for yelling “Hope you die of Aids” outside a lecturer's home, transferring to Harvard Law School. An adviser to Dan Quayle's presidential campaign, he didn't fit in socially with many of his Silicon Valley colleagues. Miami, he now believes, is Silicon Valley in 1999. </p> <p>Sitting in San Francisco at the beginning of Covid, Rabois and his husband did a “reference call” about Miami with Abraham, who talked them into moving. Rabois, a partner at Peter Thiel's Founders Fund, moved to a $29mn house on the Venetian Islands, right near the two adjacent houses Thiel bought for $18mn.</p> <p>The Founders Fund had zero per cent of its investments in Miami-based start-ups until its 2020 fund, which included about nine per cent. If they raise another fund, Rabois says he'd be disappointed if 15 per cent isn't invested in Miami. That's because, he says, the global economy is becoming more Miami-ish. </p> <p>Rabois co-invests with the Palm Tree Crew, which is run by Kygo, the Norwegian DJ, and his Miami-based manager. “I co-invest with TikTok influencers all the time. I'm in the business of finding what's going to be popular in five or 10 years and they're pretty good at that,” Rabois says. “The GDP of the United States is going to be driven by design and culture. If half of American children want to be TikTokers, culture is going to be influenced by that. South Korea has been exporting their culture. This is the American version of South Korea.”</p> <p>Wearing shorts to the local Panther Coffee, Rabois says he makes friends stay for at least a week, preferably a month, when they visit, so they can see what the city is like when they're not on a short vacation. Nine of his 12 closest friends have moved here. Recently, a Coinbase employee walked up to him at the <a href=\"https://www.foxbusiness.com/business-leaders/venture-capitalist-keith-rabois-invested-fit-tech-miami\">Barry's fitness class he teaches</a> once a month and told him he moved to Miami because of his tweets. And there are a lot of tweets. <a href=\"https://twitter.com/rabois\">Rabois</a>'s 288,000 Twitter followers are subject to more daily stats about the greatness of Miami than followers of the Miami Chamber of Commerce. In late 2021, Barry's, of course, moved its headquarters from LA to Miami.</p> <p>A Republican, Rabois says the city is more in line with America's lunge towards increased individual freedom than other US cities. “You have to look to find a mask here. I only have two face masks in the house, in case I need to mask for an Uber,” he says. Other than three border towns in Texas, Miami was the city with the biggest swing towards Trump in his second presidential run over his first, giving him 11.2 per cent more of its vote.</p> <p>Even liberals horrified by Trumpian Florida governor Ron DeSantis's anti-mask laws were lured to Miami. “My partner and I were screwed by Covid,” says Eric Demby, the co-creator of Smorgasburg, the food halls for hipsters. His four New York City outdoor venues were shut down for a year. Their Los Angeles location was also closed. Some of his vendors moved their businesses to Miami. One would Zoom him from a busy café or an event with corporate sponsors. </p> <p>“I didn't want to be stupid,” Demby says about his fear of Covid. “But at the same time, as a businessperson, your ethics were at a level of desperation. It made me think of <em>Midnight Cowboy.</em> The dream of Ratso and Jon Voight's character was to make it to Florida. We're sitting in squalor in New York and dreaming of oranges and sunshine.” He's opening a Smorgasburg in Wynwood this spring. </p>  <p><strong>In his huge, swanky offices in</strong> <strong>Coconut Grove,</strong> <a href=\"https://www.ft.com/content/85583fde-ec3b-4b8a-95f5-0ab1bb092cc8\">Alex Rodriguez</a> runs A-Rod Corp, an investment firm split between real estate and private equity (which includes co-ownership of the NBA's Minnesota Timberwolves). Everyone here is dressed sleek and cool, and the former New York Yankee All-Star sits in an enormous office flanked by dictator-sized photos of his two daughters. While he's investing in the company that Rabois and Abraham have started together, he wishes he had invested earlier in real estate in his home city. </p> <p>“This place has exploded. If you're starting now, you have to be real disciplined,” he says. Friends call him all the time to get his advice on moving here. “They usually want three things: a school for their kids, a country club for the weekends and a synagogue. And I usually say, ‘I'm good for two of the three.'” Not long ago, he hosted a dinner party with Rabois and Abraham for their out-of-town friends as a recruiting ploy. These new Miamians, used to networking and donating, are contributing to the arts and philanthropy of the city already. And while many are coming from California, most are New Yorkers. </p> <p>In his 1976 song “Miami 2017”, Billy Joel imagined that New York City, ravaged by crime and a fiscal crisis, would be destroyed in 41 years:</p> <p><em>I've seen the lights go out on Broadway<br>I saw the ruins at my feet<br>You know we almost didn't notice it<br>We'd seen it all the time on Forty-second Street</em></p> <p><em>You know those lights were bright on Broadway<br>That was so many years ago<br>Before we all lived here in Florida<br>Before the Mafia took over Mexico</em></p> <p>He was only three years off. </p> <p>In a huge growth year for restaurants (Miami is getting its first Michelin Guide this year; bartender Julio Cabrera's Café La Trova was ranked 28 on the World's 50 Best Bars list), the most successful Miami restaurateur was New York's <a href=\"https://www.ft.com/content/7807e9bc-ae1a-11e7-beba-5521c713abf4\">Major Food Group</a>. Its Carbone restaurants in New York and Las Vegas were successful, but the Miami post is the hardest to get into. LeBron James celebrated the opening in January 2021 on Instagram.</p> <p>Major Food Group partner Jeff Zalaznick was with his family during spring break of 2020, when Covid hit. They extended their vacation. “In May, I decided that I was going to stay down here for a year and we were going to take over Miami. I announced that I had a job for anybody who wanted to move down here on our staff,” he says. Though he wasn't paying for relocation, more than 100 of his staff of about 1,000 moved to Miami. “Every single one of those people is so happy here, up to the busboy who thanks me every day.” </p> <p>Zalaznick, who had lived in New York City his entire life, never went back. He bought retired baseball player Mike Piazza's house for $15mn. He was represented by the Jills Zeder Group. So was Piazza. </p> <p>Carbone took over a South Beach space that was already a high-end Italian restaurant. “We turned it from a restaurant doing $7mn a year to a restaurant doing more than three times that without changing its size or shape,” he says. The waiters wear Zac Posen tuxedos, the veal parmesan is $69, the speakers blast Frank Sinatra, and many of the diners weren't alive when Ol' Blue Eyes was. </p> <p>Major Food opened six restaurants in the Miami area in 2021, one of which is a members-only club with a lounge that sold out in four months. They're also partnering with New York developer Michael Stern to build a condo that will be the tallest building in the city. “The pro-business environment was palpable,” says Zalaznick. “The mayor literally called me and said how can I help? As a New Yorker, you never imagine something like that.”</p>  <p><strong>That's actually the mayor's thing</strong>, calling people and spouting his catchphrase, “How can I help?” He latched on to it on December 4, 2020, when Delian Asparouhov, who works at the Founders Fund with Thiel and Rabois, tweeted, “Ok guys hear me out, what if we move Silicon Valley to Miami?” Minutes later, Mayor Suarez responded, “<a href=\"https://twitter.com/francissuarez/status/1335037068108554241?lang=en\">How can I help?</a>”</p> <p>The tweet, which has more than 4,000 likes, was everything the mayor was hoping for. “For 10 years it was like being in the womb for nine months. And the ‘How can I help moment' was like being born,” he tells me. He's sold $70,000 worth of “How can I help?” T-shirts with a retro-Miami Vice look, designed by a Twitter follower. He took out a billboard in San Francisco that was a screenshot of another of his tweets: “Thinking of moving to Miami? DM me.” </p> <p>The fit, tanned, 44-year-old son of a former Miami mayor, Suarez is a mass of bro energy. I spend a long day in his City Hall office, even though he does not. The mayorship is a part-time job so he spends some of his day as a trial lawyer at the LA-based firm Quinn Emanuel Urquhart &amp; Sullivan. Still, he manages to fist bump me an awful lot. “How my looking?” he asks me, adjusting his tie. Before I can answer, he does it for me. “Too blessed to be stressed,” he says, leaving the staff office, which is littered with uneaten local desserts sent as gifts. He pops back in a bit later, points to the TV showing Fox Business and observes that the channel now scrolls the price of bitcoin and ethereum in the corner of the screen along with other commodities. This requires more fist bumping. </p> <p>A former employee, who likes him, described his energy as the same as being around a person with attention deficit hyperactivity disorder. Nearly everyone I meet in Miami shows me a tweet, Discord conversation, text or WhatsApp message that the mayor sent to them late at night. Each one exudes a positivity and confidence that would motivate Tony Robbins.</p> <p>Suarez was the <a href=\"https://www.usnews.com/news/national-news/articles/2020-03-13/miami-mayor-francis-suarez-tests-positive-for-coronavirus\">first major American politician to get Covid</a>, which he caught from one of Jair Bolsonaro's aides during a visit the Brazilian president made to Miami. He started posting about his illness on Instagram. “I saw that the analytics on the diary entries were through the roof. And I realised, we live in a content-based world,” Suarez says from his office, filled with professional lighting and cameras pointed at his huge desk that sits in front of enormous windows overlooking the ocean. </p> <p>The new president of the United States Conference of Mayors, Suarez, who was re-elected mayor of Miami last year with 79 per cent of the vote, is a Republican. But he's a Republican who is anti-Trump and disliked by Governor DeSantis, a man who lacks any of Suarez's smoothness. The whiteboard in the mayor's offices lists priorities including “upfund the police” and “anti-woke/freedom”. </p> <p>The freedom Suarez is promoting is shiny and happy, but it's radical. In June, he lured the bitcoin 2021 conference from its planned gathering in LA. One of the conference organisers introduced him to an indoor crowd as “the most irresponsible politician in America, the mayor of the mecca of freedom.”</p> <p>Part of freedom is paying other Miamians with money so free it is beholden to no government. One of the few policy books anywhere in the entire office is <a href=\"https://www.ft.com/content/8767093b-9491-4792-824c-f85021266464\">Vijay Boyapati's <em>The Bullish Case for Bitcoin</em></a>. The MiamiCoin Suarez had minted through a company called CityCoins has netted his office $25mn, which he intends to distribute to Miamians the way Alaska does oil revenue. It feels like balancing a city on top of a bubble. But then I look at that TV in the office and see the commercial that's on nearly every NFL game, in which Matt Damon shills for Crypto.com. Maybe the brew of success always percolates as bubbles.</p> <p>Compared with other cities, Miami's mayorship doesn't come with much power. The mayor of Miami-Dade has more control of the area, and Miami Beach has its own mayor. The mayor&#xa0;doesn't get a vote on the city council, and Suarez's 2018 ballot initiative to secure more mayoral power failed. When I arrived at City Hall, I feared I had the wrong address. It's a small, two-storey building on the marina, away from downtown, and the mayor's staff of 15 use only the second floor. </p> <p>But Suarez has got himself named number 20 on<a href=\"https://fortune.com/worlds-greatest-leaders/2021/francis-x-suarez/\"> Fortune's World's 50 Greatest Leaders list</a> by using the office to create his own power. He's devoted half of his limited office space to a project he calls “Venture Miami” that he's secured $9mn in private financing for, allowing him to hire a “VC in residence”. In the half of the mayor's office devoted to Venture Miami, he hosts a weekly YouTube talk show, Cafecito Talk, in which he serves guests one of the excellent café Cubanos the staff makes with the office espresso machine. Usually guests are tech entrepreneurs, but he's not the kind of guy who is going to turn down <a href=\"https://www.intermiamicf.com/news/beckham-mayor-suarez-cafecitotalk-miami-was-always-place-and-city-me\">David Beckham</a>, Magic Johnson, Marc Anthony or conservative pundit Ben Shapiro. </p> <p>Earlier, the Cafecito Talk room was used for a rap session for six start-up founders, who ran questions by two venture capitalists. At 8am, they sat in a circle, sipping those sweet café Cubanos, sharing woes about real estate prices and public transport. They were reassured that their employees would soon be zipped to work through a tunnel Elon Musk is building, where five-seater Teslas will fling people into the city. There's also a programme for flying cars. Everyone nods their heads at this solution. Of course, yes, flying cars.</p> <p>Cary Gahm and his business partner, who started a temp service for dental hygienists, worry that the local coding talent is weak and immigration rules prevent them from hiring the Eastern Europeans they want. Another founder tells them about a local guy who can buy them visas for $14,000 a pop. “We love Miami. Everyone is like, ‘We got a guy!' Gahm says. Then, half-joking, he adds to the guy who knows the visa whisperer, “We should get a boat together.”</p>  <p><strong>The start-up founders tell me</strong> I must go to the Miami Tech Happy Hour, an every-other-week event that is happening that night at a restaurant called Freehold. When I arrive, I make my way to the outdoor bar where I find&#xa0;co-founder Chris Adamo, who serves as the Mr Roarke of the Miami tech world. He's wearing a Jams World Hawaiian shirt, his daily uniform for five years, even to weddings, setting the tone for the anti-New York utopia he's helping to build. Nearly 100 people have turned up.</p> <p>Adamo, who has lived in Miami since 2012, says the tech world has changed since he first got here. “Some of it was weird and interesting, and some of it was weird and illegal. And now we've hit the sweet spot,” he explains. The meetup's co-founder, Natalia Martinez-Kalinina, who also runs a book club and throws kitesurfing outings for newcomers, says these nights show her what the future of Miami might be. “How do we become more of what people come here for? We're a young city. We're a teenager with a moustache. What the mature version of Miami is, is on the table,” she says. </p> <p>Demian Bellumio, the co-founder of a telehealth company, walks up to Adamo and shows me the Telegram channel he started to organise biking, yoga and kayaking trips for about 1,000 local entrepreneurs. As he's showing me a chat chain, I see that Mayor Suarez has chirped in. </p> <p>Being a tech publicist isn't precisely the job of the mayor of Miami, but Suarez's work has impressed Barry, the author. “It's a big change from what the mayor used to do, which was engage in feuds. He doesn't seem to be too feudy,” he says. Suarez's two-term mayor father, nicknamed Mayor Loco, threatened Barry's friend, writer Carl Hiaasen, with a libel suit and responded to one citizen's critical letter by showing up at the retired 68-year-old's house at 10.30pm to deliver his retort.</p> <p>For a city split between Cuban Americans petrified of socialism and college-educated liberals petrified of autocracy, partisan fury here is weak. Democrats and Republicans socialise and work together. Anti-immigrant anger <a href=\"https://www.rollingstone.com/culture/culture-features/miami-riots-refugees-cocaine-1980s-nicholas-griffin-book-1090373/\">burnt itself out in the 1980s</a>. In 2019, the Republicans controlling the Florida legislature admitted that they'd lost a decade by ignoring climate change and directed more than $200mn to fund solutions. </p> <p>“When you have to send out a notice about a King Tide, you're pretty much past debating whether climate change is a real thing or not. When you see sunny day flooding with your own eyes, you don't debate whether or not there's a sea level rise,” says Miami Beach mayor Dan Gelber from his office, which is in a much more impressive looking building than Suarez's. And while he's a Democrat, the number of people who wear a mask in this office are the same as Suarez's: zero. Both mayors, and Democratic Miami-Dade mayor Daniella Levine Cava, work closely with each other, as which has jurisdiction over what is unclear to most outside businesses and governments, as well as Miami residents. </p> <p>All three mayors believe that the groundwork Miami was building all these years — the improvement in local colleges, the law firms, the banks — allowed this moment to happen. Which they all insist is a movement. “I spent 10 years as a federal prosecutor, and we definitely attracted the ne'er do wells and the thinly capitalised or, worse, the entities that came here to exploit,” says Gelber. But now “there's real capital moving here. NFTs, crypto and all that is a pretty new industry, but I don't think it's a fake industry,” he says. </p> <p>“Crypto is the new cocaine,” counters Billy Corben, the film-maker and liberal activist who directed the 2006 documentary <em>Cocaine Cowboys</em> about the 1970s and '80s drug trade in Miami. “The MiamiCoin is generating revenue through mining, and the city gets a portion of each sale because the mayor got involved in this pump and dump. Somehow, we found a way to make cryptocurrency more shady.”</p> <p>He refers to the tech immigrants as <em>arroz con manbros</em>. (In Cuba, <em>arroz con mango</em> is slang for “clusterfuck”.) “Don't come here and tell me how competent and excellent the government is and how easy it is to commute and how great the customer service is,” he says. “Three of the deadliest structural collapses in the last 10 years occurred in one county. That's not even including the other structural failures that were not deadly. One county, dude. This is a third-world government and a fourth-world infrastructure, at the risk of insulting the fourth world.” Last June, the <a href=\"https://www.ft.com/content/e3e2f5e9-d065-4ff9-a212-90bbfe3aed58\">Champlain Towers South</a>, a luxury beachside apartment just north of Miami Beach, collapsed, killing 98 people. </p> <p>He notes that the school board <a href=\"https://www.nbcnews.com/id/wbna19078099\">banned an elementary school book about culture</a> for not being harsh enough about Cuba's government. “It's not freedom, here. It's economic freedom.” Corben believes Miami's importance will fade with the virus. “A disposable city suddenly feels essential. It's a mistress. People lived in places that mattered, and they came into contact with the fragile nature of life and needed a moment. If Miami were to disappear off the map tomorrow it would be of no consequence. No industry would disappear. It's not a movement,” he says. “A Miami Movement is what happens after I eat at Sergio's.”</p> <p>I meet Debbie Mucarsel-Powell for breakfast at Nordstrom's Ebar at The Shops in Merrick Park, an outdoor mall in Coral Gables, an affluent section with classic Spanish architecture and an awful lot of fountains. A Democrat, Mucarsel-Powell, who represented the southern part of the city in Congress from 2018 to 2020 before losing to a Republican, now works for Gabby Giffords' gun control organisation. She also believes the Miami Movement is hype. “We have really serious issues that make it hard to attract large businesses,” she says, citing that the state is next-to-last in the US in income equality and 47th in healthcare access and affordability.</p> <p>Maybe everything I saw is a swampland swindle. The Jills, back in 2015, were caught having their listings in the MLS real estate database hidden by the addition of spaces between the letters and numbers in addresses so their competition couldn't find them. They kept their licences after the guy who reported them got caught on tape trying to extort them for $800,000. Art Acevedo, the Houston Police Commissioner that Suarez lured to Miami in March, saying it was “like getting the Tom Brady or the Michael Jordan of police chief”, was fired in October. Acevedo says he was dismissed for investigating corruption in the city council and is suing in federal court. </p>  <p><strong>After a week in Miami, I board</strong> <strong>my flight</strong> back to Los Angeles, exhausted by freedom, worried I caught Covid and ready to nap. But the young woman in a sequinned Bratz-branded tracksuit in the seat next to mine wants to tell me about her trip. </p> <p>Natalia Rose, 19, had come on another weeklong trip to Miami to work at a Bellas Cabaret because the money was so much better than she could make stripping in LA. She had avoided Miami at the beginning of the pandemic, even though friends were making good money there, because clubs had no seating capacities and did not enforce mask mandates. Then she says she caught coronavirus in LA while working at the ice cream store Cold Stone Creamery.</p> <p>For the past three months, she's been considering moving to Miami. “LA's economy is just ass right now, not to sound like an oldhead,” she says. She figures she can pursue her music career from anywhere now that everything is produced online. An ex-boyfriend (“No, he's my ex-situationship”) and a dancer friend have already made the move. “I would move to Miami for more exposure to the crypto scene,” Rose continues. “Not forex, because I know it's bullshit. I see a lot on Discord.”</p> <p>I get home and go to sleep early. I am an oldhead unable to process the new world that Miami is the capital of. Like many of the changes in America over the past five years, I'm not sure I want to be part of it. Or have the energy to do so. But if it turns out I do have to join the new Miami Movement, I'm going to need some of its old cocaine.</p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Joel Stein 2022 'How Miami became the most important city in America ' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-03T05:00:10.131Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3316,
          "end": 3326
        }
      ]
    }
  ]
}