{
  "_id": "75d21f1d72267755e71a723fe5edaa403e755e2fe45d7bc0d4650b1e93f88ec0",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Home Depot Focuses Attention  On Customer-Experience Tech  ----  By Suman Bhattacharyya and Angus Loten",
  "text": "<p>   Home Depot Inc. is doubling down on online shopping, curbside pickup apps and other digital efforts that helped propel sales during the Covid-19 pandemic, shifting its veteran chief information officer to a new full-time executive role overseeing customer technology. </p><p>   The home-improvement retailer was an early winner during the pandemic, when locked-down consumers turned to do-it-yourself projects around the home. Home Depot was among a group of companies that benefited from demand created by the lockdown. </p><p>   Home Depot closed at $300.11 on Friday, amid the broad market selloff. That is below their peak of $415 in December 2021, but above the $152 that they commanded near the beginning of the pandemic in March 2020, before it had became a retail darling, helped also by government stimulus checks. </p><p>   The new customer-facing technology leadership role is aimed at helping Home Depot maintain that momentum. </p><p>   On Tuesday it named CIO Matt Carey as executive vice president of customer experience. Fahim Siddiqui is stepping in as CIO, overseeing technology strategy, infrastructure and software development. Mr. Carey joined Home Depot in 2008 as executive vice president and CIO, and Mr. Siddiqui served as the senior vice president of information technology since 2018. </p><p>   \"We created a new role that reaffirms our commitment to make shopping at Home Depot a truly interconnected, easy experience for our customers,\" Paul Mayer, a spokesperson, said Thursday. Mr. Carey and Mr. Siddiqui weren't available to comment. </p><p>   Home Depot said both positions will report to Chief Executive Ted Decker, who started in his new role in March, after serving as chief operating officer and president. </p><p>   Mr. Carey, who started as CIO in 2008, contributed to efforts to accommodate Covid-19 lockdowns and other restrictions by deploying digital tools to manage limited-capacity store operations, curbside pickup and online transactions. </p><p>   In his new role, Mr. Carey will be responsible for the vision, design and development of customer-experience technologies. Mr. Siddiqui will direct technology strategy, infrastructure and software development for retail stores, supply-chain facilities, offices and online systems, the company said. </p><p></p>",
  "published": "2022-04-23T06:05:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 417,
          "end": 427
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 28,
          "end": 38
        },
        {
          "start": 511,
          "end": 521
        },
        {
          "start": 1516,
          "end": 1526
        },
        {
          "start": 875,
          "end": 885
        },
        {
          "start": 1125,
          "end": 1135
        },
        {
          "start": 1345,
          "end": 1355
        },
        {
          "start": 0,
          "end": 10
        }
      ]
    }
  ]
}