{
  "_id": "7ad6bcc1291eb4b43a2e450f32f3377d4486e695e65b06fbb559c386574032c9",
  "feed": "market-watch",
  "title": "'Summer travel isn't just heating up, it will be on fire': More travelers are hitting the road this Memorial Day Weekend, but will pay more for airfares and gas prices; Gas prices reached a new record the same day AAA announced its projections",
  "text": "<p>Not likely. More than two years into the pandemic, people are eager to get away.</p><p>An extra three million Americans expected to travel this Memorial Day Weekend compared to last year, according to new projections from AAA on the start of the summer travel season.</p><p>Overall, 39.2 million travelers will be taking to the roads and skies, according to AAA estimates. That's an 8.3% increase from the 36.2 million travelers who set out to see friends and family in the first Memorial Day Weekend after COVID-19 vaccines became widely available.</p><p>\"Memorial Day is always a good predictor of what's to come for summer travel. Based on our projections, summer travel isn't just heating up, it will be on fire,\" said Paula Twidale, senior vice president, AAA Travel.</p><p>This year's projected Memorial Day travelers, mostly by car, are still off from pre-pandemic levels. In 2019, 42.8 million drove at least 50 miles or booked flights, AAA said. That's a decrease of more than 8%.</p><p>AAA is estimating 3 million people will fly over the weekend, up from the 2.4 million who flew in the weekend last year, but down from the 3.2 million flying passengers in 2019.</p><p>Flyers will be paying more this year, with airfares up 28% compared to 2019, according to a Memorial Day air travel outlook from Hopper, a site to shop for flights and hotels. Round trip domestic airfare will cost $394 on average and international round trips will cost an average $917, according to Hopper.</p><p>The 2022 Memorial Day Weekend projections underscore consumers' willingness to travel — and spend — despite all the head winds.</p><p>The same day AAA announced its travel projections, retail gas prices broke records yet again. Russia's invasion of Ukraine is nearing the three-month mark and continues to reverberate through oil markets. Still, some traffic data suggests that in aggregate, most drivers arenot changing their driving behaviors for now.</p><p>The national average Tuesday for a gallon of gas was $4.52, up four cents from Monday, AAA said. When Americans were firming up their Memorial Day plans one year ago, the national average was $3.04, according to AAA data.</p><p>Also Tuesday, new government data on April retail sales showed consumers are still spending at a brisk clip. Sales increased 0.9% in April, just near the 1% predictions from economists. Adjusting for inflation, sales increased around 0.6% in April. Data revisions also showed strong spending in March, at 1.4% versus the initially-reported 0.7%.</p><p>As for major retailers powered by consumer spending, Walmart WMT reported first-quarter profits Tuesday that missed analyst expectations. But Home Depot HD reported first-quarter earnings that were above expectations.</p><p>Stock market benchmarks were higher after the retail sales news. In late morning trading on Tuesday, the Dow Jones Industrial Average DJIA was up around 0.6%. The S&amp;P 500 SPX and Nasdaq Composite COMP notched increases above 1%.</p><p>'Summer travel isn't just heating up, it will be on fire': More travelers are hitting the road this Memorial Day Weekend, but will pay more for airfares and gas prices</p>",
  "published": "2022-05-17T20:56:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2610,
          "end": 2620
        }
      ]
    }
  ]
}