{
  "_id": "4db052a0b3684d46465a82b741588d6719fa0dcbe1dcdd02534c76c5f7250189",
  "feed": "wall-street-journal",
  "title": "Lowe's Sales Drop After Cooler April Affected DIY Projects",
  "text": "<p>Lowe's Chief Executive Marvin Ellison said that cooler weather impacted spending plans for DIY customers, as they delayed buying items such as outdoor power equipment, grills and patio furniture. He added that the nonprofessional customer was the primary reason behind transaction counts declining at a double-digit rate in the quarter.</p><p>Lowe's said comparable sales, which strips out effects of store openings and closings, fell 4% in the period.</p><p>The delayed onset of spring particularly impacted the company's northern markets, which recorded double-digit percentage drops in sales, while revenue in warmer states including Florida and Texas beat company expectations, Mr. Ellison said.</p><p>Sales have improved in May as the weather warmed up, Mr. Ellison said. The company backed its outlook for the year, even amid an increasingly uncertain macroeconomic backdrop.</p><p>\"Those same categories that underperformed in April are now overperforming the company in the month of May,\" Mr. Ellison said.</p><p>Lowe's readout comes a day after Home Depot raised its outlook after a better than expected start to the year. Home Depot also cited the late arrival of spring as an impediment to first-quarter sales. Home Depot still posted an increase in its top line, as an inflation-driven 11.4% rise in spending per shopping trip offset a drop in total transactions for the quarter.</p><p>Lowe's similarly saw the average spending per shopping trip grow 9.1% in the first quarter due to product inflation and higher sales to professionals, while total transactions fell 13.1%. The company said it had expected total transactions to decrease to some degree without boosts from government stimulus checks and Texas storm recovery sales last year. Mr. Ellison said the first quarter is expected to be the \"low watermark\" on transactions for the year.</p><p>For the period ended April 29, Lowe's reported a slight increase in profit to $2.33 billion. Per-share earnings rose to $3.51 from $3.21 a year ago, partly due to a reduced share count. Lower operating expenses helped improve profit margin. Analysts surveyed by FactSet had been expecting earnings of $3.22 a share.</p><p>Overall revenue fell 3.1% to $23.7 billion, just short of Wall Street expectations of $23.8 billion, according to FactSet.</p><p>Lowe's shares fell 5% Wednesday and are down 29% this year.</p><p>Other retailers are posting mixed results, weighed down by higher costs. Both Target Corp. and Walmart Inc. this week reported higher sales in their quarterly earnings reports, but warned of rising costs. They also are seeing customers shift from discretionary purchases including televisions and bicycles to staples such as groceries.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1192,
          "end": 1202
        },
        {
          "start": 1102,
          "end": 1112
        },
        {
          "start": 1024,
          "end": 1034
        }
      ]
    }
  ]
}