{
  "_id": "428cd2d5971f47ab87c62a7e64450a77e8b2cd4f2f0e6691214a23a00aa872d1",
  "feed": "wall-street-journal",
  "title": "Duke Realty Rebuffs  Prologis Buyout Offer  ----  By Chris Wack",
  "text": "<p>   Duke Realty Corp. on Wednesday rejected a nearly $24 billion buyout offer from the warehousing giant Prologis Inc., calling the unsolicited offer insufficient. </p><p>   \"We believe the latest offer, virtually unchanged from its prior proposals, is insufficient in that regard,\" Duke Realty said in a statement, adding it would have no further comment on the proposal at this time. </p><p>   Prologis on Tuesday made its all-stock offer for Duke Realty public following more than five months of private overtures. The deal would have added to Prologis's vast footprint of warehouses and distribution centers that help facilitate e-commerce orders. </p><p>   Prologis controls more than 1 billion square feet of industrial real estate that is used by companies such as Amazon.com Inc., Home Depot Inc. and FedEx Corp. to store merchandise and fulfill online orders. </p><p>   The offer for Duke Realty, which owns about 160 million square feet of industrial real estate in 19 major U.S. logistics markets, was seen as a vote of confidence in the e-commerce sector at a time when some investors are getting nervous about its growth. </p><p>   Prologis offered to buy Duke Realty for $61.68 a share, or about $23.7 billion. Under terms of that offer, Duke Realty shareholders would receive 0.466 share of Prologis common stock for each share of Duke Realty common stock they own. </p><p>   Duke Realty shares rose 7.8% to $53.46 on Wednesday, well below the offer, suggesting investors are skeptical the deal will go through. </p><p>   Prologis shares fell 1.3% to $123.74. </p><p>   Industrial real estate has been one of the best performing commercial real-estate sectors in recent years because of the explosive growth in online commerce, which requires cavernous warehouses for storage and fulfillment operations. E-commerce was bolstered during the pandemic as more consumers stayed home and did their shopping online. </p><p>   Recent comments from some companies have rattled the growth story. </p><p>   Shares of industrial real-estate companies such as Prologis and Duke Realty fell after Amazon last month reported a loss in the first quarter of 2022. Amazon Chief Executive Andy Jassy spooked the industrial market at the time when he said that the company was \"no longer chasing physical or staffing capacity.\" </p><p>   Analysts have also questioned whether the growth in demand for industrial space is sustainable given the glut this market has suffered in the past. </p><p></p>",
  "published": "2022-05-12T06:11:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 755,
          "end": 770
        },
        {
          "start": 755,
          "end": 765
        }
      ]
    }
  ]
}