{
  "_id": "9fb8a11db5f67d7444bf412ee2a76901bc43b7cb363ccb3ca924aa31c19eb675",
  "feed": "market-watch",
  "title": "Analysts on Walmart's profit warning: Consumers are buckling under inflation pressure and draining their COVID reserves",
  "text": "<p>\"Given their less discretionary mix, we thought that Walmart WMT may have been holding up better. Just over 55% of Walmart's business is grocery, while only 20% of Target's TGT business is food and beverage,\" said DA Davidson analysts led by Michael Baker.</p><p>Walmart shares dropped 9% to $120.31 in preopen trade. Target dropped 5%, and Amazon.com AMZN fell 3%.</p><p>And there was some good news — same-store sales for the second quarter were actually a bit better than forecast, with U.S. comparable-store sales growth of 6% versus the 4% to 5% guidance. But its profit for the quarter is expected to drop as much as 14%, and drop up to 12% for the year, versus its previous guidance that its annual profit would only fall 1%.</p><p>\"During the second quarter, Walmart made progress reducing inventory, and managed through supply chain expenses. That said, management noted the need for greater markdowns to work through apparel and other categories, and anticipate greater pressure on general merchandise in the second half but are encouraged by the start to back-to-school,\" said analysts at Cowen led by Oliver Chen. The Cowen analysts cut their price target to $150 from $180.</p><p>The more pessimistic team at Evercore ISI cut their Walmart price target to $120 from $135. \"While we thought Walmart would lower guidance in August, the magnitude of the miss will likely keep them in the penalty box in the third quarter,\" said analysts led by Greg Melich.</p><p>RBC analyst Steven Shemesh cut his price target to $135 from $153. \"Walmart is not immune from macro pressures, but we remain of the view that it would fare better in a more pronounced slowdown than many of its peers,\" he said.</p><p>The other key question analysts were raising is how rivals would fare. JPMorgan analysts led by Christopher Horvers, who cut Walmart's target to $128 from $134, said the news supports its ongoing negative view of the consumer, particularly on the low end. \"It also represents another data point of increasing consumer softness over the past two months as consumers buckle under persistent inflationary headwinds and drain reserves built up during COVID (while management teams misread the seasonal/delayed spring lift during May, as expected),\" they said.</p><p>RBC's Shemesh said Target's 6% operating margin guidance in the second half could be \"aggressive\" if consumer demand continues to deteriorate. But the food price inflation should lift Albertson's ACI, and excess inventory throughout the retail supply chain could result in better-quality closeout deals for Ollie's Bargain Outlet Holdings OLLI, he said.</p><p>The Evercore team recommended a fab five of \"quality retailers\" to buy on pressure in the space — Sherwin-Williams SHW, Amazon.com AMZN, Petco Health and Wellness WOOF, Ollie's and Home Depot HD. For investors who expect a recession next year, they recommend Costco COST and Dollar General DG for pricing power and market share gains.</p><p>Analysts on Walmart's profit warning: Consumers are buckling under inflation pressure and draining their COVID reserves</p>",
  "published": "2022-07-26T10:24:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2762,
          "end": 2772
        }
      ]
    }
  ]
}