{
  "_id": "2cc1342fe04689f1c6899a1096c5c1b3f0658649f9f0c0ef6f7488a2da607fc0",
  "feed": "wall-street-journal",
  "title": "We Want to Rebuild U.S. Relations With China; Frank talks between business leaders can help restore trust.",
  "text": "<p>Business leaders from both countries can achieve positive outcomes despite their differences. Recognizing this, we have established a small group of senior U.S. business and policy leaders who have experience in China and share the view that we would be better served by having a more constructive relationship with China. We are confident that like-minded people in China would embrace the opportunity to work together to find solutions. Our new group will help foster a measured but frank exchange between the U.S. and Chinese governments on issues of mutual concern.</p><p>The U.S. and China have a long history of collaboration dating to before World War II. When the People's Republic of China reopened to the world, the U.S. extended favorable trade terms to foster China's economic growth, becoming one of China's biggest trading partners, which we continue to be today. Until recent years, bilateral channels allowed for government-to-government interaction on many levels, as well as the opportunity for business, policy and academic leaders from both countries to meet and exchange ideas. After these channels were eliminated during the Trump administration, our differences increased, as did the level of mistrust.</p><p>I was encouraged to hear Secretary of State Antony Blinken say in his first major speech on U.S.-China relations that the Biden administration stands ready to increase direct communication with Beijing. That will require not only a willing response from the Chinese and a genuine commitment to proceed in good faith but also resurrection of the bilateral mechanisms of exchange that existed for decades. Our new group aims to help rebuild those channels and re-establish a constructive bilateral dialogue based on mutual respect and understanding.</p><p>Mr. Greenberg is chairman and CEO of C.V. Starr &amp; Co.</p><p>Our founding members include the following:</p><p>* Maurice R. Greenberg, Chairman and CEO, C.V. Starr &amp; Co.</p><p>* Craig Allen, president, U.S. China Business Council</p><p>* Max Baucus, former U.S. ambassador to China</p><p>* William Cohen, former secretary of defense</p><p>* Thomas Donohue, former president and CEO, U.S. Chamber of Commerce</p><p>* William Ford, chairman and CEO, General Atlantic</p><p>* Dan Glaser, president and CEO, Marsh McLennan</p><p>* John Hamre, President and CEO, Center for Strategic and International Studies</p><p>* Carla Hills, former U.S. trade representative</p><p>* Ken Langone, co-founder, The Home Depot Inc.</p><p>* Joseph Lieberman, former U.S. Senator</p><p>* Stephen Orlins, president, National Committee on U.S. China Relations</p><p>* Stapleton Roy, former U.S. diplomat specializing in Asian Affairs</p><p>* Frances Townsend, former U.S. homeland security adviser</p><p>We Want to Rebuild U.S. Relations With China</p>",
  "published": "2022-07-06T22:39:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2397,
          "end": 2407
        },
        {
          "start": 2393,
          "end": 2412
        }
      ]
    }
  ]
}