{
  "_id": "e851b2a9be2b10e748f63004b6583f3dc2c2eeaee7b7ee4e048080fa22a497f8",
  "feed": "market-watch",
  "title": "Mastercard, Fiserv and more: These payments stocks dubbed favorites for 2023; Visa, PayPal, and FIS also get nods",
  "text": "<p>Nowadays, Mastercard is more diversified. \"Service revenues offer a counterbalance to more cyclical consumer payments, account for ~35% of total revs, and have compounded ~20% since FY19,\" he noted.</p><p>Bank of America's Jason Kupferberg, who named Visa Inc. V a top pick along with Mastercard, wrote that both companies \"were able to sustain payment volume and net revenue trends\" during the financial crisis, while cutting their operating expenses.</p><p>\"Not all recessions are created equally, and in a somewhat mild/average recession scenario for the US and/or Europe, we believe V/MA's growth would be relatively resilient,\" he wrote.</p><p>Don't miss: Here's why Amazon is Citi's top internet stock idea</p><p>The two analysts also like merchant acquirer Fiserv FISV, with Perlin calling out its \"unique distribution channel, geographic mix and ~50% non- discretionary spending categories.\" These factors contribute to more stable and balanced revenue, in his view.</p><p>Kupferberg wrote of his preference for Fiserv when looking at the group of large merchant acquirers that also includes Fidelity National Information Services Inc. FIS and Global Payments Inc. GPN, two stocks he also rated as buys.</p><p>\"Overall, we believe all three of these stocks offer attractive growth prospects and trade at enticing valuations relative to current market multiples and their underlying earnings growth,\" he wrote, but Fiserv, the owner of Clover, gets the nod as one of his best ideas since the company has \"demonstrated the strongest top-line trends and more consistent execution.\"</p><p>Read: Home Depot stock named a 'best idea' for 2023 at Cowen</p><p>RBC's Perlin tabbed FIS as one of his top picks along with Fiserv, noting that the company is in the midst of an enterprise transformation program that's meant to drive lower spending. Additionally, FIS's roughly 9% free-cash-flow yield is \"one of the most compelling in payments.\"</p><p>The other names on RBC's list are Shift4 Payments Inc. FOUR and Flywire Corp. FLYW On Shift4, he sees the potential for \"non-cyclical overlays to offset possible macro weakness.\" He labeled Flywire a \"global leader at the intersection of software &amp; payments\" with \"unique counter-cyclical verticals in education &amp; healthcare.\"</p><p>See also: Why Nvidia is this analyst's top stock pick for 2023</p><p>Kupferberg also had PayPal Holdings Inc. PYPL on his list.</p><p>\"Cyclical and structural top-line debates will likely continue to swirl around PYPL,\" he noted, but in his view \"the story of margin expansion and capital deployment, coupled with huge scale and brand\" deserved more than a multiple of 15 times estimated adjusted earnings per share for next year.</p><p>Mastercard, Fiserv and more: These payments stocks dubbed favorites for 2023</p>",
  "published": "2022-12-13T16:48:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1557,
          "end": 1567
        }
      ]
    }
  ]
}