{
  "_id": "62a5bd262a5dc90773d1f3f8fedbb34158fd2172ddf7b476e7ea8258d5f3e31d",
  "feed": "market-watch",
  "title": "Student-loan cancellation in limbo as legal battle could go to Supreme Court; Advocates are pushing the Biden administration to extend the payment pause after a federal judge in Texas struck down the initiative",
  "text": "<p>Courts have dismissed most of the other cases challenging the debt relief plan. One suit is sitting before the 8th circuit court of appeals. Now, Pittman's ruling, which was the first to declare the debt-relief plan unconstitutional and which the Biden administration appealed, could tee up the question of whether the program is legal for the Supreme Court.</p><p>\"It seems more likely that we might actually get a Supreme Court case about this,\" said Luke Herrine, an assistant professor of law at the University of Alabama, \"which means it's going to be extended longer and it's going to be more salient in the law-politics world.\"</p><p>In the meantime, student-loan borrowers will be waiting in limbo. The Biden administration has said it's processed 26 million applications for debt relief under the plan and will hold on to those borrowers' information, but the Department of Education is no longer taking new applications due to the court order. Advocates are pushing the agency to extend the pause on federal student loan payments and collections, which is scheduled to end at the start of 2023, until the Biden administration can deliver on its debt relief program.</p><p>\"We will never stop fighting for hard-working Americans most in need – no matter how many roadblocks our opponents and special interests try to put in our way,\" Karine Jean-Pierre, the White House Press Secretary said in a statement.</p><p>Thursday's order came after Pittman indicated earlier this month that he would rule on the merits of the case and whether the plaintiffs have standing – or the right to sue over the policy because they've been injured by it – at the same time. Courts have largely dismissed the other cases challenging the Biden administration's debt relief plan because they said the plaintiffs lacked standing to sue.</p><p>Case brought by two student-loan borrowers is backed by conservative-leaning nonprofit</p><p>The Fort Worth case was brought by two plaintiffs. One of the plaintiffs is Myra Brown, a borrower with over $17,000 in federal student loan debt, according to court documents. who is left out of the debt relief plan because her loans are privately held. The other plaintiff in the case is Alexander Taylor, a borrower with over $35,000 in student debt, according to court documents, who doesn't qualify for the full $20,000 in relief because he didn't receive a Pell grant. The suit is backed by the Job Creators Network, a conservative-leaning nonprofit founded by Bernard Marcus, the co-founder of Home Depot.</p><p>The suit argues that Brown and Taylor were injured by the debt relief plan because the Biden administration didn't seek public comment on the policy, as required by the Administrative Procedures Act, which deprived them from having the chance to weigh in and resulted in a program that arbitrarily did not benefit them. The government's lawyers have argued that because the Secretary of Education used his authority under the HEROES Act — which doesn't require notice and comment — to cancel the debt, the plaintiffs' argument is irrelevant. The HEROES Act, which Congress passed in 2003, gives the Secretary of Education power to waive or modify provisions related to student aid in national emergencies so that borrowers won't be left worse off by the situation.</p><p>Pittman, the federal judge presiding over the case, found that the plaintiffs did have standing to sue because they were directly harmed by not having a chance to comment on the forgiveness program.</p><p>David Rubenstein, a professor at Washburn University's School of Law, found the court's determination that the plaintiffs did have standing \"potentially problematic.\" That's because the question of whether the HEROES Act provides an adequate legal justification for the debt relief program — and therefore whether the government was required to provide notice and comment for the policy — is what a court would be looking at when deciding the merits of the case, typically a step that could only come after the plaintiffs have established they have standing.</p><p>\"Essentially, to clear the standing hurdle, the court assumed the very thing at issue on the merits,\" Rubenstein said in an email. \"If nothing else, the court's fuzzy reasoning sharpens why the issue of standing is so critical in this case — it is wound up with whether the HEROES Act authorizes the debt relief program.\"</p><p>In addition, for a party to have standing, the court has to be able to redress its concerns and it's not clear that the court can do that here, he said. For example, vacating the program may prohibit the government from relying on the HEROES Act, but it doesn't require the Department of Education to engage in notice-and-comment rulemaking, much less in a way that would vindicate Brown and Taylor's harm, he said.</p><p>The requirement of standing is a constitutional limit on the court's own authority to decide the legality of executive branch action, Rubenstein said.</p><p>\"Even as the court is chastising the executive branch for usurping the legislative power, one is left to wonder if the court, itself, is usurping congress's or the executive's power,\" Rubenstein wrote in an email.</p><p>Appeals court could uphold the ruling</p><p>It's not \"unlikely or crazy\" that the 5th circuit, \"which most people think is the most reactionary appeals court in the country,\" and is overseeing the appeal, would uphold the district court's decision, Herrine said.</p><p>Depending on how the 8th circuit rules, it could set up a circuit split, which increases the likelihood the court would hear the briefings and arguments in the case, Herrine said.</p><p>The case waiting before the 8th circuit was filed by a group of six Republican-led states. A lower court dismissed it due to lack of standing.</p><p>So far, Supreme Court Justice Amy Coney Barrett has twice rejected requests by plaintiffs in lawsuits challenging the debt relief plan to temporarily block it. In those cases, lower courts had dismissed the suits for lack of standing which made it relatively easy for her to say the court wouldn't hear those cases, Herrine said.</p><p>But Thursday's ruling and a similar ruling by the 5th circuit could change that dynamic. \"To the extent that these cases are producing some controversy in lower courts, it's a little bit harder,\" Herrine said.</p><p>It's hard to predict how the court with its 6-3 conservative majority might approach cases challenging debt relief if it decides to hear them, Herrine said.</p><p>On the question of whether plaintiffs have standing, conservative-leaning justices have traditionally been more small-c conservative. The idea, according to Herrine, is that \"we want to grant as little authority as possible to challenge administrative action and just to reduce standing because that prevents lawsuits from coming to court.\"</p><p>\"It might be the case that they would not want to be reshaping doctrine in that direction to just open up the courts,\" he said.</p><p>But if the justices do decide the plaintiffs in this case or another lawsuit challenging student debt relief have standing, the majority is likely to be sympathetic to the reasoning (or something similar to it) outlined by Pittman to strike down the policy on the merits, he said. Pittman found that a legal theory known as the major questions doctrine applies to this case. That notion, recently fleshed out by the Supreme Court, says that when an executive agency takes an action with significant economic or political impact, it's overstepping its authority unless it's clear Congress intended for the agency to have that authority.</p><p>The government's lawyers have argued that the major questions doctrine does not apply to this policy because it's not imposing a cost on another entity, like a regulation requiring companies to pollute less, would, for example. In addition they've said that this kind of debt relief falls within the scope of the HEROES Act.</p><p>Pittman disagreed.</p><p>\"No one can plausibly deny that it is either one of the largest delegations of legislative power to the executive branch, or one of the largest exercises of legislative power without congressional authority in the history of the United States,\" he wrote in his order. \"In this country, we are not ruled by an all-powerful executive with a pen and a phone. Instead, we are ruled by a Constitution that provides for three distinct and independent branches of government.\"</p><p>Advocates push to extend the payment pause</p><p>As the case winds its way through the courts it raises questions about how borrowers should approach their student debt in the meantime.</p><p>\"If this is litigated for a longer time, what happens to the payment pause that's coming up?\" said Herrine of the pause that is scheduled to lift in January. \"It might be harder to extend the payment pause because of course the payment pause uses the same reasoning.\" Both the Trump and Biden administrations have said the HEROES Act gives them the legal authority to pause payments.</p><p>Persis Yu, deputy executive director of the Student Borrower Protection Center, an advocacy group, said the decision gives the administration \"a new sense of urgency on why it must extend the payment pause.\" Data — including some research cited by the government in its court documents — indicates that after previous, smaller pauses on student loan payments, borrowers struggled to re-enter repayment smoothly.</p><p>\"Debt cancellation is necessary in order to ensure that borrowers do not slip into default and delinquency,\" Yu said. \"Certainly the administration has already said that this is a necessary step for the return to repayment. In my view the administration has to extend the payment pause until this issue is resolved and until it can deliver on widespread debt cancellation.\"</p><p>The Biden administration has said repeatedly that they will fight attacks on the program in court, but Herrine, whose scholarship was the first to suggest that the Department of Education could cancel debt under its existing authorities without further congressional action, is watching to see whether officials fight them in some other way too, by for example trying to push some debt relief forward using a different legal authority.</p><p>\"This is a test of the will of the Administration to see how far they want to push on this,\" he said.</p><p>Student-loan cancellation in limbo as legal battle could go to Supreme Court</p>",
  "published": "2022-11-14T16:03:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2489,
          "end": 2499
        }
      ]
    }
  ]
}