{
  "_id": "7baffe63e780da4f8c2d99ee259b68bbb082c68ac9f0bd5d89c8ba66926f2f7d",
  "feed": "market-watch",
  "title": "'Juneteenth is tricky': Companies and consumers reckon with how to observe the new federal holiday; 'It's not about Juneteenth. It's about what happens the other 11 months of the year'",
  "text": "<p>Juneteenth had been observed in Black communities as far back as the 19th century, and it became a Texas state holiday in 1980, with other states eventually following suit. Finally, in 2021, President Joe Biden signed legislation making Juneteenth the 12th federal holiday.</p><p>\"This is a day of profound weight and profound power, a day in which we remember the moral stain, the terrible toll that slavery took on the country and continues to take,\" Biden said last year of Juneteenth.</p><p>Read more: Juneteenth is the newest federal holiday — a moment decades in the making for activist Opal Lee</p><p>The holiday is a solemn one in many respects, and perhaps even more so at a time when questions have been raised about lack of diversity in the workplace, law enforcement's treatment of Black Americans, and other longstanding systemic problems.</p><p>At the same time, there's an element of joy to Juneteenth.</p><p>\"It's a day of celebration,\" said Robert Randolph, the Grammy-nominated musician behind a Juneteenth Unityfest event taking place in Brooklyn, N.Y., on Sunday. Randolph said he envisions Juneteenth becoming a kind of Black equivalent to what St. Patrick's Day means for the Irish community.</p><p>Still, some wonder how far the partying should go.</p><p>\"Juneteenth is tricky,\" said Erica Ball, a professor of Black studies at Occidental College in California. She understands the desire to make Juneteenth a fun occasion, but she also believes the holiday should be about something larger. \"We should celebrate in a mindful way, but also in a way that insists we keep working to create the country we want this country to become,\" Ball said.</p><p>It's clear that some lines may have already been crossed, particularly in corporate America. Companies looking to mark the holiday with merchandise offerings or other promotions have faced backlash.</p><p>The most notable example: Walmart WMT last month released a Juneteenth-themed ice cream, among other items, and was immediately faulted for attempting to profit off the holiday. One observer on social media called it a \"shameless performative act\" and suggested Walmart would have been better off using the money to fund lobbyists promoting legislation that would benefit people of color.</p><p>Soon after the criticisms were levied, Walmart said in a statement that the \"Juneteenth holiday marks a celebration of freedom and independence. However, we received feedback that a few items caused concern for some of our customers and we sincerely apologize. We are reviewing our assortment and will remove items as appropriate.\"</p><p>Beyond issues involving merchandise, there's the larger concern that Juneteenth could become just another holiday whose meaning is lost altogether and turns into an excuse to relax or shop. Think how Memorial Day is more associated with the start of summertime fun than with remembering our veterans.</p><p>Earl Fowlkes, Jr., the president of the Center for Black Equity, a Black LGBTQ organization, says we should accept the reality. He fully expects that Juneteenth sales — much like Presidents Day sales, for example — will become baked into the retail calendar. \"We live in a capitalist society,\" he said.</p><p>Fowlkes added that it's more important to deal with the challenges facing Black communities on an ongoing basis than to figure out how to make the most of one day.</p><p>\"The deal is it's not about Juneteenth,\" he said. \"It's about what happens the other 11 months of the year.\"</p><p>Consider just one issue when it comes to corporate America — namely, how few Black Americans are represented on the boards of directors of prominent companies. A study last year found that 81% of board seats filled by directors new to Fortune 500 boards in 2020 were filled by white directors. When it comes to board diversification, the study concluded, progress remains \"painfully slow.\"</p><p>See also: Shareholders push for more board diversity at Tesla, Google, Wells Fargo and Home Depot</p><p>In that regard, Stephanie Leonard, an assistant professor of management at Howard University, says that if companies plan to join the Juneteenth bandwagon in any way, they should be prepared to face tough questions about their diversity practices.</p><p>\"I think it's always great to hold companies' feet to the fire,\" she said.</p><p>At least one prominent Black journalist goes so far as to argue that Juneteenth shouldn't be celebrated at the national level. Ernest Owens, the editor at large of Philadelphia magazine, makes the case that the holiday is essentially a Black Texas event. And as a former Texas resident, he feels Juneteenth is now losing its meaning as it's embraced more widely, he told MarketWatch.</p><p>\"Corporations, white people, and East/West Coast Black folks who found out about it have exploited/commodified its meaning,\" Owens tweeted this month.</p><p>Not that anyone is expecting the country to reverse course and make Juneteenth strictly a state holiday. But many say the jury is still out as to how the holiday will be observed years from now: Will Juneteenth sales and Juneteenth merchandise become the order of the day? Will Juneteenth turn into a day of fun or a day of remembrance?</p><p>Kim Crowder, a consultant who specializes in diversity, equity and inclusion issues, said we may not know the answer for quite some time.</p><p>This will \"take years to figure out,\" she said.</p><p>'Juneteenth is tricky': Companies and consumers reckon with how to observe the new federal holiday</p>",
  "published": "2022-06-17T15:03:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3899,
          "end": 3909
        }
      ]
    }
  ]
}