{
  "_id": "ad974135dae7cb04f40fd8c850efadbcd5663bfaf5349d5018d2ad9f968d765c",
  "feed": "wall-street-journal",
  "title": "Bed Bath & Beyond Struggles to Keep Stores Stocked for Black Friday, Holiday Season; Home-goods chain's out-of-stock levels are higher than rivals; 'They used to have so much variety'",
  "text": "<p>Jesse Acosta was recently browsing Bed Bath &amp; Beyond's website looking for closet organizers, slippers, a bathrobe and candles. \"Every time I clicked on something, it was out of stock,\" said Mr. Acosta, 38 years old, who lives in Homestead, Fla.</p><p>The home-goods retailer is attempting to reverse a steep sales slide, the result of a failed overhaul by prior management that replaced national brands with private-label goods. It has been trying to patch up relationships with suppliers by catching up on overdue payments and recently hosted a meeting with top vendors to plead for their continued support.</p><p>\"There were some challenges under prior regimes, but I believe we are on a solid footing to repair the relationships,\" Bed Bath &amp; Beyond Chief Executive Sue Gove said last month. \"Our accounts payable are as clean as they have ever been.\"</p><p>Some suppliers said they are still owed money and have paused shipments to the retailer until they get paid. Some invoices are from as far back as January, these people said.</p><p>Bed Bath &amp; Beyond buyers submit a priority list of vendors to the accounts-payable department each week, suggesting that the retailer is picking which suppliers to pay based on necessity, these people said.</p><p>A Bed Bath &amp; Beyond spokeswoman said the company is continuing to bolster its financing as it tries to turn around its business. She said the company is working with suppliers to ensure customers have access to a compelling assortment of brands.</p><p>\"This is a very important holiday season for them,\" said Dennis Cantalupo, the chief executive of Pulse Ratings, an independent credit-rating firm. \"They are facing a lot of obstacles.\"</p><p>The company, which also owns Buybuy Baby, is still grappling with empty shelves even as other retailers have largely moved past the supply-chain issues of the last two years, when the Covid-19 pandemic caused temporary factory closures and created shipping bottlenecks.</p><p>Bed Bath &amp; Beyond had higher out-of-stock rates in October on comparable items than other retailers, including Lowe's Cos., Home Depot Inc., Kohl's Corp. and Wayfair Inc., according to DataWeave.</p><p>Bed Bath &amp; Beyond used to be one of Bonnie Quintanilla's first stops on Black Friday for deals on kitchen appliances, bedding and holiday gifts. Not this year. Ms. Quintanilla, a 64-year-old glass artist, recently visited a store near her home in Westlake Village, Calif., looking for storage bins and a comforter but was disappointed with the selection.</p><p>\"They didn't have any of the storage bins I needed,\" Ms. Quintanilla said. \"The shelves were fairly empty.\" She said the store only had one brand of comforter—UGG. \"They used to have so much variety,\" she said.</p><p>Former Chief Executive Mark Tritton tried to overhaul Bed Bath &amp; Beyond by replacing name-brand goods with private-label items. It is a strategy that has worked well for other retailers. But it backfired at Bed Bath &amp; Beyond, partly because the company lacked the infrastructure to design, manufacture and ship its house brands. Once the private-label brands arrived in stores, they fell flat with shoppers.</p><p>Bed Bath &amp; Beyond is now reversing course. In August, it said it was discontinuing three of its nine private-label brands and reducing the assortment of the others. It is also trying to add back more goods from national brands such as Calphalon and OXO.</p><p>Meagan Hopper, 36, of Huntington Beach, Calf., tried to buy the water-treatment additive for her Venta humidifier, but it was out of stock—as were all Venta products on Bed Bath &amp; Beyond's website. Frustrated with the retailer, Ms. Hopper said she bought the item at a local supermarket instead.</p><p>Some national brands that were pushed aside to make room for Bed Bath &amp; Beyond's private-label goods said they are reluctant to increase production for the retailer, because they are uncertain about its financial position.</p><p>SHARE YOUR THOUGHTS</p><p>Are you planning to shop at Bed Bath &amp; Beyond this holiday season? Why or why not? Join the conversation below.</p><p>Earlier this year, Bed Bath &amp; Beyond had run so low on cash that it had to raise emergency funds, including more than $500 million in August. It is in the process of swapping debt for equity to help extend maturities and reduce interest expenses. It has also closed underperforming stores and laid off staff to cut costs.</p><p>Numerous senior executives have left the company since June, including its chief operating officer, chief stores officer and chief merchandising officer. Its chief financial officer died in September. Some of those positions have been filled by promoting existing employees, but the company's ranks continue to thin. Earlier this month, Bed Bath &amp; Beyond notified suppliers that two of its senior merchants are leaving the company, according to a memo reviewed by The Wall Street Journal.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@dowjones.com</p><p>Bed Bath &amp; Beyond Struggles to Keep Stores Stocked for Black Friday, Holiday Season</p>",
  "published": "2022-11-24T13:39:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2051,
          "end": 2061
        },
        {
          "start": 2051,
          "end": 2066
        }
      ]
    }
  ]
}