{
  "_id": "d49963fad82be62e3e2d5c9d3048a8cccb29d470d22e00de198c7817ddc75048",
  "feed": "wall-street-journal",
  "title": "Business News:  Home Depot Gets Lift  From Higher Prices  ----  By Dean Seal",
  "text": "<p>   Home Depot Inc.'s sales rose 5.6% in the third quarter as higher prices again offset a slowdown in transactions. </p><p>   The home-improvement chain said Tuesday that customers spent an average of 8.8% more per transaction during the quarter while the number of transactions fell 4.3%. </p><p>   This is the sixth consecutive quarter in which fewer, higher-dollar transactions have pushed Home Depot's top line higher, following a surge in demand for home-improvement activity during the first year of the Covid-19 pandemic. </p><p>   Chief Executive Ted Decker said on an earnings call that transactions have been stronger than the company initially expected in light of rising inflation, noting that \"price sensitivity wasn't as strong as we thought it would be.\" </p><p>   Revenue came in at $38.87 billion, topping analyst estimates of $37.95 billion, with comparable sales, which strip out store closures and openings, rising 4.3% from last year. </p><p>   That trend continued in the third quarter, with Home Depot's project business remaining strong across most departments even as demand in certain products and categories decelerated, Mr. Decker said. Big-ticket transactions, or ones worth more than $1,000, were up 10.1% from a year earlier. </p><p>   While rising mortgage rates have slowed the previously hot housing market, Home Depot executives said demand for renovation projects has only strengthened as more people opt out of moving and instead build on their home values. </p><p>   Home Depot customers have been more resilient than most to the strain of inflation on consumer spending, Mr. Decker said. </p><p>   For its quarter ended Oct. 30, Home Depot posted net earnings of $4.3 billion, or $4.24 a share. </p><p>   Shares closed down 1.6% Tuesday. The stock is down 25% in the year to date. </p><p></p>",
  "published": "2022-11-16T07:07:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 15,
          "end": 25
        },
        {
          "start": 1585,
          "end": 1595
        },
        {
          "start": 1279,
          "end": 1289
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1432,
          "end": 1442
        },
        {
          "start": 0,
          "end": 15
        },
        {
          "start": 370,
          "end": 380
        },
        {
          "start": 961,
          "end": 971
        }
      ]
    }
  ]
}