{
  "_id": "adee13b72e13715ceb8b275b90dce845d8b232a9bf3c9587724c49855dee44c4",
  "feed": "market-watch",
  "title": "How I survived Hurricane Ian; The kindness of friends near and far helped me through a frightening experience",
  "text": "<p>In \"Northanger Abbey,\" when Jane Austen wrote, \"There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature,\" she must have been talking about my friends.</p><p>After my mother's burial in San Diego and a brief visit with my son in Boston, I was back in my Florida home feeling pretty depleted, but I followed the storm's track. It changed so quickly. My former boss and friend Deanne told me to come to Ocala. My temple leaders had a place for me in Sarasota. My temple's security lead, Ray, researched structural information about my complex and said I'd be fine here. By now, he warned, the roads were too backed up to leave.</p><p>Let's be clear. This hurricane didn't just pass through. The pummeling rains, life-threatening storm surge and maximum sustained winds estimated to be up to 155 mph meant the Category 4 hurricane was 2 mph short of reaching Category 5 classification, which is the strongest classification possible on the Saffir-Simpson Hurricane Wind Scale. Ian didn't just wreak destruction and leave.</p><p>Read: How climate change is ruining retirement across America</p><p>The storm's grip</p><p>Those of us in South Venice spent hours and hours stuck in its slow-moving grip. My sister (and best friend) living in Southern California texted me, \"The northern funnel edge seems to be between you and up to Longboat Key. Hang tight! Read poetry! Do push-ups! Organize your earrings — anything to distract so the hours go by faster.\"</p><p>Sure. Like I could concentrate on anything?! The rain was relentlessly pounding, the wind terrifying. And then no texts came in. I sat on a chair in the bathroom with one little lantern scared to death.</p><p>Rosanne, who had moved to town from Chicago, had evacuated to Miami with her husband. By some miracle her text got through: \"Hang in there. I'll let you know when the west eyewall is past you. You're north of the eye itself.\" Then no communication.</p><p>I was alone in my bathtub crying as the wind roared, hurling roof tiles and soffits into the lake, felling trees, airlifting monstrous shop signs and crashing them down across nearby parking lots.</p><p>I awoke to a knock on my door before 8 a.m. and scrambled down the stairs. Sarasota County Sheriff's Deputy Anthony Egoville was doing a welfare check. My friend LaVonne, whom I know from writers' groups and have never met in person, had tracked me down, though I never gave her my address. My online writing colleagues were worried about me. I choked back tears before interrogating him to see if Jacaranda Boulevard was flooded and if the 41 Bypass was open.</p><p>The sun was coming up and some of us gingerly walked around like zombies surveying this new world. We didn't know the extent of the damage at Fort Myers Beach or on Sanibel Island yet. A neighbor gave me his cell, as T-Mobile TMUS was working, so I could call my son to say I was OK.</p><p>My Greek childhood friend Gail texted from South Carolina, \"All I see is destruction on TV. Do you need a place to stay? My door is always open to you.\"</p><p>Read: Hurricane Ian will continue doing damage to the southwest Florida economy for months to come</p><p>The support of friends in a time of need</p><p>I was reminded of the wisdom of Marisa G. Franco, a psychologist, professor and bestselling author of \"Platonic,\" who is an expert on friendship. She invites us to question why we put romantic love and family love first when friendship matters. Friends affirm us and support us in time of need.</p><p>Over the next five or six days, while I ate Fig Newtons and peanut butter and jelly sandwiches, I saw what friendship meant. We had no power, most of us had no cell service, no Wi-Fi, little water. Home Depot HD, Lowe's LOW and Target TGT parking lots had Wi-Fi so we'd sit in our cars accessing news, reading texts and emails. But coverage was spotty. It was heaven when friends reached out.</p><p>My writer friend Abby was sending me $50 so I could find food nearby. A guy I dated who now lives in Alabama sent me $300 via PayPal PYPL. My Jazzercise teacher, and the local franchise owner, invited those who needed a shower, food or place to stay to come north to Sarasota which wasn't as badly hit.</p><p>A recent study published in the Journal of Personality and Social Psychology that included almost 6,000 participants revealed that those who reach out to friends significantly underestimated how much it would mean to the recipients. Do you know what it means to someone who has been through a hurricane? More than you'll ever know.</p><p>Read next: More retirees are finding good reasons to live like the 'Golden Girls.' Here's how to find compatible roommates.</p><p>As Toni Morrison wrote in \"Beloved:\" \"She is a friend of my mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order.\"</p><p>Thanks to my friends for helping me gather the pieces, and soon I hope they will be in the right order.</p><p>Barbara Field was on staff at CBS, Harcourt Brace, UC San Diego, Pace University and The Op Ed Project. She is a contributor for Verywell Mind and has been featured in the New York Times, Forbes, Shape, The Independent and elsewhere. Her novel won a Writer's Digest fiction award. She founded Writing Life Stories , a memoir writing business for non-writers.</p><p>This article is reprinted by permission from NextAvenue.org , © 2022 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>* Emergency Planning for Solo Agers</p><p>* They'll Be There for You: The Joy of Good Friends</p><p>* Choosing a Place to Retire? Factor In Climate Change</p><p>How I survived Hurricane Ian</p>",
  "published": "2022-10-31T09:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3679,
          "end": 3689
        }
      ]
    }
  ]
}