{
  "_id": "bee7a6d25a678380163a3ed69ec3c4b85ba2cbf54fc1ec2482047555a41a8af4",
  "feed": "wall-street-journal",
  "title": "'Power Failure' Review: Who Lost General Electric? Once a pillar of American capitalism, GE is now but a shadow of its former self. Whose fault is that?",
  "text": "<p>The company's demise was certainly a group effort, according to Mr. Cohan, a former investment banker who has penned several books on corporate excess. Jack Welch, once regarded as the greatest CEO of all time, has his halo dimmed for his overindulgence in deal-making and reliance on something critics say is close to financial chicanery. His successor, Jeff Immelt, is shown as a man singularly unprepared for the task of remaking GE to fit the times. The corporation's board, composed of some of the biggest names in finance, comes off as a group of pet rocks.</p><p>The result: The company that defined America's corporate might in the 20th century—giving us light bulbs, washing machines, jet engines, dog insurance, Saturday Night Live and more—is now auctioning itself off in pieces.</p><p>It's a tragedy that at times gets lost in the details of who went to what school, and in weird diversions like Mr. Immelt's trek up Mount Kilimanjaro as seen from the point of view of a GE security guard. But Mr. Cohan's story is saved by rich anecdotes of what transpired in the boardroom and how these captains of industry doomed what was once a great company.</p><p>Mr. Cohan casts a wide net in his blame, but also dispels the myth that Welch is largely responsible for GE's current zombie-like status. Welch famously \"managed\" (harsher critics say \"manipulated\") earnings and hid some ticking time bombs. He utilized the balance sheet at the company's financial-services arm, GE Capital, including its reliance on cheap and risky short-term debt, to produce record profits—until investors grew anxious about the maneuvering.</p><p>In Mr. Cohan's telling, Welch, who died in 2020, is a far more complex and important figure in American finance than his detractors suggest. The author describes him as a brilliant manager. As CEO he grew GE's multitude of businesses to become best in breed. His balance-sheet skill was more of an art form, about being able to draw on resources \"in every level in every company,\" he is quoted as saying. \"You hold back on one, you push another. Always use levers but you always have to focus on consistency.\"</p><p>Mr. Immelt, who took over from Welch in 2001, cut an impressive figure. He played football at Dartmouth and got an MBA from Harvard. He was also a great salesman, one of the best GE ever produced. And that's about where his corporate skills ended. He spent 16 years as GE's CEO—possibly 16 years too many—and seemed obtuse about GE's most important and dangerous elements, such as GE Capital. \"Corporate finance or the business of banking were neither [Mr. Immelt's] inclination nor his particular interest,\" Mr. Cohan writes. \"He was more focused on markets, manufacturing and thinking big thoughts.\"</p><p>Welch was certainly a hard act to follow. But Mr. Cohan shows that much of GE's demise can be directly attributed to Mr. Immelt. His inability to fully understand the risks at GE Capital left him unprepared for the 2008 financial crisis, which nearly forced GE into bankruptcy. He supported mediocre executives and defenestrated those who questioned his management. He was thin-skinned, whereas Welch welcomed and demanded an internal debate. His board looked good on paper—Jack Brennan of Vanguard, Sandy Warner of JP Morgan—but it was weak when it needed to be strong. He ousted the strongest of the bunch, Home Depot co-founder Ken Langone, over a magazine interview Mr. Langone had given.</p><p>Worst of all, Mr. Cohan demonstrates how Mr. Immelt lacked a vision of what a post-Welch GE should look like. The result was a tenure of reacting to crisis after crisis and indulging some of the worst deal-making in corporate America. When the end came for him, he never saw it coming. Mr. Immelt desperately wanted to make it to 20 years as CEO \"just as Jack had done,\" Mr. Cohan writes, but knew he was likely a goner after reading about it in a piece I wrote for Fox Business.</p><p>Mr. Immelt's successor, a GE lifer named John Flannery, took over in 2017 and lasted little more than a year before being replaced by Larry Culp, a restructuring expert. Mr. Culp is now in the process of selling GE's three remaining businesses, in healthcare, power and aerospace. Shares of GE are worth a mere fraction of their peak value in 2000; company executives long paid in stock options have seen their retirement savings crash.</p><p>Before his death, Welch spoke extensively to Mr. Cohan. He described his selection of Mr. Immelt as his successor as a \"burden that I have to live with.\" The question is: Would Welch have done any better?</p><p>Reading Mr. Cohan's narrative, you can't help but think Welch would have figured things out. The author quotes Dave Calhoun, the CEO of Boeing and a GE alum, who provides a succinct explanation for GE's demise: \"The GE board let Jack make all the decisions and he generally made the right ones; it let Jeff make all the decisions, too, and he generally made all the wrong ones.\"</p><p>Yes, Welch had some managerial and personal blind spots, but he also had the insight that his successors lacked. When Welch took over for Reginald Jones in 1981, GE was firmly ensconced as one of the pillars of American capitalism. Welch rightly saw the company as bloated and inefficient, and began firing people and eliminating layers of management. Amid the destruction there was creativity: He attracted a generation of talented managers, hyperambitious men who would do almost anything, move their families anywhere, and put up with endless screaming and harassment to work for the most foul-mouthed and ambitious man of them all. The payoff was money and prestige; being one of Jack's guys was the equivalent of being a Navy SEAL. If you could make it there, you could make it anywhere—and the diaspora of Welch's disciples throughout corporate America today is proof.</p><p>Welch built GE into a fast-growing profit machine, a colossus that Mr. Cohan effectively argues was \"never just another company.\" Today it is barely even that.</p><p>Mr. Gasparino is a Fox Business senior correspondent and a columnist for the New York Post.</p><p>'Power Failure' Review: Who Lost General Electric?</p>",
  "published": "2022-12-21T22:56:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3330,
          "end": 3340
        }
      ]
    }
  ]
}