{
  "_id": "578875125b73a6faf6e4660d8dddc167ea89d63178fc31299a8f34f928d51121",
  "feed": "market-watch",
  "title": "Dow rises for fifth day to highest close since April as retailer stocks fuel rally",
  "text": "<p>* The Dow Jones Industrial Average DJIA closed 239.57 points, or 0.7%, higher at 34,152.01, above the key 34,000 level for the first time since May 4.</p><p>* The S&amp;P 500 SPX climbed 8.06 points, or 0.2%, at 4,305.20. The index has now risen 17.5% from its mid-June low.</p><p>* The Nasdaq Composite COMP was down 25.50 points, or 0.2%, at 13,102.55.</p><p>Stocks rose Monday also, with the Dow rising 151 points, or 0.5%, while the S&amp;P 500 gained 0.4% and the Nasdaq Composite tacked on 0.6%. The S&amp;P was up more than 17% through Monday from its mid-June low, but remains down 10.4% from its Jan. 3 record close.</p><p>What drove markets</p><p>After getting off to a wobbly start, U.S. stocks swung higher as a rally in retailer stocks helped lift the Dow and S&amp;P 500 to their highest levels in more than three months.</p><p>Strong performances from Walmart WMT and Home Depot Inc. HD helped the Dow lead U.S. stocks higher, with the two retailing giants accounting for more than half of the blue-chip average's gains.</p><p>Wal-Mart gained 5.1% after reporting strong fiscal second-quarter profit and raising its full-year outlook, making it the Dow's best performer, while Home Depot wasn't far behind, rising 4.1% after affirming its full-year outlook and reporting profits, sales and same-store sales that all beat expectations.</p><p>Their strong earnings reports sparked a broader rally in retail stocks that drove the consumer-staples sector up 2.3%, making it the best performer among the S&amp;P 500's 11 sectors.</p><p>Joe Saluzzi, co-head of equity trading at Themis Trading, pointed out that Wal-Mart and Home Depot were responsible for more than half of the Dow's gain on Tuesday.</p><p>\"Any sign that the consumer is still strong is a good thing,\" Saluzzi added during a phone interview with MarketWatch. \"The market is shaking off a lot of the recessionary concerns and saying 'well maybe inflation has peaked. Maybe the economy has achieved the soft landing that people were hoping for.'\"</p><p>Read: This stock-market milestone indicates the S&amp;P 500 could be as much as 16% higher one year from today</p><p>Some market watchers, however, cautioned that the market could be getting ahead of itself.</p><p>\"We would caution investors against chasing this rally. We expect renewed market volatility ahead, and we continue to recommend positioning portfolios for resilience under various scenarios,\" said Mark Haefele, chief investment officer at UBS Global Wealth Management, in a note.</p><p>\"With inflation still high, we favor value stocks including global energy. And with the economic outlook uncertain, we think investors can consider defensive equity exposure via global healthcare or quality income stocks,\" he wrote.</p><p>Other retailers that rallied on Tuesday included Target Corp. TGT Lowe's Cos. LOW and Kohl's Corp. KSS — all three of which will report earnings later this week. Their shares were up 4.6%, 2.9%, and 6.1%, respectively, while, Best Buy Co. Inc. BBYwas up 4.5% and Ross Stores Inc. ROST gained 2.8%.</p><p>But the biggest gains were seen in shares of retailer \"meme stocks\" like Bed Bath &amp; Beyond Inc. BBBY which closed 29% higher after a wild session, while Overstock.com Inc. OSTK gained 11.8%.</p><p>While investors on Reddit forums like Wall Street Bets cheered the rally in Bed Bath &amp; Beyond, B. Riley analyst Susan Anderson has advised investors that they should dump the stock, arguing that the move has led to \"unrealistic\" valuations.</p><p>Economic data released Tuesday showed U.S. housing starts fell 9.6% in July, while building permits were down1.3%.</p><p>In addition, U.S. industrial production rose 0.6% in July, according to data from the Federal Reserve. The gain topped Wall Street expectations of a 0.3% increase, according to a survey by The Wall Street Journal.</p><p>Finally, investors are looking ahead to an update on Fed thinking due Wednesday, when the central bank will release the minutes of its last monetary policy meeting.</p><p>Companies in focus</p><p>* World Wrestling Entertainment Inc. WWE delivered second-quarter results that beat expectations and said it wrapped up a probe of former chief executive Vince McMahon. A special committee identified $19.6 million in unrecorded expenses, which will be paid by McMahon. WWE said it's revising its previously issued financial statements to record the unrecorded expenses for the years ended 2019, 2020 and 2021, as well as the first quarter of 2021 and 2022. Shares rose 1.5%.</p><p>* Apple Inc. AAPL laid off 100 contract workers in charge of recruiting, according to Bloomberg.Shares fell 0.2%.</p><p>* Royal Caribbean Cruises Ltd. RCL gained 4% even after the company refinanced with a new batch of junk bonds yielding more than 11%.</p><p>How other assets traded</p><p>* West Texas Intermediate crude for September delivery CL.1 dropped fell $2.88, or 3.2%, to settle at $86.53 a barrel on the New York Mercantile Exchange </p><p>* The ICE U.S. Dollar index DXY was virtually unchanged.</p><p>* December gold GC00 futures settled below $1,790 on Tuesday as the yellow metal saw back-to-back losses.</p><p>* Treasury yields inched higher, with the 10-year yield rising to 2.839% from 2.79%</p><p>* Bitcoin BTCUSD fell 0.8% to trade below $24,000.</p><p>* The Stoxx Europe 600 XX:SXXP rose 0.2%, while London's FTSE 100 UK:UKX gained 0.4%.</p><p>* Asian stocks saw a mixed finish, with the Shanghai Composite CN:SHCOMP edging up 0.1%, while the Hang Seng Index HK:HSI fell 1% in Hong Kong and Japan's Nikkei 225 JP:NIK saw a fractional decline.</p><p>Hear from Carl Icahn at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The legendary trader will reveal his view on this year's wild market ride</p><p>Dow rises for fifth day to highest close since April as retailer stocks fuel rally</p>",
  "published": "2022-08-16T20:24:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 1134,
          "end": 1144
        },
        {
          "start": 1126,
          "end": 1136
        },
        {
          "start": 1550,
          "end": 1560
        }
      ],
      "weightsV2": {
        "weight": 1.7962365,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.2037892,
        "tagPositionWeight": 2.5749207e-05,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}