{
  "_id": "24f68150f1d736b06823291486a7279028f75068b495387d240181f017259636",
  "feed": "market-watch",
  "title": "Dow surges 300 points, topping 34,000 for first time since May as retailers lead rally in stocks",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 314 points, or 0.9%, to trade at 34,228. If the blue-chip gauge closes at these levels, it will be the first close above 34,000 since May 4.</p><p>* The S&amp;P 500 SPX was up 20 points, or 0.5%, at 4,317.</p><p>* The Nasdaq Composite COMP was up 17 points, or 0.1%, at 13,145.</p><p>Stocks rose Monday, with the Dow rising 151 points, or 0.5%, while the S&amp;P 500 gained 0.4% and the Nasdaq Composite tacked on 0.6%. The S&amp;P was up more than 17% through Monday from its mid-June low, but remains down 10.4% from its Jan. 3 record close.</p><p>What's driving markets</p><p>U.S. equity indexes got off to a wobbly start, but soon swung higher as a rally in retailer stocks helped lift the Dow and S&amp;P 500. Stocks exhibited a similar pattern on Monday, when all three U.S. benchmarks opened lower but managed to finish in the green.</p><p>Thanks to the retailer rally, the consumer staples sector was up 2.5%, marking the best performance among the S&amp;P 500's 11 sectors.</p><p>Read: This stock-market milestone indicates the S&amp;P 500 could be as much as 16% higher one year from today</p><p>Some market watchers, however, cautioned that the market could be getting ahead of itself.</p><p>\"We would caution investors against chasing this rally. We expect renewed market volatility ahead, and we continue to recommend positioning portfolios for resilience under various scenarios,\" said Mark Haefele, chief investment officer at UBS Global Wealth Management, in a note.</p><p>\"With inflation still high, we favor value stocks including global energy. And with the economic outlook uncertain, we think investors can consider defensive equity exposure via global healthcare or quality income stocks,\" he wrote.</p><p>Shares of Walmart WMT jumped 5.7% to lead Dow gainers after the discount retail behemoth reported fiscal second-quarter profit and revenue that beat expectations, and raised its full-year outlook. The results come just three weeks after the Dow component issued its second fiscal 2023 profit warning in two months, when the company said inflation had required more markdowns to clear inventory.</p><p>Meanwhile, shares of Home Depot Inc. HD, another member of the blue-chip gauge, rose 5.3% after the home improvement retail giant reported fiscal second-quarter profit, record total sales and same-store sales that all rose above expectations and affirmed its full-year outlook.</p><p>The strong performance from the two retail giants helped lift shares of other retailers, including Target Corp. TGT Lowe's Cos. LOW and Kohl's Corp. KSS , which will report earnings later this week. Their shares were up 6%, 4% and 9.6%, respectively. Meanwhile, Best Buy Co. Inc. BBYwas up 5.9% while Ross Stores Inc. ROSTwas up 4.4%.</p><p>But the biggest gains were seen in shares of retailer \"meme stocks\" like Bed Bath &amp; Beyond Inc. BBBYwhich was up 57%, bringing its gains over the past two weeks to nearly 250%. Shares of Overstock.com Inc. OSTKwere up 14%.</p><p>While investors on Reddit forums like Wall Street Bets cheered the rally in Bed Bath &amp; Beyond, B. Riley analyst Susan Anderson warned investors that they should sell, as the stock's recent rally has led to \"unrealistic\" valuations.</p><p>Meanwhile, investors were looking ahead to an update on Fed thinking due Wednesday, when the central bank releases the minutes of its last monetary policy meeting.</p><p>Treasuries sold off on Tuesday, causing the yield curve to further invert as the 10-year Treasury yield is BX:TMUBMUSD10Y up 3.9 basis points to 2.829%, while the two-year Treasury yield rose five basis points to 3.228%.</p><p>Economic data released Tuesday showed U.S. housing starts fell 9.6% in July, while building permits were down1.3%.</p><p>However, U.S. industrial production rose 0.6% in July, according to data from the Federal Reserve. The gain topped Wall Street expectations of a 0.3% increase, according to a survey by The Wall Street Journal.</p><p>Capacity utilization rebounded to 80.3% in July from 79.9% in the prior month. The capacity utilization rate reflects the limits to operating the nation's factories, mines and utilities. Economists had forecast a 80.2% rate.</p><p>Companies in focus</p><p>* World Wrestling Entertainment Inc. WWE delivered second-quarter results that beat expectations and said it wrapped up a probe of former chief executive Vince McMahon. A special committee identified $19.6 million in unrecorded expenses, which will be paid by McMahon. WWE said it's revising its previously issued financial statements to record the unrecorded expenses for the years ended 2019, 2020 and 2021, as well as the first quarter of 2021 and 2022. Shares rose 1.6%.</p><p>* Apple Inc. AAPL laid off 100 contract workers in charge of recruiting, according to Bloomberg.Apple shares fell 0.2%.</p><p>* Royal Caribbean Cruises Ltd. RCLwas up 4% even after the company refinanced with a new batch of junk bonds yielding more than 11%.</p><p>How are other assets faring</p><p>* U.S. WTI oil futures CL.1 dropped 3.3% to trade below $87 a barrel.</p><p>* The ICE U.S. Dollar index DXY was virtually unchanged.</p><p>* Gold GC00 was down 0.5% below $1,790 an ounce.</p><p>* Bitcoin BTCUSD fell 1.6% to trade below $23,800.</p><p>* The Stoxx Europe 600 XX:SXXP rose 0.2%, while London's FTSE 100 UK:UKX gained 0.4%.</p><p>* Asian stocks saw a mixed finish, with the Shanghai Composite CN:SHCOMP edging up 0.1%, while the Hang Seng Index HK:HSI fell 1% in Hong Kong and Japan's Nikkei 225 JP:NIK saw a fractional decline.</p><p>Hear from Carl Icahn at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The legendary trader will reveal his view on this year's wild market ride</p><p>Dow surges 300 points, topping 34,000 for first time since May as retailers lead rally in stocks</p>",
  "published": "2022-08-16T18:04:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2083,
          "end": 2098
        }
      ],
      "weightsV2": {
        "weight": 0.59873694,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.40126306,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}