{
  "_id": "94a0aa1f04699be2bc2b6fd314dec3c485612d13fa68581ff735e721919a7a05",
  "feed": "wall-street-journal",
  "title": "Home Depot Revamps Tech Leadership With Focus on Customers; The company's veteran CIO is shifting into a newly created role dedicated to customer experience technology, which helped drive sales during the pandemic",
  "text": "<p>Some of those companies have reverted to prepandemic levels, with Netflix Inc. warning this week that gains made during the pandemic hid fault lines in its business. Netflix shares plunged 35% following its first-quarter earnings report on Tuesday, the stock's second-worst one-day decline ever.</p><p>Home Depot shares were trading at $310 on Thursday, below their peak of $415 in December 2021, but above the $152 that they commanded near the beginning of the pandemic in March 2020.</p><p>Amid the lockdowns and social distancing, customers flocked to its physical and online stores, spending savings gleaned from staying at home and government stimulus checks on home-improvement projects.</p><p>The new customer-facing technology leadership role is aimed at helping the company maintain that momentum.</p><p>The company on Tuesday named CIO Matt Carey as executive vice president of customer experience. Fahim Siddiqui is stepping in as CIO, overseeing technology strategy, infrastructure and software development. Mr. Carey joined Home Depot in 2008 as executive vice president and CIO, and Mr. Siddiqui served as the company's senior vice president of information technology since 2018.</p><p>\"We created a new role that reaffirms our commitment to make shopping at Home Depot a truly interconnected, easy experience for our customers,\" Paul Mayer, a company spokesperson, said Thursday. Mr. Carey and Mr. Siddiqui weren't available for comment.</p><p>Home Depot said both positions will report to Chief Executive Ted Decker, who started in his new role in March, after serving as chief operating officer and president.</p><p>Mr. Carey, who started as CIO in 2008, contributed to the company's efforts to accommodate Covid-19 lockdowns and other restrictions by deploying digital tools to manage limited-capacity store operations, curbside pickup and online transactions.</p><p>In his new role, Mr. Carey will be responsible for the vision, design and development of customer-experience technologies. Mr. Siddiqui will direct technology strategy, infrastructure and software development for retail stores, supply-chain facilities, offices and online systems, the company said.</p><p>\"I have seen several CIOs make the move to a more customer-focused role and away from traditional IT,\" Tim Crawford, CIO strategic adviser at Los Angeles-based enterprise IT advisory firm AVOA. He said it makes sense to have a CIO oversee the underlying technology for customer experience tools, \"in terms of understanding the tools, capabilities, integrations and requirements.\"</p><p>Write to Suman Bhattacharyya at Suman.Bhattacharyya@wsj.com and Angus Loten at angus.loten@wsj.com</p><p>Home Depot Revamps Tech Leadership With Focus on Customers</p>",
  "published": "2022-04-22T09:30:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 296,
          "end": 306
        },
        {
          "start": 1423,
          "end": 1433
        },
        {
          "start": 1243,
          "end": 1253
        },
        {
          "start": 0,
          "end": 10
        },
        {
          "start": 1013,
          "end": 1023
        },
        {
          "start": 2615,
          "end": 2625
        }
      ]
    }
  ]
}