{
  "_id": "36cf215f06bd596e88e0ffaa6256b7ff30b63cbe74c92ce29100f14d068a82bb",
  "feed": "market-watch",
  "title": "Dow climbs third straight day as stocks end sharply higher after retail sales, Fed Chair Powell's remarks; Home Depot rose, Walmart drops after results",
  "text": "<p>* The Dow Jones Industrial Average DJIA gained 431.17 points, or 1.3%, to close at 32,654.59, rising for a third straight day.</p><p>* The S&amp;P 500 SPX climbed 80.84 points, or 2%, to finish at 4,088.85.</p><p>* The Nasdaq Composite COMP jumped 321.73 points, or 2.8%, to end at 11,984.52.</p><p>On Monday, the Dow finished less than 0.1% higher, the S&amp;P 500 closed 0.4% lower and the Nasdaq fell 1.2%. The declines followed another losing week for all three major indexes amid a selloff that's seen the S&amp;P 500 fall to the brink of a bear market and tech shares crater.</p><p>What drove the markets?</p><p>Investors bought the dip Tuesday.</p><p>In volatile markets, \"you're going to get intermittent bounces,\" said Randy Frederick, managing director of trading and derivatives at Charles Schwab, in a phone interview Tuesday. The stock market probably hasn't bottomed yet though, he said, as high inflation and rising interest rates remain a concern while \"panic mode\" — where the CBOE Volatility Index VIX spikes above 45 or 50 — has yet to be seen.</p><p>\"This is not the time to be going in and buying everything you can get your hands on,\" said Frederick. He favors a strategy of \"picking up very small quantities\" of \"quality\" stocks that are \"on sale\" and investors would like to own for the longer term while realizing that it's probably not a trade \"that's going to pay off right away.\"</p><p>Meanwhile, U.S. retail sales painted a picture of a healthy economic backdrop, rising 0.9% in April, slightly below the 1% advance forecast by economists surveyed by The Wall Street Journal. Auto dealers led the way but most major retail categories posted gains. The increase in sales in March, meanwhile, was raised to 1.4% from an original 0.7%.</p><p>\"Retail sales in April show that the consumer is weathering the inflationary headwinds, rising for the fourth consecutive month,\" said Jeffrey Roach, chief economist at LPL Financial, in emailed remarks. \"If pricing pressures can moderate enough to relieve some of the pressure on consumers, we expect a rebound in economic growth in Q2.\"</p><p>While \"the consumer is still pretty strong\" in the near term, consumer spending remains \"under threat\" as it's likely to \"deteriorate\" in the coming months \"unless we see inflation come down markedly,\" cautioned Frederick.</p><p>Shares of Walmart Inc. WMT dropped 11.4 % Tuesday after the retail giant reported fiscal first-quarter profit that missed expectations. \"Average Americans shop at Walmart,\" making the company a good \"barometer\" for spending trends, said Steve Sosnick, chief strategist at Interactive Brokers, in a phone interview Tuesday. \"They are having some trouble passing on their higher costs to consumers.\"</p><p>Analysts were wary of a slowdown for Walmart amid rising inflation given the retailer's exposure to lower-income customers. Shares of Home Depot HD, on the other hand, rose 1.7% after upbeat results.</p><p>In other U.S. economic data, industrial production rose 1.1% in April, the Federal Reserve reported Tuesday, topping expectations for a 0.5% gain.</p><p>\"There could be some pain\" for Americans as the Fed moves resolutely to bring down inflation,\" Federal Reserve Chairman Jerome Powell said Tuesday afternoon at The Wall Street Journal's Future of Everything event. But he said \"there are a number of plausible paths to having.. a softish landing.\"</p><p>Read: Odds of 'hard landing' jump as stock, bond investors worry about economic growth, says Morgan Stanley</p><p>Meanwhile, Bank of America's May global fund manager survey released Tuesday showed the highest cash levels since the Sept. 11, 2001 attacks in the U.S., the biggest short position on tech stocks since August 2006, and the biggest equity underweight since May 2020.</p><p>Market watchers have been trying to determine whether stocks have fallen enough to warrant a bounce for hard-hit equities, notably in the tech sector.</p><p>Which companies were in focus?</p><p>* Shares of Twitter Inc. TWTR rose 2.5% after Tesla Inc. TSLA CEO Elon Musk tweeted that his $44 billion deal for Twitter 'cannot move forward' without more data on spam bots. Twitter, meanwhile, said in a statement filed with the U.S. Securities and Exchange Commission that it was committed to its deal to be bought by Musk for $54.20 a share.</p><p>* Home Depot Inc. HD shares gained 1.7% after the home-improvement retailer's first-quarter revenue and earnings beat Wall Street forecasts.</p><p>* Citigroup C jumped 7.6% after a regulatory filing showed that Warren Buffett's Berkshire Hathaway BRK.B BRK.A took a nearly $3 billion stake in the bank during the first quarter.</p><p>* Shares of United Airlines Holdings Inc. UAL climbed 7.9%, after the air carrier raised its passenger revenue outlook, citing an improving demand environment. The popular U.S. Global Jets exchange-traded fund JETS, which tracks the airline sector, rose 5.7%.</p><p>* The Food and Drug Administration said Tuesday that children between the ages of 5 and 11 years old can get a booster dose of the vaccine made by BioNTech SE BNTX and Pfizer Inc. PFE. BioNTech's American depositary shares rose 5.7%, while Pfizer shares gained 1.3%.</p><p>How did other assets fare?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 9.2 basis points to 2.969%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.8%, pulling back after a recent surge that took it to a roughly 20-year high.</p><p>* In oil futures CL.1, West Texas Intermediate crude for June delivery CLM22 fell 1.6% to close at $112.40 a barrel.</p><p>* Gold futures GC00 rose, with gold for June delivery settling 0.3% higher at $1,818.90 an ounce.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP closed 1.2% higher, while London's FTSE 100 UK:UKX gained 0.7%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP ended 0.6% higher. Meanwhile, the Hang Seng Index HK:HSI finished up 3.3% and Japan's Nikkei 225 JP:NIK rose 0.4%.</p><p>See interviews with Fed Chairman Jerome Powell, the CEOs of companies including Wells Fargo, Moderna and FanDuel. Register for virtual access to The Wall Street Journal's Future of Everything Festival, May 17-19.(Select virtual pass for complimentary access.)</p><p>—Barbara Kollmeyer contributed to this report.</p><p>Dow climbs third straight day as stocks end sharply higher after retail sales, Fed Chair Powell's remarks</p>",
  "published": "2022-05-17T20:39:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 107,
          "end": 117
        }
      ]
    }
  ]
}