{
  "_id": "6cfc140c1b27eb12230c7b65fc8289c00f17732ea66fc2d500621ae60da362cb",
  "feed": "wall-street-journal",
  "title": "Target's Profit Sinks as Retailer Unloads Unwanted Inventory; Operating margin misses forecast after push to cut prices and cancel orders to clear glut of goods",
  "text": "<p>Like many other retailers, Target didn't foresee the sharp reversal in buying behavior that has taken place in recent months as shoppers, squeezed by inflation, shifted more spending to travel and cut back on patio furniture, small electronics and other items that were in high demand for much of the Covid-19 pandemic. Target took a more aggressive approach than some of its competitors, slashing prices and canceling orders to clear out the glut as quickly as possible.</p><p>The decision to quickly move through excess inventory \"had a meaningful short-term impact on our financial results,\" Target Chief Executive Brian Cornell said on a call with reporters. He said the company didn't want to deal with excess inventory for years, potentially degrading the customer and worker experience.</p><p>\"Today the vast majority of the financial impact of these inventory actions is now behind us,\" he said. In the current quarter the company expects a roughly $200 million impact from its effort to reduce inventory, Chief Financial Officer Michael Fiddelke said on a conference call Wednesday. The company expects operating margin to rise to 6% in the second half of the year.</p><p>Target shares fell 2.7% to $175.34 on Wednesday.</p><p>T.J. Maxx parent TJX Cos. said Wednesday that inventory rose 39% in the most recent quarter, while sales fell 1.9%. The company said it is comfortable with its inventory levels and that lower gasoline prices could boost consumer spending for its goods.</p><p>Large retail chains including Walmart and Home Depot Inc. have reported higher sales for the most recent quarter driven by consumers' willingness to absorb price increases. The results so far indicate Americans continue to spend even as they shift purchases away from nonfood items to offset the effects of inflation.</p><p>Overall retail sales—a measure of spending at stores, online and in restaurants—were flat in July as gasoline prices fell, compared with an increase of 0.8% in June, the Commerce Department said Wednesday. Stripping out gasoline and auto sales, retail sales rose 0.7% in July.</p><p>Walmart, like Target, has discounted goods to pare excess inventory. Those efforts ate into last quarter's profit and will continue in the current quarter, executives said Tuesday.</p><p>Target executives said traffic gains and the overall spending strength among its core shoppers are evidence that the retailer can put the inventory issues behind it. The retailer believes it is gaining market share by unit sales in all major categories, executives said. Target shoppers are buying fewer discretionary items as prices rise, but \"we've got a guest that is still out shopping,\" Mr. Cornell said.</p><p>Target's inventory challenge rippled through its business over the past quarter, company executives said on a call with analysts Wednesday. In June inventory in Target's warehouse network peaked at more than 90% of capacity, before dropping to below 80% by the end of the period, Chief Operating Officer John Mulligan said. The company aims to keep capacity at or below 85% to reduce cost and operational difficulties, he said.</p><p>SHARE YOUR THOUGHTS</p><p>How has your shopping at Target changed over the past year? Join the conversation below.</p><p>To dispose of the excess inventory Target offered discounts, canceled orders and adjusted how it ordered products for the second half of the year, favoring items such as food that shoppers are now buying more of, executives said on the call. Target used store space typically reserved for seasonal goods to highlight deals, stopped selling outdoor products earlier than usual and brought in back-to-school items ahead of schedule. The company canceled $1.5 billion in fall discretionary product orders, executives said.</p><p>The company continues to import goods earlier than it did before the pandemic to make sure seasonal merchandise arrives on time, but believes supply-chain snarls have peaked, Mr. Mulligan said. Target's inventory rose nearly 10% in the second quarter to $15.3 billion as the retailer prepares for fall and holiday shopping, he said.</p><p>Target's net earnings were $183 million, compared with $1.8 billion during the same period last year.</p><p>The company's revenue rose, boosted by strong sales of food-and-beverage, beauty and household items as well as more shopper visits. Comparable sales, those from stores and digital channels operating at least 12 months, rose 2.6% in the quarter compared with the same period last year. Shopper traffic increased 2.7% in the quarter. Shoppers spent slightly more for fewer items per transaction during the quarter.</p><p>Home Depot said Tuesday that its sales rose, in part because of higher prices, while traffic fell in the most recent quarter. Walmart said its sales rose, also helped by higher prices, and traffic increased 1% in the quarter.</p><p>Target revenue rose 3.5% during the quarter to $26 billion. It maintained previous estimates for the full year of revenue growth in the low- to mid-single-digit percentage range.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Target's Profit Sinks as Retailer Unloads Unwanted Inventory</p>",
  "published": "2022-08-17T23:53:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 4557,
          "end": 4567
        },
        {
          "start": 1497,
          "end": 1512
        },
        {
          "start": 4523,
          "end": 4533
        }
      ],
      "weightsV2": {
        "weight": 3.0000005,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 5.9604645e-07,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}