{
  "_id": "f3c978272fde6ec8600179f69612e7e53cea3d1a73b933fb376280a4f7acb9b7",
  "feed": "wall-street-journal",
  "title": "Spring Is Here but Sandals and Shorts Aren't—They're Stuck at Ports or Sea; Supply-chain woes weighed on holiday sales for some retailers and now seasonal items may be slow to hit store shelves",
  "text": "<p>It is almost spring, yet many retailers are still waiting for deliveries of shorts, sandals and other warm weather gear, a sign that the supply-chain problems of the past two years haven't abated.</p><p>The boardshorts that Manhattan Beach, Calif., apparel retailer Old Bull Lee hoped to showcase on its website by mid-February are still en route from China and won't arrive at the Port of Los Angeles until mid-March. Nearly half the spring line that New York clothing chain Untuckit planned to feature in its March catalog hasn't arrived from Vietnam. Under Armour Inc. said in February that cancellations related to spring and summer orders as a result of supply-chain capacity constraints would dent revenue in the current quarter by about 10 percentage points.</p><p>Retail chains, including Lululemon Athletica Inc., Kohl's Corp. and Abercrombie &amp; Fitch Co., said that supply-chain delays hurt holiday sales. Those problems are continuing well into the new year, some executives said in recent weeks.</p><p>Macy's Inc. Chief Executive Jeff Gennette said the chain is facing shortages of women's shoes, handbags and toys.</p><p>\"There's still a fair amount of supply-chain disruption when you think about between 60 and 70 vessels still anchored off Long Beach in L.A. trying to get in,\" Foot Locker Inc. CEO Richard Johnson told analysts last month. John Idol, CEO of Michael Kors parent Capri Holdings Ltd., said disruptions would continue for at least the next six months. \"We don't see it actually improving,\" he told analysts in early February.</p><p>Dr. Sheng Lu, a professor at the University of Delaware who analyzes global trade data, estimates that retailers will see average delays of one to two months on shipments this spring.</p><p>Exacerbating the crunch is strong consumer spending that is pitting surging demand against limited supplies. After two years of Covid-19-related restrictions, retailers are betting that consumers are eager to update their wardrobes as they head back to the office, travel and attend more social engagements.</p><p>While large chains such as Walmart Inc. and Home Depot Inc. worked to sidestep some of the delays by chartering their own ships, some executives said the problem now is less about transporting goods across the ocean and more about a shortage of truckers in the U.S.</p><p>\"Domestic trucking is a bigger issue than it was last year,\" said Andrew Clarke, CEO of Francesca's, which sells women's clothes, shoes and accessories. He said it is taking an extra week to get merchandise from the company's Houston distribution center to its roughly 466 stores.</p><p>Many chains are placing orders with overseas factories earlier, and paying hefty sums to fly the goods to the U.S. But that isn't necessarily solving the problem, and it ties up capital in inventory.</p><p>Shoe maker Steven Madden Ltd. said in February that in-transit inventory more than doubled compared with a year ago because of the extended lead times, which are running more than double pre-Covid-19 levels. The company's CEO Edward Rosenfeld told analysts that he hasn't \"seen any meaningful improvement\" in supply-chain delays.</p><p>The backlog has been a boon for discount chains such as T.J. Maxx, Ross Stores Inc. and Burlington Stores Inc. that are awash in seasonal goods that they can pack away until later in the year.</p><p>But sitting on seasonal goods is harder for traditional retailers that rely more on new, in-season goods to drive sales.</p><p>As of last month, Untuckit was waiting for 177,000 items that should have arrived at the end of December, equating to about $15 million in lost revenue. Chris Riccobono, Untuckit's founder, said he plans to pack away the flannel shirts and other cold-weather garments that didn't arrive in time for the holiday season and try to sell them in the fall.</p><p>For the spring, Untuckit bumped up orders by two months and is flying in goods for as much as $10 a shirt.</p><p>\"We ordered so far in advance and spent all this money on airfreight and stuff is still late,\" Mr. Riccobono said. He added that he has no choice but to place orders even earlier, but that makes it harder to match supply with demand.</p><p>Lee Johnson, founder of Old Bull Lee, said he could miss a month or more of the spring season by not having boardshorts, swimwear, T-shirts and other warm weather clothes in stock. \"If someone wants boardshorts and they can't find yours, they're just going to buy them somewhere else,\" he said.</p><p>Jacob Gallagher contributed to this article.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@wsj.com</p><p>Spring Is Here but Sandals and Shorts Aren't—They're Stuck at Ports or Sea</p>",
  "published": "2022-03-09T10:30:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2067,
          "end": 2082
        },
        {
          "start": 2067,
          "end": 2077
        }
      ]
    }
  ]
}