{
  "_id": "f26fb388b4e67ba4bbc5e1bc33c656b260cebde8e7f2daaf7896636b5c1c3bcb",
  "feed": "wall-street-journal",
  "title": "Sherwin-Williams Cuts Profit Guidance as Demand Wanes; Company says demand deteriorated faster than expected in Europe and hasn't recovered in China",
  "text": "<p>The results offer evidence that homeowners are slowing down repairs and remodels after a surge in such projects during the pandemic. It also comes as household budgets are battered by broad inflation and rising interest rates. Amid a rise in broader markets, home-improvement retailers Home Depot Inc. and Lowe's Cos. both fell about 1% in morning trading.</p><p>Sherwin-Williams said higher raw-material costs that have yet to moderate and supply-chain inefficiencies also weighed on results for the company's recently ended quarter. Shortages of some materials, particularly alkyd resins, a key component in some coatings, weighed as well.</p><p>Citing the disappointing quarterly results, demand pressures and still-surging costs, Sherwin-Williams cut its full-year adjusted-earnings guidance to a range of $8.50 a share to $8.80 a share, down from $9.25 a share to $9.65 a share.</p><p>Sherwin-Williams did see some pockets of strength in its pro architectural business in Latin America and North American industrial demand. That allowed it to reaffirm its sales guidance for high-single to low-double-digit percent growth.</p><p>Shares of Sherwin-Williams fell about 12% to $223.99 in morning trading, putting it on pace for the largest-percent decrease since March 16, 2020, when it fell almost 19%.</p><p>The company said it plans to bolster sales for the year by implementing a 10% price increase in its Latin America business effective Sept. 6. It plans to raise prices by an undisclosed amount in its other two operating segments, Mr. Morikis said.</p><p>He said the company will manage its expenses tightly in the second half in response to slowing demand in certain businesses, but will \"continue to invest in growth, including stores, sales representatives and innovative products.\"</p><p>For the quarter ended June 30, Sherwin-Williams posted a profit of $577.9 million, or $2.21 a share, down from $648.6 million, or $2.42 a share, a year earlier. Adjusted earnings came to $2.41 a share, below Wall Street estimates of $2.77 a share.</p><p>Sales rose about 9% to $5.87 billion, mostly driven by higher pricing, falling short of analyst estimates for a little more than $6 billion.</p><p>Sherwin-Williams Cuts Profit Guidance as Demand Wanes</p>",
  "published": "2022-07-27T14:51:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 286,
          "end": 301
        },
        {
          "start": 286,
          "end": 296
        }
      ]
    }
  ]
}