{
  "_id": "0c42acc6a10b18f768664b37976ca917a97517f1efb9ed77b7d524c4603ad69d",
  "feed": "market-watch",
  "title": "If you thought Walmart and Target had disappointing results, these retailers did so much worse; Rising expenses and inflation are hurting retail companies. As a result, analysts are lowering their price targets for their stocks.",
  "text": "<p>So a list of retailers that have reported declining comparable-store sales is below.</p><p>Latest retail flop: Kohl's reports wide profit miss, says additional buyout bids are due in weeks</p><p>Bulging inventories</p><p>One might expect companies growing same-store sales during a period of high inflation to book higher profits, but that is not what has been happening for the two retail giants:</p><p>* Shares of Target plunged 25% on May 18 after the retailer reported a 48% decline in earnings per share for its fiscal first quarter ended April 30 from the year-earlier quarter, despite a 3.4% increase in comparable-store sales. The company cited increasing costs, including wages, transportation and storage of inventory. That last item stood out: Product inventories as of April 30 were up 43% from a year earlier. Target CEO Brian Cornell said customer spending shifted away from \"hardlines,\" which include furniture, appliances and electronics.</p><p>* Following its earnings report on May 17 for the fiscal quarter ended April 30, Walmart's stock fell 17% over two trading sessions. The company's quarterly earnings were down 24% from a year earlier. The main expense increase cited by the company was higher wages, but its inventories were up 32% from a year earlier. Walmart also said customers were shifting to less expensive private-label food items.</p><p>It takes time for such large companies to make adjustments, but at least they have remained profitable. But the continued profitability for Target and Walmart wasn't enough to keep the S&amp;P 500 consumer discretionary sector from falling 6.6% on May 18.</p><p>Possible overreaction?</p><p>Following the price declines and cuts to analysts' earnings estimates for the next 12 months, shares of Target now trade at a forward price-to-earnings ratio of 13.3. That compares to forward P/E ratios of 18.5 for Walmart and 16.7 for the S&amp;P 500 Index SPX, according to FactSet.</p><p>In a note to clients on May 18, Jefferies analyst Stephanie Wissink pointed out that Target's success during the coronavirus pandemic led to some difficult comparisons as the economy was opening up. But she also wrote that this period could be a \"perfect storm\" for the company, with a \"surge in costs to move goods for a goods-intensive business,\" the end of federal stimulus for consumers and a \"directional normalization in category mix.\" She stuck with her neutral rating on Target's stock, but lowered her price target for the shares to $168 from $252.</p><p>Taking a more positive tone, Ally Financial Chief Markets and Money Strategist Lindsey Bell wrote in an email that Target's results showed \"a resilient customer,\" while confirming a shift in spending to \"experience-based\" items, such as luggage and toys.</p><p>Bell noted that Target had maintained its sales outlook amid a \"tradeoff\" as consumers look to cut spending on necessities in favor of spending on \"services and experiences.\"</p><p>Her comments following the Target report built upon similar remarks after Walmart and Home Depot Inc. HD increased their sales guidance. However, Bell also wrote that \"investors will likely remain nervous about how long this consumer resiliency [during this period of high inflation] can last.\"</p><p>The 'worst' of retail</p><p>The following stock screen begins with the S&amp;P Composite 1500 Index XX:SP1500, which is made up of the S&amp;P 500, the S&amp;P 400 Mid Cap Index MID and the S&amp;P Small Cap 600 Index SML.</p><p>Same-store or comparable sales are reported by retailers, but also restaurant operators and a few other industries, such as car dealers. So the first cut brought the list down to 110 companies.</p><p>Fiscal calendars vary greatly, so it is never accurate to say that any earnings season is over. The following list begins with Target and Walmart, but then includes the 15 companies that reported declines in same-store sales from a year earlier, for their most recently reported fiscal quarters reported through May 18, according to FactSet: </p><p> Company                                Ticker   Same-store sales growth   Estimated same-store sales growth – Q1   Estimated same-store sales growth – Q2   Estimated same-store sales growth – Q3   Estimated same-store sales growth – Q4  Target Corporation                     TGT      3.3%                      3.5%                                     3.0%                                     4.2%                                     3.0%  Walmart Inc.                           WMT      3.0%                      4.6%                                     2.6%                                     3.7%                                     3.2%  Bed Bath &amp; Beyond Inc.                 BBBY     -12.0%                    -18.0%                                   -7.9%                                    -1.0%                                    2.0%  Sleep Number Corp.                     SNBR     -11.0%                    2.5%                                     4.7%                                     15.0%                                    9.0%  Shoe Carnival Inc.                     SCVL     -10.6%                    -1.1%                                    2.2%                                     4.0%                                     3.0%  Ollie's Bargain Outlet Holdings Inc.   OLLI     -10.5%                    -14.8%                                   0.0%                                     5.5%                                     6.0%  CarMax Inc.                            KMX      -6.5%                     -11.5%                                   0.1%                                     -3.4%                                    8.1%  Lowe's Cos. Inc.                       LOW      -4.0%                     2.5%                                     1.5%                                     1.0%                                     3.3%  Domino's Pizza Inc.                    DPZ      -3.6%                     -4.4%                                    0.5%                                     2.8%                                     4.3%  LL Flooring Holdings Inc.              LL       -3.6%                     -2.0%                                    4.0%                                     5.0%                                     4.0%  Bath &amp; Body Works Inc.                 BBWI     -3.5%                     0.1%                                     0.5%                                     1.1%                                     7.0%  Big Lots Inc.                          BIG      -2.3%                     -11.2%                                   -0.3%                                    1.5%                                     3.6%  Best Buy Co. Inc.                      BBY      -2.3%                     -8.6%                                    -4.7%                                    -1.1%                                    2.8%  Dollar General Corp.                   DG       -1.4%                     -1.2%                                    2.6%                                     3.9%                                     4.2%  Rent-A-Center Inc.                     RCII     -1.1%                     -2.7%                                    -1.7%                                    -1.3%                                    2.0%  Hibbett Inc.                           HIBB     -1.0%                     -19.8%                                   -5.9%                                    3.7%                                     7.8%  Carter's Inc.                          CRI      -0.5%                     3.5%                                     0.0%                                     0.7%                                     N/A  Source: FactSet</p><p>Click on the tickers for more about each company.</p><p>Click here for Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>The first data column includes the companies' reported changes in comparable-store sales for the most recent reported quarters. The next columns are consensus estimates for the next four quarters among analysts polled by FactSet.</p><p>Some of the companies are expected to show impressive recoveries in same-store sales over the next year, following recent declines. The analysts expect improvement next quarter for both Target and Walmart, with a rather consistent set of estimates across the board.</p><p>Between May 18 and early May 19, the consensus price target for Target's stock fell by 21%. The consensus target price for Walmart declined 6% for two days following its earnings annoucnement. Here's a summary of analysts' opinions about the same 17 stocks: </p><p> Company                                Ticker   Share \"buy\" ratings   Share neutral ratings   Share \"sell\" ratings   Closing price – May 18   Consensus price target   Implied 12-month upside potential  Target Corp.                           TGT      63%                   34%                     3%                     $161.61                  $210.69                  30%  Walmart Inc.                           WMT      75%                   25%                     0%                     $122.43                  $156.25                  28%  Bed Bath &amp; Beyond Inc.                 BBBY     11%                   42%                     47%                    $8.90                    $11.54                   30%  Sleep Number Corp.                     SNBR     0%                    83%                     17%                    $41.82                   $51.00                   22%  Shoe Carnival Inc.                     SCVL     100%                  0%                      0%                     $26.49                   $51.00                   93%  Ollie's Bargain Outlet Holdings Inc.   OLLI     38%                   39%                     23%                    $43.46                   $52.46                   21%  CarMax Inc.                            KMX      60%                   35%                     5%                     $89.80                   $112.79                  26%  Lowe's Cos. Inc.                       LOW      77%                   23%                     0%                     $183.82                  $252.28                  37%  Domino's Pizza Inc.                    DPZ      36%                   61%                     3%                     $328.02                  $403.66                  23%  LL Flooring Holdings Inc.              LL       0%                    100%                    0%                     $11.01                   $14.50                   32%  Bath &amp; Body Works Inc.                 BBWI     89%                   11%                     0%                     $42.94                   $75.76                   76%  Big Lots Inc.                          BIG      0%                    56%                     44%                    $29.00                   $37.56                   30%  Best Buy Co. Inc.                      BBY      43%                   50%                     7%                     $75.62                   $119.76                  58%  Dollar General Corp.                   DG       71%                   18%                     11%                    $202.26                  $249.58                  23%  Rent-A-Center Inc.                     RCII     86%                   14%                     0%                     $26.30                   $43.14                   64%  Hibbett Inc.                           HIBB     83%                   17%                     0%                     $43.20                   $72.33                   67%  Carter's Inc.                          CRI      55%                   36%                     9%                     $79.13                   $109.89                  39%  Source: FactSet</p><p>Don't miss: 15 stocks that have fallen at least 33% but by these measures are still standouts in their sectors</p><p>If you thought Walmart and Target had disappointing results, these retailers did so much worse</p>",
  "published": "2022-05-19T21:21:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2966,
          "end": 2976
        },
        {
          "start": 2966,
          "end": 2981
        }
      ]
    }
  ]
}