{
  "_id": "721cafc4780985ed13657cde447d7fbb46ba7f2754bd75b0a802608771dd8370",
  "feed": "wall-street-journal",
  "title": "Lumber Prices Slump With Rising Interest Rates; Prices shed more than 50% since March, when the Fed began raising borrowing costs to slow inflation",
  "text": "<p>Lumber futures for July delivery ended Friday at $695.10 per thousand board feet, down 52% from a high in early March. On-the-spot wood prices have plunged, too. Pricing service Random Lengths said Friday that its framing composite index, which tracks cash sales, fell about 12% last week to end at $794. That is down from $1,334 in March, just before the Federal Reserve raised interest rates for the first time since 2018.</p><p>The Fed raised rates again this month and is expected to continue to lift borrowing costs to slow consumption and tame inflation. The housing market is expected to shoulder the load. The central bank is pursuing an interest rate that will slow the surge in home prices by trimming the number of buyers without triggering a painful economic slowdown.</p><p>Higher rates, along with limited supply of houses for sale and big asking prices, are beginning to take their toll.</p><p>The average rate on a 30-year fixed-rate mortgage was 5.1% last week, up from 3.1% at the start of the year, according to Freddie Mac, an increase that has further strained affordability. Sales of newly built homes fell 16.6% in Aprilfrom March, to the lowest level since April 2020, when lockdowns convulsed markets. It was the biggest drop in nine years, the Commerce Department said last week.</p><p>Single-family home completions, starts and building permits each dropped in April, according to the Census Bureau.</p><p>Lumber buyers have slowed orders and wood is piling up at mills, which are slashing prices, according to Random Lengths. \"Triple-digit discounts became the rule rather than the exception,\" the service said Friday in its weekly price bulletin.</p><p>While some are concerned about a big slowdown in construction, many are simply not stocking up like they were last year when dealers and builders were having trouble meeting demand and hoarded lumber when they could find it, said Ash Boeckholt, co-founder and chief revenue officer at online wood-products marketplace MaterialsXchange.</p><p>\"Buyers don't have the same mentality of having to go out and buy 10 when they only need five,\" Mr. Boeckholt said.</p><p>In a monthly survey of building-products dealers, just 12% of respondents said they had slightly low to very tight inventories of lumber and wood panels in April, down from 61% that claimed low supplies a year earlier, according to John Burns Real Estate Consulting.</p><p>Inventories have been able to build to normal levels thanks to an improving supply chain, and prices are falling because demand for new homes has been damped by higher mortgage rates, said Matthew Saunders, who leads the firm's building-products research.</p><p>Still, barring a recession, he doesn't expect lumber prices to fall all the way back to prepandemic levels, which rarely exceeded $500 per thousand board feet. That is partly due to problems in Canada's western forests, where mills have struggled with fire, flood, high-price and hard-to-get timber, shipping problems and duties at the U.S. border.</p><p>Canfor Corp., one of the continent's biggest lumber producers, said Thursday that it was extending reduced operating schedules at its sawmills in Western Canada and will implement two-week rotating downtimes this summer because lumber is stacking up in its yards. Canfor said its Canadian sawmills have been operating at about 80% of production capacity since late March.</p><p>\"The global supply challenges are continuing to significantly limit our ability to transport products to our customers, and our inventory levels remain very high,\" Chief Executive Don Kayne said.</p><p>Besides home construction, lumber traders and analysts are eyeing the aisles of Home Depot and Lowe's. They are looking for signs that consumers are shifting spending away from home-improvement projects to entertainment and vacations.</p><p>An especially sharp plunge in the price of Southern yellow pine—favored by treaters and stocked at home centers for deck builders and do-it-yourselfers—hints at a slowdown in the repair-and-remodeling segment.</p><p>\"A lot of home projects have been done. What else have we had to do the last two years?\" said Mr. Boeckholt, who recently decided with his wife to skip a new paved patio and take a trip to Portugal instead.</p><p>Write to Ryan Dezember at ryan.dezember@wsj.com</p><p>Lumber Prices Slump With Rising Interest Rates</p>",
  "published": "2022-05-30T11:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 3618,
          "end": 3628
        }
      ]
    }
  ]
}