{
  "_id": "9dcd000bdb9331580301e9583398a1202b03a30012b851dc37c12d04c0e85c76",
  "feed": "wall-street-journal",
  "title": "Macy's Posts Strong Sales Growth and Raises Earnings Outlook; Shares of retailer jumped after results bucked trend at Walmart, Target and other chains",
  "text": "<p>Net income more than doubled to $286 million, or 98 cents a share, compared with $103 million, or 32 cents a share, a year earlier.</p><p>Macy's shares rose 13% in morning trading to $21.73. The stock is up nearly 7% over the past year through Wednesday's close.</p><p>\"Consumers are still spending, but headwinds are getting increasingly fierce,\" Macy's Chief Executive Jeff Gennette said in an interview. He added that lower-income shoppers are trading down to less expensive items, but middle- and higher-income shoppers have been less affected by inflation.</p><p>It is unclear how long that will last. Adrian Mitchell, Macy's finance chief, said he expects inflation to outpace wage growth and weigh on consumer health. That will likely contribute to an increase in bad credit-card debt, he said.</p><p>Mr. Gennette also called out a shift away from categories that were in demand during the pandemic, such as casual clothes, activewear and some home items and toward dressier clothes meant for returning to the office and attending special occasions. He said the shift was dramatic and happened faster than the company expected, leaving it with too many items in the categories where sales are slowing. Macy's will need to discount the goods to clear them out, he said.</p><p>\"It's classic supply and demand with too much supply and not enough demand,\" Mr. Gennette said. He said that the problem is playing out across the apparel industry, and that it will likely take six months for Macy's to clear out the excess merchandise.</p><p>The results contrast with those of other large chains, including Walmart Inc., Target Corp. and Home Depot Inc., which last week reported results that showed higher inflation was catching up to consumers.</p><p>Macy's gross margin increased to 40% from 39% a year earlier. The increase was driven by higher prices and lower promotions, as well as a decline in delivery costs from online orders due to a lower penetration of digital sales as a percentage of net sales. Digital sales accounted for 33% of net sales in the period, a four-percentage-point decline from the prior year.</p><p>Inventory was up 17% compared with a year earlier, but down 10% compared with the same period in 2019. The company said a loosening of the backlog in the supply chain resulted in its receiving more inventory than expected.</p><p>Mr. Gennette said sales in the month of May have been strong, driven by gift purchases for Mother's Day. But the company expects sales for the balance of the year to slow, in keeping with previous forecasts.</p><p>Macy's reaffirmed its sales guidance for the year of flat to an increase of 1%, compared with last year. It increased its adjusted earnings guidance to $4.53 to $4.95 a share, from previous guidance of $4.13 to $4.52 a share.</p><p>Mr. Mitchell said Macy's hiring would return to more normal levels following an elevated pace last year in the face of a tight labor market. \"Today, our remaining open positions generally reflect the normal course of business or new positions we need for expanding operations.\"</p><p>Write to Suzanne Kapner at Suzanne.Kapner@wsj.com</p><p>Macy's Posts Strong Sales Growth and Raises Earnings Outlook</p>",
  "published": "2022-05-26T15:00:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 1601,
          "end": 1616
        },
        {
          "start": 1601,
          "end": 1611
        }
      ]
    }
  ]
}