{
  "_id": "ce8eb5e6b47f47cc0dc2292b29f7accef74cf7adfdf39269ee149e73b6277c76",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Keywords:  The New Tech Hubs  ---  The pandemic is spurring a move beyond traditional centers like the San Francisco Bay Area and Seattle  ----  By Christopher Mims",
  "text": "<p>   Silicon Valley, make way for Silicon U.S.A. </p><p>   In a feedback loop that could transform the economic geography of the U.S., millions of Americans are moving, and companies are following them -- tech companies in particular. In turn, this migration of companies and investment is attracting more workers to places that in the past usually lost talent wars. This is a reversal of a decadelong trend in the opposite direction. It could have big implications for which parts of the U.S. will prosper and for income inequality, and so possibly also for politics, innovation and America's overall ability to compete. </p><p>   For decades, the success of America's so-called superstar cities was driven by the tendency of the nation's most productive workers and firms to cluster in a handful of places such as Silicon Valley. Now, in the economic equivalent of the blink of an eye -- the two-year span of the pandemic -- that has begun changing. </p><p>   Until very recently, evidence for this shift has been mostly anecdotal and preliminary. But a cornucopia of new research has yielded eyebrow-raising statistics documenting the scale and speed of this change in how people with jobs that can be done remotely work and live: </p><p>   Nearly five million Americans say they have moved since 2020 -- and 18.9 million more are planning to do so -- on account of remote work, according to a survey released this past week by Upwork, a platform connecting employers and freelance workers. </p><p>   In the U.S., nearly a quarter of all full work days will happen at home after the pandemic ends, as opposed to 5% before the pandemic, according to survey data published in December that was gathered by economists at Stanford University, University of Chicago and the Instituto Tecnologico Autonomo de Mexico. </p><p>   A paper from researchers at Oxford Universify, the OECD Economics Department and Indeed, the job-postings site, found that as of December 2021, the proportion of job listings in 20 countries that mentioned the possibility of remote work had more than tripled from before the pandemic, to 8.5% from 2.5%. The same researchers also tracked how such postings changed as pandemic restrictions ebbed and flowed, and found evidence these figures are unlikely to budge after pandemic restrictions end. </p><p>   Yet another paper published this past week, from economists at Stanford, MIT Sloan, Princeton University and other institutions, makes the case that the U.S. government has undercounted the share of Americans working remotely by 33 percentage points, and about half of all U.S. workers currently perform their jobs remotely at least some of the time. </p><p>   Finally, research out this past week from the Brookings Institution provides fresh evidence that the rise of work-from-anywhere as both a technological and cultural phenomenon is driving a mass migration of capital, companies and workers. They are heading to a diverse array of cities that for decades saw their best and brightest drained away to places like the San Francisco Bay Area, New York City and Seattle. These new \"rising star\" cities include Atlanta, Dallas, Denver, Kansas City and St. Louis, according to Brookings. </p><p>   In terms of companies' willingness to hire workers remotely, what we're seeing is a ratcheting effect. The pandemic has increased the hiring of people into remote and hybrid roles, and a lock-in of that kind of work as a new norm that isn't going away, says Tara Sinclair, a professor at George Washington University who conducted the 20-country survey as a senior fellow at Indeed. </p><p>   \"We knew remote work was feasible, and we knew job seekers wanted it, but it was the pandemic that made it an actual day-to-day experience, and once it happened it stuck,\" she adds. </p><p>   The surge in pandemic-induced remote work happened to coincide with another phenomenon, years in the making, according to data from Brookings: a decade or more of increased investment in tech firms clustered in cities outside regions that typically consume the lion's share of investment and talent. </p><p>   The result of the convergence of these two reinforcing trends is that, in 2021, six of nine rising-star cities all saw growth in the number of postings for tech jobs, a proxy for future employment in those cities. During the same period, postings in Boston, the Bay Area, New York and Los Angeles declined, according to data from Brookings. </p><p>   Commentators and local boosters have been proposing for decades, perhaps wishfully, that this sort of thing might happen. From the \"Silicon Prairie\" to \"Philicon Valley,\" it's been a slow build to the present inflection point, and some regional tech hubs are growing more quickly than others. </p><p>   The movement of capital, talent and companies has typically been a relatively slow process, and can take decades, says Margaret O'Mara, a professor of history at the University of Washington and author of \"The Code,\" a history of Silicon Valley. The development of America's existing superstar tech hubs are the clearest example of that -- after all, the term \"Silicon Valley\" was coined a half-century ago. </p><p>   \"One of the secrets of Silicon Valley is time,\" says Dr. O'Mara. \"No mayor or county executive wants to hear that answer, which is why I don't have a multimillion-dollar economic-development consulting career.\" </p><p>   The ascension of these new tech hubs is hardly an apocalypse for America's superstar cities or the tech companies and tech workers in them, says Mark Muro, who conducted the research for Brookings. But it does seem to be the first full-year data in a shift that is just getting under way. Data in 2022 and beyond should show an even more profound shift in employment away from what have in the past been dominant cities for tech, he adds, especially as a number of tech companies, such as Oracle and Tesla, transfer workers as a result of moving their headquarters out of the Bay Area. </p><p>   After the rise of remote work and the growth of more tech hubs, a third underlying trend could also be driving this geographic shift: the maturation of some of the technologies that for decades have underpinned Silicon Valley and other hubs, in particular the microchip and the internet itself. </p><p>   The \"silicon\" in Silicon Valley is, after all, a reference to what microchips are made of. The first commercially available integrated circuit was produced in 1961 by Fairchild Semiconductor, in Santa Clara, Calif. The PC revolution and later the internet created the tech giants of today, mostly in and around the Bay Area and Seattle. </p><p>   But the outsourcing of electronics manufacturing and the rise of cloud services have made it much easier to build a tech startup anywhere. The dispersal of the knowledge required to build companies, and the precipitous drop in the cost to launch a startup in the tech industry, are both hallmarks of what historians call a \"mature\" set of technologies. This doesn't mean these technologies are done evolving, just that the rate of breakthroughs has slowed enough that companies built far from where they were first invented can now participate in their development. </p><p>   Some historians and economists have declared our current age the \"fourth industrial revolution.\" If that's so, then in some ways it might be following the path of past industrial revolutions, says Dr. O'Mara. From England's 18th-century Industrial Revolution -- which quickly became America's, after the requisite expertise and technologies were transplanted across the Atlantic -- to the rise of Detroit, history is full of new technologies that started in one place, made those who lived there enormously wealthy, and eventually became global phenomena, leading to specialized hubs of knowledge and production all across the world. </p><p>   While it's impossible to precisely copy the formula that worked for the Bay Area and build the \"next Silicon Valley,\" regional tech hubs can prosper by finding their own niches, she adds. </p><p>   Atlanta is a good example of these trends. While it was largely left out of the early decades of the rise of the PC and the internet, the presence of corporate headquarters and the Georgia Institute of Technology meant it had both demand for the products of enterprise tech startups and the talent to build them. </p><p>   America's ninth-largest metro area has quietly become an assembly line for tech unicorns, with five of its startups topping $1 billion valuations in 2021 alone, including Calendly, which streamlines the process of scheduling meetings, and Stord, which helps businesses with fulfillment and logistics. The result of successive waves of startup exits, followed by mentorship and reinvestment from startup founders, plus the proximity of potential customers in the headquarters of Fortune 500 companies like Home Depot and United Parcel Service, means that the city has built up all the elements necessary to churn out tech startups. </p><p>   Combined with the relatively low cost of living and the availability of housing -- both in sharp contrast to superstar cities -- Atlanta has attracted workers in a way that gives it a talent pool ready-made for new startups, says Adam Steinberg, a serial entrepreneur in the Atlanta area and CEO of Fetch, a startup that allows individuals and small businesses to rent trucks and utility vans by the hour. </p><p>   Mr. Steinberg went through the storied startup-accelerator program Y Combinator, where he was advised he would have better access to funding and talent if he moved his company to the Bay Area. But other variables, such as his existing professional network in Atlanta, being close to family and friends, and the fact that he could sustain his company longer on the same amount of investment because of Atlanta's lower costs, kept him in that city. </p><p>   The pandemic has made finding talent easier, he adds, because with the rise of the remote-first work culture across the tech industry, he can hire workers anywhere in the world. </p><p>   Also, he felt that for a truck-rental company it was important to start in a city typical, in its layout and demographics, of most of America: \"We figured if we could make it in Atlanta, we could make it anywhere.\" </p><p></p>",
  "published": "2022-03-12T07:06:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 8676,
          "end": 8686
        }
      ]
    }
  ]
}