{
  "_id": "dfa61dbcfdca3df7d5ecf9536c6d019af458c611eeb596aab24cd51827c7e490",
  "feed": "wall-street-journal",
  "title": "Macy's Posts Strong Sales Growth and Raises Earnings Outlook; Shares of retailer jumped after results bucked trend at Walmart, Target and other chains",
  "text": "<p>Net income more than doubled to $286 million, or 98 cents a share, compared with $103 million, or 32 cents a share, a year earlier.</p><p>\"While macroeconomic pressures on consumer spending increased during the quarter, our customers continued to shop,\" Macy's Chief Executive Jeff Gennette said in a news release. \"We saw a notable shift back to occasion-based apparel and in-store shopping, as well as continued strength in sales of luxury goods.\"</p><p>Macy's shares rose 15% in premarket trading to change hands at around $22.10.</p><p>The results contrast with those of other large chains, including Walmart Inc., Target Corp. and Home Depot Inc., which last week reported results that showed higher inflation was catching up to consumers.</p><p>Gross margin increased to 39.6% from 38.6% a year earlier. The increase was driven by higher prices and lower promotions, as well as a decline in delivery costs from online orders due to a lower penetration of digital sales as a percentage of net sales. Digital sales accounted for 33% of net sales in the period, a four-percentage-point decline from the prior year.</p><p>Inventory was up 17% compared with a year earlier, but down 10% compared with the same period in 2019. The company said a loosening of the backlog in the supply chain resulted in its receiving more inventory than expected.</p><p>Macy's reaffirmed its sales guidance for the year of flat to an increase of 1%. It increased its adjusted earnings guidance to $4.53 to $4.95 a share, from previous guidance of $4.13 to $4.52 a share.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@wsj.com</p><p>Macy's Posts Strong Sales Growth and Raises Earnings Outlook</p>",
  "published": "2022-05-26T11:48:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 618,
          "end": 628
        },
        {
          "start": 618,
          "end": 633
        }
      ]
    }
  ]
}