{
  "_id": "d9da44cb7984708876ae0a7e80acbc1f7d7fcfd94402bdade65d50e5c8a4ee80",
  "feed": "market-watch",
  "title": "Millennial homeowners prefer to do renovations, which could be favorable for Home Depot and Lowe's; Bank Of America data shows that two-thirds of millennials are likely to buy a home in the next two years",
  "text": "<p>\"The number one reason cited was an improving financial position, following the trend from the last few years of our survey,\" Bank of America analysts wrote.</p><p>\"This is consistent with strong household balance sheets and rising wages in the U.S.\"</p><p>Read: 'Celebrating that your job gets to live in your house rent-free': Remote work has fueled U.S. house prices during the pandemic — so what happens when people return to the office?</p><p>But millennials aren't looking for something brand new. Instead, 80% say they prefer an older home in need of work in order to save money. More than three-quarters of those who already own a home say they started a renovation project in the first 12 months after making the purchase, \"meaning that the recent housing boom still has lasting benefits to renovation activity.\"</p><p>And with smaller projects like painting complete, Bank of America says big projects, like a kitchen remodel, are yet to come, \"which we view as bullish for future large-ticket spending.\"</p><p>Also: I'm the senior economist for Realtor.com. These are 5 things you should know about the housing market now.</p><p>After its fiscal first-quarter earnings announcement, Lowe's Chief Executive Marvin Ellison told MarketWatch that he was still confident about the home improvement retailer's future.</p><p>And since 75% of Lowe's business falls in the do-it-yourself, the Bank of America data should bolster that confidence.</p><p>\"Millennials appear comfortable completing a variety of projects without the use of a professional,\" the Bank of America report said.</p><p>\"Millennials feel most comfortable with painting/wallpapering, upgrading appliances and smart home features (unchanged from prior surveys) and least comfortable with more complex projects such as altering floor plans, roofing and electrical work.\"</p><p>Don't miss: Lowe's CEO Marvin Ellison says work-from-home and a robust housing market continue to give the home improvement retailer a boost</p><p>Bank of America says the millennial demographic will be favorable for both Lowe's and Home Depot. The data shows millennials are most likely to shop at Home Depot, but Lowe's has regained the number two position from Amazon AMZN, though a growing number of millennials are purchasing home improvement items online.</p><p>The preference gap between Home Depot and Lowe's is narrowing, Bank of America says.</p><p>Home Depot HD stock has slumped 31.7% for the year to date. Lowe's LOWshares are down 29.6% for the period.</p><p>Millennial homeowners prefer to do renovations, which could be favorable for Home Depot and Lowe's</p>",
  "published": "2022-05-21T16:39:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 2015,
          "end": 2025
        },
        {
          "start": 77,
          "end": 87
        },
        {
          "start": 2081,
          "end": 2091
        },
        {
          "start": 2271,
          "end": 2281
        },
        {
          "start": 2329,
          "end": 2339
        },
        {
          "start": 2514,
          "end": 2524
        },
        {
          "start": 2081,
          "end": 2092
        }
      ]
    }
  ]
}