{
  "_id": "1663ff8a6198c7ea02a2238c224734d3708af91a3a885eaf761a6acb985a87c2",
  "feed": "wall-street-journal",
  "title": "The Ragtag Army That Saved Kyiv  ---  Citizen -2-",
  "text": "<p>   The rest of the ambush team opened fire with everything they had. The Ukrainian armored vehicles darted forward and let loose with their machine guns, then ducked back behind cover. One of the novices fired a machine gun from behind the roadblock, fed by Tango. When he got shot, Tango dragged him away and patched him up. </p><p>   The Russians were in disarray. Their vehicles that could still move careened off the road and sought shelter behind buildings, including the shopping mall. </p><p>   Soon after the shooting began, the mayor of Irpin, city councilors and utilities workers sped up and joined the fight with AK-47 rifles. </p><p>   After more than two hours, the fight was over. Insurgent picked through the detritus of battle. Documents identified the Russians as members of the elite 76th Guards Air Assault Division. </p><p>   He gathered a team of around 30, including newly arrived reinforcements from special forces. \"Let's go and finish them off,\" he said. </p><p>   Ukrainian forces on the eastern flank of Kyiv didn't have a river for protection. But they had time. </p><p>   Russian columns were trundling along a highway from the east. It would be almost two weeks before the first one approached. </p><p>   A battalion of the 72nd Mechanized Brigade, which defended the capital's flanks, had set up an ambush there in the first days. Reinforcements arrived in the shape of Tetyana Chornovol, a 42-year-old former investigative journalist-turned lawmaker. </p><p>   As a reporter, she scaled the wall of a corrupt, pro-Russian president's mansion to photograph its opulence. She was beaten by thugs during street protests that ousted that leader. After becoming a lawmaker, she promoted domestic weapons production. </p><p>   As the Russians gathered forces around Ukraine's borders last year, she had grown certain they would invade, and she had recently completed a training course on a Ukrainian antitank weapon called a Stugna. </p><p>   After a few days searching for action, Ms. Chornovol called an officer in the 72nd Brigade who directed her to Brovary, a city on the eastern edge of Kyiv. </p><p>   Preparing its defense was softly spoken 29-year-old Lt. Col. Roman Darmohrai, a battalion commander whose military career had been forged in war. After arriving in Brovary, he began laying a trap. The Russian tanks would vastly outnumber his vehicles, so his plans would rely on antitank weapons, surprise and local assistance. </p><p>   Lt. Col. Darmohrai positioned Ms. Chornovol in a field near the village of Skybyn, at the front of the main ambush team. She set up her Stugna, an export version that had a digital control screen with text in Arabic, and waited. </p><p>   They knew a column was coming. Villagers were sending updates by phone and an app that computer whizzes had helped create for the Security Service of Ukraine. On March 9, a column of around two dozen vehicles rolled through the village of Zalissya in the direction of Brovary. </p><p>   As the vehicles emerged from behind the tree line, a soldier who until recently had worked as a barista took aim with his NLAW, a shoulder-fired antitank missile provided by the U.K. government. </p><p>   The missile slammed into the side of a tank. Stunned, most of the column halted. When it regrouped, it was moving in a single line rather than spreading out into a battle formation. As the vehicles approached, Ms. Chornovol opened fire. </p><p>   Her first shot missed. Her second was a direct hit, her first in battle. </p><p>   As Ukrainian Korsar missiles landed and artillery guns boomed, the Russian tanks careened onto the muddy roadside. Trying to spin around, they clumped together, providing even juicier targets for Ukrainian gunners. </p><p>   By the time the column retreated, it had lost 17 tanks, three other armored vehicles and dozens of men. </p><p>   Yuriy Ulshyn, better known as Greek, was in Mariupol when the war started, but changed plans when he saw Russian invasion forces streaming toward the capital. </p><p>   \"Guys, let's go to Kyiv,\" he told the dozen teammates on his informal commando team. \"If they take Kyiv, then it's pointless defending elsewhere.\" </p><p>   The 47-year-old geologist, who took his alias from his Greek mother, had been at war for eight years and gained a reputation as a skilled army scout and sniper. </p><p>   In the early days of March, Greek spotted a weak point that he could help plug. The bridge over the Zhytomyr Highway near Makariv was a prime target for Russian forces seeking to cut off weapons deliveries from the West and advance toward the highway leading south to Odessa. There was a gap there between the 72nd Brigade and its neighboring unit. </p><p>   His team was small, but then he received an offer of reinforcements from Vasyl Virastyuk, winner of the World's Strongest Man contest in 2004, who was elected to Parliament in 2021. Mr. Virastyuk recommended a powerlifter called Andriy Kotovenko, better known as Cat, a short, stocky man who used to work at Epicenter, Ukraine's equivalent of Home Depot. </p><p>   Cat had been planning to head to Columbus, Ohio, to take part in Arnold Schwarzenegger's strength competition. Instead, he went looking for the front lines. </p><p>   Days later, Cat arrived with his team of six, including a former colleague from Epicenter and an ex-foodstore manager who had fought with him in the east. </p><p>   They were a neat match: Greek a cerebral player-coach, Cat spoiling for a fight. </p><p>   \"I wake up thinking about killing Russians, and I go to sleep thinking about killing Russians,\" Cat would say. </p><p>   Cat got hold of a 120 mm mortar and ammunition that an army unit had seized from the Russians. With the help of volunteers he acquired a Ford Ranger pickup to transport the mortar, and a Land Rover for the rounds. </p><p>   Operating out of a house offered by a local in a village just to the west of the Makariv bridge, they worked in the gray zone, finding targets for the army's artillery and for Cat's mortar. They pushed the Russians back from the bridge to the woods and a hamlet known as the Makariv Dachas. </p><p>   By the start of March, the blown bridges had halted the Russians on the Irpin River. The flooding had prevented them from crossing in the north. </p><p>   Over the following days, Mr. Dmitriyev observed drone footage that showed the river spreading from a channel of some 10 yards, submerging fields and bushes and leaving trees and pylons sticking out. </p><p>   But there was a stretch of a few miles where the Russians could attempt a crossing. The peat bog was absorbing water like a sponge. Another sluice gate near the village of Chervone was blocking the flow. The Ukrainians tried and failed to destroy it with shelling. </p><p>   Spotting their opening, the Russians' began laying pontoon bridges. Dozens of vehicles came across through channels of water, thick woods and Ukrainian machine-gun positions. </p><p>   The Ukrainian defenders, including a battalion of the 72nd Brigade and Marik's special-forces team, withdrew to defensive positions on the edge of the village and the forest, where villagers had used a backhoe to help them dig trenches. </p><p>   Concerned by the Russians' progress, Gen. Zaluzhniy, came to the 72nd Brigade's command post at the tennis academy in a nearby Kyiv suburb. </p><p>   \"You must stop them here,\" Gen. Zaluzhniy told Col. Vdovychenko. \"Kyiv is right behind you.\" </p><p>   By then, the Russians had dug trenches in a forest on the village's northern flank and sought to thrust into central residential areas. Battles raged in the streets and forests around the village. Ukrainian forces later found the bodies of 27 Russians that their comrades had not recovered. </p><p>   Forced back into the ruins of the village ravaged by artillery strikes, the Ukrainians held firm. </p><p>   \"There was nowhere for us to retreat to,\" said Col. Vdovychenko. \"If the enemy could have created a bridgehead and regrouped its forces, it would certainly have entered Kyiv.\" </p><p>   But help was at hand. On March 8, sappers had returned to the dam at the mouth of the Irpin River and blown it wide open. </p><p>   The fresh flow of water overwhelmed the sluice gate at Chervone and rendered the pontoon bridges largely unusable. Marik saw from surveillance drones that Russian vehicles were stranded on the bridges or washed into the river. They couldn't get them onto the bridges on boggy ground. With no reinforcements able to cross, never mind tanks, the Russian assault petered out. </p><p>   The Irpin River, said Marik, \"changed the direction of the whole war.\" </p><p>   For the Russian troops that had been decimated by Ms. Chornovol and her comrades,  things quickly went awry. </p><p>   Following the battle, they rammed their vehicles through villagers' gates and parked them in their yards. </p><p>   A group returned to a house owned by Serhiy Bobko where their commander had died from wounds sustained in the initial onslaught. They brought some Champagne looted from a store and offered it to his wife as an apology for troubling her with their bloodied leader. </p><p>   \"We don't need it, we have some,\" she told them. </p><p>   \"Oh, you have some?\" one soldier replied. </p><p>   The next day, the soldiers returned, asking for alcohol. She gave them a bottle of Champagne and a bottle of cognac to get rid of them. </p><p>   An hour later, there was a noise. One of the soldiers had scaled the brick wall, apparently in search of fresh supplies, and fallen asleep on top. </p><p>   The occupiers had a brutal streak. They held captives, including the local Orthodox priest, in various cellars across the city. One Russian soldier killed a man and raped his wife, according to Ukrainian prosecutors. </p><p>   Many of the troops were young men. They would shoot from their tanks a few times in the direction of Ukrainian positions in the morning and a few in the evening, but didn't try to advance. Instead, they spent their time scrounging cigarettes from locals, arguing over looted goods from stores and stealing items such as sneakers, jeans and a garden trimmer. </p><p>   \"They didn't look like soldiers,\" said Nataliya Landyk, a 67-year-old retiree. \"They were like rabble that had just gotten out of jail.\" </p><p></p>",
  "published": "2022-09-21T06:11:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 4840,
          "end": 4850
        }
      ]
    }
  ]
}