{
  "_id": "fcba2d9c199ca9b88ce4922880c1502e98b46bade38f6e8d1c852dbb2f6d7d46",
  "feed": "market-watch",
  "title": "U.S. stocks rise as investors brace for Fed's interest-rate decision; S&P 500 trades up 0.6%",
  "text": "<p>* The Dow DJIA was up 209 points, or 0.6%, at 34,318.</p><p>* The S&amp;P 500 SPX rose 23 points, or 0.6%, to 4,042.</p><p>* The Nasdaq Composite COMP gained 51 points, or 0.4%, to 11,309.</p><p>On Tuesday,the Dow ended with a gain of slightly more than 100 points, or 0.3%, after initially jumping more than 700 points early in the session. The S&amp;P 500 rose 0.7%. and the Nasdaq Composite gained 1%.</p><p>What's driving markets</p><p>U.S. stocks were higher in early afternoon trade Wednesday as Wall Street prepared for the Federal Reserve's policy decision expected in the afternoon.</p><p>The U.S. central bank is expected to raise borrowing costs by 50 basis points to a range of 4.25% to 4.50%, with its policy statement due out at 2 p.m. Eastern time.</p><p>See: 5 things to watch when the Fed makes its interest-rate decision</p><p>Market participants also expect the central bank's \"dot plot,\" which is the individual FOMC member's expectation of the appropriate Fed Funds rate each year, to potentially provide markets with a broad indication as to where and when the central bank is likely to pause its current rate hike cycle.</p><p>Lawrence Gillum, fixed-income strategist at LPL Financial, thinks the dot plot will likely show a terminal rate of around 5%, up from the target rate of 4.6% the central bank set in September. However, given the aggressive pace of rate hikes already this year, and their long and variable lag in terms of filtering into the economy, investors don't expect the Fed to hold rates at elevated levels for very long, he said.</p><p>See: Here's how the stock market might react to Fed's interest-rate decision and dot plot</p><p>\"We think we're very close to the end of this hiking cycle,\" said Matt Stucky, senior portfolio manager for equities at Northwestern Mutual Wealth Management Co., in a phone interview Wednesday. \"After today's hike, we're not convinced that we'll get more,\" though the Fed could do a smaller, 25 basis point rate hike in February, he said.</p><p>The Fed's previous 375 basis points of interest rate hikes since March, as it battled to suppress multidecade high inflation, have left the S&amp;P 500 down nearly 16% for the year through Tuesday.</p><p>However, equity investors have become more hopeful that signs of easing inflation, including a softer-than-expected reading from the consumer-price index on Tuesday, may allow the Fed to be less aggressive in its tightening monetary policy and potentially make a recession less likely.</p><p>See: Fed seen slowing down to quarter-point hike in February after soft consumer price inflation reading</p><p>This narrative has helped the S&amp;P 500 rally 12.4% off its 2022 closing low hit in mid-October, based on Tuesday's finish. But some analysts remain wary that such optimism may wane if faced with a resolutely hawkish Fed, a view that may explain why equities gave up a big chunk of Tuesday's initial bounce.</p><p>MarketWatch Live: Stock-market internals 'no better off today than yesterday': RenMac's deGraaf</p><p>\"The softer-than-expected inflation print in the U.S. sent the stocks higher and the U.S. dollar lower, but the S&amp;P 500 couldn't clear key resistance levels, as investors know that the Federal Reserve (Fed) Chair Jerome Powell could coldheartedly kill the market joy at his post-FOMC press conference today,\" said Ipek Ozkardeskaya, senior analyst at Swissquote Bank.</p><p>The consumer-price index showed that inflation rose 0.1% in November for a year-over-year rate of 7.1%. That's down from 7.7% the prior month, with the year-over-year rate falling from 9.1% in June.</p><p>Powell's news conference is due to begin at 2:30 p.m. Eastern time.</p><p>The Fed may slow its pace of rate hikes in 2023, but the central bank is \"still several months away from pausing, and even further from a pivot,\" said Solita Marcelli, chief investment officer for the Americas at UBS Global Wealth Management, in a note dated Dec. 13. \"And given stocks don't typically see a turning point until rate cuts are on the horizon, we still don't believe a sustained rally is likely over the next three to six months.\"</p><p>Stocks in focus</p><p>* Shares of Delta Air Lines Inc. DAL rose 2.4% after the company raised its earnings guidance and highlighted robust demand for air travel.</p><p>* Shares of Microsoft Corp. and Home Depot Inc. were among the best performing stocks in the Dow Jones Industrial Average on Wednesday morning. Microsoft MSFT was up 1.8% while Home Depot HD climbed 1.3%.</p><p>* Shares of SoFi Technologies Inc. SOFI rose about 7% after a filing revealed that its CEO Anthony Noto purchased five million dollars in common stock.</p><p>* Charter Communications Inc. CHTR shares dropped nearly 14% after the second largest U.S. cable company unveiled a three-year network spending budget starting with $10.7 billion next year, $1 billion more than analysts estimated.</p><p>— Jamie Chisholm contributed to this article.</p><p>U.S. stocks rise as investors brace for Fed's interest-rate decision</p>",
  "published": "2022-12-14T18:32:00.000Z",
  "tags": [
    {
      "id": "US4370761029",
      "nexusId": "10039838",
      "name": "The Home Depot, Inc.",
      "offsets": [
        {
          "start": 4194,
          "end": 4204
        },
        {
          "start": 4339,
          "end": 4349
        },
        {
          "start": 4194,
          "end": 4209
        }
      ]
    }
  ]
}