{
  "_id": "e8c3ac751d021e577648ff022745567f6aecb3e9a8412a60345548da93c664d7",
  "feed": "wall-street-journal",
  "title": "In 2021 Movies, 'Spider-Man' Triumphs Over Will Smith, 'West Side Story'; Audiences return to theaters for superheroes, but 'King Richard,' other adult-oriented films struggle",
  "text": "<p>Will Smith's \"King Richard,\" Steven Spielberg's \"West Side Story\" and more than a dozen other titles will end the year in a graveyard of disastrous grosses, further calling into question whether studios will continue releasing so many adult-oriented films in theaters at all.</p><p>The difficulty for such films was highlighted earlier this month by the seismic success of \"Spider-Man: No Way Home,\" which had the second-highest opening weekend of all time with $260 million in the U.S. and Canada earlier this month and has so far grossed more than $1 billion world-wide.</p><p>The result proved moviegoers will still turn out for a superhero movie, even as lower-budget films are heading into the holiday season with little to no traction. As studio chiefs assess what to do with their 2022 slate, some are already planning to ship even more of their non-tentpole titles to the streaming services keeping their stock prices afloat.</p><p>The main culprit: an older moviegoing populace still reluctant to return to theaters. The successful movies of 2021 have been oriented toward younger audiences—\"Spider-Man\" as well as his similarly suited counterparts, \"Black Widow\" and \"Shang-Chi and the Legend of the Ten Rings.\" The annual box office has rarely formed such a tiered system, with only one adult-oriented drama—\"House of Gucci\"—cracking the top 30 highest-grossing movies of the year.</p><p>\"It's the casual moviegoer who hasn't come back,\" said Tearlach Hutcheson, vice president of film at Studio Movie Grill, a 21-location theater chain with 226 screens across seven states.</p><p>Many of those consumers who may have seen one or two movies a year now aren't seeing any, he added, even as younger and more frequent guests have returned.</p><p>Hesitancy among older moviegoers is expected to grow with the spread of the Omicron variant of Covid-19, which proliferated in the days ahead of the all-important holiday season. Over the Christmas weekend, \"Spider-Man\" continued to dominate ticket sales at record-setting levels, while several movies appealing to older audiences, such as \"The Matrix Resurrections,\" \"A Journal for Jordan\" and \"Licorice Pizza,\" withered.</p><p>The new \"Matrix\" movie, coming nearly 23 years after the original film premiered, appealed to older audiences—about half of its opening-weekend audiences were older than 35.</p><p>\"If you have a bit of an older demographic as we have, that audience is a little more reluctant,\" said Jeff Goldstein, president of domestic distribution at Warner Bros. \"There really is a haves and have-nots.\"</p><p>To that end, many of the other highest-profile disappointments this year drew in older crowds in low numbers. About 54% of opening-weekend moviegoers to \"West Side Story\" were older than 35, and the movie only opened to about $10 million.</p><p>The same percentage of older ticket buyers showed up for \"King Richard,\" Mr. Smith's biopic about the father of tennis greats Venus and Serena Williams, according to data from its studio, WarnerMedia. It opened to $5.7 million and is on track to be one of the lowest-grossing films of the actor's career.</p><p>Other titles meant to appeal to adults came and went: \"The Last Duel,\" starring Matt Damon and Ben Affleck; \"The Eyes of Tammy Faye,\" with Andrew Garfield; and \"The French Dispatch,\" a Wes Anderson film featuring Timothée Chalamet.</p><p>Musicals consistently hit a flat note, from \"West Side Story\" to the Broadway adaptations \"Dear Evan Hansen\" and \"In the Heights.\" Academy Awards favorites \"Nightmare Alley,\" \"Belfast\" and \"Licorice Pizza\" are all heading into the awards season with anemic grosses.</p><p>More is at stake than missed revenue projections. The performance of such films raises questions about studio strategy going into 2022, when executives must decide whether to test these types of smaller movies in the theatrical marketplace. When Covid-19 shut down auditoriums in 2020, studios pushed into streaming plans and reserved theatrical releases for only the biggest movies.</p><p>Most studios are already splitting the difference between theaters and at-home services. Walt Disney Co.'s \"Encanto,\" an animated film about a magical family, premiered in theaters on Nov. 24 but launched on the company's Disney+ service on Dec. 24, giving consumers an at-home option during a holiday week typically popular for family moviegoing.</p><p>Heading into next year, Comcast Corp.'s Universal Pictures has similarly shortened the gap between theatrical release and streaming premiere for much of its coming slate.</p><p>The studio will be shipping many of its 2022 films to its sister streaming service, Peacock, as early as 45 days after they debut in theaters, the company said.</p><p>The movies affected by the plan include the January action thriller \"The 355,\" starring Jessica Chastain, as well as the Jennifer Lopez romantic comedy \"Marry Me,\" due out in February. \"Ticket to Paradise,\" starring onetime sure box-office bets Julia Roberts and George Clooney, may arrive on Peacock after little more than a month and a half, as well as the next installment in Universal's lucrative \"Halloween\" and \"Downton Abbey\" series.</p><p>In announcing the shift, the studio didn't include its top priorities \"Jurassic World: Dominion\" and \"Minions: The Rise of Gru,\" both sequels to the studio's marquee franchises.</p><p>Going forward, exhibition insiders say studios will look to such high-profile films to draw out crowds reliably, even as smaller movies don't.</p><p>\"It's not so much consumer habits, but whether it's an event or not. People want to be a part of a global event,\" said Richard Gelfond, chief executive of IMAX Corp., the premium auditorium company. \"People are going to want to go out for something they can't get in their home.\"</p><p>Write to Erich Schwartzel at erich.schwartzel@wsj.com</p><p>In 2021 Movies, 'Spider-Man' Triumphs Over Will Smith, 'West Side Story'</p>",
  "published": "2021-12-28T12:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4041,
          "end": 4052
        },
        {
          "start": 4174,
          "end": 4180
        }
      ],
      "nexusId": "10078857"
    }
  ]
}