{
  "_id": "f2a243d5e23612ce50c4d9a0cddcff063c0a1fd0a572a6bd79374b8b54028d07",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The White House has <a href=\"http://ft.com/content/1ad9b56b-671c-47d4-bee1-130ae55a3e14\">hit back</a> at criticism from Wall Street and Silicon Valley at its plans to increase taxes for high-earning Americans, with a senior official saying it would affect the income of only 0.3 per cent of people filing taxes.</p> <p>Joe Biden is this week expected to roll out <a href=\"https://www.ft.com/content/a43d966e-b7d9-4ee1-bb77-2a6561dfda12\">a series of tax increases</a> on the wealthy, including a near-doubling of levies on capital gains and dividends, in order to fund a new education and childcare spending package that <a href=\"https://www.ft.com/content/f4eee199-87c6-4291-ada0-67204a700063\">could top $1.5tn</a>.</p> <p>“There's increasing evidence that over recent years in fact many, many of the returns at the very top are what they call above-market rates of return, rents and so on,” a senior administration official told the Financial Times. </p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>India</strong> is <a href=\"https://www.ft.com/content/617aebfe-6cff-4bb2-bd68-a6aa2ab5c4b2\">to expand its vaccination programme</a> to the over 18s but vaccine manufacturers will be allowed to raise prices significantly for scarce jabs. Medical supplies are being airlifted into the country to help battle a <a href=\"https://www.ft.com/content/4f2ffa2c-b8bf-4d6d-9c25-13c0063604d2\">catastrophic second wave</a> of Covid-19 infections, which experts is being <a href=\"https://www.ft.com/content/683914a3-134f-40b6-989b-21e0ba1dc403\">undercounted</a>.</p></li>  <li><p><strong>Europe's</strong> largest banks plan to permanently <a href=\"https://www.ft.com/content/b50d7754-b257-4c5b-88b8-886fb19366b3\">slash business travel</a> by as much as half from pre-pandemic levels after the crisis recedes. The chief executive of <strong>Qatar Airways</strong> warned of a need for <a href=\"https://www.ft.com/content/129395ce-0d87-47a7-8c12-6c68a994b770\">co-operation</a> on vaccine passports to save the aviation industry.</p></li>  <li><p><strong>Vaccine makers</strong> have warned US officials that temporarily <a href=\"https://www.ft.com/content/fa1e0d22-71f2-401f-9971-fa27313570ab\">scrapping patents</a> would risk handing novel technology to China and Russia.</p></li>  <li><p><strong>US</strong> regulators have recommended healthcare providers <a href=\"https://www.ft.com/content/bab5ffe4-b900-4565-bee2-2d4ab25b3920\">resume using</a> Johnson &amp; Johnson's Covid-19 vaccine after concluding the benefits outweighed the risks of serious blood clotting issues.</p></li>  <li><p>The battle over <a href=\"https://www.ft.com/content/85c59a27-3c2e-4dd5-b0dd-9914c174334e\">youth sports</a> is just one aspect of a wider push by politicians and health officials to encourage <strong>Americans</strong> to remain cautious even as the US vaccine rollout continues at a rapid pace.</p></li> </ul> <p>Sick of Zoom? So are climate scientists forced to meet online — except for them, much more is at stake, <a href=\"https://www.ft.com/content/9e6c0f6f-6a40-49fc-b10f-f1aeca2e4c88\">writes Pilita Clark</a>. <em>Follow the latest on our </em><a href=\"https://www.ft.com/content/60973385-9b31-4095-9ad0-c8afd2b3ae4f\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update email newsletter.</em></p> <h2>In the news</h2> <p><strong>Chloé Zhao makes Oscar history </strong>The <a href=\"https://www.ft.com/content/cdb3921e-6335-4a50-bcd2-4bbf5ad6e091\">Chinese-American film-maker</a> behind <em>Nomadland</em> has become the <a href=\"https://www.ft.com/content/658a77b1-578f-44ec-9b26-a6d5dea79c93\">first woman of colour</a> and the second woman to be named best director at the <a href=\"https://www.ft.com/oscars2021\">Academy Awards</a> in Los Angeles. The awards <a href=\"https://www.ft.com/content/4a2e9b05-463d-491c-af4e-2b0466cb8c63\">marked a triumph</a>&#xa0;for Walt Disney and the Hollywood establishment, as streaming company Netflix failed to clinch any of the big prizes.</p> <p><strong>Trump advisers flock back to Jones Day law firm</strong> Jones Day has welcomed back <a href=\"https://www.ft.com/content/f4cb0ae4-bf18-4cd5-bce8-b7436f4e3fe6\">a slew of lawyers</a> from the Trump administration since the start of the year, sealing the Midwestern firm's reputation as a central player in Republican party politics. </p> <p><strong>Exxon faces ‘existential' risk over fossil fuel focus</strong> The US energy company faces an “existential business risk” by pinning its future on fossil fuels as governments move to slash emissions, activist hedge fund and Exxon shareholder Engine No 1 will tell shareholders in <a href=\"https://www.ft.com/content/5ab010de-43c8-4b60-80f2-020f01610eee\">an 80-page investor presentation</a> seen by the Financial Times.</p> <p><strong>Credit Suisse shareholders seek removal of risk chief</strong> Some of Credit Suisse's largest shareholders will attempt to <a href=\"https://www.ft.com/content/93e6ef82-7280-496e-8af5-ba84a24a639d\">remove the board member</a> in charge of risk oversight in protest at twin scandals that have cost the bank and its clients billions and tarnished its reputation.</p> <p><strong>Ukrainian leader calls for revamp of peace process</strong> In an <a href=\"https://www.ft.com/content/ed40d675-16b3-4a35-a157-b9bf0078b507\">interview with the Financial Times</a>, Ukraine's president Volodymyr Zelensky has called for a revamp of the 2015 accord intended to bring peace to the war-torn Donbas region with a bigger diplomatic role for the US, UK and Canada in ending the conflict.</p> <ul>  <li><p>A Joe Biden-Vladimir Putin summit could take place <a href=\"https://www.ft.com/content/be510e7b-7b39-4d46-8d41-e96bc6bae3f9\">as early as June</a>, a senior Kremlin official said on Sunday. </p></li> </ul> <p><strong>Supply chain snags </strong>Cargoes delayed by the grounding of a container ship in the Suez Canal this month are <a href=\"http://ft.com/content/da6c709d-29c3-4f8b-b37d-a3480c6938e7\">beginning to arrive at ports</a> around the world, leaving hauliers rushing to catch up on the backlog. The deepening global chip crunch is spreading to makers of <a href=\"https://www.ft.com/content/9a497f21-e3e4-4c74-8737-07cd13209475\">smartphones, televisions and home appliances</a>, according to suppliers in Asia.</p> <p><strong>Biden calls Turkey's massacre of Armenians genocide </strong>Joe Biden described the first world war-era killing and deportation of as many as 1.5m Armenians as <a href=\"https://www.ft.com/content/c928c4b4-3c79-4589-97be-d6e1af04c4b0\">genocide</a> over the weekend — breaking with decades of US precedent. Turkey warned Biden his words had “opened a wound” in relations between the two Nato allies.&#xa0;</p> <h2>The day ahead</h2> <p><strong>Earnings </strong>Canadian National Railway reports results on Monday as the board of Kansas City Southern reviews its proposed <a href=\"https://www.ft.com/content/6eb5ac09-2fde-42b1-994d-42f19f7db757\">$33.7bn takeover offer</a>. Electric carmaker Tesla also publishes results.</p> <p><strong>Economic data </strong>Data are expected to show demand for US durable goods <a href=\"https://www.wsj.com/articles/economy-week-ahead-factories-gdp-central-banks-11619377203\">rebounded</a> in March after a weather-disrupted decline in February. (WSJ)</p> <p><strong>Italy's pandemic spending plans</strong> Prime Minister Mario Draghi <a href=\"https://www.ft.com/content/28c32921-d458-4c23-9992-121b67b08ed7\">will present plans</a> to spend €190bn of EU loans and grants alongside a set of structural reforms. <a href=\"https://ep.ft.com/pages/newsletters/566825b8cb56e60cea589e91/subscribe/success\"><em>Sign-up</em></a><em> to Europe Express — your essential guide to what matters in Europe today, every weekday morning.</em></p> <p><strong>Navalny organisation court hearing </strong>A closed court <a href=\"https://www.ft.com/content/f4237c41-6a62-4475-8db0-6a2d5251e0ba\">hearing</a> is expected to uphold prosecutors' request to declare Kremlin critic Alexei Navalny's organisation “extremist” — which would cut off funding and could result in 10-year prison sentences for members.</p> <h2>What else we're reading</h2> <p><strong>‘Drowning in insecurity': young people post-pandemic </strong>In the first of a new <a href=\"https://www.ft.com/content/70930b3d-e9d1-4f8a-8792-5e0ec8e978eb\">FT series</a>, younger readers describe how they feel the social contract for their <a href=\"https://www.ft.com/content/77d586cc-4f3f-4701-a104-d09136c93d44\">generation is broken</a>. The editorials, to be published all week, will examine <a href=\"https://www.ft.com/content/c58f5522-e58f-4f3d-b4b9-9a4ea62a74a1\">housing</a>, pensions, jobs, education, climate and tax, and how they might be reformed to help the younger generation. </p> <blockquote>  <p>“If I carry on the way I am, I'm not sure what I'll be able to pass down,” Akin Ogundele, 34, says. “It can't be good for the country — the disparities are just going to grow, the wealthy are going to grow wealthier and those that aren't will get more and more removed.”</p> </blockquote> <p><em>Sign up </em><a href=\"https://newdeal.live.ft.com/page/1760891/register-free-now?reference=newsletter&amp;utm_source=emh&amp;utm_medium=newsletter&amp;utm_campaign=2021pftnewdealfortheyoung\"><em>here</em></a><em> to attend our FT Next Gen: A New Deal for the Young free webinar series this week.</em></p> <p><strong>There's no place like home — and the labour market needs to adjust </strong>What happens when people can't or won't move to where the jobs are? It's a question that American policymakers are focusing on in the wake of pandemic related job destruction, <a href=\"https://www.ft.com/content/d66e54d7-2fc4-426c-bf59-461202f97888\">writes Rana Foroohar</a>. “Longer term, it's quite clear that the nature of work is going to shift radically, with the possibility of many more jobs being done anywhere — be it Bangalore or Bangor,” she writes.</p> <p><strong>US activists look to ‘what comes next' after Chauvin murder verdict</strong> While activists welcomed the jury verdict in the Chauvin case, they say more work remains to be done at the federal, state and local level to address police violence and <a href=\"https://www.ft.com/content/61e75e3c-e964-42d5-8fbb-f97d753387bb\">other issues of racial justice</a>. “This is the beginning of an era that is going to bring about a lot of new changes, especially with closing the racial wealth gap,” says one activist.</p> <p><strong>Why ‘the kidnapping industry is thriving' in Nigeria </strong>Explosive population growth, rampant unemployment, underfunded and incapable security forces and easy access to small arms has made banditry a booming industry — and <a href=\"http://ft.com/content/d8d9bf8f-0aa2-405f-b3f7-2a3e7e7b297c\">Nigeria's most serious security threat</a>.</p> <p><strong>The pitfalls of open plan offices </strong>The parallel pressures of hybrid work, social distancing and post-pandemic efficiency measures have renewed <a href=\"http://ft.com/content/6c3751fd-34d4-4952-815e-08f007e5fbd0\">the assault on executive floors</a>. Chief executives enthuse about open-plan working — but staff tend to be less keen, caught between the perils of presenteeism and constant surveillance from a CEO panopticon.</p> <h2>Video of the day</h2> <p><strong>Will zero emissions aviation take off? </strong>Aviation must find an alternative to fossil fuels if countries are to hit ambitious net zero targets by 2050. <a href=\"https://www.ft.com/video/ec364cd4-7d9d-4a82-bb3e-b8cc441cfc5d\">Peggy Hollinger looks</a> at intriguing options using electric batteries, bio and synthetic fuels and hydrogen propulsion. Shipping, too, is looking to <a href=\"https://www.ft.com/content/b3cd9b09-584e-4205-8c98-2185466c9f81\">hydrogen</a> as it seeks to ditch bunker fuel.</p> <a href=\"http://www.ft.com/cms/ec364cd4-7d9d-4a82-bb3e-b8cc441cfc5d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-26T11:17:48.766Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2283,
          "end": 2294
        }
      ],
      "nexusId": "10078857"
    }
  ]
}