{
  "_id": "7e3f355e7e4e282b43bed3916042553aefaaa86cd4ade60441c89fa50818473b",
  "feed": "ftcomall",
  "title": "Leos Carax on his stark new film, Annette — and working with Adam Driver",
  "text": "<p>Leos Carax has lost control. In a career of highs, lows and notoriety, the director has been called a genius. A “raving lunatic” too. Now on Zoom, there is only darkness. “My camera is not working?” he asks. “It is not my fault.” Silence. Finally he appears, squinting uneasily. He lights a cigarette, the first of many.&#xa0;</p> <p>Carax is in Los Angeles for the US release of his new film, <em>Annette</em>. He is a long way from his Paris home. Sun streams through the hotel window, bouncing off the sunglasses he wears publicly at all times. At 60 his hair is grey-white, cut into a punkish shag. Carax plays the part of French auteur adrift in LA with vim. He hints at disquiet behind the scenes. “When the film gets bigger, you have to deal with more shit.” Of what kind? “People. People you would not meet unless you made expensive films.”&#xa0;</p> <p>But&#xa0;Carax is only playing himself —&#xa0;the fragile maker of brilliant, eccentric films the world doesn't understand. His latest stars Marion Cotillard and Adam Driver as Ann and Henry, a star-cross'd opera singer and provocateur comedian whose relationship spirals into scandal. It is also a musical, co-written with veteran art-pop duo Sparks. That much might create the impression of a jape. So too the fact Ann and Henry's baby daughter Annette is played by a puppet. And yet the tone is sombre. Early reviews have been mixed.&#xa0;</p> <p>Carax is still fretting about money. “Making films about rich people costs.” A beep interjects. His teenage daughter Nastya is with him in LA, messaging from elsewhere in the hotel.</p> <p><em>Annette</em>'s budget was $15.5m, hefty for a director seen as high-risk even in the art house world. Though his career has stretched across five decades, this is his first film made in English — with a Hollywood star in Driver.</p> <p>The project began with Sparks as a narrative song cycle. (The group met Carax when contributing to the soundtrack of his previous film, <em>Holy Motors</em>.) A musical had always appealed to Carax. It made him anxious too. While true auteurs can make a movie alone, Carax eagerly lists his missing knowhow. “I can't do anything. Can't light. Hold a camera. Record sound. Build a set.” A composer, he reasoned, would be one more better qualified headache if he didn't like their ideas. Sparks, however, he has loved since he was 13.</p> <p>Driver brought Carax into rare proximity with the corporate movie business. Production was delayed while the actor shot three <em>Star Wars</em> films. Still the pair became simpatico. “He [Driver] wants to work together again next year,” Carax says. “Adam works all the time.”</p> <p>Mutual warmth with his actors was not always a given. Carax came to films much like a character from one as a director. His story opens in suburban Paris, the chronically shy son of a French father and American film critic mother. In the same adolescent moment he discovered Sparks, he changed his name — the teenage Alex Dupont scrambling “Alex” and “Oscar” to create “Leos Carax.” His energies went into pinball and movies, haunting the Cinémathèque Française. By 23, he was making his first feature, the zippy <em>Boy Meets Girl</em>, starring impish Denis Lavant. His love for film made directing a natural fit. His social skills did not. “Back then, I never talked. So things were tough for the actors. But those films were made with my girlfriends. So that helped.”</p> <p>How much it helped the girlfriends, who can say? Among them was Juliette Binoche, star of his second film <em>Mauvais Sang</em> alongside Lavant. The movie brought Carax acclaim as a one-man cinematic jump-start. His signature twists were bold visuals, doomed romances and blatant autobiography. In both his first two films, Lavant's lovesick hero was called “Alex” —&#xa0;as he was in the third, <em>Les Amants Du Pont-Neuf</em>. Another story of <em>amour fou</em> again starring Binoche and Lavant, the production became an instant legend — French film's <em>Apocalypse Now</em>. There were fires, injuries, elephantine overspends. Neither lead ended the project speaking to Carax. Binoche was quoted calling him a “sadist.”&#xa0;</p> <p>The movie's legacy was complex, ruining his name among financiers, cementing it among cinephiles. That was one better than the film he made in 1999, <em>Pola X</em>, an unpopular riff on Herman Melville. Carax speaks of it with a falter. “I couldn't direct at all afterwards.” For more than a decade, he didn't.&#xa0;</p> <p>Yet here he is in LA. The turnround began with <em>Holy Motors</em>. Finally working again, it also reunited him with Denis Lavant, cast as a chameleonic performer in a Paris story by turns delirious — talking limousines, chimpanzee children — and magical. A Carax comeback was a shock itself. <em>Holy Motors</em> was of all things a hit. The director was to be treasured, it now seemed — a battle-scarred daredevil.&#xa0;</p> <p>And so —&#xa0;reborn — to <em>Annette</em>, a movie whose stark, loopy plot can evoke Victorian melodrama but which unfolds in modern LA. Carax was unable to cast Rihanna as he hoped to, but the 21st century is foregrounded with #MeToo, allegations made against Henry. No such accusations have been ranged at Carax, but he knows his history of destructive self-portraits makes the plotting loaded. Critic Amy Taubin has called the film “suffused with agonised male guilt.”&#xa0;</p> <p>“I'm grateful #MeToo is happening,” he says. “My question goes back to <em>Crime and Punishment</em>. Once we find a criminal, what punishment do we want? This is my ambiguity.”</p> <p>In 2012 <em>Holy Motors</em> felt like a new kind of Leos Carax film — playful, even sweet. Less obvious was its deep melancholy. But much about Carax is hidden in plain sight. Hype aside, his film-making really can be mind-blowing. And for all the performance of tortured artistry, actual tragedy has struck hard too.</p> <p>For the decade after <em>Pola X</em>, Carax was in a relationship with its star, Yekaterina Golubeva. In August 2011, she died. Reports said she had taken her life. There were mentions of depression. <em>Holy Motors</em> shot soon afterwards. A year later, Carax received the song cycle from Sparks, telling the story of Ann and Henry —&#xa0;and Henry and Annette.&#xa0;</p> <p>“They knew nothing about my life,” Carax says. He was now lone parent to Nastya, his and Golubeva's daughter. She was nine. “And I worried because this is the story of a bad father. But she liked the songs. And I thought she would be older by the time the film came out.”</p> <p>Now 16, Nastya Golubeva Carax appears at the start of <em>Annette</em> with her father. “That is for me,” Carax says. “I feel like an imposter starting a film. So it's my way of saying OK, all I'm doing is making a home movie.”</p> <p>What does his daughter think of the film? “She is very attached to it. But she wants to watch it again, alone.” Would he want her to work in the film industry? “No.” A long pause. “But it is her life.”</p> <p>To Carax, making Annette a puppet simply solves a problem —&#xa0;how to cast a baby who like her mother is a virtuoso singer. “I also know people will see it as grotesque. I make grotesque films and I'm grotesque and people reject my films because of it.”</p> <p>He looks downcast. I tell him my own experience of parenthood is that the moments your children genuinely admire you come to outweigh the opinions of strangers. Without explanation, he takes off his sunglasses. “I never thought of that,” he says.</p> <p>When the glittering warhorse of Cannes returned this July, <em>Annette</em> was the obvious choice to open it — a new tour de force from an old school maestro. Carax duly shuffled down the red carpet with Cotillard and Driver before actual flashbulbs. The divided reviews gave Cannes its closest thing to a critical hot potato. (The festival later named him best director.) But Carax admits such controversies are not what they were. “We are all losing our place.”</p> <p>With Driver onboard, much of the funding for <em>Annette</em> came from Amazon. The director recently compared streaming to Covid (both keep you inside, he argued). <em>Annette</em> features a sequence set in Las Vegas, graveyard of artistic principle. Does Amazon feel like Vegas to Carax? Even he is diplomatic enough to sidestep. But the future of cinemas animates him. “The essence of movie theatres is sharing joy and anger. Losing that will be dangerous.” Precious too are the physical trappings of film-making — soundstages, props, water tanks that double as storm-tossed seas. Carax says his real inspiration is the silent-era wizardry of Georges Méliès. “I love fakeness. But green screen is lazy. And Méliès had <em>fun</em>. Film-making must be fun.”</p> <p>He nods gravely. His next project will be an exhibition devoted to his life and career, to be staged at the Centre Pompidou next year. Personally, he never goes to museums. “But people thought it would be good for me to have a focus. They worried that after <em>Annette</em> I would sink.”</p> <p>A new movie? If another decade passes between films, Carax will be 70 next time. Maybe that is how it will have to be. <em>Annette</em> might sustain his career upswing — or not. The director sees advantages either way. “Bad reputation is one reason I made so few films. But also — and this is important — with every film, you should be a different person making it.”</p> <p>‘<em>Annette' is released in the UK on September 3</em></p><p>Source: Danny Leigh 2021 'Leos Carax on his stark new film, Annette — and working with Adam Driver' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-26T16:00:06.785Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}