{
  "_id": "d9242a5884505b54be1304756acc2be233b6c04be3b32851c047ef492306b03e",
  "feed": "ftcomall",
  "title": "The US's big plan to cut supply chain reliance on China",
  "text": "<p><em>Hi everyone, James here in Hong Kong. Our Big Story this week could hardly be more important: Joe Biden plans to build multilateral coalitions against China on technology. The co-operation of Taiwan, Japan and South Korea is expected to be crucial, if they are willing. In addition, don't miss Amazon's tussle with Mukesh Ambani in India (Art of the deal). What might be a big left-of-field Asian tech theme this year? Try the ransomware attacks by North Korea's cyber warriors. (Mercedes' top 10). Take care till next week.</em></p> <h2>The Big Story — Exclusive</h2> <p>The new US administration has a big plan to reduce supply chain reliance on China, <a href=\"https://asia.nikkei.com/Politics/International-relations/Biden-s-Asia-policy/US-and-allies-to-build-China-free-tech-supply-chain\">write</a> Taisei Hoyama and Yu Nakamura, Nikkei staff writers, in an important exclusive.</p> <p>Joe Biden is set to sign an executive order as early as this month. The aim is to accelerate efforts to build supply chains for chips and other strategically significant products that are less reliant on China, in partnership with the likes of Taiwan, Japan and South Korea.&#xa0;</p> <p><strong>Key implications: </strong>The document will order the development of a national supply chain strategy, and is expected to call for recommendations for supply networks that are less vulnerable to disruptions such as disasters and sanctions.</p> <p>Measures will focus on semiconductors, electric vehicle batteries, rare earth metals&#xa0;and medical products, according to a draft obtained by Nikkei.</p> <p><strong>Upshot: </strong>The contrast with the unilateralism of the Trump administration is striking. The Biden government is looking to rope in allies to further insulate the US against China risks. </p> <h2>Mercedes' top 10</h2> <ol>  <li><p>From cyber security to 5G, <strong>Malaysia</strong> is <a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Malaysia-and-Huawei-to-deepen-ties-with-cybersecurity-lab\">embracing Huawei</a>, the <strong>Chinese </strong>technology company that is being shunned in the west.</p></li>  <li><p>In a similar vein, Dito Telecommunity, the <strong>China</strong>-backed company intent on <a href=\"https://asia.nikkei.com/Business/Telecommunication/Philippines-China-backed-telco-newcomer-clears-tests-for-launch\">taking on</a> the <strong>Philippines'</strong> telecom duopoly is set to start commercial operations.</p></li>  <li><p>Byton's demise is a <a href=\"https://asia.nikkei.com/Spotlight/Electric-cars-in-China/Messy-European-exit-to-haunt-Chinese-EV-maker-Byton\">strange tale</a>. Nikkei charts the unravelling of the former high-flying <strong>Chinese</strong> electric vehicle company once seen as a potential rival to Tesla. </p></li>  <li><p>Elsewhere in the green tech space, Toshiba and GE are <a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Toshiba-and-GE-in-talks-to-produce-offshore-wind-power-equipment\">in talks</a> to produce offshore wind power equipment to compete against <strong>European</strong> and <strong>Chinese</strong> rivals.</p></li>  <li><p>Facebook <a href=\"https://www.ft.com/content/360b0419-83b4-4bcb-b7a3-495be92723fc\">reversed course</a> on its decision to block the sharing of all news in <strong>Australia</strong>. The deal followed a public backlash. </p></li>  <li><p><strong>North Korea</strong> is boosting its ransomware attacks to hunt for cash. It now trains <a href=\"https://asia.nikkei.com/Politics/International-relations/North-Korea-ramps-up-ransomware-attacks-in-hunt-for-cash\">1,000 digital “warriors”</a> each year. </p></li>  <li><p>DealStreetAsia has an <a href=\"https://www.dealstreetasia.com/stories/idx-dual-class-structure-227950/\">exclusive interview</a> with the <strong>Indonesia</strong> Stock Exchange on its push to woo the country's tech. </p></li>  <li><p><strong>Indian</strong> food delivery group Zomato has raised <a href=\"https://techcrunch.com/2021/02/22/indian-food-delivery-startup-zomato-valued-at-5-4-billion-in-new-250-million-investment/\">another $250m</a> ahead of its initial public offering this year. No, it wasn't <a href=\"https://www.ft.com/content/b43bbfcc-ba3c-4c4d-8e40-798061b6f2fd\">from China's Ant Group</a>. </p></li>  <li><p><strong>China's</strong> ecommerce titans are attempting to revolutionise <a href=\"https://www.bloomberg.com/news/articles/2021-02-21/alibaba-pinduoduo-join-fight-against-looming-china-food-crisis?sref=OSCHa5CS\">centuries-old agricultural practices</a> to secure future supplies for their burgeoning online grocery businesses.</p></li>  <li><p>The global&#xa0;semiconductor shortage&#xa0;is now threatening one of the world's most sought-after tech products: <a href=\"https://www.ft.com/content/f7c089dc-515e-4387-82fd-ea0a49998650\">the PlayStation 5</a>.</p></li> </ol> <h2>When sages speak</h2> <ul>  <li><p>There has been a lot of interest in China's digital renminbi plans. <a href=\"http://www.cf40.com/en/news_detail/11481.html\">This piece</a> by <strong>Zhou Xiaochuan</strong>, former governor of the People's Bank of China, is required reading for serious students of the subject. Every word here carries weight, given Zhou's standing in China's financial circles. </p></li>  <li><p>In <a href=\"https://www.csis.org/blogs/technology-policy-blog/semiconductors-natural-resources-%E2%80%93-exploring-national-security\">this piece</a> for CSIS, a Washington-based think-tank, <strong>Akinori Kahata </strong>recommends that the new US administration takes another look at its policies toward semiconductors amid US-China rivalry. It concludes that the US needs to work with allies and that a unilateral approach would be harmful to America.</p></li> </ul> <h2>Our take</h2> <p>China's propagandists have been at pains to paint its digital renminbi as a primarily domestic affair, writes James Kynge, editor of #techAsia. But that pretence is now over.</p> <p>It is now clear that Beijing wants the e-yuan to go global. Announcements this week by the central banking authorities of mainland China, Hong Kong, Thailand and the United Arab Emirates provide the clearest statement yet of that intent. </p> <p>The four authorities are set to launch a series of trials to prove that the digital renminbi can be used smoothly for the settlement of trade contracts and capital market flows. </p> <p>This is big news in itself but it also reveals a couple of telling insights. The choice of Thailand and the UAE as partners is consistent with China's strategy of projecting its influence through friendly emerging markets rather than face opposition in the west. Hong Kong, it seems, is taking on the role of conduit for the e-yuan's global push.</p> <h2>Spotlight</h2> <p>Toshihiro Mibe is the new face of <strong>Honda</strong>. The Japanese carmaker is shifting further towards electric vehicles and carbon-neutral production and the former chief of its research arm will now <a href=\"https://asia.nikkei.com/Business/Automobiles/Honda-names-new-president-to-lead-charge-into-electric-era\">lead the charge as president</a>. </p> <p>Mibe represents a return to tradition. He has been at the company since 1987 and was most recently chief of Honda R&amp;D — as has generally been the case for the group's bosses. His predecessor, Takahiro Hachigo, was unusual in that he had not headed the R&amp;D division. </p> <p>Mibe has long worked on engine development and environmental initiatives and said he would build on technologies he has focused on during his career to make Honda “more resilient”. The company has set a target to generate about two-thirds of its global sales from electric vehicles, fuel-cell vehicles, hybrids and plug-ins by 2030. The company will also aim to achieve carbon neutrality by 2050.</p> <h2>Art of the deal</h2> <p><strong>Amazon </strong>is in a race against time in its battle to stop Mukesh Ambani's <strong>Reliance Industries</strong> from buying Indian retailer <strong>Future Group</strong> for $3.4bn. But the US group is unlikely to stop the deal from happening, <a href=\"https://www.ft.com/content/860d6873-166c-4fa5-aeea-ccfd07e8f541\">according to FT correspondent Stephanie Findlay in New Delhi</a>. </p> <p>Ambani wants to buy Future's 1,500 fashion and grocery stores and boost his ambitious <strong>JioMart</strong> venture, which delivers daily essentials from a growing network of small shops. The deal has been signed off by regulators and is pending a green light from the National Company Law Tribunal (NCLT) and a vote by Future's shareholders. But Amazon alleges the sale breaches a contract it had with a subsidiary of Future that barred the Indian group from selling its retail assets without the US business's consent.</p> <p>Amazon has cast the battle with Future and Reliance as the latest example of the <a href=\"https://www.ft.com/content/19ac0b0d-5519-420e-8ade-f09bf3a330d3\">uneven playing field foreign investors</a> face in India. But Future's lawyers have likened the US ecommerce group to the East India Company and said it was&#xa0;obstructing&#xa0;the transaction “to prevent any competition in the Indian retail market”.&#xa0;While the legal fight continues, there is a good chance Future and Reliance will close the deal and come out on top, experts say.</p> <h2>Smart data</h2> <p>Piracy is on a <a href=\"https://www.ft.com/content/67c185fa-0644-4761-b582-20a234712082\">downward slope</a> in Indonesia — once infamous for its illegal streaming industry. A 2020 survey by <strong>YouGov</strong>, an international market research provider, found that Indonesia has one of the lowest levels of consumers accessing piracy streaming websites — or torrent sites — in the region, not far behind Singapore and considerably lower than Hong Kong.</p> <p>That has been a boon for legal streaming services from <strong>Disney </strong>Plus and <strong>Netflix</strong> to local groups <strong>Vidio</strong> and <strong>GoPlay</strong>. Disney Plus has taken a commanding lead in the world's fourth-most populous country, despite its short tenure there. Its Disney Plus <strong>Hotstar</strong> service has added 2.5m customers despite only launching in September.</p><p>Source: Mercedes Ruehl and James Kynge  2021 'The US's big plan to cut supply chain reliance on China' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-24T08:13:34.493Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}