{
  "_id": "967dab0c059c7bd768e27351b882be8635826d8657f1c5ea6e3b9fca3900d1bf",
  "feed": "wall-street-journal",
  "title": "Disney Studio Head to Exit,  Latest Officer to Follow Iger  ----  By Erich Schwartzel",
  "text": "<p>   LOS ANGELES -- Alan Horn, the longtime head of Walt Disney Co.'s studio operations, announced Monday he is retiring from the company at the end of the year, joining an exodus of executives departing Disney alongside Executive Chairman Robert Iger. </p><p>   As chairman of Walt Disney Studios, Mr. Horn, 78 years old, presided over years of unprecedented success for Disney at the box office, commanding brands from Marvel Studios, Pixar Animation and other divisions that produced blockbuster after blockbuster. </p><p>   In 2019, Mr. Horn started splitting chairman duties with longtime studio executive Alan Bergman, and most recently served as the division's chief creative officer. There are no plans to replace Mr. Horn. Mr. Bergman will continue as chairman of Disney Studios Content, the company said. </p><p>   While Mr. Horn's retirement has been expected by Hollywood insiders for several months, it reiterates the changing of the guard happening at the industry's largest entertainment operation. He joins several other high-profile executives leaving at the end of the year along with Mr. Iger, who became executive chairman in 2020 after 15 years as CEO. Decisions about who fills such roles -- or the organization of the departments they are vacating -- will be one clear indication of the direction Disney's current CEO, Bob Chapek, is taking the company when he fully has the reins. </p><p>   Other Disney executives who have announced plans to leave include Alan Braverman, Disney's general counsel, who has said he's leaving at the end of the year, and so has Zenia Mucha, the company's head of communications. Gary Marsh, the president and chief creative officer of Disney Branded Television, is also leaving at the end of 2021. </p><p>   Mr. Bergman has worked alongside Mr. Horn at Disney's studio for several years. He now faces a tricky year ahead on his own, as theatrical releases continue to underperform in the wake of Covid-19. Disney's streaming strategy also still forces executives to decide film-by-film on how to distribute them -- on the big screen or in the home. </p><p>   Mr. Horn's tenure was largely defined by the big screen experience. He arrived at Disney in 2012 after a decadeslong career at Castle Rock Entertainment and Warner Bros., and was known and respected across the industry for shepherding classics such as \"When Harry Met Sally . . .\" and \"The Shawshank Redemption\" to the screen. </p><p>   After joining Disney in 2012, Mr. Horn and his studio soon became the envy of Hollywood, as the company's stable of franchises broke one box-office record after another. Hits included \"Star Wars: The Force Awakens,\" \"Black Panther,\" \"Frozen 2\" and \"Avengers: Endgame.\" </p><p>   The box-office success created a dynamic in Hollywood in which Disney ruled the release calendar, sending rivals scurrying to other weekends to avoid going head-to-head with a new Pixar or Lucasfilm release. During Mr. Horn's tenure, 20 Disney films passed the billion-dollar mark, including the highest-grossing domestic release in history, 2015's \"Star Wars: The Force Awakens.\" </p><p>   Within Disney, Mr. Horn was boss to some of Disney's most valuable employees, including Marvel Studios head Kevin Feige and the leadership teams at Pixar and Lucasfilm. He became known as an elder statesman of the business, capable of managing temperamental creatives and spotting guaranteed hits. </p><p>   More recently, the kind of role he filled has been reimagined by Mr. Chapek, who has presided over a companywide reorganization that has reduced the purview of such creative executives, giving more control to those who determine budgets and distribution strategies. </p><p>   \"It's never easy to say goodbye to a place you love, which is why I've done it slowly, but with Alan Bergman leading the way, I'm confident the incredible Studios team will keep putting magic out there for years to come,\" Mr. Horn said in a statement. </p><p></p>",
  "published": "2021-10-12T06:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2709,
          "end": 2715
        },
        {
          "start": 2391,
          "end": 2397
        },
        {
          "start": 1452,
          "end": 1458
        },
        {
          "start": 263,
          "end": 274
        },
        {
          "start": 1754,
          "end": 1760
        },
        {
          "start": 357,
          "end": 363
        },
        {
          "start": 199,
          "end": 205
        },
        {
          "start": 748,
          "end": 754
        },
        {
          "start": 1285,
          "end": 1291
        },
        {
          "start": 1907,
          "end": 1913
        },
        {
          "start": 3034,
          "end": 3040
        },
        {
          "start": 1376,
          "end": 1382
        },
        {
          "start": 2132,
          "end": 2138
        },
        {
          "start": 47,
          "end": 58
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2883,
          "end": 2889
        },
        {
          "start": 1646,
          "end": 1652
        },
        {
          "start": 3071,
          "end": 3077
        }
      ],
      "nexusId": "10078857"
    }
  ]
}