{
  "_id": "4ac439394b109be200931a26d2a29fc0b70af7defd80b42b6a7693615a33aa16",
  "feed": "ftcomall",
  "title": "Kathryn Murdoch has a plan (and $100m) to fix American politics",
  "text": "<p>It's less than five minutes into our first meeting and Kathryn Murdoch is already deep into the technicalities of US electoral reform. After rattling through the finer points of ranked-choice voting and the relative merits of open primaries, she pauses and admits that she is drawn to problems that are “a little bit wonkier and less sexy” than other philanthropists. </p> <p>Murdoch is at a boardroom table in her minimalist lower Manhattan office. She's focused and intense but she laughs easily, as if she's in on the joke. Here she is, <em>a Murdoch</em>, trying to <a href=\"https://www.ft.com/content/88406ad2-5e50-11ea-b0ab-339c2307bcd4\">combat fake news</a>, push back against climate change deniers and pull a country whose schisms have profited her family handsomely back towards the political centre. </p> <p>Kathryn, a former communications executive now running a family foundation, has been a Murdoch for 21 years since she married James, Rupert's second son. In that time, she's grown used to being defined by the surname behind Fox News, The Sun and The Australian, though she says headline writers' greater interest in her husband means that “he often gets in trouble for things that I've done”. </p> <p>Recently, the list of things that might cause family discord has grown longer. Kathryn emerged during the last US election cycle as a major donor to the Democrats, tweeting <a href=\"https://twitter.com/kathrynamurdoch/status/1325114207105323009\">“We did it!!!!”</a> following Joe Biden's victory. In January, after a mob of Donald Trump supporters <a href=\"https://www.ft.com/content/f5981a3d-4971-47e9-81c5-8ed577928b34\">attacked the US Capitol</a>, she and James charged that “<a href=\"https://variety.com/2021/digital/news/james-murdoch-media-spreading-disinformation-capitol-riot-1234886896/\">many media property owners</a>” bore responsibility. Before then, they had <a href=\"https://www.thedailybeast.com/james-murdoch-slams-fox-news-and-news-corp-over-climate-change-denial?ref=home\">criticised their family outlets' climate change&#xa0;denial</a>.</p> <p>But while Murdoch-watchers obsessed over the fraternal succession conflicts between James and his older brother <a href=\"https://www.ft.com/content/0ddafa9e-a4e6-467b-9d88-5b1a2a214db7\">Lachlan</a>, Kathryn has been establishing an identity independent of family dramas. In the past year, she's signed a multimillion-dollar grant to fund climate change reporting at the Associated Press, given $5m to struggling local newsrooms and <a href=\"https://www.dailymail.co.uk/news/article-9397453/Harry-gets-job-Prince-joins-Rupert-Murdochs-daughter-law-Aspen-Institute.html\">worked with Prince Harry</a> on an Aspen Institute commission report on strategies for combating disinformation. </p> <p>Most of her energies, though, have been focused on the pursuit of a goal that many dismiss as hopeless: reforming and moderating US politics. “A root cause of climate inaction was that every time you had solutions, they weren't getting passed through our broken political system,” Murdoch explains. So reform “seemed like the perfect thing for us: it was the root cause of things we cared about. It was something that other philanthropists weren't really doing and it had very, very high leverage.”</p> <p>The yearning for a better-functioning government has grown as Washington's ability to find bipartisan compromise has shrunk. Think-tanks and political action committees promising to rebuild the centre have had little trouble attracting wealthy donors, but most have disappointed. No Labels, a group promoting pragmatic politicians, is still remembered for having applauded Donald Trump early in 2016 as a consensus-builder. <a href=\"https://www.ft.com/content/8c0c425c-f7cb-4ba1-b33d-7da337cc3c61\">The Lincoln Project</a>, a group of anti-Trump Republicans, has become marred by scandal and internal feuds. And Mike Bloomberg, the entrepreneur-turned-technocratic mayor, spent more than $1bn on his 2020 presidential campaign to no avail.</p> <p>Some of these endeavours have had more funding and some more electoral experience. None were led by somebody named Murdoch. </p>  <p><strong>Kathryn Hufschmid was born</strong> in Oregon in 1971 to a mother who worked for Hewlett-Packard and, with Kathryn's father, ran a whole foods store. She modelled to pay her way through Willamette University, but left without graduating before meeting James on a friend's yacht in Sydney. They married in 2000 and moved through Hong Kong, London and back to New York as James was given command of Star TV, then BSkyB, then 21st Century Fox.&#xa0;</p> <p>Murdoch spent most of that time in marketing and public relations, working for Louis Vuitton and the Clinton Climate Initiative. An early PR job was for Gear, a men's magazine which briefly published Albrecht the Hun, James's comic strip about a book-loving soldier whose heart just isn't in it. (Murdoch interpreters had fun with that one.) Along the way, she co-founded a clothing brand with designer Thakoon Panichgul, which she sold in 2015.</p> <p>It's no surprise that she has come prepared for all the obvious questions: </p> <p>No, she says pre-emptively, she hasn't watched <a href=\"https://www.ft.com/content/69d0e87b-34ab-415f-8cad-a0053ca3a844\"><em>Succession</em></a>, the HBO hit about a back-stabbing media dynasty. “I've watched the previews and I don't recognise anybody.” </p> <p>What do outsiders get wrong about the Murdoch family? “Pretty much everything,” she laughs. “I think Rupert is actually wildly misunderstood in so many ways, but it's also a done deal. He's made a lot of choices and that reputation is solidified. There's not really anything I can do about that.” </p> <p>She gets frustrated when people describe her as Rupert's liberal daughter-in-law. “I think that started because I'm sort of more liberal than Rupert,” Murdoch says. Then again, she says, “most people are probably more liberal than Rupert”. The label does her no favours as she needs both Republicans and Democrats to join her campaign to recast US politics; she prefers the term “radical centrist”. </p> <p>And finally no, she and James have not been ostracised. The family is a broad church, she says, “but also we're independent of everything now <a href=\"https://www.ft.com/content/285512c3-52c3-4f21-bb8b-ca89c9e241da\">James doesn't work there</a>. And we sold the company partly for that [reason]. You know, there's freedom involved in that.”</p> <p>Which brings us to the millions she's been giving away. In early 2019, <a href=\"https://www.ft.com/content/69e1cc1e-9c64-4000-b47f-a7e448107a5b\">Disney</a> bought 21st Century Fox's entertainment assets, leaving the Murdochs with channels including Fox News but ending James's run as CEO. The following year, he resigned from the board of the Murdochs' other company, News Corp, citing editorial and strategic “disagreements”. Of James's reported $2bn share of the Disney proceeds, $100m went into Quadrivium, the couple's foundation run by Kathryn. She says she doesn't intend to sit on the cash for long. “I don't know what you'd be saving your money for later on if you don't solve the problems now.”</p>  <p><strong>Murdoch has become increasingly consumed</strong> by the challenge of reforming US politics. “Even if you put all of philanthropy in America together,” she says, “it's a drop in the bucket compared to what the government spends, right? And so if [the government] isn't functioning, you really just don't have the ability to make real change” on issues such as climate.</p> <p>By Gallup's latest count, 44 per cent of Americans consider themselves independents. Yet most elections at most levels of government begin with primary contests in which only registered Republicans or Democrats can vote.</p> <p>Murdoch's investigation into how to change that was unusually methodical, say activists in what was an underfunded field when she started exploring it three years ago. “In retrospect, it strikes me as quite extraordinary that she and one staffer went around to talk to each of these tiny democracy groups,” says Nick Troiano of Unite America, an “aggressively non-partisan” political reform group to which Murdoch has given more than $6m. Most donors begin such meetings with their own answers and intuitions, he says. “Kathryn very much began with questions.” </p> <p>When Murdoch brought together several groups working to overhaul the mechanics of democracy for a fact-finding event, she was amazed that most had never met before. But she saw in their fragmentation an opportunity to make the system more representative with a relatively small investment. </p> <p>Her thesis is that, with turnout in primary elections low, candidates end up indulging the passions of their side's most fanatical voters, pulling them further away from the mainstream. “The theory of change is that essentially, when you switch the system to be better for voters, rather than for parties, you have more representation and therefore less angry people,” she says.</p> <p>Finding a third party implausible, Murdoch has focused instead on four reforms: anti-gerrymandering and vote-by-mail measures, which activists have long focused on, and open primaries and ranked-choice voting, which are only now rising in prominence.</p> <p><a href=\"https://www.uniteamerica.org/reports/the-primary-problem?_ga=2.199347622.964266840.1638332849-1458518626.1637161692\">Redistricting</a> has left more than 80 per cent of US congressional districts leaning so far towards one party that the only election of consequence is the primary election, according to Unite America. In most, there was no competition in the dominant party's primary contest or voters from the other party effectively had no say in choosing their representative.</p> <p>Opening up primaries and letting voters rank politicians in order of preference leaves candidates less beholden to their party hotheads, the theory goes. As contenders woo rivals' voters to rank them high on their ballots, they have an incentive not to demonise their opponents. </p> <p>Murdoch has backed some abstruse measures, such as providing bipartisan voter lists so candidates can reach out to voters from the other party. But her biggest victory has come from funding the campaign that led in November 2020 to Alaska adopting both non-partisan primaries and ranked-choice voting. Unless the state's supreme court intervenes, its primaries will soon be open to candidates from any party, with the top four finishers contesting general elections in which voters rank their preferred winners. </p> <p>That has Murdoch feeling hopeful for Alaska politicians such as <a href=\"https://www.ft.com/content/1c507d55-a100-4be7-9bad-ea2e576bced1\">Lisa Murkowski</a>, one of the few Republican senators known for cutting occasional deals with Democrats. Murkowski, says Murdoch, is now “free to be herself and not have to worry about being primaried from the right”. </p> <p>Murdoch sees momentum behind such reforms, noting the <a href=\"https://d3n8a8pro7vhmx.cloudfront.net/openprimaries/pages/4568/attachments/original/1631041754/Open_Primaries_2021_Maine_Report.pdf?1631041754\">Maine</a> legislature's June vote for semi-open primaries and the adoption of ranked-choice voting from New York to cities in Utah. But translating such local wins into national-level transformation still seems a tall order to many at a time of visceral distrust between Democrats and Republicans. </p> <p>Murdoch is deliberately backing “people of both parties who have principles”, including moderate conservatives, she says. This week, she and James invested in The Bulwark, a digital news outlet founded by anti-Trump Republican commentators Bill Kristol and Charlie Sykes.&#xa0;&#xa0;</p>  <p><strong>For all Murdoch's efforts</strong> to advance moderates, she admits that she is swimming against a stronger partisan tide than when she started. <a href=\"https://www.washingtonpost.com/climate-environment/2021/11/12/strong-winds-climate-change-have-failed-move-opinions-many-americans/?utm_source=alert&amp;utm_medium=email&amp;utm_campaign=wp_news_alert_revere&amp;location=alert&amp;wpmk=1&amp;wpisrc=al_news__alert-hse--alert-national&amp;pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJjb29raWVuYW1lIjoid3BfY3J0aWQiLCJpc3MiOiJDYXJ0YSIsImNvb2tpZXZhbHVlIjoiNTk5OWMyNzRhZTdlOGEzZDQ2ZTBjMGRhIiwidGFnIjoid3BfbmV3c19hbGVydF9yZXZlcmUiLCJ1cmwiOiJodHRwczovL3d3dy53YXNoaW5ndG9ucG9zdC5jb20vY2xpbWF0ZS1lbnZpcm9ubWVudC8yMDIxLzExLzEyL3N0cm9uZy13aW5kcy1jbGltYXRlLWNoYW5nZS1oYXZlLWZhaWxlZC1tb3ZlLW9waW5pb25zLW1hbnktYW1lcmljYW5zLz91dG1fc291cmNlPWFsZXJ0JnV0bV9tZWRpdW09ZW1haWwmdXRtX2NhbXBhaWduPXdwX25ld3NfYWxlcnRfcmV2ZXJlJmxvY2F0aW9uPWFsZXJ0JndwbWs9MSZ3cGlzcmM9YWxfbmV3c19fYWxlcnQtaHNlLS1hbGVydC1uYXRpb25hbCJ9.tiLxgzm-i_jOuO9qN-NaOHoyiiZDumAPQ0YpokfMLcM\">Polls show</a> that Republican and Democratic voters' views on climate change diverged further under Trump, and 81 per cent of voters now fear that US <a href=\"https://www.pbs.org/newshour/politics/as-election-day-nears-most-u-s-adults-say-future-of-democracy-is-under-threat\">democracy itself is under threat</a>, with each side blaming the other. Trump left people working on democracy reform “destroyed [and] distracted”, Murdoch says. But he also helped convince more people that there are fundamental flaws to fix in the system. </p> <p>Murdoch is not alone in hoping that this fear galvanises centrists. Opportunity lies in the “exhausted majority” tired of polarisation, says Bruce Bond, co-founder of reform group the Common Ground Committee, who sees “a tipping point coming” akin to the Civil Rights movement. </p> <p>Yet the severity of the perceived risk leaves even some allies questioning whether Murdoch's approach is enough. “The things that she's focused on are long-game interventions that are certainly good for the system and shift incentives,” says Daniella Ballou-Aares, whose Leadership Now Project works with business leaders and academics to protect and improve US democracy. She adds, “I think those need to be complemented by things that are responsive to current threats” to voting rights and the legitimacy of elections. </p> <p>Some in Congress support Murdoch's ideas in theory, but have difficulty seeing them working in practice. Adam Kinzinger, a moderate House Republican who has accused the Murdoch family of “<a href=\"https://twitter.com/AdamKinzinger/status/1454660690719956995\">cashing in on the back of American democracy</a>”, says he thinks ranked-choice voting, rethinking primaries and redistricting reform are all good ideas. “Here's the problem though: both sides have a vested interest in not doing any kind of reforms like that.” There is rot in the democracy, says the Illinois rep, but no real incentive to deal with it. </p> <p>Murdoch has far fewer resources than reform-minded philanthropists such as <a href=\"https://www.ft.com/content/6c6cf979-3bd3-4efd-ad57-2e4779e468c8\">Melinda French Gates</a>, <a href=\"https://www.ft.com/content/0475113e-9c89-4878-9e88-3b00dc95526d\">MacKenzie Scott</a> and <a href=\"https://www.ft.com/stream/1b4aff17-23f9-4da7-ac3f-3b95baaaee15\">Laurene Powell Jobs</a>, or big donors like Charles Koch and Miriam Adelson who blur the lines between philanthropy and string-pulling. But she is trying to magnify her impact by using her network and voice to persuade other philanthropists to join her in focusing on democracy, Ballou-Aares observes.</p> <p>Given the media's power over politics, could Murdoch and her husband not have done more by staying in the family business and changing it from within? “I wouldn't say that we didn't try,” she says, adding that James had “a lot of positive influence” in corners of the business from National Geographic to Star India. “There's a lot of things there that are not Fox News.”</p> <p>But how much of a factor has that wildly polarising, wildly profitable cable network been in stoking the fires she is trying to put out now James is no longer overseeing it? “More than I'd like it to be and less than a lot of commentators think it is.” </p> <p>The notion that Fox is widening America's rifts is not just a matter of rival media opinion. <a href=\"https://climatecommunication.yale.edu/publications/climate-change-in-the-minds-of-u-s-news-audiences/\">Independent polls</a> have found that Fox News viewers are far less likely to be alarmed by climate change and far more likely to believe <a href=\"https://www.kff.org/coronavirus-covid-19/press-release/covid-19-misinformation-is-ubiquitous-78-of-the-public-believes-or-is-unsure-about-at-least-one-false-statement-and-nearly-at-third-believe-at-least-four-of-eight-false-statements-tested/\">Covid-19 misinformation</a> than those tuned to CNN, MSNBC or broadcast networks. </p> <p>Those studies were conducted before Fox News host <a href=\"https://www.bbc.com/news/world-us-canada-59485508\">Lara Logan</a> compared Anthony Fauci, Biden's chief medical officer, to Josef Mengele, the Nazi “angel of death”, last month. And before primetime star Tucker Carlson aired the theory that the attack on the Capitol was a “<a href=\"https://www.independent.co.uk/news/world/americas/us-politics/tucker-carlson-capitol-riot-special-b1947047.html\">false flag</a>” operation designed to damage Trump, prompting alarmed protests from the Anti-Defamation League, to which Kathryn and James gave $1m in 2017. </p> <p>“The very loud extremes dominate the discourse,” Murdoch says. Centre-ground politics may never whip up audiences in the same way, but her own succession considerations are driving her on. “We are trying to make the world liveable for us and our children,” she says. “That isn't a right or a left cause; that's a human cause.” </p> <p><em>Andrew Edgecliffe-Johnson is the FT's US business editor</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first.</em></p><p>Source: Andrew Edgecliffe-Johnson 2021 'Kathryn Murdoch has a plan (and $100m) to fix American politics' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-15T14:00:25.438Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5774,
          "end": 5780
        },
        {
          "start": 5458,
          "end": 5464
        }
      ],
      "nexusId": "10078857"
    }
  ]
}