{
  "_id": "812024c059ff1e6c75a7d992c53944a88dccdcf3f1d5a756b250155cce89153b",
  "feed": "ftcomall",
  "title": "Rothermeres raise their Daily Mail bid",
  "text": "<p>The <strong>Rothermeres</strong> have raised their bid to take the <strong>Daily Mail</strong> publisher private, and cut the level of support needed to delist the business after <a href=\"https://www.ft.com/content/3142e2be-d048-4de1-b164-9e85d2656083\">independent shareholders </a>complained an earlier offer failed to recognise the group's long term value. </p> <p>The investment vehicle of Jonathan Harmsworth, Viscount Rothermere, lifted its offer for Daily Mail and General Trust to 270p a share from 255p. The new bid, which the family has declared final, represents a 5.9 per cent increase on its original offer. </p> <p>Previously the Rothermeres required the support of holders of 90 per cent of DMGT's shares for the takeover to succeed — the level at which minority investors could be squeezed out of the company against their wishes. But on Thursday it cut the threshold for delisting to more than 50 per cent of the shares, and set a two-week deadline for investors to accept. Including the shares the family hold, the Rothermeres have almost 42 per cent of the shares lined up behind their bid. </p> <p><em>Tell me what you think. Email us at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p>Pre-clinical data show <strong>GSK's</strong> Covid-19 drug sotrovimab&#xa0;“retains activity against key <strong>Omicron</strong> mutations”, the pharma group said. GSK said the data still needed to be confirmed by further testing, and it aimed to provide an update by year end. The UK this morning approved the treatment, which cuts hospitalisations and the risk of death in patients with Covid-19.</p> <p><strong>AJ Bell</strong> reported pre-tax profits of £55m after a “record year of growth”, announcing a special dividend of 5p a share alongside its final dividend. </p> <p><strong>Thames Water</strong> reported higher revenues and earnings for the first half of its financial year. But it still managed to turn a £343m pre-tax loss (after making a £247m loss for the first half of last year) after recording larger non-cash losses on financial instruments.</p> <p><strong>Glencore</strong> hosts an investor day this afternoon, days after activist Bluebell Capital called for it to <a href=\"https://www.ft.com/content/6f5a8c43-76d4-4843-a15e-47bc767ec6d8\">spin off its coal assets</a>. </p> <p>Sticking with activists, <strong>Dan Loeb</strong> has fended off a rival activist at his London-listed Third Point feeder fund. Asset Value Investors had complained about a valuation gap between the main fund and Third Point Investors Limited, urging shareholders to vote for the removal of Third Point's general counsel from the London fund's board. But that resolution was roundly defeated on Wednesday, <a href=\"https://www.ft.com/content/2f07a440-2af3-43a5-bb59-c0e470810270\">Joshua Oliver reports</a>. </p> <p>Also out today is an update from outsourcer <strong>Serco</strong>, which unveiled new medium-term financial targets ahead of its capital markets day today. </p> <h1>Beyond the Square Mile</h1> <p><strong>Square Inc</strong>, the payments company run by <strong>Twitter</strong> founder <strong>Jack Dorsey</strong>, is the latest tech group to jump on the renaming bandwagon. It will become “Block”, our <a href=\"https://www.ft.com/content/25f99c83-ff36-4094-9eec-5bbe9040de10\">breaking news team report</a>. The part of the company that provides services to sellers will keep the Square name but the parent company will rebrand. It said the move “acknowledges the company's growth” into areas such as money transfers, music streaming and cryptocurrencies.</p> <p><strong>Disney</strong> has named a new chair to replace <strong>Bob Iger</strong> when he steps down at the end of the year. Susan E Arnold previously held senior positions at The Carlyle Group and Procter &amp; Gamble and has served on Disney's board for the past 14 years, <a href=\"https://www.ft.com/content/25f99c83-ff36-4094-9eec-5bbe9040de10#post-3b2691eb-68a4-450f-9d09-ef7c0dd0c3a6\">Christopher Grimes reports from LA</a>. While Iger ended his tenure as CEO in February last year, he stayed on as chair. </p> <p>And <strong>Barry Diller's </strong>media empire <a href=\"https://www.ft.com/content/fe30c7bb-494a-41a6-9ad8-a04d17d05c59\">has settled</a> its legal fight with Tinder's founders, who had claimed they had been cheated out of a fortune. Tinder owner Match Group has agreed to pay the dating site's founders $441m to settle the allegations. They had sought $2bn. Lex has a <a href=\"https://www.ft.com/content/19cf683d-9548-41c6-87a5-fb3eadf7297f\">nice note</a> on what next for Match.</p> <h1>Essential comment before you go</h1> <p>Picking up on a theme in Paul Marshall's opinion piece we featured yesterday (in which the hedge fund founder said London was becoming the “Jurassic Park” of stock exchanges, <a href=\"https://www.ft.com/content/847b0335-7835-4b4f-9dc6-39ba944baadc\">in case you missed it</a>), Lex ponder whether a world stock exchange might not be such an ‘out there' idea after all in this <a href=\"https://www.ft.com/content/6b250de1-a05d-4ef7-b0cb-5e0aeaded68d\">thought provoking note</a>.</p><p>Source: Cat Rutter Pooley 2021 'Rothermeres raise their Daily Mail bid' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T08:45:39.207Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3158,
          "end": 3164
        },
        {
          "start": 2958,
          "end": 2964
        }
      ]
    }
  ]
}