{
  "_id": "e334da7d83a27fd411622dc3de471e8ce7ad99666c8f93f60d156296da74561b",
  "feed": "ftcomall",
  "title": "Vaccine hesitancy in sport: NBA gets political again",
  "text": "<p><strong>Plugging an event to start:</strong> The line up for the inaugural <strong>FT Business of Sport US Summit</strong> on October 14 just gets better and better. Newly added to the schedule are <strong>Endeavor </strong>chief and Hollywood impresario <strong>Ari Emanuel</strong> and <strong>DAZN </strong>chair <strong>Kevin Mayer</strong>. They lead a star-studded list of speakers with more to come. As a Scoreboard subscriber, claim your free digital pass using the promo code <em>Premium21</em>. But if you're based in the US, grab a ticket to join us in person, for discussions and dinner at the <strong>Lotte New York Palace</strong>. <a href=\"https://businessofsport.live.ft.com/page/1739972/speakers\">See you there</a>.</p> <p>A chill is just descending in the air in New York, as baseball heads towards the playoffs and a new NBA season rounds the corner. I've been vividly looking forward to both, having attended a Yankee game earlier this month and keeping tabs on ballplayers' summertime shenanigans. </p> <p>But the ritual of NBA media days, the informal tip-off to the new season, took a strange turn this year. Yes, there were a few unpredictable gems, such as Knicks star <strong>Obi Toppin</strong>‘s confession he <a href=\"https://twitter.com/FredKatz/status/1443266705581649924\">doesn't like the beach</a>, but more broadly, the preparations for the year were overshadowed by a visceral debate over vaccination status among players. </p> <p>While basketball isn't alone among sports for grappling with how to navigate this phase of the pandemic, the intensity of views and nuance of perspectives stands out for a league which has distinguished itself as a champion of player empowerment. What happens when an individual-driven business collides with collective public responsibility? Do read on — <em>Sara Germano, US sports business correspondent</em></p> <h1>Vaccine hesitancy in sport: NBA gets political again</h1> <p>Nearly two years into the pandemic, many industries are grappling with how to handle vaccination requirements. In the US <strong>National Basketball Association</strong>, the debate reached boiling point this week.</p> <p>On Wednesday, the league <a href=\"https://www.ft.com/content/88c78865-57a1-4721-b680-e0fc169f1559\">announced</a> it would suspend pay for any player missing games for refusing to comply with local vaccine mandates. The policy so far affects three teams in two jurisdictions, the <strong>New York Knicks </strong>and <strong>Brooklyn Nets</strong>, and San Francisco's <strong>Golden State Warriors</strong>. </p> <p>The policy came on the heels of a testy first week of the 2021-22 NBA pre-season, with stars including the Nets' <strong>Kyrie Irving</strong> and the <strong>Los Angeles Lakers' LeBron James</strong> weighing in with opposing views on vaccination status. </p> <p>In recent seasons, the NBA has led the way in pandemic-era safety guidelines. It was among the first big competitions to <a href=\"https://www.ft.com/content/d4aaa2c8-640b-11ea-b3f3-fe4680ea68b5\">shut down</a> in March 2020. Then the basketball league completed the season with players in a strict “bubble” playing inside <strong>Disney World</strong> in Florida. The NBA has also set a global example for <a href=\"https://www.ft.com/content/c7bb647a-e5fb-4644-8446-9afb69a8e363\">encouraging player empowerment</a>, incorporating social justice slogans on courts and uniforms.</p> <p>Now, the NBA is grappling with the limits of individualism. Players' unions for the NBA and other professional leagues like the <strong>National Football League </strong>and <strong>Major League Baseball</strong>, preclude franchise owners from imposing blanket vaccine mandates. </p> <p>Other professional sports leagues around the world are facing similar concerns. Reports suggest that just 70 per cent of English <strong>Premier League</strong> football players have been jabbed. </p> <p>One NBA team owner conceded to Scoreboard this week that the vaccine debate was “complicated”. On the one hand, more than 90 per cent of players have been fully vaccinated, far ahead of the general US population, at roughly 56 per cent.</p> <p>But the league does not want a contentious relationship with a small minority of players either resisting the vaccine or remaining coy about their status.</p> <p>The tension spilled into the national political discourse this week. Texas <strong>Senator Ted Cruz</strong> voiced support for vaccine-shy NBA players including Irving, the Warriors' <strong>Andrew Wiggins</strong>, and others, <a href=\"https://twitter.com/tedcruz/status/1443269646006767622\">tweeting</a> the hashtag #YourBodyYourChoice.</p> <p>Irving is among the best paid and most famous basketball players in the league. He said in a press conference this week: “as of right now, please just respect my privacy regarding anything — home games [and] what's happening with vaccination”.</p> <p>His base salary for the 2021-22 season is <a href=\"https://www.spotrac.com/nba/brooklyn-nets/kyrie-irving-8051/\">set at $34.9m</a>. Were he to miss the Nets' 41 home games — half of the regular season schedule — he stands to lose more than $17m.</p> <p>That's a lot of money to sacrifice on principle but it's not without precedent. Star NFL quarterback <strong>Colin Kaepernick</strong> effectively gave up his career playing football to campaign against racial injustice, after no team would sign him in light of his taking-the-knee protest.</p> <p>There is no comparing the scourge of institutional racism with personal health choices. But star athletes are among the most powerful influencers of social discourse. The NBA, which for years has encouraged individualism among players, finds itself in the eye of another cultural storm.</p> <h1>Will Afghanistan's cricketers play on after the Taliban?</h1> <p><em>This dispatch is by Benjamin Parkin in New Delhi</em></p> <p><strong>Mohammad Nabi</strong> grew up in Pakistan as one of the millions of refugees from neighbouring Afghanistan. He once recalled his impressions of trips to the Taliban-ruled country in the 1990s.</p> <p>“Everything was destroyed. Roads, buildings, all gone. Bullet marks used to be everywhere,” he told <a href=\"https://www.thecricketmonthly.com/story/816417/desert-rose\">Cricket Monthly</a> in 2015.</p> <p>Yet in the years after the 2001 US-led invasion, refugees like Nabi managed to create one of cricket's most unexpected success stories: the rise of the Afghanistan national team.</p> <p>While nearby India and Pakistan fostered their cricketing prowess over decades, Afghanistan only joined the <strong>International Cricket Council</strong> in 2001. It qualified for the 2015 World Cup and achieved full member status in 2017, playing a test series against India a year later.</p> <p>Players like Nabi, a veteran all-rounder, and leg-spinner <strong>Rashid Khan</strong> star in lucrative tournaments like the <strong>Indian Premier League</strong>. And after years of resistance, Afghan women put together a national team last year.</p> <p>That progress is now in jeopardy following the Taliban's return to power. Athletes and sports officials have fled the country, with those involved in women's teams fearing for their lives. Stars like Khan have expressed their alarm and dismay at the Taliban's takeover.</p> <p>The Taliban have <a href=\"https://www.ft.com/content/daf387c0-6529-48c2-b134-ba1ef70cfba5\">courted</a> cricketers and other athletes to present a more moderate image. But that enthusiasm <a href=\"https://www.ft.com/content/acb69a3a-51ee-4484-8dad-e04b2c711f89\">does not</a> extend to women. When they last ruled, women were banned from education and work — not to mention sport — and <a href=\"https://www.ft.com/content/e4e28df5-267f-48c5-8ce3-d58b8dd47fef\">there are signs</a> this is once again happening.</p> <a href=\"http://www.ft.com/cms/7d024732-525b-4553-9f27-128391dcf114.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Other teams and the ICC face a potentially difficult choice over how to respond. Australia's cricket body said it would cancel a November test with Afghanistan if the Taliban does not allow women to play. The ICC said it was “concerned” but has not threatened action.</p> <p>Scattered and unsure when they will next play for their country, Afghanistan's cricketers no longer know what future they will have.</p> <p>“The way they've been accepted around the world . . . to find that crumbling is a source of great anguish to the players and the fans,” <strong>Ayaz Memon</strong>, a cricket writer in India, said. “It was a team that was part of the world. To go back to a closed, exclusive society, may be a bitter pill to swallow.”</p> <h1>Highlights</h1> <ul>  <li><p><strong>Uefa</strong>, European football's governing body, was forced to end <a href=\"https://www.ft.com/content/18d460b6-a257-4153-ad58-a56c1bac8453\">disciplinary proceedings</a> against <strong>Real Madrid</strong>, <strong>FC Barcelona</strong> and <strong>Juventus</strong> over their efforts to launch a Super League. Instead, Uefa is facing a <strong>European Court of Justice</strong> case as to whether it can continue to be the sport's regulator as well as profiting from running competitions like the <strong>Champions League</strong>. That lawsuit threatens to shake up the European game and score a big victory for <strong>Florentino Pérez</strong>, Real's president. He hopes it could still pave the way towards a Super League, a new tournament in which his team is unlikely to face lowly opponents like Moldova's <strong>Sheriff Tiraspol</strong>, who shockingly beat <em>Los Merengues</em> 2-1 in Madrid on Tuesday.</p></li>  <li><p>Endeavor, the sports and entertainment giant, is buying sports betting platform <strong>OpenBet</strong> in a $1.2bn transaction. CEO Ari Emanuel said the acquisition was a “strategic addition” to expand further into the <a href=\"https://www.ft.com/content/d9355018-e9e0-11e9-a240-3b065ef5fc55\">fast growing</a> US sports betting market.</p></li>  <li><p><strong>Creative Artists Agency</strong> is <a href=\"https://www.ft.com/content/fd6a3976-540e-49e7-bf1d-2ac272573033\">acquiring rivals</a> <strong>ICM Partners</strong> to create a new talent agency behemoth. Financial terms were not disclosed. Last year ICM acquired London-based <strong>Stellar Sports</strong>, with an 800-strong roster of clients that includes a number of football stars, from Chelsea's <strong>Saúl Ñíguez</strong> to <strong>Manchester City</strong>'s <strong>Jack Grealish</strong>. Its English Premier League strength compliments CAA's dominance in North American sports, representing the likes of the <strong>Phoenix Suns</strong>' <strong>Chris Paul</strong> and retired NFL quarterback <strong>Peyton Manning</strong>.</p></li>  <li><p>The battle for the rights to broadcast the Indian Premier League <a href=\"https://www.ft.com/content/f790afc1-f07b-41f2-92fe-2c130f77b09b\">is heating up</a>. The FT reported on Friday that Japan's <strong>Sony</strong> and India's <strong>Zee Entertainment</strong> are in merger talks. A key part of the strategy is to bid for IPL rights which are up for auction next month. That will pit the companies against <strong>Disney</strong>, which owns existing IPL broadcaster Star Sports, as well as the likes of <strong>Amazon</strong> and <strong>Facebook</strong>.</p></li> </ul> <h1>Match Point</h1> <p>You may have noticed the hype around the release of the latest <strong>James Bond</strong> flick, <em>No Time to Die</em>. Tennis fans have used the moment to create <a href=\"https://www.youtube.com/watch?v=zW5tQlKCOnY\">this send-up</a> of the movie franchise, casting Swiss legend <strong>Roger Federer</strong> as 007. Check out the cleverly edited parody trailer, co-starring <strong>Rafael Nadal</strong>, <strong>Andy Murray</strong> and <strong>Novak Djokovic</strong>, and more.</p> <p><em>Kevin Mayer's job title has been corrected. He is chairman of the board of DAZN, not CEO as previously stated.</em></p><p>Source:  2021 'Vaccine hesitancy in sport: NBA gets political again' FT.com 2 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-02T08:00:17.316Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2554,
          "end": 2560
        },
        {
          "start": 8853,
          "end": 8859
        }
      ]
    }
  ]
}