{
  "_id": "2fdd27aa710d467617f47d77a57a7e6a8c3307a58dcb40544d5f9cbc75e0fcb3",
  "feed": "wall-street-journal",
  "title": "AT&T to Unwind Big Bet on Media  ---  Combining properties  with Discovery, which  include CNN and HGTV,  retreats from 2018 deal  ----  By Drew FitzGerald, Cara Lombardo and Joe Flint",
  "text": "<p>   AT&amp;T Inc. and Discovery Inc. reached a deal to combine their media assets into a new, publicly traded company, unwinding the telecom company's big bet on entertainment after less than three years. </p><p>   The new business, which isn't yet named, is to be led by current Discovery Chief Executive David Zaslav. The companies said Jason Kilar will retain his title as CEO of AT&amp;T's WarnerMedia division but declined to say whether he would remain with the newly combined company after it secures regulatory approval. </p><p>    Shares of AT&amp;T fell 2.7% Monday, while Discovery's stock shed 5.1% after an early rise. Discovery's market value traded at $16.69 billion. AT&amp;T, which draws most of its revenue from the telecommunications business, had a roughly $224 billion market value. The new media business will hold a little more than $55 billion of debt, Mr. Zaslav said. </p><p>   AT&amp;T Chief Executive John Stankey said in an online news conference Monday that he had been \"contemplating the structure of our business for some time\" and eventually decided that the pairing with Mr. Zaslav's company would benefit both parties. </p><p>   Mr. Zaslav, a media mogul and longtime friend of WarnerMedia executive and CNN boss Jeff Zucker, said the transaction came together over several months of talks. </p><p>   Mr. Zaslav said the combined entities spend $20 billion on content, a level that tops Netflix Inc.'s recent programming budget. WarnerMedia owns cable channels such as HBO, CNN, TNT and TBS as well as the Warner Bros. television and film studio. Discovery has a portfolio that includes its namesake network and HGTV. </p><p>   Both companies also offer streaming video portals that compete with larger on-demand services such as Netflix and Walt Disney Co.'s Disney+. The two CEOs declined to detail their long-term plans for HBO Max and Discovery+, which could remain separate or be combined into an even larger online video library. </p><p>   \"You gotta have content people love so much they would run home and pay for it before they pay for dinner or a roof over their head,\" Mr. Zaslav said on a call with investors. </p><p>   Under the deal, AT&amp;T shareholders will hold a 71% stake in the new entity, while Discovery shareholders own a 29% stake. In exchange, AT&amp;T said it would receive $43 billion of cash, debt securities and WarnerMedia's retention of certain debt. </p><p>   AT&amp;T also signaled it will cut its dividend to reflect its smaller size once the media business is carved out into a separate company. The Dallas company said it expects an annual dividend payout ratio of 40% to 43% from more than $20 billion of expected free cash flow, implying a total payout of between $8 billion and $8.6 billion. That payment to shareholders would amount to a little over half what investors have collected from the media and telecom conglomerate in past years. </p><p>   AT&amp;T reported $169 billion of net debt at the end of March, a level that has troubled some investors worried about the conglomerate's financial flexibility. </p><p>   AT&amp;T Finance Chief Pascal Desroches said in an interview Monday that the Discovery deal would allow the telecom company to reach its debt-reduction target a year ahead of schedule. </p><p>   The transaction unwinds a hard-fought acquisition that AT&amp;T closed for about $81 billion in 2018 after beating a court challenge by U.S. Justice Department officials, who argued that the combination would hurt competition in the pay-TV market. </p><p>   The telecom company at the time controlled the country's largest pay-TV distribution network, mostly through DirecTV, before it added one of the biggest cable channel owners. </p><p>   The deal unveiled Monday will complete AT&amp;T's retreat from the media business. The company earlier this year reached an agreement with private-equity firm TPG to shed a 30% stake in its DirecTV business for $1.8 billion. AT&amp;T had acquired DirecTV in 2015 for $49 billion, at the height of a pay-TV market that has since collapsed due to cord-cutting subscribers. </p><p>   AT&amp;T, meanwhile, faces mounting demands on the wireless and broadband networks that still generate most of its profit. The company spent more than $23 billion on a recent Federal Communications Commission auction of wireless licenses and will need to spend tens of billions of dollars more in the coming years to match investments by rivals Verizon Communications Inc. and T-Mobile US Inc. in improving their networks. </p><p>   AT&amp;T said on Monday it would boost its planned capital expenditures to about $24 billion a year once the transaction closes. Executives earlier this year projected $18 billion of capital spending in 2021. </p><p>   The companies said they expect to close the transaction in mid-2022. </p><p>   For WarnerMedia, access to Discovery's popular unscripted and reality content will give it programming that it desperately needs to compete with Netflix, Disney+ and other streaming platforms. </p><p>   Unscripted programming is a popular asset on streaming sites, particularly at Netflix. While HBO Max has some unscripted programming, Discovery has a huge library of content including \"90 Day Fiance\" and \"Diners, Drive-Ins and Dives.\" </p><p>   The combined companies will have a huge footprint in sports. Discovery has an international rights agreement for the Olympics and has been aggressive in acquiring rights to European sports. WarnerMedia has rights to the National Basketball Association, the college basketball tournament and some playoff baseball, and a new deal to carry National Hockey League games. </p><p>   --- </p><p>   Ben Mullin, Dana Cimilluca and Nina Trentmann contributed to this article. </p><p>   (See related article: \"Reversal Erases Billions in Value\" -- WSJ May 18, 2021) </p><p></p>",
  "published": "2021-05-18T06:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1692,
          "end": 1703
        },
        {
          "start": 4756,
          "end": 4762
        },
        {
          "start": 1710,
          "end": 1717
        }
      ]
    }
  ]
}