{
  "_id": "9543b850cbaead6de4c336cc6dd80124e356547b77dbcee3cb57747a2838e771",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Newly vaxxed travelers apparently are ready to be hotel guests again. Marriott said demand is rising in the U.S. and Canada as Covid-19 vaccine rollouts accelerate. Despite losing money in the first quarter, the hotel chain said it saw leisure travel pick up momentum, especially in ski and beach resort destinations, as well as in special corporate and group bookings. Marriott expects demand from business travelers to accelerate in the fall as businesses reopen, though leisure bookings remain the main driver of recovery in the U.S. Marriott shares fell 4.1% Monday.</p><p>KINDER MORGAN INC.</p><p>KMI +2.3%</p><p>A shutdown of the largest U.S. fuel pipeline bottled up the East Coast. Colonial Pipeline, which transports about 45% of the fuel consumed in the region, was the target of a ransomware attack on May 7 that forced it to shut the conduit down. The stoppage caused thousands of gas stations to run out of fuel and helped push gasoline prices to their highest levels in 6 1/2 years. In the aftermath, shares of other energy pipeline companies like Kinder Morgan rose Monday. Closely held Colonial restarted pipeline operations Wednesday. Shares of Kinder Morgan climbed 2.3% Monday.</p><p>MCDONALD'S CORP.</p><p>MCD +0.8%</p><p>Businesses are shelling out more in wages and perks to woo hourly workers. McDonald's said it would boost pay for employees at company-owned U.S. restaurants. Amazon.com Inc. also announced plans to hire 75,000 more workers and offer $1,000 signing bonuses. The retail giant said open roles offer average pay of $17 an hour, more than its typical $15 starting wage. McDonald's shares rose 0.8% Thursday.</p><p>NOVAVAX INC.</p><p>NVAX -14%</p><p>A Covid-19 vaccine contender has to wait longer for its shot. Novavax said Monday that it pushed back plans to seek regulatory clearances for its vaccine, while shortages in raw materials are slowing the ramp-up in production of doses. The delays may set back efforts to increase vaccinations in developing countries. The company said previously that it expected to complete requests for regulatory authorizations in the U.S., the U.K. and other countries by the end of June. Now, it expects to complete those filings by the end of September. Novavax shares lost 14% Tuesday.</p><p>DOMINO'S PIZZA INC.</p><p>DPZ +0.7%</p><p>Billionaire investor Bill Ackman owns a slice of Domino's Pizza. During The Wall Street Journal's Future of Everything Festival, Mr. Ackman said his Pershing Square Capital Management LP holds nearly 6% in the pizza chain and saw a buying opportunity when shares dipped recently. He said he likes that the pizza chain has its own delivery infrastructure and doesn't rely on services like DoorDash Inc. Though Mr. Ackman is best known as a shareholder activist, he has taken stakes in companies he regards as well run, where he hasn't publicly advocated for change. Domino's shares rose 0.7% Wednesday.</p><p>TESLA INC.</p><p>TSLA -3.1%</p><p>Tesla hit the brakes on bitcoin. Chief Executive Elon Musk said Wednesday on Twitter that the company has suspended accepting the cryptocurrency as payment for its vehicles due to concerns about the use of fossil fuels for bitcoin mining and transactions. Mr. Musk said bitcoin will be used for transactions once mining \"transitions to more sustainable energy.\" Tesla earlier this year started accepting the cryptocurrency as payment for products sold in the U.S., a boost for a cryptocurrency that wasn't accepted widely in its early years. Tesla shares fell 3.1% Thursday.</p><p>WALT DISNEY CO.</p><p>DIS -2.6%</p><p>The streaming boom is running into more interference. On Thursday Walt Disney said its flagship streaming service added fewer users than Wall Street had expected after a period of torrential growth spurred by quarantines and stay-at-home orders. The end of lockdowns and mask mandates presents new challenges for other giants of the streaming world. Earlier this year, Netflix Inc. also announced its subscriber sign-ups had slowed amid the reopenings. Walt Disney shares lost 2.6% Friday.</p>",
  "published": "2021-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3917,
          "end": 3928
        },
        {
          "start": 3438,
          "end": 3453
        },
        {
          "start": 3530,
          "end": 3541
        }
      ],
      "nexusId": "10078857"
    }
  ]
}