{
  "_id": "aa8ddcf2f93ec8f93330af62bb072c5bbc96bbce2e3a259cd0420b8b639e063f",
  "feed": "wall-street-journal",
  "title": "Do We Need More Heroes? Disney Hopes So. The Magic Kingdom is betting that it can continue milking popular Marvel, Star Wars and Pixar franchises without souring its audience. That is no sure thing.",
  "text": "<p>The Marvel and Star Wars franchises the company acquired in 2009 and 2012, respectively, are the two most lucrative movie properties in history, totaling nearly $34 billion at the global box office to date. Add in Pixar, the studio Disney bought in 2006, plus the extensive line of blockbuster family films the company has released under its own imprint, and it is little wonder why Disney consistently rules the box office. It has topped the domestic box office with a gross of $40.5 billion across 588 releases since 1995, according to the industry tracking site The Numbers. That averages about $69 million per picture—well above the $47 million average for Warner Bros, Sony, Universal, Paramount and the studio once known as Twentieth Century Fox over that time.</p><p>Those franchises also have played a major part in the company's early streaming success. In just two years, Disney+ has landed a little over 118 million paying subscribers. Market leader Netflix took a decade to hit that level.</p><p>But the newest shows come as Disney faces some bumps in the streaming fast lane. The company added just 2.1 million subscribers to Disney+ in the fiscal fourth quarterthat ended in September. That is the lowest number of additions since the service launched, and it was down sharply from the 12.4 million added in the prior period. The company also used its fourth-quarter investor call to warn that subscriber growth might remain lackluster over the next couple quarters as it builds up its content slate.</p><p>That warning sent the stock tumbling. Investors are glued to Disney's streaming show almost to the exclusion of all else. Its shares have lost 15% year-to-date, mostly on concerns about Disney+'s growth. That contrasts sharply with the stock's 25% gain in 2020 despite the pandemic's severe impact on Disney's much larger theme park business.</p><p>Near-term gyrations notwithstanding, Disney has stuck by its ambitious long-term goal to have between 230 million and 260 million paid Disney+ subscribers by the end of its 2024 fiscal year. Adding in the company's goals for its ESPN+ and Hulu services would bring total paid streaming subscribers above 300 million. By contrast, Wall Street expects current market leader Netflix to be just below the 300 million subscriber mark by that time, according to FactSet.</p><p>But reaching that target means Disney has to find at least 112 million more people not already subscribing to its namesake service—easier said than done, since it is hard to imagine much of its core audience (families with children, Marvel and Star Wars superfans) who haven't signed on already. The company noted in its recent call that the final quarter of the current fiscal year will be the first to feature original content from all of its popular brands in the same quarter. But as Todd Juenger of Bernstein put it in a note to clients: \"We have yet to meet the child who says no to one scoop of ice cream, but yes to two.\"</p><p>The long-term target also assumes Disney can continue milking popular franchises without souring the audience. That is no sure thing: The latest Marvel theatrical release \"Eternals\" has been dinged by criticsand has made less at the domestic box office over its first three weekends than any Marvel movie since 2015's \"Ant Man,\" according to Box Office Mojo. It has even underperformed \"Black Widow,\" which was hampered by its same-day release on Disney+.</p><p>Disney also faces constraints on the type of content it can release under its family-friendly brand. Chief Executive Bob Chapek admitted in the company's recent call that \"we need to be broad in our approach\" to content for Disney's streaming services. Still, it's hard to imagine top Netflix hits such as the ultraviolent \"Squid Game\" or steamy \"Bridgerton\" series fitting in the Mouse House.</p><p>There is also the small matter of profitability. Uncharacteristically, Disney has been losing money in streaming, though it promises Disney+ will be profitable by fiscal 2024. But it also disclosed in its latest call that its content costs that year will also be higher than previously expected.</p><p>As such, the ultimate level of profitability and free cash flow that streaming can generate remain major question marks, especially given Disney's reliance on expensive blockbuster franchises. In a recent report Michael Nathanson of MoffettNathanson tapped an old Warren Buffett quote about airlines: \"The worst sort of business is one that grows rapidly, requires significant capital to engender the growth, and then earns little or no money.\"</p><p>Superheroes don't work cheap.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Do We Need More Heroes? Disney Hopes So.</p>",
  "published": "2021-11-26T15:33:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4634,
          "end": 4640
        },
        {
          "start": 1883,
          "end": 1889
        },
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 1127,
          "end": 1133
        },
        {
          "start": 1564,
          "end": 1570
        },
        {
          "start": 232,
          "end": 238
        },
        {
          "start": 1025,
          "end": 1031
        },
        {
          "start": 1981,
          "end": 1987
        },
        {
          "start": 4225,
          "end": 4231
        },
        {
          "start": 3397,
          "end": 3403
        },
        {
          "start": 3924,
          "end": 3930
        },
        {
          "start": 3862,
          "end": 3868
        },
        {
          "start": 1689,
          "end": 1695
        },
        {
          "start": 2342,
          "end": 2348
        },
        {
          "start": 2975,
          "end": 2981
        },
        {
          "start": 1804,
          "end": 1810
        },
        {
          "start": 3388,
          "end": 3395
        },
        {
          "start": 876,
          "end": 882
        },
        {
          "start": 383,
          "end": 389
        },
        {
          "start": 3621,
          "end": 3627
        }
      ],
      "nexusId": "10078857"
    }
  ]
}