{
  "_id": "fa0d09ffeb1af018b76dad28a206f6cede998ae9ee983e1b8f1294e486aaa9a0",
  "feed": "ftcomall",
  "title": "Hollywood turns to Hertfordshire in hunt for production space",
  "text": "<p>US investment groups Blackstone and Hudson Pacific Properties are to build one of Europe's biggest television and film production hubs on a site 20 miles north of central London in a deal expected to be worth about £700m.</p> <p>The groups, which together own several Los Angeles studio facilities that have hosted big hits including <em>It Happened One Night </em>and <em>La La Land</em>, have picked a 91-acre site at Broxbourne, Hertfordshire as their first studio project outside North America.</p> <p>The initial deal to acquire the site is worth £120m and represents the latest example of the <a href=\"https://www.hollywoodreporter.com/movies/movie-news/u-k-studio-boom-lockdowns-1234975025/\">boom in UK studio development</a> that is being driven by the surging global demand for streamed video content.</p> <p>UK prime minister Boris Johnson hailed the proposals, which backers said would create more than 4,000 permanent jobs including designers, engineers and camera operators, as “excellent news” for the country's film and TV industry.</p> <p>The project is among the UK's most ambitious yet as property developers rush to fill a shortage of facilities that has been exacerbated by the pandemic. Millions more viewers have signed up for the likes of Netflix and Disney+ streaming services in the past year, just as coronavirus restrictions have prevented filming and created a production bottleneck.</p> <p>Victor Coleman, chair and chief executive of Hudson Pacific, said he expected the hub in Broxbourne to woo “the biggest” production companies. </p> <p>Britain has become a favoured global location for the industry, in part because ministers have sought to make it an attractive destination with <a href=\"https://www.ft.com/content/c2e5b95c-cb09-11e8-9fe5-24ad351828ab\">tax breaks</a>. London and its surroundings, in particular, vie with prime US locations.</p> <p>One of Hollywood's biggest property developers in November <a href=\"https://www.ft.com/content/82a6727d-c501-4281-8e25-f1e2478af54f\">said it was</a> turning a derelict east London industrial estate into a film and TV production hub. Hackman Capital Partners, the owner of storied US studios where <em>Citizen Kan</em>e and <em>ET </em>were filmed, has agreed to spend £300m over three years on transforming the site in Dagenham, east London.</p> <p>Despite disruption from the pandemic, several Hollywood releases are being filmed in the UK. They include the latest instalment of the Mission: Impossible franchise and a new Indiana Jones film, which is being <a href=\"https://www.bbc.co.uk/news/uk-scotland-57856254\">shot in Glasgow</a>.</p> <p>Hertfordshire is already home to Warner Bros' studio space at Leavesden, where the Harry Potter series was filmed.</p> <p>But real estate specialists said available facilities fell short of what was needed and there was a particular shortage of properties large and well-equipped enough to attract blockbusters.</p> <p>A rush for space is turning the production studio sector into a hot corner of commercial property at a time when investors are wary of offices and high-street retail.</p> <p>“Niche property types seem to shine when staple real estate does not and this is one of those times,” Coleman said, adding that purpose-built studios were at a particular premium. </p> <p>Blackstone acquired an interest in Hudson Pacific's Hollywood studios a year ago, forming a joint venture with a US real estate investment trust that has acquired the land in Broxbourne.</p> <p>The developers in Broxbourne have held talks with officials to house between 15 and 25 “sound stages”, where film-makers put sets, as well as dressing rooms, editing suites and other space.</p> <p>Details remain subject to the planning process, although local leaders who have pitched the area as a centre for creative industries welcomed the plans.</p> <p>Lewis Cocking, leader of Broxbourne Borough Council, said the boost to the local economy would be “just what we need following the pandemic”.</p><p>Source: Alistair Gray in London 2021 'Hollywood turns to Hertfordshire in hunt for production space' FT.com 1 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-01T21:00:10.661Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1124,
          "end": 1130
        }
      ],
      "nexusId": "10078857"
    }
  ]
}