{
  "_id": "33c156cf21cda2a32819c8a890aaeaa357264eef5c6c88d6adb87c081d0a9fbb",
  "feed": "ftcomall",
  "title": "Faiza Saeed, the Cravath leader modernising a venerable law firm   ",
  "text": "<p>When Faiza Saeed took the helm as presiding partner of Cravath, Swaine &amp; Moore in 2017, it was seen as the crowning achievement for a lawyer who had distinguished herself as one of a handful of elite boardroom whisperers. </p> <p>Cravath had, for decades, represented the top of the New York establishment&#xa0;and was so influential that nearly all its rivals had replicated its values and customs.</p> <p>Nearly five years later Saeed, the first&#xa0;woman and person of colour to lead Cravath, finds herself at the centre of a ferocious talent war. </p> <p>A major M&amp;A boom, driven by the private equity industry, has enriched top law firms and allowed rivals to tempt Saeed's colleagues with jaw-dropping pay deals.</p> <p>Earlier this week, Saeed and her Cravath colleagues abandoned the<a href=\"https://www.ft.com/content/5d13a9ba-6e91-4063-9e85-b1b8184f9f4a\"> famed “pure lockstep” pay system</a> it had pioneered, in which partners of the same rank are paid the same regardless of performance. She is now left to navigate what undoubtedly will become a more cut-throat environment both in and outside her own boardroom. &#xa0;</p> <p>Saeed, who graduated magna cum laude from Harvard Law School in 1991, is a fixture in New York boardrooms, known for the polished advice she gives to powerful clients in complex predicaments.</p> <p>“She is a phenomenal lawyer,” said Blair Effron, co-founder of Centerview Partners, a boutique investment bank and client. “She has great judgment . . . intellectual integrity, and she's really agile in helping navigate very complicated situations.”</p> <p>Talking to the Financial Times from New York, Saeed said: “The business is far bigger and more complex than it was when we adopted pure lockstep roughly 50 years ago, the partnership is threefold larger, we are close to $1bn in revenue and we operate in a much more competitive market . . .[The new system] adds an ability to reward extraordinary contribution.”</p> <p>“I didn't come in with a bias that I was going to change [lockstep],” she says. “But I was always willing to be open minded about it.”</p> <p>Cravath partners are not poorly paid — they took home nearly $5m on average last year, according to the American Lawyer. The firm has just two offices and focuses mostly on M&amp;A and general corporate litigation — while those snapping at its heels have expanded into seemingly every speciality.</p> <p>Its most notable challenger is Kirkland &amp; Ellis — the world's highest-grossing law firm with revenues approaching $5bn — which has expanded aggressively partly by poaching partners and by forging close relationships with private equity. Kirkland partners took home more than $6m last year on average, according to AmLaw data, and its performance-driven pay more closely resembles the model of an investment bank.</p> <p>Cravath's ethos is poles apart. In the past, its partners almost never defected to other large law firms and were seen as having a lucrative job for life. </p> <p>Two former Cravath lawyers described the firm as a “farm team”, where law trainees could get excellent training and move elsewhere. “Cravath is five steps behind the market now,” lamented one.</p> <p>In 2016, deals superstar <a href=\"https://www.ft.com/content/b9c96d04-376c-11e8-8eee-e06bde01c544\">Scott Barshay abandoned ship for Paul, Weiss, Rifkind, Wharton &amp; Garrison</a> for a deal worth $10m a year. People with knowledge of the details said he generated some $100m a year in revenues for Cravath. In 2018, Kirkland lured elite litigator Sandra Goldstein. </p> <p>Perhaps more problematic have been the departures of multiple junior partners, including some mentored by Saeed herself.</p> <p>This was one factor in the change, people close to the decision said. The new model will incorporate individual performance, as well as taking account of seniority.</p> <p>High-profile antitrust lawyer Christine Varney was one of the people pushing for change. She told the FT: “You don't want a compensation system that ties one hand behind your back but you do have to make sure it . . . preserves the atmosphere that we have at Cravath.”</p> <p>The move — agreed over a series of weekly partner lunches — has been seen as the right step, according to partners. Saeed herself said her “willingness to make judgments and carry them through” defines her leadership style. </p> <p>Under her stewardship Cravath — which has offices in Manhattan and London — generated record revenues of more than $824m last year according to AmLaw. Saeed herself advised Disney in <a href=\"https://www.ft.com/content/001b5d08-91a9-11e8-b639-7680cedcc421\">its $85bn acquisition of 21st Century Fox</a> in 2019.</p> <p>Former Starbucks CEO Howard Schultz, a longtime client, said: “She's an extraordinary attorney . . .[The lockstep decision] demonstrates her bravery as a leader . . . Sometimes you have to make change . . . but she's done it in a way that's brought all of her partners along with her.”</p> <p>Saeed, who is of Pakistani descent, remains one of a handful of women in the male-dominated world of M&amp;A and corporate law. She said: “I was a molecular biology major in college and then I chose to be an M&amp;A adviser on Wall Street, so career-wise I've been accustomed to being one of a few women in those settings.”</p> <p>She does not believe the new pay model will threaten Cravath's culture. </p> <p>“If someone is motivated purely by money, they're not a fit for us,” she said. “It's a fool's errand to chase that because we don't have an ‘eat what you kill model' and we don't want it . . . You want to be competitive but the people who chase the last dollar don't fit with us.”</p><p>Source: Kate Beioley in London, Sujeet Indap and James Fontanella-Khan in New York  2021 'Faiza Saeed, the Cravath leader modernising a venerable law firm&#xa0;  ' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-10T05:00:38.427Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4242,
          "end": 4248
        }
      ],
      "nexusId": "10078857"
    }
  ]
}