{
  "_id": "cbbcbac8258483e58537475588b4cd1d6f2d0cc8745031c286672fa0146e66ee",
  "feed": "wall-street-journal",
  "title": "If You Watch TV, the Signs Are Everywhere  ----  By Peter Funt",
  "text": "<p>   Nothing is \"new and improved\" anymore. It's all about the plus. </p><p>   \"Something exciting is happening in March,\" gushed an email from CBS All Access, alerting subscribers that the streaming service is being renamed Paramount+. The company seeks to keep pace with Apple TV+, ESPN+, Disney+, BET+, AMC+ and others. </p><p>   Video services didn't start this. The Apple II+ came out in 1979 and Crest+ toothpaste in 2002. But TV streaming companies now apparently must be branded plus, lest consumers perceive their offerings as a minus. Much of this has to do with justifying a monthly charge for television -- which used to be free. A more complete name would be \"Paramount + a Bill.\" </p><p>   Hulu used to have a \"plus\" service, which was a misnomer since what customers got with it was the absence of ads. \"We've had a blast with our old friend Plus,\" the company explained in a 2015 email, \"but it's time to move on. We just wanted to let you know that we are retiring the Hulu Plus name. From now on, we will just be known as Hulu. No 'Plus.'\" </p><p>   Yet other streaming services have been drawn to the plus, thanks in large part to the success of Disney+, which added 86 million subscribers during its first year. Disney also operates ESPN+ and, outside the U.S., Star+. </p><p>    David Leavy, chief operating officer for Discovery, told the Los Angeles Times: \"Our research confirmed that the plus sign has become synonymous with streaming-video on-demand services.\" So of course Mr. Leavy's service is named Discovery+, with or without commercials. </p><p>   A funny thing about marketing: A plus is always a plus but a minus is never a minus -- even though more products are notable for what they omit. Budweiser wouldn't call its lower-calorie beer Bud --. There are fat-free potato chips and cookies, but Pringles -- or Oreos -- is a nonstarter. </p><p>   Americans have a fondness for plus-size portions, plus-size clothing and media that have plus signs in their names. (The Journal offers perks to subscribers under the moniker, WSJ+.) Mercifully, the plus thing hasn't yet pervaded more important aspects of our lives. Senate Democrats have refrained from calling Donald Trump's second trial Impeachment+. The Centers for Disease Control and Prevention doesn't refer to the new coronavirus variant as Covid+. </p><p>   And Kim Kardashian, to the best of my knowledge, never called Kanye West \"Husband+++. </p><p>   --- </p><p>   Mr. Funt is a writer and host of \"Candid Camera.\" </p><p></p>",
  "published": "2021-01-28T07:03:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1120,
          "end": 1127
        },
        {
          "start": 276,
          "end": 283
        },
        {
          "start": 1187,
          "end": 1193
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}