{
  "_id": "15295152a4811f2d3374c41c03fbbbcc00287072986227c45f863b52b57acddc",
  "feed": "ftcomall",
  "title": "Shell tilts to London from Amsterdam in corporate overhaul",
  "text": "<p><strong>Shell</strong> has launched an attempt to simplify its structure with a series of moves that will shift it away from Amsterdam and towards London. </p> <p>The oil and gas supermajor on Monday called a shareholder meeting to vote on eliminating its dual share structure and moving its top executives, board and committee meetings and tax residence to the UK. </p> <p>Shell will remain listed in Amsterdam as well as London and New York, and said it expects to remain in the AEX index as well as the FTSE. But the moves mean that it will no longer be able to call itself “Royal Dutch” Shell. Subject to shareholder approval, it will become plain old “Shell”. </p> <p>Shell said the plans, which will get rid of the A/B share structure, would make buybacks easier and improve its “competitiveness”. It has come under pressure from activist Third Point, which has argued for a break-up. </p> <h1>Briefly</h1> <p><strong>Cineworld</strong> generated positive cash flow last month in what the company said was an “important milestone in the company's recovery”. In the UK and Ireland, box office and concession revenues for the month were above 2019 levels for the first time, though they were still only 80 per cent of October 2019 levels in the US. </p> <p>Outsourcer <strong>Serco </strong>upgraded guidance after Covid support contracts lasted longer than expected. Some of its contracts — including ones related to immigration in the UK and Australia — also performed better than thought while some commercial discussions are due to conclude earlier than expected, bringing forward revenues. Revenues for 2021 are now expected to be £4.4bn rather than £4.3bn and underlying trading profit more than £225m rather than around £200m. It warned that in 2022 it expects to see “much lower demand for Covid-19 related services”.</p> <p>If you felt like turning to booze during the lockdowns, you weren't alone as wine merchant <strong>Berry Bros</strong> attests. It has 37 per cent more customers subscribed to its wine cellar business now than before Covid and <em>en primeur </em>advance sales up 43 per cent on 2019, <a href=\"https://www.ft.com/content/652b19ad-1724-4f8d-82af-d73b7173ecd1\">Alice Hancock reports</a>.</p> <p><strong>UK business leaders</strong> are increasingly optimistic despite Brexit concerns, according to an annual report by Ipsos Mori. Our chief business correspondent <a href=\"https://www.ft.com/content/9d2b838c-5ec8-4601-afe6-723905a563d2\">Daniel Thomas reports</a> that four out of five bosses said both the economy and their own businesses would improve in the next 12 months, while optimism about the country's general economic condition is back above pre-Brexit levels for the first time. The UK is due to set out a <a href=\"https://www.ft.com/content/b0d0d443-f8e9-41f7-975c-03732b6c5935\">£1tn export strategy</a> this week. </p> <p>And finally, <strong>CMC Markets</strong> confirmed it is considering a split between its leveraged and non-leveraged businesses.</p> <h1>Beyond the Square Mile</h1> <p><strong>NSO Group's</strong> lenders are preparing for a restructuring of the Israeli spyware firm's debt after the US commerce department placed the company on a trade blacklist this month, <a href=\"https://www.ft.com/content/6d5a43a2-527d-4cd7-86c9-cff378e0c3fc\">our correspondents report</a>. Lenders say they have tried to sell the debt on to other investors but have struggled to find willing buyers even at a discounted price.</p> <p><strong>ViacomCBS </strong>and <strong>Disney's ESPN</strong> are among those vying with <strong>Comcast's NBC </strong>for US television rights to the <strong>English Premier League</strong>, with the sale likely to yield a record amount of around $2bn. NBC acquired the rights for roughly $1bn in 2015, but the competition for the rights this time around indicates how the Premier League is breaking into America, our <a href=\"https://www.ft.com/content/1cb410ac-983d-43da-bd1e-e4faa808d157\">sports team report</a>.</p> <p>China's new <strong>Beijing Stock Exchange </strong>started trading on Monday with 81 companies listing on the bourse, Tabby Kinder reports from Hong Kong. The exchange is designed to support the growth of small and medium-sized businesses and expand its domestic capital markets, <a href=\"https://www.ft.com/content/629686f4-b0db-4b23-853c-26a6fa42c22e\">she explains</a>. </p> <h1>Essential comment before you go</h1> <p>Could the <strong>market-beating strategies</strong> identified in the world's top financial journals be bogus? One high profile finance professor reckons many of them could be. Robin Wigglesworth, our global finance correspondent, explains how finance could be facing a <a href=\"https://www.ft.com/content/9025393f-76da-4b8f-9436-4341485c75d0\">‘replication crisis'</a>. </p><p>Source: Cat Rutter Pooley 2021 'Shell tilts to London from Amsterdam in corporate overhaul' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T08:16:30.752Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2959,
          "end": 2965
        }
      ]
    }
  ]
}