{
  "_id": "d1525b6227da986032326b6afc14df850c013189a3eed76286f0f7393bd147a3",
  "feed": "ftcomall",
  "title": "Netflix signals stock buybacks to come as subscribers hit 200m",
  "text": "<p>Netflix will no longer raise debt to fund its spending spree on television shows and films and may begin returning money to shareholders through buybacks, marking a milestone in the company's evolution as it reported it had passed 200m subscribers.&#xa0;</p> <p>Since 2011, when Netflix leapt into original programming with <em>House of Cards</em>, the video streaming pioneer has funded acquiring content through high-yield bonds as it sought to <a href=\"https://www.ft.com/content/7d66dd4c-440c-44d3-a234-39346fb69a91\">outspend Hollywood</a> studios and build an enticing catalogue.&#xa0;</p> <p>Netflix's latest quarterly figures on Tuesday underscored how successful that strategy had been: the streaming giant had almost 204m subscribers at the end of 2020, it said, having added 37m paying customers last year.&#xa0;</p> <p>Some 8.5m of those were added in the quarter to the end of December, eclipsing analysts' forecasts of 6m. </p> <p>“We believe we no longer have a need to raise external financing for our day-to-day operations,” Netflix said in a letter to investors, adding that it would explore stock buybacks.</p> <p>The shares jumped about 12 per cent in after-hours trade.</p> <p>The California-based company has delighted investors in recent years despite burning billions of dollars in cash. Over the past decade, Netflix borrowed more than $16bn in debt as it raced to build a war chest of content. During that time, the value of its stock grew by more than $200bn. </p> <p>Netflix had promised that as it hooked more customers and raised subscription prices, it would eventually no longer need raise junk debt to fuel its content spending.&#xa0;<a href=\"https://ig.ft.com/netflix-future/\">Critics questioned</a> whether the company would be able to grow quickly enough to outpace its debt payments. </p> <p>But Netflix's thesis has largely played out, helped by a global pandemic that <a href=\"https://www.ft.com/content/e2aef6e5-37d3-4b93-99d5-8964bc6d647b\">lured people stuck at home</a> under lockdowns to its streaming platform and kept it comfortably ahead in the race for subscribers.&#xa0;Its fiercest rival, Disney Plus, has 87m subscribers.</p> <p>The majority of sign-ups in the fourth quarter came from outside the US. In October Netflix, raised prices in the US, its largest market, by $1 to $14 a month for its most popular plan.&#xa0;</p> <p>As subscriber numbers have soared, revenue has grown sufficiently for Netflix to foot the bill of both its operating expenses and its heavy content spending. Revenues in the fourth quarter were up 22 per cent from the same period last year to $6.6bn, in line with analysts' forecasts. </p> <p>Net income fell to $542m, from $587m a year ago, but the company's cash flow position was significantly improved. For the quarter, the cash outflow was $284m, narrowing from $1.7bn a year ago, and the company said it expected to break even this year and be cash flow positive after that. </p> <p>“Rapid subscriber growth means cash flow is on the up, and external finance is apparently no longer needed to plug what was a cash sinkhole,” said Sophie Lund-Yates, analyst at Hargreaves Lansdown, adding that the company's ability to raise prices feeds a “virtuous loop”.</p> <p>“The [price] hikes allow it to create better content, boost engagement and then shake more pennies from customer pockets, so the cycle goes on,” she said.</p><p>Source: Anna Nicolaou in New York 2021 'Netflix signals stock buybacks to come as subscribers hit 200m' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-20T00:54:33.695Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1840,
          "end": 1846
        },
        {
          "start": 1840,
          "end": 1851
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}