{
  "_id": "e64ffdaf827a0e749d048bdbd9abc712e778198625d22a839a393e956a06381b",
  "feed": "economist-newspaper",
  "title": "A hellish journey; Phil Tippett took 30 years to bring “Mad God\" to life",
  "text": "<p>The film, which had its premiere at Locarno Film Festival last month, is a literal trip down the rabbit hole, combining live-action footage with stop-motion animation. (The technique involves moving an object in increments, giving the illusion of movement when the frames are played continuously.) As artillery barrages light up the night sky, a small contraption is winched down from above. It plunges below the ground, going deeper and deeper until it reaches hell. The imagery has a clear debt to the literature of John Milton as well as the fantastical artworks of Hieronymus Bosch, and the netherworld is littered with the rusted remnants of movie culture, particularly the creatures of H.R. Giger and Ray Harryhausen. Eventually an intrepid voyager emerges from the vessel and explores the underground complex, where he witnesses unspeakable horrors.</p><p>Mr Tippett began work on “Mad God\" in 1987 and created thousands of sketches and hundreds of puppets. But assignments on blockbuster films took up his time, and the project was put to one side. It was revived years later on the insistence of some of his collaborators who had discovered those props and watched some of the original footage. “They thought it was some 1940s Czechoslovakian film,\" Mr Tippett laughs.</p><p>From then on, the film's crew was made up of volunteers and financed by a crowdfunding campaign. All involved gave up their weekends to help with the painstaking work, including students as well as masters such as Richard Beggs, an Oscar-winning sound designer, and Jason Barnett, a makeup artist, whose combined credits include “Apocalypse Now\", the Harry Potter films, “Hell Boy\" and “X-Men\". Mr Tippett's legendary reputation inspired such devotion. His career began in earnest in the mid-1970s when he was part of the team that created the groundbreaking visual effects for George Lucas's original “Star Wars\" film. In the following decades he played a role in the creation of the AT-ATs of “The Empire Strikes Back\", ED-209 from “Robocop\" and the dinosaurs of “Jurassic Park\".</p><p>Even with such enthusiastic contributors, “Mad God\" had a difficult birth. One short scene required three years to complete. The entire film took 30 years to finish. The toll it took on the director led to him checking into a psychiatric ward for a week (he was diagnosed with a bipolar disorder, a pre-existing condition). It is something he talks about candidly, partly to excuse the occasional memory lapses caused by his medication.</p><p>The film has little in common with most animated movies, particularly the family-friendly fare produced by Disney. “Mad God\" feels more aligned to the grim, controversial works of Pier Paolo Pasolini, an Italian film-maker, than it does to Pixar. In Mr Tippett's universe, God is a malevolent torturer, creating and killing in an endless cycle. “Mad God\" is not for the faint-hearted, but it is an intensely idiosyncratic vision and, for all its references to other works, there is nothing else quite like it.</p>",
  "published": "2021-09-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2598,
          "end": 2604
        }
      ],
      "nexusId": "10078857"
    }
  ]
}