{
  "_id": "99510c7b21aab208d46705856900623700cadc28672d3e3a18b1e05747a729a5",
  "feed": "ftcomall",
  "title": "TikTok names Shouzi Chew as new CEO",
  "text": "<p>TikTok, the viral video app, has named Shouzi Chew, the chief financial officer of its parent company ByteDance as its new chief executive, replacing Kevin Mayer, who quit last year shortly after joining from Disney.</p> <p>The social media challenger to YouTube and Instagram, which soared in popularity during the coronavirus pandemic, said Vanessa Pappas, its interim CEO, would become chief operating officer. </p> <p>Chew, who is based in Singapore, will continue to be ByteDance's CFO. He joined the Beijing-headquartered company in March from the mobile phone maker Xiaomi, where he was head of its international business. </p> <p>He was previously an investment banker at Goldman Sachs, a partner at the internet investment firm DST Global, and a board member at Kingsoft. </p> <p>In a statement, ByteDance said Chew had “led a team” that invested in ByteDance in 2013, when he was at DST. A spokesperson for DST last year said the investment was made through a vehicle focused on philanthropic projects. </p> <p>Mayer unexpectedly left TikTok in August after less than three months, when the app was embroiled in attempts by former president Donald Trump to ban it or force a sale to a US buyer. </p> <p>The video app described the latest appointment as a “strategic reorganisation to optimise TikTok's global teams and support the company's unprecedented growth”. ByteDance reached a $178bn pre-money valuation in a recent round of funding, according to a presentation by the SoftBank Vision Fund, one of the company's investors.</p> <p>ByteDance has been locked in discussions with the Committee on Foreign Investment in the United States about a restructuring of TikTok's US operations to satisfy the national security concerns raised during the Trump administration.&#xa0;</p> <p>In December, a deadline for finalising a deal passed without an agreement. People briefed on the process said at the time that Cfius was unlikely to take immediate action against the company. President Joe Biden has provided little public guidance on how he plans to resolve the negotiations.</p> <p>ByteDance has been preparing for an initial public offering, though it was unclear how those plans could be affected by the discussions in the US.</p><p>Source: Hannah Murphy and Miles Kruppa in San Francisco 2021 'TikTok names Shouzi Chew as new CEO' FT.com 30 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-30T16:48:04.261Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 209,
          "end": 215
        }
      ]
    }
  ]
}