{
  "_id": "63877a79d049cb96e37b7f26ca4258690ff9d233242f3cea81ce76575fb0b63d",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Universal's  Beijing Park  To Open in  Rocky Period  ---  Project expected to rise  above political tension  ----  By Yoko Kubota",
  "text": "<p>   BEIJING -- Two decades in the making, one of the highest-profile American entertainment investments in China is set to make its public debut Monday, amid souring relations between the two countries. </p><p>   Universal Beijing Resort, a multibillion-dollar bet on Chinese consumers' demand for Hollywood experiences, is Universal Parks &amp; Resorts' fifth theme park globally. Opening day for the project, which includes the Universal Studios Beijing theme park and two hotels, comes 20 years after the U.S. company first signed its joint-venture agreement with Beijing, according to Chinese state media. </p><p>   The new theme park on the outskirts of the Chinese capital offers a growth opportunity for NBCUniversal, a unit of Comcast Corp., as it battles headwinds in the traditional entertainment business and tries to rebound from Covid-19. </p><p>   The park's attractions include immersive rides such as Harry Potter and the Forbidden Journey, Despicable Me Minion Mayhem and a Transformers-themed roller coaster. It also boasts a Kung Fu Panda-themed zone. </p><p>   So far, public reception has been encouraging. Tickets for opening day sold out in minutes, crippling the park's online-booking system. Social-media platforms, meanwhile, have been filled with photos of people visiting the park during its trial period, dressed in Harry Potter garb or trying Minions ice cream. </p><p>   Chinese state-owned companies own 70% of the project, while NBCUniversal holds the remaining 30% of the park. The Wall Street Journal reported in 2018 that the park was said to cost $6.5 billion. </p><p>   NBCUniversal and China's State Council Information Office didn't respond to requests to comment. </p><p>   The park's opening comes at a chilly time for China's relations with the entertainment sector and Washington. Chinese authorities have clamped down on what they have derided as a culture of celebrity worship, and tightened regulation of online content. Clashes with the U.S., meanwhile, have complicated efforts by American companies to grow their businesses in China. </p><p>   In 2019, National Basketball Association games disappeared from Chinese airwaves after a team manager tweeted in support of protesters in Hong Kong, enraging the Beijing government. At home, Walt Disney Co. faced a backlash last year when its \"Mulan\" movie remake credited authorities in Xinjiang, where the U.S. government has accused Beijing of committing genocide. Still, in China, the Shanghai Disney Resort largely remains popular. </p><p>   China and NBCUniversal are also connected by next year's Winter Olympics in Beijing. NBCUniversal has exclusive U.S. broadcast rights, and China is eager to use the Games to bolster its image on the global stage, said Chris Fenton, a trustee at the Washington-based U.S.-Asia Institute, which organizes congressional delegations to China. Beijing's control of the new park gives it some leverage in that relationship, said Mr. Fenton, author of a book on China and Hollywood called \"Feeding the Dragon.\" </p><p>   Official Chinese voices are praising the project. One of Universal Beijing Resort's first patrons was Qin Gang, who recently started as China's ambassador to Washington. He saw in one ride a metaphor for U.S.-China relations. \"After all the tumbling and shakes, the rollercoaster came to a soft landing in the end,\" he wrote on Twitter on Tuesday. </p><p>   State-run newspaper Global Times this week cited the theme park as proof that Chinese consumers weren't anti-American. \"This is a rare time in a long while when an America-themed topic has attracted such obvious and widespread praise in China,\" it said. </p><p>   NBCUniversal had planned to open the park in 2020, but even before the pandemic it faced a string of delays as its budget ballooned, the Journal has reported. After Covid-19 exploded in China last year, the number of workers at the site quickly dropped to zero from some 12,000, Comcast Chief Executive Brian Roberts said last year. </p><p>   In a sign of the project's importance to Beijing, China made some pandemic exceptions for NBCUniversal to finish the park. As China closed its borders to foreigners, it allowed the company to send in two charter flights carrying hundreds of NBCUniversal workers, contractors and family members from Orlando, according to people familiar with the matter. </p><p>   The park, which has an entry charge of about $65 to $120 per adult -- depending on the season -- will open with Covid-19 precautions in place. Visitors must wear masks and scan government-operated QR codes at the entrance and at restaurants. Some rides have social-distance seating. </p><p>   Early visitors during the park's trial period have been enthusiastic, describing it as an entertainment project divorced from politics. </p><p>   \"It's all about the characters they've created,\" said Sissi Sun, 32 years old, who has already visited the park twice. \"Most are fans of Harry Potter or Transformers, and that's the reason why they go.\" </p><p>   --- </p><p>   Qianwei Zhang contributed to this article. </p><p></p>",
  "published": "2021-09-18T06:17:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2197,
          "end": 2208
        },
        {
          "start": 2404,
          "end": 2410
        }
      ],
      "nexusId": "10078857"
    }
  ]
}