{
  "_id": "42959167237ca3d3396f8ce2bb6984c4f5cfd1894d49b19f21f40cce07a603f8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Hollywood Pins Hope on Big-City Comeback",
  "text": "<p>Theater owners are gearing up. Some Hollywood executives are advancing film releases that had been delayed. And for films scheduled to open in theaters in coming weeks, customer interest in returning, along with box-office results in New York City and San Francisco, will begin to test the wisdom of studios' unprecedented decisions in the past year -- namely to premiere films simultaneously in theaters and on digital streaming services.</p><p>Movie theaters elsewhere in the U.S. have been open for months, including in Florida, Texas, and Ohio, but box-office results have been grim. The largest few movie-theater markets in the U.S. make up a large percentage of box-office revenues when a film comes out.</p><p>\"Adrenaline is definitely pumping and definitely excited about reopening,\" said Scott Rosemann, who manages New York City's Angelika Film Center in the trendy SoHo area, as well as two other city theaters. \"With the fact that we should have all adults in the U.S. vaccinated by the end of May, it gives me great hope that we will have a summer blockbuster season.\"</p><p>President Biden said this week he expects the U.S. to have sufficient vaccine supplies for all American adults by the end of May.</p><p>Still, theater owners can't pack auditoriums, and many major theater markets remain closed, including Los Angeles.</p><p>Cineworld Group PLC's Regal Entertainment Group, though encouraged by reopenings, said it will hold off resuming operations at its more than 500 U.S. theaters until its leadership is convinced big-budget movies are sure to follow.</p><p>\"Once Los Angeles follows suit, we are confident in the studios holding their release dates for new movies, allowing us to reopen our theatres,\" the company said.</p><p>Both New York City and San Francisco are requiring theaters to cap attendance at 25%, and cinemas will mandate that moviegoers wear masks. It remains unknown whether a much-anticipated pent-up demand for popcorn and big screens will manifest, after more than 500,000 U.S. deaths from Covid-19 and lingering public fear about gathering in indoor spaces.</p><p>Hollywood's biggest studio, Disney, has some confidence. On Friday, the studio debuted \"Raya and the Last Dragon\" in more than 2,000 North American theaters. It has been one year since Disney opened a new movie in domestic theaters.</p><p>The Walt Disney Co. studio simultaneously made the movie available to subscribers of its streaming service Disney+ for an additional $30, which means some people are likely to watch the animated family film at home.</p><p>The last film Disney released exclusively to North American theaters was Pixar's \"Onward.\" It hit more than 4,000 theaters on March 6, 2020, but sputtered at the box office amid the worsening pandemic and theater closures.</p><p>John Krasinski, director of Paramount Pictures' highly anticipated sequel \"A Quiet Place Part II\" announced on Twitter late Thursday that his film's release has moved up to Memorial Day weekend from its previously scheduled premiere in September.</p><p>Sony Pictures Entertainment is also waxing optimistic about May. This week the studio said it would release \"Peter Rabbit 2: The Runaway\" in May rather than June.</p><p>The studio chose to debut the movie in theaters sooner because of recent signs of recovery and encouraging demand for family films, according to a person familiar with the matter.</p><p>Family films have performed better than others in recent weeks. Universal Pictures' animated sequel \"The Croods: A New Age\" grossed $52.4 million through last weekend, according to Comscore, after a relatively strong 14-week run in theaters. Last weekend, another family title, Warner Bros.' \"Tom &amp; Jerry,\" took the top spot domestically after generating $13.7 million in ticket revenue, Comscore said.</p><p>Like all of the studio's 2021 releases, \"Tom &amp; Jerry\" could also be viewed on streaming service HBO Max, which, like Warner Bros., is a unit run by AT&amp;T Inc.'s WarnerMedia.</p><p>During the pandemic, Hollywood studios either focused on their streaming services, delayed releasing their most-coveted projects, or sold films to competitors for online distribution. As a result, the nation's largest theater chains, which include Regal, AMC Entertainment Holdings Inc. and Cinemark Holdings Inc., saw their chances to generate revenue dwindle. AMC managed to fend off bankruptcy several times in the past year.</p><p>Franchise films, like MGM Holdings Inc.'s latest James Bond installment, \"No Time to Die,\" and Disney's Marvel spinoff \"Black Widow,\" typically drive the majority of ticket sales. The two films, among many other big-budget titles, have been delayed repeatedly during the pandemic. Currently, \"Black Widow\" is slated for early May in the U.S. and Canada, while \"No Time To Die\" is scheduled for Oct. 8.</p>",
  "published": "2021-03-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2295,
          "end": 2310
        },
        {
          "start": 4424,
          "end": 4430
        },
        {
          "start": 2247,
          "end": 2253
        },
        {
          "start": 2299,
          "end": 2310
        },
        {
          "start": 2525,
          "end": 2531
        },
        {
          "start": 2402,
          "end": 2408
        },
        {
          "start": 2090,
          "end": 2096
        }
      ],
      "nexusId": "10078857"
    }
  ]
}