{
  "_id": "5b51e4997ad400b8ddf777ddc3243643761def7835051ff004857b61eb3851f4",
  "feed": "wall-street-journal",
  "title": "Technology -- WSJ Tech Live:  ViacomCBS Chief Calls  Content Clashes a Given  ----  By Benjamin Mullin",
  "text": "<p>    ViacomCBS Chief Executive Bob Bakish said that uproar over some content is inevitable for major media companies, following outcry over a Netflix Inc. special by comedian Dave Chappelle that some employees of the streaming service said was offensive to the transgender community. </p><p>   In his remarks on Monday, made during a WSJ Tech Live interview, Mr. Bakish declined to address the Netflix dust-up directly but said ViacomCBS has had its own brushes with controversy over the years and likely will again. </p><p>   \"If you're going to be in the mass-market business, you're going to inevitably run into some of these issues, and you have to manage them with finesse,\" Mr. Bakish said. \"Ultimately, yeah, there may be some stuff you have to pull, as you look at it. But it is not unusual to be there.\" </p><p>   During the 30-minute interview, Mr. Bakish addressed ViacomCBS's programming strategy,approach to mergers and acquisitions and the resolution of a Hollywood labor dispute that could have led to an industrywide production shutdown. </p><p>   Since closing its merger with CBS, ViacomCBS has focused on its streaming efforts, launching its flagship Paramount+ service this year and announcing a slate of programming for the service, including a series based on the popular Halo videogame. In August, ViacomCBS said it would team up with Comcast Corp. to launch a joint streaming service in Europe to attract larger audiences. </p><p>   Like many media companies with roots in the pay-TV boom, ViacomCBS's primary challenge is to compete with video-streaming heavyweights without sacrificing its traditional TV business. ViacomCBS said in August that its streaming efforts, including Paramount+ and ad-supported service PlutoTV, generated $983 million in revenue in the second quarter, a 92% increase in that category over the previous year. Like its legacy media peers, ViacomCBS still lags behind Netflix in streaming revenue. </p><p>   The industrywide shift toward video streaming has caused tension between actors who are accustomed to big payouts associated with traditional theatrical releases and major media companies that are launching movies on their streaming platforms. That friction became apparent this year when actress Scarlett Johansson sued Walt Disney Co. over compensation for \"Black Widow,\" which was released simultaneously in theaters and on the Disney+ streaming service. That lawsuit was settled in September. </p><p>   Mr. Bakish said during the interview that the streaming-video revolution has forced a change in relations between media companies and actors, including a reassessment of how TV shows and movies should be distributed. </p><p></p>",
  "published": "2021-10-19T06:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2215,
          "end": 2226
        },
        {
          "start": 2325,
          "end": 2331
        }
      ],
      "nexusId": "10078857"
    }
  ]
}