{
  "_id": "0ed0fa71b8f7a3538da3ae1fc728a3b305ae27623bc2ee1449b8f4982a2c3b85",
  "feed": "ftcomall",
  "title": "Richard E Grant on Loki: ‘My social media numbers have gone berserk'",
  "text": "<p>When Richard E Grant first told his father he wanted to be an actor, the response wasn't exactly encouraging. “He was mainly worried I'd be destitute, but he also said, ‘You do know you're going to be in tights and make-up for the rest of your life,'” Grant recalls. Now he is wondering if his father had “some sort of crystal ball”. </p> <p>While the actor, who is 64, is more than able to make ends meet, he has spent much of the last year in tights, most recently as the ageing drag queen Loco Chanelle in the film of the hit musical <em>Everybody's Talking About Jamie</em>, and, before that, in <a href=\"https://www.ft.com/content/713379f7-2c75-4c05-a74b-e267aa5f23ba\"><em>Loki</em></a>, the latest Marvel series focusing on Tom Hiddleston's eponymous supervillain.</p> <p>In the latter, Grant hams it up terrifically as Classic Loki, one of several “variant” Lokis marooned in a purgatory known as The Void (other variants include Alligator Loki and Kid Loki). When he first saw his costume — scuffed, grubby, with clear sagging in the crotch area —&#xa0;he was a little crestfallen. “My first question was, ‘Where are the muscles?' If you look at Jack Kirby's original drawings in the comic, the guy had muscles. But the costume designer was very insistent that I was relying on Loki magic [for strength]. So I didn't get my way. I thought, ‘Oh well, it's a withered and old Classic Loki that they're going to get'.”</p> <p>The role also required Grant to grapple with CGI and green screen technology. He notes that in 2019's <a href=\"https://www.ft.com/content/dada3bf0-2175-11ea-92da-f0c92e957a96\"><em>Star Wars: The Rise of Skywalker</em></a>, in which he played Allegiant General Pryde, “all the doors were functional, all the lights on the consoles worked, and there were Stormtroopers.” By contrast, in <em>Loki</em>, his alligator co-star was made out of three cushions roughly sewn together.&#xa0;</p> <p>In one climactic scene, in which Grant unleashes his conjuring powers on the evil entity Alioth, he was in fact installed in front of several giant wind turbines blowing directly in his face, and Alioth was represented by a spot on a moving camera crane. I say that sounds like hard work, but he maintains it was exhilarating. The experience took him back to childhood, a time when make-believe and leaps of imagination were still second nature. “You turn a sheet into a tent, or a dining room table into a fort without even thinking about it,” he says. “That, to me, is what it most closely approximates.”</p> <p>On Grant's first day of filming, Hiddleston told him that joining the Marvel Cinematic Universe would be unlike anything else he'd experienced, and that the fans would make their feelings known. “I thought he was just being a generous leading actor alleviating my first-day nerves,” he says. “But my social media numbers have gone berserk. The fan art that comes in on an hourly basis is truly astonishing.”</p> <p>Grant is no stranger to obsessive fandom, of course. His breakout role in his twenties was that of the titular boozehound in the 1987 cult classic <em>Withnail and I</em>. Rare is the day that Withnail fans don't start reciting the film's many immortal lines at him. Amazingly, he doesn't mind a bit — “I am likewise an obsessive fan of things, so I absolutely get that [a film] can have great meaning and resonance with someone in their life, which makes them want to see it over and over again. I completely understand it.”</p> <p>Since <em>Withnail and I</em>, Grant has rarely stood still as an actor, hopscotching between romance (<em>Jack and Sarah</em>, <em>Love Hurts</em>), comedy (<em>How to Get Ahead in Advertising, LA Story</em>), costume drama (<em>The Age of Innocence</em>, <em>Gosford Park</em>, <em>Bright Young Things</em>) and sci-fi fantasy (<em>Logan</em>, <em>Star Wars</em>, <em>Loki</em>). While he has spent long periods filming in Hollywood, Grant — who lives in south-west London — still feels queasy about the place. “I don't have the mental furniture or strength to live there full-time,” he explains. “I am too given to paranoia because every relationship there, in my experience, is predicated on your fame-o-meter, and I don't think that's an entirely healthy way to live your life.” He recalls working on <em>Bram Stoker's Dracula</em>, directed by Francis Ford Coppola, in the early 1990s and being instructed to have his teeth cleaned. “Just as the dentist was getting to work, he said, ‘Oh, you're working for Coppola. Well, I've got a sequel to <em>The Godfather</em>.' And he pulled out a script from his drawer to show me while my mouth was still open. That wouldn't happen in any other city.”</p> <p>Grant believes that his early life —&#xa0;he grew up in Swaziland (now Eswatini) in southern Africa, and moved to London when he was 25 —&#xa0;has contributed to what he calls his “outsider-insider perspective”. To attempt to become an actor was “ludicrous”, he says. “There was no precedent for it and there was no one in my family who was in show business. It was as crazy as saying I wanted to go to the moon. I think that has given me a life-long scepticism, but also wide-eyed wonder and delight in the people that I've met and the opportunities that have come my way. It is so beyond anything I could have possibly imagined for myself that I'm still as star-struck as I was when I was 16.”</p> <p>His delight was certainly in evidence in 2019 when he was nominated for an Oscar for his role in <a href=\"https://www.ft.com/content/0e3c46be-249c-11e9-b329-c7e6ceb5ffdf\"><em>Can You Ever Forgive Me?</em></a>, about the literary forger Lee Israel (Melissa McCarthy) and her sozzled partner-in-crime, Jack (Grant). Following his nomination, Grant recorded a video of himself grinning wildly and punching the air outside a Notting Hill house where he'd first rented a bedsit more than three decades earlier. It was watched more than 3.5m times.</p> <p>Later came the Academy Awards nominees' lunch where he took a slew of charmingly blurry selfies next to Bradley Cooper, Lady Gaga, Glenn Close and Spike Lee, with captions such as: “This is now getting beyond ‘pinch yourself' —&#xa0;more like ‘punch yourself' SwaziGuy!!!! Living the dream.” Why the surprise, I wonder? “Because I was a 62-year-old actor, and I've been around for so long,” he reflects, soberly. “And this was a supporting role in a very low budget indie film in which me and Melissa played two characters that, on paper, were not likeable. Nobody had predicted that the thing would have the legs that it did box-office-wise and certainly on the awards circuit. But the response was just extraordinary. It was incredibly exciting.”</p> <p>Grant is currently filming the new Netflix adaptation of Jane Austen's <em>Persuasion</em> alongside Dakota Johnson and Henry Golding. He is also getting ready for the autumn release of <em>Everybody's Talking About Jamie</em>, in which he plays an ex-drag queen on his uppers and running a fancy dress shop in a rundown part of Sheffield. When 16-year-old Jamie (Max Harwood) comes in announcing he wants to go to his school prom in a dress, Hugo ­— aka Loco Chanelle — becomes a “drag mother” to him. </p> <p>Grant had never dressed in drag before and took lessons from a choreographer in how to sashay like a pro. By way of research, he also binged on about 11 seasons of <em>RuPaul's Drag Race</em>. With the singing and the dancing and the Sheffield accent, he says he was “more fearful of doing it than almost anything else.” Then he adds: “Of course, that's a good thing. At my age, to be asked to do something you've never done before is very unusual. It keeps you on your toes.”</p> <p><em>‘Loki' is on Disney Plus now. ‘Everybody's Talking About Jamie' is scheduled for release in September</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Fiona Sturges 2021 'Richard E Grant on Loki: ‘My social media numbers have gone berserk'' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T04:00:25.918Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}