{
  "_id": "7f576e6952b08daf94ef2dcacad12da4a4a35d13bcdce7a38c519559f10cd06e",
  "feed": "ftcomall",
  "title": "How big is too big for Google?",
  "text": "<p>Another quarter, another blow-out. Big Tech's headlong growth spurt continues unchecked, to judge from the latest earnings reports this week. But how big is big? </p> <p>Tracking the incremental gains in their quarterly reports, it is easy to lose sight of just how large and profitable the leading US tech companies have become — and where, based on their current momentum, they are headed. The scale of their success, and the stock market reaction, is mind-boggling. A day after <a href=\"https://www.ft.com/content/273aeecb-57a8-40f8-a2ba-8a21a635b289\">reporting earnings</a> this week, Microsoft and Google put on nearly $200bn in stock market value between them. Google's latest advance put its market cap within a whisker of $2tn.</p> <p>Big Tech's stock market advance has come in lurches. Last year the big gainers were Apple (which added $970bn on hopes for an iPhone “supercycle”) and Amazon (which gained $700bn from the swing to ecommerce caused by Covid-19). This year it has been the turn of Google and Microsoft, which have put on around $800bn of market cap each on a belief that the pandemic-induced shift to cloud computing and digital advertising will prove lasting. </p> <p>Take Google, which accounts for 99.7 per of Alphabet's business. (How much longer before Alphabet gives up on the pretence that it is a diversified tech holding company and just goes back to the Google name?) The internet search group is on track to lift its revenue by around 40 per cent this year, to more than $250bn — something that would once have seemed impossible for such a huge company. In the first nine months, operating income more than doubled.</p> <p>True, this partly reflects a rebound from last year's Covid-19 slowdown. But taking 2020 and 2021 together, Alphabet is on track to produce compound annual growth of 25 per cent — its strongest two-year performance in nearly a decade. The last time it was growing this fast, it was starting from a revenue base that was only one-quarter the size.</p> <p>Google's critics will no doubt see this as evidence of an out-of-control monopoly. It is also the case that search advertising has been perfectly positioned as more retailers have turned online to juice their sales, and industries such as travel have looked ahead to a recovery. In recent periods, newer businesses like YouTube and cloud computing have carried much of the hope for Google's longer-term prospects, but last quarter it was search that lifted the whole enterprise.</p> <p>If the company is to be believed, this has much to do with a revolution in AI and machine learning that has been taking place behind the scenes. It credits advances like a giant language model <a href=\"https://www.ft.com/content/a78997a7-ad25-40b9-b723-55db143e26db\">known as MUM </a>for making its services more engaging and its advertising more effective. Rivals, meanwhile, question how much difference new technologies like this really make and suggest they are a smokescreen to disguise questionable business practices.</p> <p>Whatever the reason, it is only mildly overstating the case to say that Google is devouring the advertising industry. Consider this: Magna Global estimates that global adverting will reach $657bn this year. With around $200bn of ad revenue flowing through its systems, that suggests Google will handle around 30 per cent of all global advertising (after handing back some of this to partners in the form of traffic acquisition costs, it will keep around one-quarter of the global ads cake for itself). And it is still growing at more than twice the rate of the overall industry.</p> <p>A regulatory backlash is a growing risk. But if anything, the regulatory reaction stirred up by Big Tech's rise has so far provided a tailwind for Google's ads business. Efforts to reinforce online privacy have hit other companies harder, handing the search company a relative advantage. Apple's move to limit the collection of personal data on its devices is the latest case in point. The move has made the ad targeting of companies such as Facebook and Snap less effective, in turn leading advertisers to redirect more of their business through Google — though the search company's executives this week <a href=\"https://www.ft.com/content/273aeecb-57a8-40f8-a2ba-8a21a635b289\">tried to play down </a>the extent of the benefit.</p> <p>This year's growth surge will recede as the post-pandemic rebound passes. Next year, Wall Street analysts are forecasting what might seem more modest growth for Alphabet of 17 per cent. When you get to this size, though, there is nothing modest about it. The extra $40bn in sales projected for Google in 2022 represents about as much as Comcast, Disney, WarnerMedia and ViacomCBS generated between them last year.</p> <p>For antitrust regulators around the world who have been itching to cut Google and the rest of Big Tech down to size, the urgency to act is now extreme.</p> <p><em>richard.waters@ft.com</em><br></p><p>Source: Richard Waters 2021 'How big is too big for Google?' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-28T17:02:32.836Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4399,
          "end": 4405
        }
      ],
      "nexusId": "10078857"
    }
  ]
}