{
  "_id": "e304c793d7adb5ca0d08e52ef58f8561e811ea9aea9ead8b5e4c31c760202e8f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- NBC Shuts Its Cable Sports Channel",
  "text": "<p>\"We're absolutely committed more than ever to live sports as a company, and having such a huge platform like USA Network airing some of our key sports content is great for our partners, distributors, viewers and advertisers alike,\" said NBC Sports Group Chairman Pete Bevacqua.</p><p>By putting high-profile sports on USA Network, NBCUniversal -- a unit of Comcast Corp. -- is hoping to solve two problems with one move: Get rid of an underperforming asset and boost an already powerful one. English Premier soccer will also have matches on USA.</p><p>NBCSN has struggled to compete against bigger rivals such as Walt Disney Co.'s ESPN and Fox Corp.'s Fox Sports cable network. While it has a large national reach, its ratings pale in comparison to its competition. Fox Corp. and Wall Street Journal parent News Corp share common ownership.</p><p>By putting popular sports on the USA channel, NBCUniversal is hoping it can increase its value of USA Network to distributors. Having more sports on USA will also make it a more viable competitor to WarnerMedia's TBS and TNT channels, which also carry a mix of entertainment and sports.</p><p>The addition of sports won't mean there will be less entertainment fare on USA, Frances Berwick, chairman of NBCUniversal's Entertainment Networks, said in a statement. \"We remain committed to original entertainment programming, and believe that high-profile live sports will complement USA's broad premium scripted, unscripted and WWE slate,\" she said.</p><p>The move is part of a broader reassessment of the company's cable networks unit that could see further shutdowns in the coming years. Among other networks that are considered potentially expendable are E!, Oxygen and Syfy, the Journal previously reported.</p><p>NBCUniversal earlier said its cable networks would \"continue to be a valuable part of our portfolio for fans, advertisers and our shareholders.\" The evaluation of cable networks' long-term value to the company comes as NBCUniversal pivots much of its attention to its new streaming service, Peacock. It is likely that some of the sports on NBCSN will find a home on Peacock, which already carries the Premier League.</p><p>Still, the cable networks have remained a cash cow for NBCUniversal. Pay-TV providers pay to carry channels and then pass on those costs to customers through monthly bills -- which have risen as cord-cutting continues. Comcast, as well as its peers, have seen customers flee in favor of subscription streaming services such as Netflix Inc. in recent quarters.</p><p>Some of NBCUniversal's networks -- including USA, Bravo, E! And Syfy -- have lost more than 10 million subscribers each since 2014, according to Nielsen data.</p><p>These cable networks were a key attraction when Comcast acquired control of the entertainment company about a decade ago.</p><p>The coronavirus pandemic has weighed considerably on NBCUniversal's business. Movie-theater closures have hurt the film operation, while Universal theme parks were closed for a stretch of time last year and are still allowing only a fraction of the typical foot traffic. TV ad spending also suffered earlier in the year.</p><p>During the third quarter, NBCUniversal saw overall revenue drop by 19% to $6.72 billion. Only NBCUniversal's broadcast division posted higher revenue during the quarter.</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 601,
          "end": 612
        }
      ]
    }
  ]
}