{
  "_id": "a65383efe901ed2aa7c8bfdc3826f0db8985405a0264b0d5cb65faed4c1c8126",
  "feed": "ftcomall",
  "title": "Why I wear capes (and other men should, too)",
  "text": "<p>I have a psychological block with capes. This is a problem because I am also a huge fan of capes. I own four of them. Two are recently bought, from Celine and John Skelton, while two are more than 15 years old, both Raf Simons. In my parallel universe of imagined fashion, I wear them all the time. In reality, my capes hardly ever make it out the door. What can I do to break this cycle?</p> <p>The issue is pertinent, since capes for men are having a <a href=\"https://www.ft.com/content/9c785216-5f19-4f19-9f45-37e3c950fd01\">moment</a>. Billowing or shrouding capes feature in the upcoming spring/summer 2022 collections of brands such as Celine, Erdem, Saint Laurent and A-Cold-Wall. Rick Owens showed voluminous gossamer-fine capes that dragged through the sand of his presentation on the beach of the Venice Lido. “A cape is a complete rejection of practical convention,” says Owens. “I meant them as a cheerfully reckless gesture. I love aesthetic abandon.” </p> <p>We are not talking here about functional solutions to an everyday wardrobe. The excess and flap of capes are not going to ease the passage of commuters crossing London Bridge, navigating Grand Central Station or traversing Shibuya Crossing. But they could have their purpose. Whenever social distancing laws need to be reintroduced, maybe capes should be adopted to provide everyone with a natural circumference.</p> <p>My black gabardine wool hooded cape from Celine has a fully extended width of 268cm. It ties at the neck with plaited black rope finished with heavy black tassels, falling to my lower calf. So far, I have worn it once, on a lads' night out in London (the name of our WhatsApp group is “Fallen Divas”). We went to dinner, the pub, then a friend's rave. I swirled and I turned. I had an alertness from wearing the cape — it was like I was switched on. I don't get out so much these days and I loved feeling activated by my clothing.</p> <p>And yet that cape is back in its garment bag. This is mostly due to practicalities: if I go out for the day, I usually carry a backpack for my laptop, lunchbox and flask. But there is also self-consciousness — I don't want to feel that alert in my clothing all the time. This Celine cape was designed for grandeur and occasion, worn at the opening of the collection's film by riders on horseback. </p> <p>The brand's artistic director, Hedi Slimane, has long favoured capes, particularly in his days at Dior Homme in the early 2000s. They usually serve as foil to the stuff that really sells: in Celine's case, the teddy jackets, the shirts, the jeans, the sneakers, the bags. The brand produced a few of the capes for those who want to try drama in their real life. I put up my hand.</p> <p>It was ever thus. One of my Raf Simons capes is a hoodie with no sleeves, regular length at the front before flying away in a perfect rectangle at the back. It is from 2007, apparently a rare piece, and measures 184cm in width. The cut allows it to flit in the wind like the cape of a <em>Star Wars</em> Jedi. I have sometimes worn it on Halloween, or to cocoon myself on recovery days at a festival. Should anyone want a cape that flits in the wind like a Jedi, Simons recently reissued the design as part of an archive collection. </p> <p>The spring collections will bring cape newness. Celine's new-season capes are fine and flyaway, like a silk Georgette cape held at the neck by a studded leather choker. At Slimane's former label Saint Laurent, artistic director Anthony Vaccarello cut a frilled-front cape from egg-yellow silk, flowing far behind, with sleeves that billowed before being held at the cuff. </p> <p>Next season, blankets and quilts are also being used as capes, such as the oversized quilt by Californian designer ERL that has already been worn by A$AP Rocky to the Met Gala in September. Yes, it's not technically a cape, but the effect is the same: a grand silhouette that is entirely different than the male norm.</p> <p>For designer Erdem Moralioglu, it's about the swish. “I love the movement,” he says. “There's an elegance and drama to throwing a cape around yourself.” His debut men's collection, for SS22, featured a variety of capes and blankets, but the designer is not banking on capes for his menswear category — none so far have made it into production.</p> <p>I'm not having much luck breaking this psychological block, but this is OK. My wardrobe habits are often about self-provocation. I challenge myself with the possibilities of what I wear, and why I wear it, particularly as I age. My example is extreme, but it is not isolated. I'm sure many of you have a vivid-coloured sweater that sits unworn in a cupboard, a gift from someone you love, who knows you will love it too if you just tried a new way. </p> <p>But there can be practicality in a cape, particularly when it's cut like a poncho. A-Cold-Wall worked with the Mackintosh factory to create a <a href=\"https://www.vogue.com/fashion-shows/spring-2022-menswear/a-cold-wall/slideshow/collection#18\">waterproof cape</a> fastened by press studs down the front. Meanwhile, I picked up my John Skelton cape only a couple of days ago. It is similarly waterproof, cut on an asymmetric diagonal from stiff waxed cotton. </p> <p>“It's probably one of the only garments where you can create a draped silhouette but it is also practical,” says Skelton, who has personal experience. The design is based on a 1950s British Army cape he's worn for years. “I use it for cycling when it's raining,” he says. “It is incredibly practical since both your arms and legs are mostly sheltered and you get good air flow.” It's practical and it's got drama. It is all I want.</p> <p><em>Follow&#xa0;</em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em>&#xa0;on Instagram to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/f25f80de-6390-4a32-81f0-38f6b6a95a74\"><em>The dress code to avoid a cape garrotting incident / From Guy Wroble, Denver, CO, US</em></a></p><p>Source: Charlie Porter 2021 'Why I wear capes (and other men should, too)' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T05:00:35.193Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}