{
  "_id": "29310e3e915b253db2b6faeb9e37229ad4ea0e27dc853f3980f7bed4d56dd364",
  "feed": "ftcomall",
  "title": "Ransomware hackers pay the price",
  "text": "<p>Some people have been making money out of bitcoin, despite <a href=\"https://www.ft.com/content/e9b47ab0-7f50-4907-a90a-e655297434a3\">a difficult week</a> for the cryptocurrency, with the hackers who paralysed Colonial Pipeline's network <a href=\"https://www.wired.com/story/colonial-pipeline-ransomware-payment/\">reportedly being paid </a>75 bitcoin, worth as much as $5m, to unlock its systems.</p> <p>Giving in to such extortion may sound the wrong thing to do, but just over a quarter of victims pay up, according to cyber security researchers at CrowdStrike. Last year, the number of ransomware attacks rose by more than 60 per cent to 305m, according to data from SonicWall, as hackers took advantage of the shift to working from home and the fresh vulnerabilities that created.</p> <p><a href=\"https://www.ft.com/content/b48a2d70-4a8c-4407-83a2-59cd055068f8\">Hannah Murphy in San Francisco reports </a>about two dozen gangs dominate the market, and business has been brisk. They earned at least $18bn in ransoms in 2020, according to the cyber security group Emsisoft, with an average payout of about $150,000. </p> <p>The focus is on the biggest targets for the best possible payouts. Toshiba Tec, a subsidiary of the Japanese industrial conglomerate that sells point-of-sale systems for retailers, said in a statement on Friday that its <a href=\"https://www.ft.com/content/aaec338f-21d0-49a9-bdcd-8d88a187879f?\">European operations were hit</a> by a cyber attack this month, carried out by DarkSide, the group implicated in the Colonial hack.</p> <p>The head of Ireland's health service said on Friday it had shut down most of its major IT systems, leaving doctors unable to access patient records and people unsure of whether they should show up for appointments, following <a href=\"https://www.ft.com/content/ed8d3643-1966-45b5-a31c-28dcaf93a65a\">a “very sophisticated” ransomware attack.</a></p> <p>There is no news from either of any ransom payments, but the <a href=\"https://www.ft.com/content/9e688bc8-b238-4755-a02a-b1523eee80a8\">US is calling on Russia </a>to take action against hackers, with DarkSide believed to operate from there and have tacit approval. </p> <p>“We have been in direct communication with Moscow about the imperative for responsible countries to take decisive action against these ransomware networks,” said President Biden, noting he hoped to discuss the issue with his Russian counterpart Vladimir Putin.</p> <p>Perhaps this has already had an effect. <a href=\"https://www.ft.com/content/734f923a-c2eb-4709-93f7-98f9b1ebd178\">In late-breaking news</a>, DarkSide has posted on the dark web that it is ceasing operations, having lost control of much of its public infrastructure — including its dark web blog and the server it uses to accept ransom payments — and that its crypto funds had been seized. </p> <p>“The post cited law enforcement pressure and pressure from the United States for this decision,” said Kimberly Goody, senior manager for financial crime analysis at FireEye's Mandiant Threat Intelligence arm.</p> <h1>The Internet of (Five) Things</h1> <p><strong>1. Coinbase to let the doge out</strong><br>Coinbase's chief Brian Armstrong said the cryptocurrency exchange would <a href=\"https://www.ft.com/content/ccbb619e-ad1e-4c95-ba4b-33df0b91867d\">offer trading in dogecoin</a> within six to eight weeks, as the company warned it faced rising competition from alternative trading venues. Its earnings report showed net income of $771m on total revenues of $1.8bn in the first three months of this year, a more than three-fold increase from the previous quarter, as trading volumes soared. Richard Waters has been looking at <a href=\"https://www.ft.com/content/287f5901-d742-4954-94fb-40ab1255262a\">Elon Musk's influence</a> on cryptocurrencies and says he could&#xa0;become a kingmaker&#xa0;for a future cryptocurrency to rival or even supersede bitcoin. <a href=\"https://www.ft.com/content/529eb4e6-796a-4e81-8064-5967bbe3b4d9\">Alphaville examines</a> the latest claims of Tether, the “dollar-backed” stablecoin, while <a href=\"https://www.ft.com/content/c9f5a75a-3e67-4a06-bc4c-182698c8a5df\">our Special Reports team</a> has been covering how legal firms are getting involved in the tokenisation of digital and real-world assets.</p> <p><strong>2. Beijing flags down ride-hailing services</strong><br>China's market regulator has <a href=\"https://www.ft.com/content/a92b500b-d5cf-4036-8a52-e5b4ddeb180e\">expanded its scrutiny </a>of the country's tech companies to the ride-hailing sector, warning executives from Didi Chuxing and nine other companies against price-fixing and monopolising data. </p> <p><strong>3. Foxconn's Covid recovery, Airbnb's great expectations</strong><br>Apple supplier Foxconn reported a 13.5-fold year-on-year jump in net profit for the first quarter and a <a href=\"https://www.ft.com/content/63d99fe2-757a-48f6-ae16-b320730fb306\">45 per cent jump in revenues,</a> as its earnings contrasted sharply with the heavy hit it took during the first pandemic lockdown. <a href=\"https://www.ft.com/content/d1c448d7-24bb-450f-8925-8525ac239da5\">Lex notes</a> its shares are down more than a fifth from a January high, reflecting the short-term costs of transitioning from an electronics assembly business to a chips and electric car production company. Accommodation service Airbnb is also expecting a post-Covid boom with <a href=\"https://www.ft.com/content/f7512415-46b2-4378-8356-2d1e2a8a760e\">the “travel rebound of the century”</a>.</p> <p><strong>4. Streaming wars' state of play</strong><br>Netflix is still the king of streaming with 208m subscribers, but it added fewer than 4m in the first quarter. Disney, HBO and ViacomCBS all grew their streaming services more quickly, fuelling investors' fears that Netflix must keep pouring billions into new shows to entice viewers or risk losing its momentum, <a href=\"https://www.ft.com/content/48c06611-1c17-4941-96cc-b085dfe05cdf\">reports Anna Nicolaou</a>.</p> <p><strong>5. How Ian&#xa0;Osborne&#xa0;built a $1.5bn venture capital firm&#xa0;<br></strong>When the tech financier invests in a company, executives must agree to an unusual clause: not to talk about it without his permission. Such tactics have helped Ian&#xa0;Osborne&#xa0;and his firm Hedosophia <a href=\"https://www.ft.com/content/3ed742fd-ee22-475a-92d0-aeb5ce186ad2\">fly&#xa0;under the radar</a>&#xa0;even as he built a $1.5bn venture capital business involved in high-profile investments and takeover bids.</p> <h1>Tech tools — Realme 8 5G</h1> <p>Realme set the bar for the<a href=\"https://www.ft.com/content/b6af5ca4-4d59-4dd5-952d-2421c9060d33\"> lowest-priced 5G </a>phone with its £229 7 model last November and the <a href=\"https://www.realme.com/uk/realme-8-5g\">follow-up 8 model</a> launched in the UK this week is even better value. It is being offered at an introductory price of £179 until May 23, before rising to £199. The battery demands of 5G are tackled with a 5000mAh “Massive Battery” that includes a smart 5G power-saving mode. The Android smartphone also features a 6.5in HD display, 48MP Nightscape Camera and 16MP “AI Beauty Selfie” front camera.</p><p>Source: Chris Nuttall in London 2021 'Ransomware hackers pay the price' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T19:20:25.675Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4324,
          "end": 4330
        }
      ],
      "nexusId": "10078857"
    }
  ]
}