{
  "_id": "f80e2fbdf196becf048b98a466ced84a08581ccab11726137779b0d719744eb4",
  "feed": "wall-street-journal",
  "title": "NBCUniversal Names Kelly Campbell as Peacock's President; Move comes days after Campbell resigned from her role as president of Walt Disney's Hulu streaming platform",
  "text": "<p>Ms. Campbell will start in November and will report to Matt Strauss, chairman of NBCUniversal's direct-to-consumer and international division, the company said Wednesday.</p><p>\"On the heels of Peacock's success in its first year, we are thrilled to bring Kelly's leadership and expertise to the team as we continue to accelerate Peacock's vision and strategy,\" Mr. Strauss said in a statement.</p><p>Ms. Campbell is succeeding Gidon Katz, who resigned from his role as NBCUniversal's president of the direct-to-consumer division last week. Mr. Katz is joining the streaming-media platform Roku Inc., where he will serve in a newly created role as senior vice president of product, customer journeys and experience, a Roku spokeswoman said Wednesday. He will report to Roku Chief Executive Anthony Wood.</p><p>Peacock is looking to boost its platform with more subscribers and content. Comcast in July said Peacock had 54 million sign-ups and 20 million monthly active accounts, but has yet to reveal how many of those pay for the service. A version of Peacock is free to everyone, and existing Comcast subscribers have access to the ad-supported Premium version at no additional cost.</p><p>Peacock, which was launched last year, has fewer subscribers and a much smaller library than many of its competitors, analysts have said. In July, NBCUniversal used the Tokyo Summer Olympics as a way to relaunch Peacock. The platform offered direct coverage of nearly all the competitions and a library of original programs, such as a highlights program with comedian Kevin Hart and hip-hop artist Snoop Dogg.</p><p>Ms. Campbell had been with Hulu since 2017, when she first joined as chief marketing officer. She served as president for the past 21 months. She joined Hulu after 12 years at Alphabet Inc.'s Google, where she had leadership roles across Google Ads and Google Cloud businesses.</p><p>Write to Lillian Rizzo at Lillian.Rizzo@wsj.com</p><p>NBCUniversal Names Kelly Campbell as Peacock's President</p>",
  "published": "2021-10-06T21:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 128,
          "end": 139
        }
      ],
      "nexusId": "10078857"
    }
  ]
}