{
  "_id": "246cfcaa06e0535a17cdb8e9c447f757a9e6d2b241a0d98255bf1f937772c7ac",
  "feed": "ftcomall",
  "title": "Enda Walsh's Medicine is equal doses humour and deep disquiet",
  "text": "<p>During the pandemic it turned out that medicine was the best medicine. But laughter and performance had their place too: liniments for the soul, if not for the body, while we were trapped in our own inescapable psychodramas. As with many of <a href=\"https://www.ft.com/content/3986ea47-089a-46da-9095-b0720eae8de0\">Enda Walsh</a>'s works, his new play takes place in a vacuum-sealed world and fixates on the idea of performance. But here the worlds of theatre and medicine elide with equal doses of humour and deep disquiet.<br><br>When the Irish playwright's debut <em>Disco Pigs</em> ran at Edinburgh's Traverse Theatre in 1997 it instantly made his name. <em>Medicine</em> was meant to premiere last year and it's an act of faith, maybe of loyalty, to stage it now rather than wait until the auditoriums and Airbnbs are fuller in 2022. Despite being the tent pole in the Edinburgh International Festival's muted theatre programme, the audience in the Traverse's main space is very small and very distanced.<br><br>But that only adds to the sense of complicity. Partly inspired by stories of abuse in Ireland's psychiatric institutions, we watch as John Kane (Domhnall Gleeson, known for roles in the <em>Harry Potter </em>and<em> Star Wars </em>franchises), a patient in some kind of hospital, undergoes drama therapy. Two musical theatre performers — both called Mary — scenery-chew their way through traumatic scenes from his life: childhood bullying, parental abuse, violence from institution staff.<br><br>John works himself up into terrifying frenzies as he recounts these traumas, but the actors seem more interested in themselves. Clare Barrett's Mary Two wants to cut pages from the script of his life so she can get to another gig; Aoife Duffin's Mary One doesn't want to take part at all. John's life is reduced to a script, then travestied.<br><br>The dynamics are familiar to anyone who's rehearsed a play, especially the Marys' clashing personalities, but by putting that scenario in the context of a psychiatric institution the act of performance becomes incredibly sinister. Suddenly this is no longer fluffy art; it's experimental therapy, maybe psychological torture.<br><br>Walsh, who also directs, cycles the play through troughs of calm and peaks of complete chaos, all noise and motion. It's intense, but daft humour is never far away — lobster costume, anyone?<br><br>There's real joy in seeing Duffin and Barrett spar as the Marys: Barrett is masterfully overwrought, full of vain actorly swagger, Duffin more jittery and uncertain. Although Gleeson lands the feverish climaxes of Walsh's speeches impressively, there's more power in his quieter moments. On the surface it's all gentleness and acquiescence, but those qualities barely mask everything roiling underneath. He seems very pained, and very lost.<br></p> <p><br>Alongside these full-pelt performances, one of the stars is Helen Atkinson's sound design, which runs the gamut from pounding disco music and terrifying surround-sound patchworks of voices to institutional hums that eddy like an unravelling mind. The skittering live drum score from Seán Carpio adds to the unease.<br><br>Walsh describes <em>Medicine</em> as partly about how we treat people in care, and says that the play is a call to listen. In this ritual there's no healing or endpoint for John — just trauma on repeat, ad infinitum, ad absurdum. With its horrific flashes and pervasive sense of paranoia, <em>Medicine</em> is theatre as aversion therapy. A bitter pill, but one that we should get on and swallow. </p> <p>★★★★☆</p> <p><em>To August 29, </em><a href=\"https://www.eif.co.uk/events/medicine\"><em>eif.co.uk</em></a></p><p>Source: Tim Bano 2021 'Enda Walsh's Medicine is equal doses humour and deep disquiet' FT.com 9 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-09T14:00:09.518Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}