{
  "_id": "5d907019533dc2b73551d0414697e2cfa82e9fbf2153804cd82a6ac4250fc42a",
  "feed": "ftcomall",
  "title": "BT is right to call time on sports and prepare for trench warfare",
  "text": "<p>Money cannot guarantee success. The main argument against plans for a closed-shop <a href=\"https://www.ft.com/stream/410496c1-9d8d-459e-94ba-54b9b41846d1\">European Super League</a> also applies to BT Group, which has very little to show for the more than £7bn it has spent on football broadcast rights over the past decade.</p> <p>BT <a href=\"https://www.ft.com/content/80c79e49-3f9b-4ca9-866c-9f39f38683c1\">confirmed on Thursday</a> that it had been sounding out potential buyers of its sports broadcasting operation. Talks are at an early stage with all options on the table, including joint ventures, stake sales, partnerships and full disposals. Investors welcomed the news, lifting BT shares to their highest since January 2020.</p> <p>Part of the positive response reflects BT's failure to prove that sports rights were any better than worthless. Muddy disclosure and fudged metrics did not help lift the impression that sports were nothing more than a vanity project for Gavin Patterson, chief executive between 2013 and 2019.</p> <p>BT revealed in a 2018 business briefing that direct subscription revenue only just covered its broadcast and operational costs. Advertising, commercial and wholesale revenue fell short of the total cost of football rights packages — English Premier League and Uefa Champions League rights alone cost in excess of £700m a year — so to break even BT pointed to more tricky-to-measure benefits. </p> <p>In a textbook example of how correlation does not imply causation, BT would often cite data showing sports customers had a lower inclination to switch broadband providers and spent more on average than the non-sport cohort. Those nebulous measures fed into management presentations that talked about divisional profitability but gave very few specifics.</p> <p>Talk of indirect and holistic benefits sounded even more hollow after pubs and clubs closed last March, cutting BT's TV income by about £100m per season. Yet even before the pandemic struck, new chief executive Philip Jansen was taking a harder line than his predecessor on how to balance costs with broadcast rights inflation.</p> <p>Which is not to say the strategy was a complete failure. The launch of BT Sport in 2013 and the addition of Champions League a year later helped staunch a haemorrhaging of retail customers to Sky, which since 2010 had been pushing cheap broadband packages to its existing TV customers. </p> <p>But football now seems like yesterday's battleground. BT and Sky cross-broadcast each other's sports channels, having found aggregation more lucrative than exclusives. Sky moved out of land-grab mode for broadband subscribers years ago while BT's strategy now revolves around laying fibre cables and winning back heavy-use customers from Virgin Media. The fight against churn is now largely on pricing, such as by closing the gap between new sign-ups and long-term customers.</p> <p>Whether BT's retreat says much about the future of 24-hour televised football is a tougher question. Popularity is waning by some measures — for the 2020/21 football season BT Sport reported 1.6m direct subscribers, down by 1.9m from peak levels in the 2016/17 season — yet the involvement of Disney, Amazon and the Leonard Blavatnik-backed start-up Dazn speaks of confidence that another wall of money can cure youthful disengagement and creeping apathy among the core support.</p> <p>More important is the signal that BT recognises itself as a utility built around Openreach, its legally separated wholesale network division. Service quality matters most. The share price, up 60 per cent since November, already anticipates a return to utility-like dividends without skimping on network upgrades and top-ups for the pension deficit. </p> <p>Regulator Ofcom's recent wholesale market regulatory review proved supportive of long-term returns and UK mobile spectrum auctions concluded at a lower than feared cost. This clearer outlook means Openreach might be used as collateral to pacify pension fund trustees. Crystallising value further by selling a chunk of Openreach to infrastructure investors remains a possibility widely discussed by analysts and investors, though not yet publicly by management. </p> <p>With bigger games afoot, the three-year rotation of football rights auction bidding is an uncertainty on cash flow and a constant distraction for management. Bowing out as soon as possible, by whatever method is available, is the best solution.</p><p>Source: Bryce Elder 2021 'BT is right to call time on sports and prepare for trench warfare' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T13:30:23.505Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2994,
          "end": 3000
        }
      ],
      "nexusId": "10078857"
    }
  ]
}