{
  "_id": "d159a54b04193d2c5ad105bc5c31e279da1110730e3f51e66c8f80a4f03dda65",
  "feed": "market-watch",
  "title": "Buying shares of DWAC and its Trump deal ‘is closer to gambling than investing'",
  "text": "<p>Digital World Acquisition Corp.DWAC and TMTG have no revenue, no cash flows, no profits or even a clear business plan, and DWAC's stock is up nearly 10-fold in less than a week.</p><p>Investors need to remain cautious and not get caught up in the trading fervor.</p><p>DWAC is a vehicle for TMTG to raise capital and has become a meme-stock target for speculators looking to prop up and cash in on Donald Trump's social media power. TMTG will have close to $300 million in capital once the SPAC merger closes and no realistic plans on how it will operate a business. Given the stock price's meteoric rise and lack of fundamentals and clear plans behind the business, putting capital into DWAC now is closer to gambling than investing. &#xa0;</p><p>The meme stock to end all meme stocks</p><p>The trading in DWAC makes the meme-stock phenomenon of GameStop GME and AMC Entertainment AMC look mild. We cautioned investors at the time that neither business was worth anywhere near its stock price. Those businesses at least generated revenue and had a concrete business plan. Buying DWAC is a bet on Donald Trump remaining newsworthy and TMTG remaining a meme stock more so than it is a bet on the next big social media network.</p><p>UncreditedLarge competition comes with DWAC's large total addressable market</p><p>Trump Media &amp; Technology Group, in an investor presentation unveiled with the SPAC merger announcement, plans to create a social network called Truth Social, but its ambitions don't stop there. The presentation lays out vague “plans” of operating a news network that competes with the likes of CNN and iHeartMedia; a streaming service, TMTG+, to go against Netflix NFLX and Disney+ DIS; and a “TMTG Tech Stack” to go up against Amazon'sAMZN AWS unit, Alphabet's GOOGGOOGL Google Cloud, and Microsoft's MSFT Azure.</p><p>Figure 2 shows TMTG's “Corporate Competitive Structure”, as disclosed in its presentation. Each one of these markets is highly competitive on its own and would require a clear, disruptive business plan, excellent execution, a large capital investment and plenty time to be successful. Disney and Amazon built their businesses over decades and are well capitalized.</p><p>UncreditedThe presentation implies the company has a large total addressable market (TAM) as evidenced by the user bases of Netflix, Twitter TWTR, Disney+ and the total number of podcast listeners in the United States. A large TAM normally gets investors excited, which is why most IPOs include large TAMs in their S-1s. Those S-1s also include how the company plans to monetize its business and where and when capital will be deployed. Such disclosures aren't required for SPACs, and the TMTG presentation offers no insight into a business plan and doesn't even mention a single dollar figure.</p><p>Truth Social is no sure bet</p><p>Besides the ambitious plans to go up against the incumbent “Big Tech” firms, Truth Social represents TMTG's key product, as evidenced by its prominence in its investor presentation. Social media networks founded to compete with Facebook FB and Twitter in the wake of Donald Trump's ban from those platforms haven't been clear hits. Since returning to the Apple App Store in summer 2021, Parler's user growth slowed significantly and Gettr was plagued by security breaches and compromised/fake accounts in its early days.</p><p>It's too early to tell if Donald Trump's association with Truth Social will help TMTG outperform previous social media startups, but one thing is clear: launching a social media company, signing up millions of users and securing user data is no easy feat.</p><p>How to value Digital World Acquisition Corp.? You really can't</p><p>We normally use our reverse discounted cash flow (DCF) model to quantify the expectations for future cash flows baked into a company's stock price. There is no way to perform such a calculation for TMTG or DWAC, as there are no cash flows in the past to build a model and no projections of future cash flows to quantify.</p><p>Without reliable fundamental research, and in this case fundamentals to even analyze, investors have no way of gauging whether DWAC is expensive or cheap. Intuitively, the stock is extremely expensive as it trades with a market cap upward of $3.5 billion with no revenue or profits. Without a reliable measure of valuation though, investors have no choice but to gamble if they want to own DWAC.</p><p>We believe investors, and especially advisers with a fiduciary duty to clients, should avoid DWAC entirely or else risk losing significant amount of capital. While the stock could stay elevated for quite some time, the risk/reward skews heavily toward risk, and those putting capital into DWAC now are closer to gamblers than investors.</p><p>More opinion:I'm a Trump supporter, but as an investor I'm wary of the Trump SPAC</p><p>David Trainer is the CEO of&#xa0;New Constructs, an independent equity research firm that uses machine learning and natural language processing to parse corporate filings and model economic earnings. Kyle Guske II and Matt Shuler are investment analysts at New Constructs. They receive no compensation to write about any specific stock, style or theme. New Constructs doesn't perform any investment-banking functions and doesn't operate a trading desk.Follow them on Twitter@NewConstructs.</p>",
  "published": "2021-10-26T13:52:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2073,
          "end": 2079
        },
        {
          "start": 2300,
          "end": 2306
        },
        {
          "start": 1648,
          "end": 1654
        }
      ],
      "nexusId": "10078857"
    }
  ]
}