{
  "_id": "91d03686201a4f8ca4798e7ea5b9c485905d86332aa9ba3d7a750817a1db28db",
  "feed": "wall-street-journal",
  "title": "The NBA's Most Surprisingly Valuable Player; Suns backup Cameron Payne was out of the league. Now he's a star in his role on a nearly $20 million contract. Even he can't believe it.",
  "text": "<p>This is how someone who had been teammates with Kevin Durant and Russell Westbrook found himself in Hong Kong pickup games with kids coming home from school and \"literally with anybody\" who wandered over.</p><p>\"If you was at the park that day, I played with you,\" Payne said. \"I was the best player out there.\"</p><p>There were not many places in professional basketball in late 2019 where Payne could have been the best player on the court. He moved overseas because no team in the NBA wanted him. He would soon learn the only fate worse than playing in China: going to China and not playing.</p><p>What happened over the next year was a highly unlikely series of events that changed his life.</p><p>This guy who had been out of the league for most of the previous season wasn't merely a serviceable backup for the Phoenix Suns last season. Some advanced metrics had Payne as one of the league's 50 most valuable players. Another popular statistical model reached a different conclusion about him. It had Payne in the top 25.</p><p>The average salary of the players who were more productive than him was $21 million. Payne made a league-minimum salary of $1.9 million.</p><p>He turned out to be such a massive bargain that the Suns might as well have shredded his contract when he entered free agency. His reward for outperforming his salary was a three-year deal that pays $6.5 million this season and $19 million overall. Few players have been worth so little before so quickly becoming worth so much.</p><p>A peeved LeBron James put it another way during a recent game. \"Stay humble. Come on now,\" he barked at Payne. \"You was at home a year and a half ago!\" If this was meant to be an insult, it sounded more like inspiration to Payne. \"A year ago, you were somewhere else, not close to the NBA,\" he often reminds himself. \"That right there built my fire.\"</p><p>The NBA economy is a mostly rational market in which shrewd executives attempt to put a dollar figure on every player. Their sophisticated models calculated that Cameron Payne was effectively worthless. What that means is that something must have changed: the information, or the investor. Or, in this case, both.</p><p>Payne is now in the kind of crucial, easily overlooked role that could quietly swing the entire season. When the Suns made an unexpected run to last year's Finals, they outscored their opponents by about 8 points per 100 possessions with him on the floor, which meant they had two statistically dominant point guards.</p><p>Chris Paul is one of the greatest NBA players ever. Cameron Payne didn't think he would ever again play in the NBA.</p><p>\"Absolutely not,\" he said.</p><p>His career has been peculiar from the very beginning. His first wild fluctuation in value came when he was an NBA draft lottery pick out of Murray State in 2015, only two years after he'd been an undersized, unheralded recruit out of high school. Most lottery picks are given opportunities to fail as rookies simply because they're on lousy teams with no pressure to win. But the Oklahoma City Thunder were a great team with title aspirations, and the only time Payne could experiment on the court was in his pregame dance routine with Westbrook.</p><p>His dancing was the most distinctive thing about him. Payne was traded to the Bulls in 2017 and released in 2019. He was dumped by the Cavaliers after two 10-day contracts and waived by the Raptors after training camp. Then he went unsigned.</p><p>NBA teams are prone to misvaluing their own employees, like any business, but there was no reason to believe they were wrong about Payne. So he went to China.</p><p>\"That was really the only option I had left,\" he said.</p><p>Forget about playing in the NBA. When he arrived in late 2019, after state television pulled games in response to the league's standoff with the Chinese government, Payne couldn't even watch the NBA.</p><p>He could watch Chinese games, but he wasn't playing in them. His team had three Americans for two foreigner spots, and Payne was the one left on the bench. This was bleak. By the time he was let go in early 2020, he had appeared in two games for the Shanxi Loongs. They lost both.</p><p>A humbled Payne returned to the U.S. but felt no closer to the NBA. He signed with a G League team with a specific goal in mind: make the playoffs, win the championship and give scouts no choice but to notice him again. \"What I remember most about Cam was his self-awareness about why the NBA opportunity didn't work out,\" said Texas Legends coach George Galanopoulos. \"He was ready to do whatever it took to get back.\"</p><p>Payne would play better over six weeks in February and March 2020 than any point in his professional career. But soon he couldn't play anywhere. It turned out something else had come from China to the U.S.</p><p>The pandemic break gave him an unforeseen opportunity to work on his game and get back into the league. Before he washed out of the NBA, Payne had made 33% of his 3-pointers. He needed to be much better. But first he needed a place to shoot during the pandemic.</p><p>He found a janitor willing to open a Memphis high school's gym for him—as long as this aspiring NBA player didn't mind the leak dripping into a bucket on one side of the court.</p><p>\"This wasn't a plush existence,\" said Josh Oppenheimer, his personal coach.</p><p>Since his return to the league, Payne is a 44% shooter. That difference between 33% and 44% is the divide between a useful NBA player and someone who can't play in the NBA.</p><p>But he almost didn't get the chance to prove it. When the Mavericks chose to bring another backup guard to the bubble, Payne feared he would be tweaking his shot mechanics in leaky gyms for another few months. \"It's over for me,\" he thought. Then he got a call from someone whose number was already in his phone.</p><p>Suns coach Monty Williams, a Thunder assistant when he was a rookie, wanted Payne to fill the last spot on his team's expanded roster. The most improbable citizen of the NBA bubble packed his bags. This time there was enough room for them.</p><p>The only development more surprising than the Suns going undefeated in the bubble was who they were bringing off the bench: the only player who hadn't been on their roster before the pandemic. Their brief stay in Disney World convinced the Suns they could be contenders, even if they hadn't made the playoffs in a decade, and that belief compelled them to trade for Chris Paul. His backup would be Cameron Payne.</p><p>In a few months he went from playing in China to playing in the G League to playing in the NBA Finals.</p><p>The Suns had to triple his salary to keep him this season, but it would have cost them more to lose him. As soon as he signed his three-year contract, he was back in the NBA for good. On this team, in this role, Payne was finally a perfect fit.</p><p>Write to Ben Cohen at ben.cohen@wsj.com</p><p>The NBA's Most Surprisingly Valuable Player</p>",
  "published": "2021-10-27T13:51:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6160,
          "end": 6166
        }
      ],
      "nexusId": "10078857"
    }
  ]
}