{
  "_id": "097e8dfbe5972ebc4fccc44042f9a7fba0d257adc5baba90bd93eeb99ce467aa",
  "feed": "ftcomall",
  "title": "Topps: Spacs, baseball cards and other crazes  ",
  "text": "<p>Peddling baseball cards probably felt like a comedown for Michael Eisner. In 2007, the longtime Disney boss acquired fading sports memorabilia company Topps for just under $400m. Sports trading cards had their heyday in the late 1980s, just as Eisner made a name for himself guiding Disney through a remarkable turnround.&#xa0;</p> <p>Topps appeared to be a nice, if unimportant, side project for Eisner to ply as a septuagenarian. But what is old has been made new again. A boom in collectibles has buoyed the likes of Topps. On Tuesday it announced that it would go public via a Spac merger at a valuation of <a href=\"https://www.mudrickcapitalacquisitioncorp.com/news-releases/news-release-details/placeholder-release-announcement\">$1.3bn</a>.</p> <p>Unlike many hyped Spac candidates, Topps can boast growth and profitability. In 2020, revenue jumped 23 per cent to $567m. The company says its compound annual growth rate between 2019 and 2022 will be nearly 20 per cent, even as its ebitda margin remains in the mid-teens. Topps is best known for cards with pictures of Major League Baseball players. But it also has agreements with Star Wars and other franchises. A third of its business is non-chocolate candy including bubblegum.&#xa0;</p> <p>The bulk of Topps revenue comes from physical cards sold both in stores and directly to consumers online. A fabled Topps card of New York Yankees slugger Mickey Mantle from 1952 recently sold for more than $5m. But Topps is also touting digital cards stored on phones and the opportunity in blockchain-based images, including non-fungible tokens (NFTs). These will allow Topps to continue to make money in secondary sales that occur in the future. </p> <p>The Spac transaction values Topps at 12.5 times this year's ebitda. The company is only offering projections through 2022. There is no way to know whether trading cards are merely enjoying a pandemic boost thanks to lockdown boredom, or if digital keepsakes can keep gaining mainstream acceptance. Still, Eisner clearly thinks he has a winner. His decision to hold on to his shares suggests he expects them to become their own kind of increasingly valuable collectible.<br><br><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.<br></em></p><p>Source:  2021 'Topps: Spacs, baseball cards and other crazes  ' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-06T19:13:42.446Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 96,
          "end": 102
        },
        {
          "start": 283,
          "end": 289
        }
      ],
      "nexusId": "10078857"
    }
  ]
}