{
  "_id": "dd57615465397f6860408c79891ffde4a5adb08aa3e6396db7786912151dec98",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Hotel, Travel  Industries  Say Rebound  Has Arrived  ----  By Dave Sebastian",
  "text": "<p>   Vacationers are returning to the roads and sky in the U.S. after an earlier pullback caused by the Delta variant, setting expectations for a busy holiday travel season. </p><p>   After nearly two years of disruptions caused by the Covid-19 pandemic, travel and leisure companies are reporting strong sales gains and interest from tourists. Bookings are rising. Rooms are filling up. Shows are being added. </p><p>   Uncertainties still remain. Business travel is returning more slowly, recovery in some parts of the world is choppy and another rise in Covid-19 cases is a threat. But executives say the disruption from the Delta variant in late summer has mostly passed. </p><p>   \"The travel rebound is here despite the continued pandemic,\" home-sharing company Airbnb Inc. Chief Executive Brian Chesky said Thursday. Shares of Airbnb rose 13% Friday following the company's earnings update. </p><p>   Investors picked up on the recent optimism expressed by the travel and leisure companies and the prospects of a reopening economy. Shares of many airliners, cruise operators, casino owners and travel companies rose more than 5%. Overall, the Dow Jones U.S. Travel &amp; Leisure Index jumped 4.6% Friday and is up 17% so far this year. </p><p>   The U.S. is set to lift border restrictions on Monday, adding to the travel demand. \"When the U.S. announced that international visitors could come starting Nov. 8 if they're vaccinated, that increased our bookings immediately,\" Glenn Fogel, chief executive of online travel agency Booking Holdings Inc., said in an interview. Booking shares rose 7.5% on Friday. </p><p>    Hyatt Hotels Corp., which turned a profit for the third quarter, expects revenue from short leisure stays at its Americas resorts to pace 25% ahead of 2019 levels for the last weeks of December, CEO Mark Hoplamazian said. \"At this pace, we anticipate the festive season could be one of the strongest we've ever experienced,\" Mr. Hoplamazian said. Hyatt shares rose 3% on Friday. </p><p>   Lyft Inc. said the number of rides to the airport nearly tripled in the third quarter from last year. </p><p>   Some travel and leisure companies said they are seeing strong demand well into 2022. Live Nation Entertainment Inc. said it has more shows booked for next year than it did at this point in 2019 for 2020. </p><p>   Cruise operators Royal Caribbean Group and Norwegian Cruise Line Holdings Ltd., both of which suffered from more than a year of hiatus in the U.S. before resuming sailings, said they expect to be profitable at some point in 2022. </p><p>   \"As [Covid-19] cases have come down, demand has come surging back,\" Royal Caribbean Group finance chief Jason Liberty said this past week. </p><p>    Candy Delgado, 64 years old, said she and her husband went on a Disney cruise in the Caribbean this past week. Ms. Delgado said she felt comfortable going on a cruise as she had been vaccinated and the ship was operating at a lower occupancy. </p><p>   Travel recovery, however, remains uneven across the world. Booking Holdings, which operates reservations websites including Priceline and Kayak, saw some improvement in the level of lodging bookings from international travel, but international room nights remain below 2019 levels, Mr. Fogel said. </p><p>   Travel-search platform Trivago NV said it doesn't expect a full rebound in travel over the winter because of uncertainty about the pandemic, and travel restrictions in Asia and Australia have hurt traffic volumes in its segment that covers the rest of the world. But Trivago said it expects travel demand and behavior to approach pre-pandemic levels in the Americas and Europe in spring and early summer 2022. Trivago shares jumped more than 15% Friday. </p><p></p>",
  "published": "2021-11-06T06:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2675,
          "end": 2681
        }
      ],
      "nexusId": "10078857"
    }
  ]
}