{
  "_id": "6668a2f71904ed4349fdda1efd755cd662c73025f728eb2fdceb08d46ca9ea36",
  "feed": "wall-street-journal",
  "title": "Technology:  Comcast,  ViacomCBS  Team Up  On Service  ----  By Lillian Rizzo",
  "text": "<p>   Comcast Corp. and ViacomCBS Inc. plan to launch a subscription streaming service next year in more than 20 European territories, reaching 90 million households, the U.S. media companies said. </p><p>   The joint venture, called SkyShowtime, comes as media companies look to scale their streaming services in the U.S. and internationally, where competitors such as Netflix Inc. and Walt Disney Co.'s Disney+ have seen exponential growth. </p><p>   SkyShowtime will marry content from Comcast's NBCUniversal, Universal Pictures, and Peacock, and U.K.-based Sky with ViacomCBS's Showtime, Nickelodeon, Paramount Pictures and Paramount+ Originals, among other brands. </p><p>   Comcast Chief Executive Brian Roberts and ViacomCBS Chairman Shari Redstone met earlier this summer to discuss a potential streaming partnership across international markets, The Wall Street Journal earlier reported. </p><p>   The Philadelphia cable giant said last month it would give Peacock to Sky's 20 million customers across Europe for no additional cost. Comcast acquired Sky in 2018 for $38.8 billion. </p><p>   Shortly after, ViacomCBS unveiled a partnership with Comcast's Sky to distribute its Paramount+ service in several European markets. The deal made Paramount+ available free to subscribers of Comcast's Sky Cinema service in Sky markets including the U.K., Switzerland, Italy and Germany. </p><p>   SkyShowtime won't overlap with these markets. It will be available in European markets such as Spain, Portugal, Norway, Sweden, the Netherlands, Croatia and Albania. </p><p></p>",
  "published": "2021-08-19T06:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 389,
          "end": 395
        },
        {
          "start": 371,
          "end": 382
        }
      ],
      "nexusId": "10078857"
    }
  ]
}