{
  "_id": "f6cc64603658016373c33103aa04022ffe9d4cad4b9dee90cbe9495b17b69cbc",
  "feed": "ftcomall",
  "title": "The BBC, Fleet Street and the future of journalism",
  "text": "<p>When the BBC made its first big push into news gathering, a few years before the second world war, it did not send reporters or correspondents into the field. That wasn't allowed. The BBC radio journalists had another name: “mobile topicality assistants”.</p> <p>The curious title was part of a negotiated truce with the press barons of Fleet Street, who even then were defensive to the point of absurdity about the BBC's news gathering ambitions and the threat the state broadcaster posed to the then lucrative newspaper business. </p> <p>So radio news bulletins, in the earliest days of the BBC, were banned before 7pm, to avoid them sapping interest in newspapers published in the morning or early evening. And at first the BBC could only use “wire copy” from news agencies, with bulletins starting with a clunky copyright announcement. </p> <p>Almost a century on, the BBC is one of the world's biggest news organisations, a model for independent public broadcasting with global influence. Like many in the news trade, the pandemic has given the broadcaster a burst of moral purpose. But 2021 will also bring a long-simmering question to the boil: who pays for it all? </p> <p>With a sympathetic eye, two new books put their minds to the malaise facing the BBC and journalism in general: dangerous levels of distrust, a precarious financial model, and a piercing hangover from old quarrels and sins that still encumbers them in a digital age. </p> <p>As the BBC's influence grew over the decades, so did the hostility of Fleet Street. Even in the good times for newspapers, the BBC was eyed suspiciously as a state-subsidised interloper. Once circulation fell and the print business model faltered, the BBC's relative success was treated as not just an annoyance, but a strategic threat. </p> <p>“TOO BLOODY BIG, TOO BLOODY PERVASIVE AND TOO BLOODY POWERFUL,” was the verdict of Paul Dacre, the veteran editor of the Daily Mail, in a rare public speech in 2007. (The capitals were in his original text.) </p> <p>For politicians, meanwhile, the broadcaster has been a source of perennial frustration. Their political outlook, left or right, made little difference. Churchill thought Broadcasting House was teeming with communists. Labour governments of the 1970s virtually put it on hand-to-mouth financial rations. During the Falklands war, cabinet minister Norman Tebbit scowled at the “Stateless Person's Broadcasting Corporation”. That became <a href=\"https://www.ft.com/content/7eec348d-64ef-4282-be02-9760f8f08597\">Boris Johnson's</a> “Brexit Bashing Corporation”. And so on. </p> <p>This tangled history of rivalry and ill will is touched on by Patrick Barwise, a professor of management at London Business School, and the author Peter York in <em>The War Against the BBC</em>. But it is unfortunately only treated with a passing glance. </p> <p>For their book is, principally, an urgent call to arms. The cover declares “an unprecedented combination of hostile forces is destroying Britain's greatest cultural institution”. In case you miss the message, the concluding chapter is called: “Your BBC Needs YOU!” More historical context would presumably have risked muffling their <em>cris de coeur</em>. </p> <p>Barwise and York identify challenges that may “destroy the corporation within a generation”. First is the fallout from a digital revolution. Streaming and social media have transformed the way news and entertainment are consumed, raising doubts over the <a href=\"https://www.ft.com/content/d8e1911e-6233-4f2a-bc0b-7dfd97f9ff55\">BBC's funding model</a>. Can it sustain consent for a compulsory licence fee? And can it afford to retain talent and keep-up with runaway costs for top-notch programming? </p> <p>The second cluster of threats are more political, and the book's real focus. The authors point the finger at well-mobilised enemies — Rupert Murdoch and his News Corp; the Daily Mail; and rightwing think tanks backed by “dark money” — seeking to undermine the BBC's credibility. Then there are Conservative politicians who, having squeezed the BBC's finances for a decade, now want more drastic change. </p> <p>“Everyone knows about Netflix, but no one knows that [former UK chancellor] George Osborne's cuts are a much bigger threat,” the authors warn, somewhat unconvincingly comparing a tight funding settlement in 2015 to a tech company that epitomises one of the biggest media revolutions since the advent of television. </p> <p>Part business textbook, campaigning guide and sprightly whodunnit, the authors certainly capture the extraordinary animus directed at the BBC from some quarters, and the hollowness of some anti-BBC arguments. But it can stray into a conspiratorial tone. Whole chapters are spent methodically analysing the Daily Mail's obsessive coverage of the BBC (they cite research calculating that the mass-selling tabloid champion of “Middle England” published 4,000 news stories about the BBC from 2008-2018 and 2,500 opinion columns or leaders). </p> <p>There are confused arguments too. It is never clear whether Fleet Street is a powerful and existential threat to the BBC, or impotent, distrusted and in decline. The authors essentially define the BBC as a public service, which deserves much more public funding (the licence fee, currently £157.50 a year, is a tax). But they sidestep whether the BBC's claim on the public purse is more compelling than, say, the police or transport services, which have been just as squeezed over the past decade. </p> <p>And while there is a well-meaning nod to the impact of Netflix, Disney and YouTube on the BBC, the fundamental challenges they pose are never fully explored. Deep-pocketed US media groups are not selling Hollywood fare into the UK anymore, they are directly competing with the BBC as a rival platform, and seizing ground with ease. </p> <p>Disney Plus, within a few months of its launch, was more popular with young children (age 3-11) in the UK than the BBC's iPlayer. Other trends with audiences under 35 are just as worrying. It is perhaps the dominant challenge of the next decade, not just for the BBC but all big national broadcasters around the world. Yet in this book much more attention is lavished on Mr Dacre, Mr Murdoch or a clutch of rightwing think tanks. They are perhaps easier to cast as villains. </p> <p>A similar fixation on Fleet Street's old boys and worst habits permeates Alan Rusbridger's <em>News and How to Use It</em>. Again it somewhat clouds debate about the core problem facing the trade: how to sustainably pay for accessible, quality journalism in years to come, and what the downsides are of moving away from advertising, which along with state subsidy, has been the financial bedrock of free news.</p> <p>After all it was on the promise of digital advertising that<a href=\"https://www.ft.com/content/ce38142e-ad06-11e8-8253-48106866cd8a\"> Rusbridger's 20-year editorship of the Guardian</a> transformed it into a news organisation with mass reach, and boundless journalistic ambition — a digital congregation point for liberals around the world. </p> <p>He was one of the stand-out editors of his generation and it shows in his book: an astute and agreeably random canter through the imperfect world of journalism in Britain and America, split into A-Z form. </p> <p>Some sections are erudite. Others brim with indignation over Britain's rightwing press, the trust crisis facing journalism, content that is “stupid, corrupt, ignorant, aggressive, bullying, lazy and malign”, and the BBC's struggles with a mission of impartiality over Brexit. Weaved throughout are lusty quotes from the archive, and occasionally some delightfully barbed newsroom banter. (One editor asks a journalist that decades-old question: “Your exclusive is still exclusive. Why?”) </p> <p>But the book would probably benefit from more first-hand Rusbridger anecdotes, and better still some candid reflections on his own mistakes, or the struggles the Guardian had in developing a viable financial model. For all the journalistic success of the Rusbridger years, and lofty ambitions, the Guardian was left nursing heavy losses. Rusbridger urges working journalists to “look in the mirror a bit more and try to see themselves as others see them”. This would seem good advice for retired editors too. </p> <p>One omission is telling. While there are sections on the crusading investigative journalist John Pilger, digital media group Vice, “Gotcha” journalism, the “polluter of public discourse” Rupert Murdoch, the comedian Freddie Starr (and his hamster), native advertising, and the MailOnline's celebrity “sidebar of shame”, there is no dedicated section on paywalls, one of the most important evolutions in the business model for journalism. </p> <p>A champion of the open internet, Rusbridger long resisted the move, warned that charging for access (a model adopted by the likes of The Times, the FT and the New York Times) amounted to a \"sleepwalk into oblivion\". To his credit in this book, he makes brief reference to how reader-funded business models are changing the “metrics” within newsrooms, and encouraging quality news rather than stories that amass clicks. </p> <p>But too often Rusbridger slips into flawed thinking: that web traffic equals advertising that equals profit. “Wheat is good for you, just as chaff is inedible. But sometimes chaff makes for a better business model,” he notes. Yet we know that today, the New York Times is more profitable than the Daily Mail titles, not because its “wheat” is more popular on the web, but because it has attracted more than 7m paying subscribers. </p> <p>The BBC's burden is convincing a whole country — <a href=\"https://www.ft.com/content/1530ed00-50a9-11ea-8841-482eed0038b1\">and a government</a> — that their licence fee subscription is worth it (this year will see a critical negotiation on setting the fee level). For other journalism, the open question is how catering to a paying subscriber base may reset editorial incentives, or make it harder to sustain accurate, reliable free-to-read news. </p> <p>Rusbridger's take on this would be timely, and welcome. He touches on subsidies — from philanthropists, other commercial sidelines, the state, or tech platforms. “The question is becoming a rather urgent one,” he writes in his conclusion to the section. “But it also feels as if the conversation . . . has barely begun.” In terms of this book, more's the pity.</p> <p><a href=\"https://www.amazon.co.uk/gp/product/0141989408/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0141989408&amp;linkId=3408b49067ab6018c3694c4d2bb740f0\"><strong>The War Against the BBC</strong></a><strong>: How an Unprecedented Combination of Hostile Forces Is Destroying Britain's Greatest Cultural Institution . . . And Why You Should Care</strong>, by Patrick Barwise and Peter York, <em>Penguin Books, RRP£9.99, 528 pages </em></p> <p><a href=\"https://www.amazon.co.uk/gp/product/1838851615/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=1838851615&amp;linkId=81cf23f77225f1c38093132fa25f00c4\"><strong>News and How to Use It</strong></a><strong>: What to Believe in a Fake News World</strong>, by Alan Rusbridger, <em>Canongate, RRP£18.99, 356 pages </em></p> <p><em>Alex Barker is the FT's media editor</em></p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p> <p><em>Listen to our podcast&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p><p>Source: Alex Barker 2021 'The BBC, Fleet Street and the future of journalism' FT.com 6 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-06T05:30:58.374Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5284,
          "end": 5290
        },
        {
          "start": 5552,
          "end": 5563
        },
        {
          "start": 5552,
          "end": 5558
        }
      ],
      "nexusId": "10078857"
    }
  ]
}