{
  "_id": "c0df67e522505a5df7c7d7b669d02278935a68ee2580871352e7329fd17051c0",
  "feed": "wall-street-journal",
  "title": "WWE Moves to NBCU's Peacock --- Streaming deal, said to be valued at $1 billion over five years, aims to widen service's appeal",
  "text": "<p>Under the agreement, the WWE will shut down its WWE Network streaming service in the U.S. in mid-March, and Peacock will license the programming, including the popular \"WrestleMania\" franchise, for its own platform.</p><p>The demise of WWE Network shows the challenges to launch and sustain a successful streaming platform, even for a popular brand such as the WWE. Last year, the heavily funded short-form programming streaming service Quibi shut down after only a few months online. It has subsequently sold its programming rights to Roku Inc., which will put that content on its streaming media service.</p><p>For Peacock, adding WWE content will provide an opportunity to broaden the appeal of the service, which launched in July and has 26 million sign-ups.</p><p>\"One of the key things we're trying to do is differentiate ourselves through live events and sports, and this premium content is a cornerstone of our strategy,\" said Rick Cordella, Peacock's executive vice president and chief revenue officer.</p><p>The WWE Network name will still be used on Peacock for branding purposes.</p><p>Besides \"WrestleMania,\" other content that will move to Peacock starting March 18 include \"WWE Icons\" and \"Steve Austin's Broken Skull Sessions.\" Older WWE events will also be archived on the Peacock platform.</p><p>While Covid-19 has caused problems for television production and sports, the WWE has managed to not miss a beat. It has been filming shows on closed sets without fans and then adding virtual fans.</p><p>Peacock has been looking for content to differentiate the service from other more popular platforms such as Netflix Inc. and Walt Disney Co.'s Disney+ and Hulu.</p><p>Although Peacock launched with several original shows, none have broken out. It does have some popular reruns including \"The Office\" and the Western drama \"Yellowstone.\"</p><p>The move to Peacock will be a moneysaver for WWE fans. The WWE Network costs $9.99 a month, while all the same content will be available on Peacock for $4.99 a month and $9.99 for the commercial-free version. Some WWE content will also be available on the free version of Peacock.</p><p>The partnership also deepens the ties between the two companies. NBCUniversal's USA Network is the television home of WWE shows \"Raw\" and \"NXT.\" NBCUniversal is a unit of Comcast Corp. The WWE's other big show \"Smackdown\" is on Fox Corp.'s Fox network. Episodes of all three shows will be carried on Peacock after their initial runs on USA and Fox.</p><p>The deal is the first major move by WWE under its new president and chief revenue officer, Nick Khan, who joined in August from Creative Artists Agency where he was co-head of television.</p><p>The WWE Network launched in 2014 and currently has 1.2 million subscribers in the U.S. and another 400,000 around the globe. Growth hasn't been as strong as the company had hoped, and WWE Chairman and Chief Executive Vince McMahon had previously said a sale of the asset wasn't out of the question.</p><p>Mr. Khan said this agreement with Peacock would be \"transformational\" for WWE, which will be on a bigger platform but still have control over the content.</p><p>The WWE Network will continue to operate as a stand-alone entity abroad.</p><p>Resolving the fate of the WWE Network is just one of Mr. Khan's goals to better position the company for growth. He is also giving priority to the creation of local content around the globe.</p>",
  "published": "2021-01-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1600,
          "end": 1611
        },
        {
          "start": 1618,
          "end": 1624
        }
      ]
    }
  ]
}