{
  "_id": "8157cadd2e44acbcacdc952e401b814ad300b94a4b322b346e42debe973094eb",
  "feed": "wall-street-journal",
  "title": "What to Watch: 'Impeachment,' Kesha, and the Nine Shows to Stream This Week; Kesha as a robot sex worker in the podcast \"Electric Easy,\" Sarah Paulson as Linda Tripp in \"Impeachment,\" and Peyton Elizabeth Lee in a Doogie Howser reboot",
  "text": "<p>(Spotify, Apple Podcasts)</p><p>Kesha says the two things she missed the most during pandemic lockdowns and closures were her family and going to drag shows. The pop star, raised by a single mother who was a songwriter, says from an early age she got to know members of the queer community. Looking back, she credits the community with helping raise her.</p><p>\"Not only in music, but in culture and in life, it's given me a safe place,\" she says, noting, \"I always had permission to be exactly who I am and attracted to whomever I was attracted to.\"</p><p>Kesha is an executive producer, co-star and wrote music for a new scripted science-fiction podcast called \"Electric Easy,\" about another marginalized community. The story is set in a future Los Angeles where humanoid robots, known as \"electrics,\" and humans, often referred to as \"bios,\" are highly segregated, and electrics are produced and sold into indentured servitude. The story begins in a nightclub, Electric Easy, where an electric named Vector (Chloe Bailey) performs and is supported by her friends, including Zephyr (Kesha), an electric sex worker who also runs an ice-cream truck.</p><p>The podcast—produced by QCODE Media, a studio known for celebrity-fronted scripted podcasts—was created by Vanya Asher and co-stars Mason Gooding. The first three episodes are streaming on Spotify, Apple Podcasts, and other podcast services.</p><p>Kesha says the podcast became a passion project for her during the pandemic, and an opportunity to visit the closed nightclubs that feel like home to her.</p><p>\"Whenever I go to a gay bar, a drag show, that's when I feel the most myself,\" she says. \"I'm not going to be judged, and I can just be myself, and it's such a relief when you feel like you can truly be yourself.\"</p><p>New Release: 'Impeachment: American Crime Story'</p><p>(FX, FX Now)</p><p>\"Impeachment: American Crime Story,\" the third installment of the FX anthology series, looks at the impeachment of Bill Clinton through the prism of some of the women who were at the center of the scandal: Linda Tripp, Paula Jones and, of course, Monica Lewinsky.</p><p>At the top, the story is told through the eyes of Sarah Paulson's Linda Tripp, seen here as a West Wing aide who is banished to the Pentagon, where she channels her bitterness into a relationship with a new arrival: Beanie Feldstein's Monica Lewinsky. The cast includes Annaleigh Ashford as Paula Jones, Edie Falco as Hillary Clinton, Cobie Smulders as Ann Coulter, George Salazar as George Conway and Clive Owen as President Clinton. The series premiered Tuesday on FX and can be streamed at FXnetworks.com and on the FX Now app.</p><p>Sarah Burgess, the showrunner, head writer and executive producer of \"Impeachment,\" says Ms. Lewinsky, a producer on the series, played a critical role behind the scenes, going over every page of every script and providing detailed notes on topics both intense and ephemeral.</p><p>\"I'm writing in the point of view of young Monica, but also the point of view of people who really blew up her life,\" says Ms. Burgess, \"and she's taking in all of that and giving it in her unvarnished direct thoughts. Monica is a very honest, transparent, direct person, which I love about her.\"</p><p>New Release: 'Doogie Kameāloha, M.D.'</p><p>(Disney+)</p><p>Kourtney Kang says that when Melvin Mar, a producer she worked with on \"Fresh Off the Boat,\" called her to say he wanted to reboot \"Doogie Howser, M.D.\" with an Asian woman in the Neil Patrick Harris role of the teenage doctor, her first reaction was that it was a great idea. Her second was: But why is it called Doogie?</p><p>\"How's it related to the original? What's the math of that?\" she remembers saying. \"And Melvin, the classic producer, was like: 'Yeah, yeah, yeah, I mean, you figure it out.' \"</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>Ms. Kang figured it out with \"Doogie Kameāloha, M.D.,\" a Disney+ series that premiered Wednesday, about Lahela \"Doogie\" Kameāloha, starring Peyton Elizabeth Lee in the title role. The character is of no relation to the one in the series that ran in the late 1980s and early '90s. But she's a teenage doctor, so her colleagues have given her the nickname—appropriately, yet much to her chagrin—of \"Doogie.\"</p><p>Ms. Kang says the Kameāloha family is inspired by her own: Her dad is of Korean descent and grew up in Hawaii, and her mom is Irish Catholic from Pennsylvania. Ms. Kang, born in Hawaii and raised in a Philadelphia suburb, says she didn't see many families that looked like hers on TV or in her neighborhood, but she did when she visited Hawaii. Setting the show there, she says, allowed it to be about something other than the makeup of the family.</p><p>\"It's almost like second-generation representation,\" says Ms. Kang, the series creator and showrunner. \"The first ones are usually about what it's like to be that thing, and then as it becomes more familiar, you get to just tell the stories of this family doing their thing.\"</p><p>Streaming Notes</p><p>•Sarah Paulson on Linda Tripp and Marcia Clark: In an interview with The Wall Street Journal last year, not long after production had begun on \"Impeachment: American Crime Story,\" Sarah Paulson discussed the difference between portraying Linda Tripp in the series, and taking on the role of prosecutor Marcia Clark in \"The People v. O.J. Simpson: American Crime Story\" (Netflix). With Ms. Clark, Ms. Paulson said she felt \"an absolute sort of mama-bear sense of protection of her, partially because I felt she had been so misunderstood.\" With Linda Tripp, she said she's portraying someone whose choices don't make sense to her. The challenge, she said, became to \"try to get inside the mind-set of a person who held a certain viewpoint on the story, or on the experience, or on her life, or the way in which this was affecting her, that was very specific and very individual, and to try to get out of the way of judging it. Because it doesn't serve me at all—it doesn't serve the story—if I have any of my own personal judgment.\"</p><p>•Scripted Fiction Podcasts: QCODE, the podcast studio that produced \"Electric Easy,\" specializes in scripted series starring familiar faces and voices. Podcasts include \"Edith!\" (starring Rosamund Pike), \"Carrier\" (Cynthia Erivo), \"Blackout\" (Rami Malek), \"Dirty Diana\" (Demi Moore) and \"Hank the Cowdog\" (Matthew McConaughey). All of them can be found on Spotify and Apple Podcasts, among other podcast services.</p><p>What to Watch: 'Impeachment,' Kesha, and the Nine Shows to Stream This Week</p>",
  "published": "2021-09-08T17:52:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3880,
          "end": 3886
        },
        {
          "start": 3212,
          "end": 3219
        }
      ],
      "nexusId": "10078857"
    }
  ]
}