{
  "_id": "b9fece83e4848b6153150f73eba09d25a44c26c3a306b1eefe8cb24e3a9bd404",
  "feed": "wall-street-journal",
  "title": "Where's the  Party? Your  Vaccine Site  ---  Cheerleaders,  stand-ups lead  celebrations  ----  By Jennifer Levitz",
  "text": "<p>   CHULA VISTA, Calif. -- Serena and Francisco Cortez, a married couple, recently went to get their first Covid-19 vaccine shots in the San Diego area, expecting a bureaucratic maze of long lines and red tape. </p><p>   Instead, inside the old Sears store housing the South Bay Vaccination Super Station, cheerful greeters were on hand and peppy '80s dance tunes blared from loudspeakers. After the Cortezes received their doses and headed to the observation area, dancing volunteers waved sparkly pompoms and yelled: \"Woohoo! You did it!\" </p><p>   In the hardest of years, almost nothing related to Covid-19 has been joyful. But as the giant vaccine rollout in the U.S. is rapidly widening in its fourth month, some inoculation sites have become intense wells of excitement. Visiting these places feels less like waiting in line for airport security and more like waiting for a Disney ride. In fact, in a sign of these odd times, there is a vaccine station at Disneyland, and some people arrive in Mickey ears, says an Anaheim spokesman. </p><p>   \"We felt like we were walking down the red carpet,\" said Ms. Cortez, who works in retail, selling shoes. Mr. Cortez, a utility employee, beamed: \"I was totally digging the pompoms! That was kind of fun.\" </p><p>   Many organizers and workers -- including legions of volunteers -- say they have developed an esprit de corps and sense they are part of history. They are doing everything from shaking maracas to trying out amateur comedy routines to calm nerves and to help get enough of the population vaccinated to beat back the pandemic. </p><p>   \"We are celebrating life,\" said Ana Ducoing, a volunteer cheerleader at the South Bay site. \"If we can do something to help end this nightmare, that's why I'm here.\" </p><p>   As Ms. Ducoing cheered, a Whitney Houston song played, its lyrics channeling the national mood: \"Yeah, I wanna dance with somebody!\" People posed for photos with a cardboard cutout of Dr. Anthony Fauci. </p><p>   Vaccine centers are set to become even busier. States, banking on increased supply, have been quickly broadening eligibility. In some places, demand is still exceeding supply. </p><p>   At a large-scale inoculation center at the Oregon Convention Center in Portland, volunteers greet arrivals with, \"You're getting the vaccine! It's happening!\" says a spokeswoman for Providence Health &amp; Services, one of the organizers. Nashville brought in live music, cheerleaders and minor-league baseball team mascot Booster the Rooster for its first mass vaccination event on March 20. </p><p>   In the New Orleans metro area, brass bands, opera and selfie signs -- \"Get your shot and let the good times roll!\" -- livened up a 24-hour \"Vaccine Festival\" held this week. </p><p>   Getting a vaccine can still be overwhelming, with hours spent online nabbing appointments or navigating logistics at vaccine sites. Yet, many people getting inoculated are marking the day they see as bringing them closer to hugging family members, traveling and feeling safe. </p><p>   Just before the pandemic, Ashlie Atkinson, an actor who lives in New York City, bought a full-length sequined green gown on sale at Macy's to wear to a gala. The gala never happened. As she prepared for her vaccine appointment, she says she had a thought: \"I should dress up for it.\" She wore the gown. </p><p>   Brittney Patrick, who works in publishing, encountered a lighthearted atmosphere as she recently queued with the masses to get her shot at the Gloucester County Mega Vaccination Center in New Jersey. A man waiting in front of her was dressed as a cow. </p><p>   One of the workers \"asked him to 'keep moooo-ving,'\" Ms. Patrick recalled. \"I think there was an udder joke, too.\" </p><p>   In Chula Vista, between 3,000 and 4,000 people a day on average file through the South Bay Vaccination Super Station, according to Sharp HealthCare, the operator for the county. The daily staff includes nearly 200 volunteers. They are eligible for a vaccine themselves after three shifts, but many have found the gig so gratifying they are continuing for 20 or 30 shifts, says Julian Ospina, a Navy veteran and chief volunteer who Sharp says comes each day. </p><p>   Mr. Ospina tears up recalling the elderly couple who arrived without appointments and were outside praying for spots. He and other crew members got them in. Others arrive anxious. But, in his view, \"if we keep them engaged and entertain them, we'll suppress some of those emotions.\" </p><p></p>",
  "published": "2021-04-03T06:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 857,
          "end": 863
        }
      ],
      "nexusId": "10078857"
    }
  ]
}