{
  "_id": "3b58bfec6a20894326fd721c777e810b89105745d05051122ea70d2d9ed9e4ac",
  "feed": "wall-street-journal",
  "title": "NFL Strikes New Media Deals Worth More Than $100 Billion",
  "text": "<p>Amazon.com Inc. will become the new home of Thursday night football. The major broadcast and cable TV packages are staying with the same networks, with CBS and Fox retaining Sunday afternoon games and NBC keeping \"Sunday Night Football.\" ESPN will hold on to \"Monday Night Football\" and its sister network ABC will join the rotation of broadcasters who televise the Super Bowl.</p><p>The new contracts show the balance the league is trying to strike by embracing digital platforms, as younger audiences migrate to them, without alienating fans used to watching games on TV. Viewership of NFL games fell 7% in the 2020-21 regular season, amid the pandemic. Beyond the Amazon deal, all the TV networks will get new rights to air certain games on their nascent subscription-streaming platforms.</p><p>\"This is about the future,\" Robert Kraft, the New England Patriots owner who leads the NFL's media committee, said in an interview, adding that the deals allow the league and its partners to adapt to an \"environment that's changing so fast.\"</p><p>The deals give the league a financial boost after a season in which revenue plummeted amid the pandemic. They also have implications for players and teams.</p><p>The NFL's labor deal with its players ties the salary cap to leaguewide revenue, so higher media revenue means teams will be able to spend more on their rosters.</p><p>The labor deal gave the league the right to add an additional regular season game -- making the season 17 games -- in exchange for more revenue to the players.</p><p>NFL owners are expected to vote on the 17-game option at meetings later this month.</p><p>\"It's amazing that we were able to do these deals in a post-Covid environment,\" Mr. Kraft said.</p><p>Amazon's move to take over Thursday night football is scheduled to start with the 2023 season, but it could start as early as the 2022 season. Fox Corp.-owned Fox currently has rights to the franchise through 2022, but there is a possibility that the network could exit the deal early, people close to the situation said.</p><p>In an interview, NFL Commissioner Roger Goodell called the Amazon deal a \"seminal moment\" for both the league and the tech giant, comparing it to when the NFL agreed to let ESPN carry games in the 1980s.</p><p>\"They are going to find new ways to reach fans and change the way people watch football,\" Mr. Goodell said.</p><p>Amazon will stream 15 games a season on its Prime Video service, the company said. The games won't be available on television beyond the local markets of the two teams playing.</p><p>Amazon had been simulcasting Thursday games along with the league-owned NFL Network and Fox for the past few seasons.</p><p>Amazon is paying an average annual fee of around $1 billion, people with knowledge of that agreement said.</p><p>The company is betting that the addition of exclusive NFL games will drive people to sample its original content, said Mike Hopkins, senior vice president of Prime Video and Amazon Studios.</p><p>CBS, Fox and NBC will see their fees as much as double to the range of $2 billion per season, on average, people familiar with the situation said. The new Sunday deals kick in with the 2023 season.</p><p>ESPN will pay an average annual fee of $2.7 billion to continue airing \"Monday Night Football,\" up from its current deal of $2 billion, a person with knowledge of the agreement said. The network is getting two playoff games per season, up from one. ABC is also carrying three exclusive Monday night games and two late-season Saturday games.</p><p>ESPN is also getting something it has long desired -- the ability to \"flex\" better matchups into the \"Monday Night Football\" slot during the last month of the season. Most of the new terms with Walt Disney Co.-owned networks kick in with the 2023 season.</p><p>The streaming service Peacock, which like NBC is owned by Comcast Corp., will have rights to air \"Sunday Night Football\" as well as an exclusive feed of a select number of games over the course of its deal.</p><p>Paramount+, the sister service to ViacomCBS Inc.-owned CBS, will carry games non-exclusively, as will Fox's streaming service, Tubi.</p><p>The ESPN+ service will have rights to air one exclusive game every season and will be able to simulcast games ESPN airs on TV.</p><p>While the accords run 11 years, there is a window after the seventh year for the NFL to end the agreements and renegotiate. In addition, the networks will be able to seek more games for their digital platforms during the deals.</p><p>\"We all wanted the flexibility to manage a changing media landscape,\" Mr. Goodell said.</p><p>The NFL still has to make a new deal for its Sunday Ticket package, a subscription service currently held by AT&amp;T's DirecTV that allows fans to watch any Sunday afternoon game.</p><p>Mr. Goodell said the league will look to \"evolve our next Sunday Ticket agreement in a way that will engage companies that will be innovative in looking for ways to get new fans.\"</p><p>Asked if this round of media deals would be his last as commissioner, Mr. Goodell said, \"You bet your ass.\"</p>",
  "published": "2021-03-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3645,
          "end": 3656
        }
      ]
    }
  ]
}