{
  "_id": "d9d6b4b3714f1a205ae4bf1c82d7b81f6d72ee7762a58dd41a1bd093ff8246f7",
  "feed": "wall-street-journal",
  "title": "Stock Futures Fall, Bond Yields Rise After Inflation Hits 30-Year High; Investors scrutinize inflation data with an eye to future interest-rate policy",
  "text": "<p>Data out Wednesday showed inflation rose in October to its highest level since 1990, driven by supply shortages and strong consumer demand. The annual rate of inflation stood at 6.2%.</p><p>The yield on the benchmark 10-Year U.S. Treasury note rose to 1.491% after the data, from 1.431% Tuesday. Bond yields and prices move in opposite directions. The ICE Dollar Index, which tracks the greenback against a basket of other currencies, rose 0.5% to 94.39.</p><p>Stocks have chartered a rapid course higher in recent weeks, boosted by a strong batch of earnings. Markets are showing \"stubborn resilience\" despite inflation concerns and the prospect of tightening monetary policy, said Aoifinn Devitt, chief investment officer at Moneta Group.</p><p>\"Inflation is very much here, and arguably not transitory, but markets don't seem to be too concerned about that,\" she said.</p><p>Coinbase Global tumbled almost 10% premarket after the cryptocurrency exchange reported earnings late Tuesday that missed analysts' expectations. DoorDash surged over 15% after it said it had agreed to buy Finnish food-delivery firm Wolt Enterprises in a deal valued at over $8 billion.</p><p>Tesla shares fell a further 1.2% in premarket trading. The electric-vehicle maker's shares declined 12% Tuesday, extending Monday's declines after Chief Executive Elon Musk signaled he might sell a big chunk of his stock.</p><p>Earnings are due Wednesday from Walt Disney and Beyond Meat after markets close.</p><p>While earnings season has helped lift indexes, investors are still demanding safe-haven assets, Ms. Devitt said. \"Even when markets are raging people are not giving up on bonds. There is a slight lack of conviction in terms of how long this can last,\" she said.</p><p>Chinese economic data released Wednesday added to inflation concerns. Factory-gate prices in China rose at a record pace in October, due in part to surging energy costs. The nation's producer-price index rose by a record 13.5% from a year earlier.</p><p>In mainland China, the Shanghai Composite Index fell 0.4%, while in Hong Kong, the Hang Seng Index rose 0.7%. In Japan, the Nikkei 225 fell 0.6%. Europe's pan-continental Stoxx Europe 600 edged down less than 0.1%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Fall, Bond Yields Rise After Inflation Hits 30-Year High</p>",
  "published": "2021-11-10T14:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1395,
          "end": 1406
        }
      ],
      "nexusId": "10078857"
    }
  ]
}