{
  "_id": "ddbea9e3eefa16624ad0d1d951485dc86b1ec5a0bfa040da0ba24fd133fc094e",
  "feed": "wall-street-journal",
  "title": "Netflix's 'Squid Game' Has Already Inspired Thousands of Halloween Costumes; From affordable options on Amazon to easy DIY creations, costumes from Netflix's hit South Korean show 'Squid Game' are sure to be inescapable this Halloween.",
  "text": "<p>The scripted show's costumes are blissfully simple. In \"Squid Game,\" financially troubled contestants play traditional Korean children's games on a secluded island, vying for a cash prize. Losers are promptly killed. The desperate contestants who compete in the show's twisted game all wear basic white slip-on sneakers and forest-green tracksuits with their assigned numbers stitched on the left side. The pinkish-red jumpsuits worn by the show's menacing guards are even less intricate.</p><p>The costumes align with ubiquitous, uncomplicated Halloween costumes of the past, like the \"Napoleon Dynamite\" \"Vote for Pedro\" T-shirt, or a \"Reservoir Dogs\" suit and tie. DIY-minded fans, or those who got invited to a last-minute party, could easily replicate a \"Squid Game\" outfit at home with an Adidas tracksuit and some iron-on numbers. There's already a cottage industry of online posts with instructions on how to properly affix the numerals to complete a \"Squid Game\" contestant uniform. More intrepid Halloweeners can consult a YouTube video with over 14,000 views explaining how to 3-D print a perforated black mask just like those worn by the show's guards.</p><p>Lazy revelers need not shell out a lot for a \"Squid Game\" costume. On Amazon, heaps of sub-$20 plastic masks echo the guards' face coverings and numbered \"Squid Game\" tracksuits can be had for around $30. The most common numbers are 456 and 067, representing the show's heroes Seong Gi-hun (played by Lee Jung-jae) and Kang Sae-byeok (played by Jung Ho-yeon).</p><p>Unlike, say, with the \"Star Wars\" or \"Marvel\" franchises, there are not officially licensed \"Squid Game\" costumes for sale at mammoth Halloween retailers like Spirit Halloween, Party City or even Target.com. Netflix's webshop does not offer official \"Squid Game\" costumes—though it does sell shirts and hoodies featuring iconography from the show. The Amazon marketplace for costumes thus exists in a sort of grey area to capitalize on the show's popularity. The companies producing unsanctioned \"Squid Game\" gear on Amazon aren't household Halloween names but more inscrutable concerns such as Smart.A, PreSmile and Jayayamala. Often, the \"Squid Game\" costume is the only Halloween costume these vendors sell. Through a representative, Amazon declined to comment on the unofficial nature of the costumes on its site.</p><p>Viewers' \"Squid Game\" obsession is stoking interest in these costumes, sure. But so is the straightforward-nature of the characters' outfits—particularly the tracksuits. A \"Squid Game\" uniform isn't some attention-hogging \"Barney\" costume with a dangling tail that could whip around and knock someone's cocktail over. It's just a low-key tracksuit not unlike the one that many work-from-homers have worn for the past year. Indeed, broadly speaking, tracksuits are trendy. You can find sporty zip-up sets at a range of price points, from $39 BoohooMan options up to Gucci's $3,650 version. Though, only the most foolhardy Halloweener would iron numbers onto a four-figure investment to make it into a fleeting costume.</p><p>MORE IN ON TREND</p><p>* Eames…Sneakers? Why Fashion Is Obsessed With Furniture</p><p>* Is Live-Stream Shopping the Future of Retail?</p><p>* He Acted in More Than 20 Movies. Now the T-Shirts He Made on the Side Are Worth Thousands.</p><p>* Banana Republic Tries to Become Cool Again—By Looking to Its Past</p><p>* Crochet Clothes: Not Just for Grannies Anymore</p><p>Netflix's 'Squid Game' Has Already Inspired Thousands of Halloween Costumes</p>",
  "published": "2021-10-05T20:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}