{
  "_id": "1847f5c865c89032b1101026d62490f01c5880b6d27991054b75f0161e7a547f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Crowdfunding The New Testament --- An ambitious drama series about the life of Jesus has raised millions from its faithful fans",
  "text": "<p>Dallas Jenkins, the filmmaker who created \"The Chosen,\" says the show's style is modeled more on \"Friday Night Lights\" than other Christian TV shows and movies. Mary Magdalene relapses into vice. The apostle Matthew is on the autism spectrum. Jesus' miracles get back stories.</p><p>By fleshing out biblical characters across multiple seasons, the show has inspired fan discussion, debate and squabbling on a level more typical of the Marvel or Star Wars series. Except that for \"Chosen\" fans, the dynamic is fueled by religious faith.</p><p>The show grew out of a short film and fundraising messages Mr. Jenkins posted online in 2017. Some 16,000 people paid at least $100 each to fund the shooting of the first season in 2018, budgeted at $11 million. In exchange, this flock of financial backers got an equity stake in the company that produced the show. They received shares in The Chosen LLC through an offering process filed with the Securities and Exchange Commission. These initial investors could eventually share in any profits from the show and other revenue sources, such as sales of \"Chosen\" T-shirts and Bible study books co-written by Amanda Jenkins, the creator's wife.</p><p>Majority owners in the company, including Mr. Jenkins (who received an annual salary of $300,000, according to an SEC filing) won't share in profits until the startup investors earn back their initial stake plus a profit of at least 20%.</p><p>The success of the series is a powerful reminder to Hollywood that faith-focused projects can sometimes become breakthrough hits. But what makes \"The Chosen\" even more of an outlier is the way it is supercharging the crowdfunding model to sustain production through multiple seasons. Though \"The Chosen\" is free to watch, viewers have poured $40 million and counting into its production budget, enough to pay for three out of a planned seven seasons. The costs of building the new production facilities, on a 1,200-acre camp owned by the Salvation Army, are being covered by a smaller group of the show's fans.</p><p>Producers say viewership was sluggish when the first season premiered for a fee in 2019. But the audience spiked when they made the series free on a \"Chosen\" app, now the show's main distribution hub, and viewers continued to multiply during the pandemic's lockdown months. The show has been translated into 50 languages, and is licensed to video services from Amazon to Peacock. Producers estimate that its 16 episodes have been viewed 312 million times. Now the \"Chosen\" audience is set to converge in person in movie theaters.</p><p>Starting Dec. 1, about 1,700 theaters will feature screenings of a \"Chosen\" Christmas special, including musical performances and a new episode in which Mother Mary (a series character played by Vanessa Benavente) flashes back to her son's birth. Distributor Fathom Events, known for one- or two-day releases of classic movies, live opera and other specialty fare, expanded the \"Chosen\" event to 10 days. Ticket sales are approaching $6 million so far, putting \"Christmas with 'The Chosen'\" on track to be Fathom's bestseller ever, according to chief executive Ray Nutt.</p><p>Other movie and TV producers have tapped die-hard fans to cover their budgets, but those projects were small and fleeting by comparison. The record for crowdfunded entertainment was once held by the cult comedy TV series \"Mystery Science Theater 3000,\" which raised about $6 million on Kickstarter for one revival season. Season 3 of \"The Chosen\" is set to start shooting in March with a budget of $18 million, up from $12 million for season 2. The increased expenses include the cost of switching to a union film crew.</p><p>Mr. Jenkins, 46 years old, is the co-writer, executive producer and director. In the show's many online videos and social-media posts, he is also the audience's behind-the-scenes liaison and explainer of storytelling choices and biblical interpretations. These messages routinely include his disclaimers about the project's business model, such as, \"We are not a nonprofit, a church or a ministry.\"</p><p>His pitch mixes altruism and evangelism, urging \"Chosen\" fans to chip in money to keep a drama about Jesus and his teachings free for anyone to watch. Revenue flows from viewers who touch a \"Pay It Forward\" button in the \"Chosen\" app, contributing an average of $65 each. Mr. Jenkins hosts livestream events that double as viewing parties for new episodes, which generate an average $1 million each for the show's production fund and overhead costs including distribution fees, he says. The show's 25 employees include social-media staffers and a video team capturing work behind the scenes.</p><p>\"We have to grind it out for every viewer, and direct communication with them is how we do it,\" Mr. Jenkins says. \"It's a constant feedback loop.\"</p><p>After seeing Mr. Jenkins's pilot and initial fundraising call on Facebook, Lisa Ann Lang became one of the show's angel investors with a buy-in of $10,000. Though she describes herself as \"a spiritual person, not a religious person,\" Ms. Lang, 54 years old, has immersed herself in all things \"Chosen.\" She bought DVDs and books in bulk to hand out, and made additional contributions that earned her a spot in the credits, three set visits, and an on-screen cameo in episode 6 as a background villager witnessing Jesus' healing of a paralytic. She recently rented a theater in her hometown in northwest Pennsylvania to screen episodes of \"The Chosen\" throughout December, and paid to advertise the screenings on billboards and radio spots.</p><p>\"I may not have been called to be a missionary overseas, but this project provides the opportunity to spread the Gospel as if you were a missionary close to home,\" she says.</p><p>Echoing other devotees of the series, Ms. Lang says \"The Chosen\" brings biblical figures down to earth. Jesus (played by Jonathan Roumie, who's had one-off roles in \"Chicago Med,\" \"The Good Wife\" and other network TV series) makes dry jokes and dances at the wedding where he turns water into wine. Matthew (Paras Patel) gets shunned because of his personality quirks and his job as a tax collector for the Romans. Simon Peter (Shahar Isaac) struggles to balance his devotion to his wife and his Messiah.</p><p>\"It has allowed people to relate on a very human level, where a lot of other productions try to be so lofty,\" Ms. Lang says.</p><p>This approach stems from Mr. Jenkins's background as a filmmaker and an evangelical. He grew up in a conservative Christian community in Zion, Ill., where he played basketball and trained in a Bible memorization program called Awana. His father is Jerry B. Jenkins, co-author of the \"Left Behind\" series of novels, which chronicled apocalyptic battles against the Antichrist following the rapture. The books sold tens of millions of copies and topped national bestseller lists around the turn of the millennium, when Mr. Jenkins was starting his own career after Bible college in Minnesota. His father, an investor in \"The Chosen,\" wrote a novelization of the show's first season.</p><p>Mr. Jenkins says it was the Jack Nicholson picture \"One Flew Over the Cuckoo's Nest\" that first made him want to be a filmmaker. Starting at age 25, he made a series of independent movies that led to his big break in Hollywood, directing a film with two unlikely partners: the horror studio Blumhouse and World Wrestling Entertainment Inc., which had decided to produce faith-based projects.</p><p>\"The Resurrection of Gavin Stone,\" about a down-and-out actor who plays Jesus in a megachurch pageant, died upon release in theaters in 2017. Feeling like a failure, Mr. Jenkins turned to making films for the worship services at his Illinois church, the same one where he'd shot his Hollywood bomb.</p><p>\"Some fans of 'The Chosen' think it's a stick-it-to Hollywood thing,\" he says. \"They get excited about the outside nature of it. But most of our actors and crew are from Hollywood, and Hollywood gave me an opportunity before but it didn't work out.\"</p><p>A short film he made for his church's Christmas celebration caught the attention of an online video service specializing in clean content, Angel Studios. \"The Shepherd\" put a tight focus on the kind of character typically relegated to the background of the nativity, and served as a proof of concept to potential investors when Angel Studios helped Mr. Jenkins and his team launch their crowdfunding push for \"The Chosen.\"</p><p>Mr. Jenkins, whose writing sessions for \"The Chosen\" go from about 11 p.m. to 4 a.m., collaborates on scripts with longtime friends Ryan Swanson, who has had his own ups and downs in Hollywood, and Tyler Thompson, a co-writer of all Mr. Jenkins's church films. Several experts guide them on biblical and historical accuracy, and appear in roundtable discussion videos online.</p><p>Mr. Jenkins says he draws on secular sources, too. Binge-watching the kaleidoscopic HBO crime drama \"The Wire\" convinced him to delve into the sociopolitical worlds of Romans and Pharisees. He borrowed the idea of delaying Jesus' entrance in the series from \"The West Wing,\" in which the president doesn't show up until the end of the first episode.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}