{
  "_id": "4093a7600ae7555e5fea6af7940e605b1d8723aac4eba287397d30f43c712817",
  "feed": "wall-street-journal",
  "title": "Disney Streaming Sees Slower Growth as Consumers Venture Out of the House; Pandemic lift from Disney+ sign ups wanes as earnings sag; pace of new content isn't expected to rebound until second half of next year",
  "text": "<p>Disney+ added just over two million subscribers in the fourth quarter ending Oct. 2, the company said, bringing its total to 118.1 million. Analysts had expected this quarter's total to come to 125.3 million. During the previous quarter, Disney+ had added more than 12 million new subscribers.</p><p>Disney Chief Executive Bob Chapek said the company was managing its direct-to-consumer business \"for the long term, not quarter to quarter.\" The service is still on track to reach previous guidance of between 230 million and 260 million paid Disney+ subscribers globally by the end of fiscal 2024, he said.</p><p>Disney's shares, down 3.7% year to day, fell more than 4% to $167 a share in after-hours trading.</p><p>While Disney's streaming service suffered, Disney's parks posted a surge in year-over-year revenue as attractions reopened and Covid-19 vaccinations proliferated, reflecting a shift in consumer habits over the past several months as the global economy recovers from the pandemic.</p><p>Lockdown orders accelerated Hollywood's pivot toward direct-to-consumer options—and Wall Street embraced the shift—but more than a year of pent-up demand for in-person experiences now forces Disney and other media companies to straddle old revenue streams with the new.</p><p>Across Disney's balance sheet, a world eager to return to pre-pandemic normalcy can be seen. Theme park revenue was up 99%. Growth in the company's media division came in part because of advertising revenue attached to the return of live sports, the company said. And box-office grosses in the quarter came from four new movies, including \"Shang-Chi and the Legend of the Ten Rings,\" whereas the previous year's quarter had included only one.</p><p>At the same time, Mr. Chapek signaled that the company's physical and digital worlds are blurring together. Disney parks visitors have been encouraged to download apps and tools that create an itinerary for the day, order food and purchase perks, and the company is distributing movies and TV shows across screens large and small.</p><p>\"Our efforts to date are merely a prologue to a time when we'll be able to connect the physical and digital worlds even more closely, allowing for storytelling without boundaries in our own Disney metaverse,\" he said.</p><p>Still, all eyes will be on Disney's streaming slowdown, which Mr. Chapek had warned in September would disappoint investors.</p><p>Several culprits contributed to the relatively flat growth. Customers in India didn't sign up as expected following the delay of Indian Premier League cricket games that were to air on the service. Distribution in parts of Latin America was complicated by rollout issues. And several hot shows on the service, such as \"WandaVision\" and \"The Falcon and the Winter Soldier,\" wrapped up their first seasons earlier this year.</p><p>Competitors like Netflix Inc. have also seen pandemic-level growth slow as lockdowns ease and consumers find entertainment options outside of the home.</p><p>At Netflix, reports earlier this year of a slowdown in sign-ups were followed by a better-than-expected showing in its most recent quarter. The streaming service added 4.4 million subscribers—or about a million more than it had forecast—on the strength of new popular shows like \"Squid Game.\"</p><p>Disney needs more hits itself, and coronavirus-related production delays continue to wreak havoc on its release schedule. Disney might not see its desired cadence of programming flowing to Disney+ until next year's fourth quarter, according to Disney finance chief Christine McCarthy, who added that she expects that will help subscriber growth to ramp back up in the latter half of 2022.</p><p>\"Finally the dam will break\" on regular new movies and shows, Mr. Chapek said.</p><p>Some analysts have questioned whether Disney should expand into more adult-oriented programming to draw in new subscribers. Mr. Chapek said the executive team is targeting different demographics, but are focused on gaining ground among preschool viewers.</p><p>In an attempt to boost growth, Disney recently introduced a discounted offer for Disney+, a promotion that charges $1.99 for the first month, followed by the regular rate of $7.99. A promotional \"Disney+ Day\" is also scheduled for later this week to highlight new programming coming to the service, as well as to commemorate its launch in several overseas markets that are key to hitting its forecast figures.</p><p>When it comes to luring subscribers to Disney+, the company in November and December will be relying on a Beatles documentary, \"The Beatles: Get Back,\" additional Marvel Studios and Lucasfilm Ltd. shows and films that include a new \"Home Alone\" feature.</p><p>At its other streaming services, ESPN+ subscribers reached 17.1 million, up from the 14.9 million the company reported in August and above analyst estimates. Total Hulu subscriptions rose roughly two million from 43.8 million in the third quarter, below analyst estimates.</p><p>Overall, Disney recorded fourth-quarter earnings of $159 million, or 9 cents a share, compared with a year-ago loss of $710 million, or 39 cents a share. Adjusted earnings were 37 cents a share in the latest quarter, below analysts' estimates of 52 cents a share.</p><p>The company recorded $18.5 billion in sales, a 26% increase from the year-ago quarter, when the pandemic shut down much of the world. Results missed analysts' estimates of $18.8 billion, according to a FactSet poll.</p><p>The company's theme parks and consumer products division had a profit of $640 million for the quarter, swinging from a loss last year. Revenue at the division—which includes its storied Walt Disney World and Disneyland resorts—doubled from a year ago to $5.45 billion. Hourly wage increases among parks workers and inflationary costs on some supplies are contributing to some rising expenses in the division, Ms. McCarthy said.</p><p>Mr. Chapek said recent government decisions to expand Covid-19 vaccinations to younger children and to accept visitors from overseas should help revenue continue to climb at the parks. The company is also expanding its theme-park attractions, including a forthcoming Star Wars-themed hotel at Walt Disney World that is nearly sold out for its opening four months and is adding several cruise ships to its fleet.</p><p>Disney During the Pandemic</p><p>More WSJ coverage of entertainment company, selected by the editors</p><p>* Heard on the Street: Movie Theaters Dodge Marvel's Bullet (Nov. 9)</p><p>* China Locks 30,000 Visitors Inside Shanghai Disneyland After One Guest Got Covid-19 (Nov. 1)</p><p>* Covid-19 Vaccine Mandates Turn Into Religious Tests at GE, Disney—Some Longer Than Others (Oct. 31)</p><p>* Disney+ Subscriber Growth Slows Down (Sept. 21)</p><p>* How Disney and Scarlett Johansson Reached the Point of No Return (Sept. 3)</p><p>* Disney Posts a Rebound as Tourists Returned to Its Theme Parks (Aug. 12)</p><p>Write to Erich Schwartzel at erich.schwartzel@wsj.com and Kimberly Chin at kimberly.chin@wsj.com</p><p>Disney Streaming Sees Slower Growth as Consumers Venture Out of the House</p>",
  "published": "2021-11-10T23:26:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1800,
          "end": 1806
        },
        {
          "start": 6577,
          "end": 6583
        },
        {
          "start": 1256,
          "end": 1262
        },
        {
          "start": 3988,
          "end": 3994
        },
        {
          "start": 6095,
          "end": 6106
        },
        {
          "start": 3478,
          "end": 3484
        },
        {
          "start": 6874,
          "end": 6880
        },
        {
          "start": 4903,
          "end": 4909
        },
        {
          "start": 3234,
          "end": 3240
        },
        {
          "start": 6704,
          "end": 6710
        },
        {
          "start": 6214,
          "end": 6220
        },
        {
          "start": 238,
          "end": 244
        },
        {
          "start": 705,
          "end": 711
        },
        {
          "start": 94,
          "end": 100
        },
        {
          "start": 5560,
          "end": 5571
        },
        {
          "start": 3740,
          "end": 3746
        },
        {
          "start": 4153,
          "end": 4159
        },
        {
          "start": 536,
          "end": 542
        },
        {
          "start": 6631,
          "end": 6637
        },
        {
          "start": 4038,
          "end": 4045
        },
        {
          "start": 742,
          "end": 748
        },
        {
          "start": 294,
          "end": 300
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 601,
          "end": 607
        },
        {
          "start": 4406,
          "end": 4413
        },
        {
          "start": 1170,
          "end": 1176
        },
        {
          "start": 2213,
          "end": 2219
        },
        {
          "start": 3356,
          "end": 3362
        },
        {
          "start": 2268,
          "end": 2274
        },
        {
          "start": 3423,
          "end": 3429
        }
      ]
    }
  ]
}