{
  "_id": "1bc2f8551ad9ecc78b858860245f45ef07000605f6292f8763d0ec8bcdce3f09",
  "feed": "wall-street-journal",
  "title": "Disney and Scarlett Johansson Settle Suit Over 'Black Widow' Contract; Actor had claimed her contract was breached when film made its debut both on Disney+ and in theaters",
  "text": "<p>Terms of the settlement weren't disclosed.</p><p>Ms. Johansson had been seeking as much as $80 million from Disney on top of the $20 million salary she received for the film, people familiar with the matter had said. Ms. Johannson had argued that by putting the movie on Disney+ simultaneously with its theatrical release her potential bonus from the film's box office was harmed.</p><p>Disney countered that it was within its rights to put the movie on Disney+ per its agreement with Ms. Johansson and that it did so because of the effect of the Covid-19 pandemic on the theatrical business. Disney had called the suit \"especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.\"</p><p>In a statement disclosing the settlement, Disney Studios Chairman Alan Bergman said, \"I'm very pleased that we have been able to come to a mutual agreement with Scarlett Johansson regarding 'Black Widow.' \"</p><p>He went on to say the company was working with her on a number of upcoming projects, including \"Tower of Terror,\" based on the Disney theme park ride of the same name.</p><p>Ms. Johansson said she was happy to resolve the dispute and is \"incredibly proud of the work we've done together over the years and have greatly enjoyed my creative relationship with the team.\"</p><p>Ms. Johansson's lawsuit was an exclamation point on a long-simmering conflict between Hollywood studios and their stars as the industry pivots from the theatrical distribution model to releasing films on streaming services. With the Covid-19 pandemic forcing a shutdown of movie theaters, studios delayed several films and then began debuting them on their streaming services.</p><p>That was met with a hostile reaction from many actors and producers, as big stars often have their compensation tied to a film's box-office performance. Studios have had to negotiate over contracts with talent to put movies originally intended for exclusive theatrical runs onto their streaming services. AT&amp;T Inc.'s WarnerMedia paid more than $200 million to actors, directors and other talent after it decided to put its 2021 movie slate on its HBOMax streaming platform.</p><p>The lawsuit became another test for Disney Chief Executive Bob Chapek, who succeeded Robert Iger in the top job in 2020 and has contended with the pandemic, park closures and cruise-line shutdowns. Disney's initial response to the actress's suit rallied support from her fellow actors and women's advocacy groups in Hollywood, who called Disney's \"callous disregard\" response an unfair characterization. There was also an outcry over Disney's disclosure of her $20 million salary for \"Black Widow.\"</p><p>Disney's initial response to the suit was driven in part by an allegation that Messrs. Chapek and Iger were motivated to put the movie on Disney+ because they receive bonuses based in part on the success of the streaming service, a person close to the pair had said.</p><p>Mr. Chapek said earlier this month that the company was evaluating how it executes its talent deals, many of which were signed before Covid-19 and must now be re-examined as distribution strategies remain in flux.</p><p>\"Talent deals going forward will have to reflect that the world is changing,\" he said.</p><p>Disney has said it plans to continue to release movies via a spectrum of distribution strategies, from exclusively on Disney+ to a hybrid model or exclusively in theaters. The company saw surprising success at the box office with its most recent Marvel movie, \"Shang-Chi and the Legend of the Ten Rings,\" which is closing in on $200 million domestically. Disney soon after announced that the rest of its 2021 slate will open in theaters exclusively.</p><p>Ms. Johansson had starred in several Marvel superhero movies as the assassin Natasha Romanoff before her stand-alone feature. The release of \"Black Widow\" was delayed because of Covid-19. When it finally premiered in July, it took in $80 million from theaters on its opening weekend and generated an additional $60 million from at-home purchases. Ticket sales fell relatively quickly, and the movie grossed $184 million domestically, a disappointing result for a big-budget release that theater owners said would have been higher had it premiered exclusively on the big screen.</p><p>Just three weeks after its July 8 premiere, Ms. Johansson filed her suit in Los Angeles Superior Court. Disney subsequently filed a motion seeking to move the case to arbitration. The settlement came before the discovery process had started.</p><p>Write to Joe Flint at joe.flint@wsj.com and Erich Schwartzel at erich.schwartzel@wsj.com</p><p>Disney and Scarlett Johansson Settle Suit Over 'Black Widow' Contract</p>",
  "published": "2021-10-01T01:21:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4357,
          "end": 4363
        },
        {
          "start": 2496,
          "end": 2502
        },
        {
          "start": 3580,
          "end": 3586
        },
        {
          "start": 265,
          "end": 271
        },
        {
          "start": 2592,
          "end": 2598
        },
        {
          "start": 1072,
          "end": 1078
        },
        {
          "start": 102,
          "end": 108
        },
        {
          "start": 375,
          "end": 381
        },
        {
          "start": 2657,
          "end": 2663
        },
        {
          "start": 581,
          "end": 587
        },
        {
          "start": 442,
          "end": 448
        },
        {
          "start": 3225,
          "end": 3231
        },
        {
          "start": 2356,
          "end": 2362
        },
        {
          "start": 148,
          "end": 154
        },
        {
          "start": 780,
          "end": 786
        },
        {
          "start": 2795,
          "end": 2801
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2194,
          "end": 2200
        },
        {
          "start": 4584,
          "end": 4590
        },
        {
          "start": 3343,
          "end": 3349
        }
      ],
      "nexusId": "10078857"
    }
  ]
}