{
  "_id": "5862b0fe7698b538464006caada614d8c60b80443de165aed76412685bed92c1",
  "feed": "wall-street-journal",
  "title": "What's News --  Business & Finance",
  "text": "<p>\n   SoftBank's Vision Fund injected at least $400 million into Greensill at the end of 2020, deepening the potential losses the giant tech investor faces in the startup's collapse. </p><pre>\n </pre><p>\n  Metals tycoon Sanjeev Gupta is negotiating a standstill agreement with Greensill to give his companies breathing space over payments on billions of dollars of debt. </p><p>\n  --- </p><p>\n   Shares of tech firms and special-purpose acquisition companies surged, bouncing back after a streak of declines that pushed some popular SPACs down 20% or more in a month. </p><pre>\n </pre><p>\n  The Nasdaq jumped 3.7%, while the S&amp;P 500 and Dow industrials gained 1.4% and 0.1%, respectively. </p><p>\n  --- </p><p>\n   Electric-car startup Lucid has an undisclosed commitment to build an assembly plant in Saudi Arabia. </p><p>\n  --- </p><p>\n  Political pressure mounted in Texas to reverse $16 billion in power overcharges from last month's blackouts. </p><p>\n  --- </p><p>\n   Walt Disney's ESPN is closing in on a long-term rights deal for National Hockey League games. </p><pre>\n </pre><p>\n  Disney said its flagship streaming service, Disney+, has surpassed 100 million subscribers. </p><p>\n  --- </p><p>\n   T-Mobile US will automatically enroll its phone subscribers in an advertising program informed by their online activity. </p><p>\n  --- </p><p>\n  Conagra is in talks to sell the Hebrew National hot dog brand to Brazil's JBS. </p><p></p>",
  "published": "2021-03-10T07:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 938,
          "end": 944
        },
        {
          "start": 982,
          "end": 989
        },
        {
          "start": 842,
          "end": 853
        }
      ],
      "nexusId": "10078857"
    }
  ]
}