{
  "_id": "ea1c614c0707e99192b74f70f0022889af4691eb57c94913e64dd456251dcf76",
  "feed": "wall-street-journal",
  "title": "Johansson Sues Disney Over Marvel Film Release",
  "text": "<p>Ms. Johansson said in the suit that her agreement with Disney's Marvel Entertainment guaranteed an exclusive theatrical release, and her salary was based in large part on the box-office performance of the film.</p><p>\"Disney intentionally induced Marvel's breach of the agreement, without justification, in order to prevent Ms. Johansson from realizing the full benefit of her bargain with Marvel,\" the suit said.</p><p>The decision to put the movie on Disney+ is projected to cost Ms. Johansson more than $50 million, a person familiar with details of her contract claimed.</p><p>A Disney spokesman said Ms. Johansson's suit had no merit and is \"especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.\" The company said it \"fully complied with Ms. Johansson's contract and furthermore, the release of Black Widow on Disney+ with Premier Access has significantly enhanced her ability to earn additional compensation on top of the $20 million she has received to date.\"</p><p>The suit could be a bellwether for the entertainment industry. Major media companies are giving priority to their streaming services in pursuit of growth, and are increasingly putting their high-value content on those platforms. Those changes have significant financial implications for actors and producers, who want to ensure that growth in streaming doesn't come at their expense.</p><p>\"This will surely not be the last case where Hollywood talent stands up to Disney and makes it clear that, whatever the company may pretend, it has a legal obligation to honor its contracts,\" said John Berlinski, an attorney at Kasowitz Benson Torres LLP who represents Ms. Johansson.</p><p>The suit also notes that annual bonuses for Disney Chairman Robert Iger and Chief Executive Bob Chapek are tied to the performance of Disney+ and cites that as further motivation for putting \"Black Widow\" on the service. Disney disclosed in its 2021 proxy that Messrs. Iger and Chapek both received bonuses for the success of Disney+.</p><p>Disney began releasing movies simultaneously on Disney+ and in theaters partly because of the Covid-19 pandemic, when theaters were closed or at limited capacity, and partly to boost its nascent service. AT&amp;T Inc.'s WarnerMedia, which operates the HBO Max streaming service, is following a similar strategy for its entire 2021 slate of Warner Bros. movies. Comcast Corp.'s NBCUniversal has since followed suit, with the release of \"The Boss Baby: Family Business\" both in theaters and on its Peacock streaming service.</p><p>WarnerMedia chose to renegotiate many of its talent contracts that, like Ms. Johansson's deal with Marvel, were tied to box-office performance. Warner Bros. paid more than $200 million to talent as part of the amended agreements.</p><p>Ms. Johansson has been an integral part of the Marvel universe since appearing as Black Widow in 2010's \"Iron Man 2.\" Her presence has grown significantly since then as a member of the Avengers squad of heroes, alongside Captain America and the Incredible Hulk. Her character died in the 2019 blockbuster \"Avengers: Endgame,\" and the spinoff film in theaters now takes place before the events of that movie.</p><p>According to the complaint, Ms. Johansson's representatives sought to renegotiate her contract after learning of the dual-release strategy for \"Black Widow,\" which she has said is her ninth and last Marvel movie. Disney and Marvel were unresponsive, the suit said.</p><p>Even before the pandemic, Ms. Johansson was concerned that \"Black Widow\" could end up on Disney+ as part of its wide release. In 2019, Ms. Johansson's representatives reached out to Marvel seeking assurance that \"Black Widow\" would have a theatrical-only release, according to the complaint. In a March 2019 email included in the suit, Marvel Chief Counsel Dave Galluzzi said the release would be according to a traditional theatrical model, adding, \"We understand that should the plan change, we would need to discuss this with you and come to an understanding as the deal is based on a series of (very large) box office bonuses.\"</p><p>During its July 9 opening weekend, \"Black Widow\" grossed $80 million at the domestic box office and $78 million overseas, and generated an additional $60 million from $30 at-home purchases on Disney+. The movie's theatrical performance fell in the subsequent days more sharply than most Marvel films. Some analysts and executives in Hollywood questioned whether making the movie easy to watch at home was hurting box-office results. The National Association of Theatre Owners, a lobbying group for exhibitors, called the performance \"disappointing and anomalous,\" and proof that exclusive theatrical releases were the most profitable approach.</p><p>Internally, some executives at Disney worried that an at-home release would tarnish the overall appeal of the Marvel brand, which has produced the biggest offerings in Hollywood over the past several years.</p>",
  "published": "2021-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 212,
          "end": 218
        },
        {
          "start": 1913,
          "end": 1919
        },
        {
          "start": 2027,
          "end": 2033
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 1482,
          "end": 1488
        },
        {
          "start": 55,
          "end": 61
        },
        {
          "start": 871,
          "end": 877
        },
        {
          "start": 3397,
          "end": 3403
        },
        {
          "start": 3538,
          "end": 3544
        },
        {
          "start": 4756,
          "end": 4762
        },
        {
          "start": 565,
          "end": 571
        },
        {
          "start": 1826,
          "end": 1832
        },
        {
          "start": 2018,
          "end": 2025
        },
        {
          "start": 1736,
          "end": 1742
        },
        {
          "start": 4273,
          "end": 4280
        },
        {
          "start": 441,
          "end": 447
        },
        {
          "start": 2075,
          "end": 2081
        }
      ],
      "nexusId": "10078857"
    }
  ]
}