{
  "_id": "e653b46abe45628062a48c443d56cbb688eb33fafd5e790b76d6eb0b66144e5c",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  S&P, Nasdaq Gain, but Dow Falls  ----  By Caitlin McCabe and Anna Hirtenstein",
  "text": "<p>   The S&amp;P 500 and Nasdaq Composite rebounded as investors shook off concerns about mounting inflation. </p><p>   Traders for months have been digesting signs that inflation is worsening amid supply-chain bottlenecks, but on Wednesday new data presented the highest figure yet. The Labor Department said the consumer-price index increased 6.2% in October year over year. That marked the quickest 12-month pace since 1990 and the fifth consecutive month of inflation above 5%. </p><p>   On Thursday, however, there was evidence that investors were again taking pricing pressures in stride. The benchmark S&amp;P 500 added 2.56 points, or 0.1%, to 4649.27, reversing direction after finishing Wednesday with its largest one-day decline in more than a month. The Nasdaq Composite gained 81.58 points, or 0.5%, to 15704.28. </p><p>   The Dow Jones Industrial Average lost 158.71 points, or 0.4%, to 35921.23. The blue-chip index was pulled down, in part, by Walt Disney's worst daily performance in more than a year. </p><p>   Shares of growth and technology companies, which tend to perform poorly in an inflationary environment, helped push the S&amp;P and Nasdaq higher. Advanced Micro Devices gained $6.14, or 4.4%, to $146.01. Nvidia added $9.31, or 3.2%, to $303.90. Netflix rose 410.67, or 1.7%, to $657.58. </p><p>   Financial companies, which tend to benefit from higher interest rates, also rallied. Energy and materials stocks posted strong performances, too. The Russell 2000 index of small-cap stocks rose 0.8%. </p><p>   Wednesday's slide following the inflation data was a \"well-deserved pullback\" after an autumn stock-market rally that pushed the S&amp;P 500 to a stretch of repeated records, said Ryan Detrick, chief market strategist at LPL Financial. \"Economic growth is still quite solid, and that's going to drive longer-term stock-market gains. We think the underlying fundamentals that got us here are still in place, and that's what investors need to keep in mind.\" </p><p>   Even as pricing pressures remain top of mind for strategists and investors, many say they have a bullish outlook for the rest of the year. </p><p>   Stocks are coming out of a strong earnings season, during which about 81% of reporting S&amp;P 500 companies beat earnings expectations, according to FactSet data through Thursday morning. </p><p>   Investors say commentary in recent earnings calls gave them confidence that many companies can navigate inflationary pressures. </p><p>   In corporate news, Rivian Automotive jumped by $22.26, or 22%, to $122.99. The electric-vehicle startup made its public debut Wednesday, closing at $100.73, well above the $78 initial offering price. </p><p>   Tesla lost $4.44, or 0.4%, to $1,063.51. Regulatory filings showed Elon Musk sold about $5 billion of shares in the auto maker this week. Twitter users directed the chief executive to sell 10% of his stake in the company in an online poll last weekend. </p><p>   The U.S. bond market was closed for Veterans Day. </p><p>   Overseas, the pan-continental Stoxx Europe 600 ticked up 0.3% to a record. </p><p>   Early Friday, Japan's Nikkei 225 was up 1.1%, Hong Kong's Hang Seng Index was up 0.5% and the Shanghai Composite was down 0.1%. U.S. stock futures was up 0.2%. </p><p></p>",
  "published": "2021-11-12T07:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 917,
          "end": 928
        }
      ],
      "nexusId": "10078857"
    }
  ]
}