{
  "_id": "441920655ec82b9a7510dcb35c6b5f1a2f5c7d7604db9813326a7f9c2c7646a0",
  "feed": "ftcomall",
  "title": "Cineworld considers US listing as pandemic worries persist",
  "text": "<p>UK-based Cineworld is considering listing all or part of its business in the US as it warned that there could be “no certainty” over its recovery from the pandemic.</p> <p>The world's second-largest cinema group by number of screens said on Thursday that it was considering ways to capture some of the liquidity in US markets, through either a listing of the overall Cineworld group or a partial listing of Regal, its US cinema network. </p> <p>Mooky Greidinger, Cineworld's chief executive, said the plans were embryonic and that the FTSE 250 company could consider a dual listing of its business in the US and UK, choose to raise further capital in the UK or issue more shares.</p> <p>“There is no plan yet. This is only one option out of many options on the capital markets for us,” Greidinger added.</p> <p>The share price of Cineworld's rival, US-listed AMC, has surged after it became a popular “meme stock” for retail investors. AMC's share price is up more than 1,460 per cent since the start of the year.</p> <p>Cineworld's shares were about 5 per cent higher by midday in London trading on Thursday, reversing a slide this year to sit almost 5 per cent up for 2021.</p> <p>Greidinger said that Cineworld's decision to consider a US listing had “nothing to do” with AMC's recent stock performance.</p> <p>A potential dual listing for Cineworld comes as cinemas begin to make a slow recovery from the pandemic hit to business, with the majority of blockbuster film releases delayed until the fourth quarter of the year.</p> <p>Still, questions hang over the long-term future of cinema's exclusive screening of films before they launch on streaming platforms.</p> <p><em>Black Widow</em>, the most successful box office opening since the start of the pandemic, was <a href=\"https://www.ft.com/content/1550ed57-047f-46dd-a9a0-121406199076\">released</a> in cinemas on the same date that it aired on Disney's on-demand platform. It has grossed roughly $360m worldwide.</p> <p>Cineworld said that it had agreed various deals with studios, with some cutting the traditional 60-day release window by as much as 40 days.</p> <p>Since the group fully reopened all of its 767 cinemas in June, it had more than halved the $45m monthly cash burn it reported for the first six months of the year, it said.</p> <p>But it added: “There can be no certainty around the recovery from Covid-19 in the short term.”</p> <p>Admissions in the six months to the end of June were 14.1m, 70 per cent lower than in the same period last year. Cineworld only began to reopen its cinemas in April.</p> <p>Its directors warned of “material uncertainty” over Cineworld's ability to continue as a going concern, saying further lockdowns or a disruption to cinema attendance as a result of outbreaks of new variants of coronavirus would cause it to breach covenants on its term loans in June 2022.</p> <p>Cineworld came close to <a href=\"https://www.ft.com/content/0ed56fe4-3d27-477f-8330-362eb08a6159\">financial collapse</a> in November and has faced a court battle with one of its landlords and a shareholder revolt over a <a href=\"https://www.ft.com/content/fedafcec-8af6-4fcc-a631-f408065ef121\">£65m bonus</a> package for its top two executives.</p> <p>The group could also be liable to pay $260m to Regal shareholders in a dispute over its takeover of the US cinema company in 2018. Cineworld said it was “engaging with the dissenting shareholders to reach a constructive resolution”.</p> <p>Total revenues in the first half of the year plunged 59 per cent to $292.8m, compared with the same period in 2020. The company narrowed its losses, however, reporting a pre-tax loss of $576.4m compared with a $1.6bn loss in the first six months of last year.</p> <p>A court case to settle its dispute with the Canadian chain Cineplex over a <a href=\"https://www.ft.com/content/9645094c-25bf-4ab1-a2e2-670af109ace5\">failed takeover bid</a> is due for trial at the end of the year.</p><p>Source: Alice Hancock in London 2021 'Cineworld considers US listing as pandemic worries persist' FT.com 12 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-12T11:39:42.524Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1753,
          "end": 1759
        }
      ],
      "nexusId": "10078857"
    }
  ]
}