{
  "_id": "5267cc699fdc0e213e76e078258cff68ea3b1922baced3a76a4fa129dbcfb498",
  "feed": "wall-street-journal",
  "title": "Stocks Rise Ahead of Earnings --- Moderna, other vaccine makers climb as approval for booster shots nears",
  "text": "<p>A clutch of companies were scheduled to report earnings Thursday after the markets closed including Airbnb, DoorDash and Walt Disney.</p><p>Recently, a robust earnings season and signs of an improving economy have driven both the Dow and S&amp;P 500 to records. Still, surging cases related to the Delta variant of the coronavirus have raised concerns about the recovery.</p><p>\"Earnings have been nothing short of spectacular,\" said Jeff Schulze, investment strategist at ClearBridge Investments. \"It's everything you want to see as an investor. In my opinion, it's one of the reasons why you haven't seen a larger selloff at this point in the cycle, which is normally what you see.\"</p><p>Among individual movers, South Korean e-commerce company Coupang dropped nearly $3.07, or 8.3%, to $34.13 after posting quarterly results that included a nearly $300 million hit from a fire at a fulfillment center. The slide took shares of the SoftBank Group-backed company below their March initial public offering price.</p><p>Vaccine makers rose as the Food and Drug Administration was close to approving Covid-19 booster shots. Moderna climbed $6.09, or 1.6%, to $391.42, BioNTech added $14.83, or 4.1%, to $374.02 and Novavax rose $12.94, or 5.5%, to $247.24.</p><p>In addition, software company Palantir recently jumped more than $2.54, or 11%, to $24.89 after reporting earnings that beat analysts' estimates.</p><p>On the economic front, jobless claims came in at 375,000 last week, a slight decline from the previous week and in line with analysts' expectations. The U.S. producer-price index jumped 6.2% in July, more than economists had forecast.</p><p>Investors look toward the consumer sentiment data released Friday morning for more insight into how consumers feel about the economy.</p><p>\"Right now investors are looking to hang their hats on every piece of data that comes out, but a lot of it has been conflicting,\" said Greg Bassuk, chief executive officer at AXS Investments. \"Any real big surprises up and down we think could give a better indication of the consistency and direction that the economy is moving.\"</p><p>Investors are keeping an eye on the bipartisan infrastructure package for more details on job creation, investments in renewable energy and overall impact on the economy. While confident that the infrastructure package will pass, some investors doubt that the package will be implemented in its current form.</p><p>\"For us, it's definitely more than just the passage of a single piece of legislation and much more about the impact and what it will spark on the economy, which we think will bode very well moving toward the end of this year,\" Mr. Bassuk said.</p><p>Melissa Brown, managing director of applied research at Qontigo, said it is important to note that market rally during low trading volumes of the summer months can be hard to maintain come fall when volumes increase. \"I'm skeptical about whether that is a sustainable rally; it's not quite as certain when stocks are going up on low trading volumes,\" Ms. Brown said.</p><p>Concerns about inflation are also receding after a Wednesday data release on consumer prices for July showed a decline on a monthly basis, dropping to 0.5% last month from 0.9% in June.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked up to 1.366%, the highest in nearly a month, from 1.339% on Wednesday.</p><p>Brent crude, the global oil benchmark, lost 13 cents per barrel, or 0.2%, to $71.31, snapping a two-day winning streak.</p><p>Overseas, the pan-continental Stoxx Europe 600 edged up 0.52 points, or 0.11%, to 474.84, extending gains after hitting records for eight consecutive trading sessions.</p><p>Early Friday, Japan's Nikkei was up 0.1% and Hong Kong's Hang Seng Index was down 0.8%. U.S. stock futures were down 0.1%.</p>",
  "published": "2021-08-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 121,
          "end": 132
        }
      ],
      "nexusId": "10078857"
    }
  ]
}