{
  "_id": "951744da0d05d39bf13e4b35576bc4e95750f9c1a5d9351d09acedd974f1c35b",
  "feed": "wall-street-journal",
  "title": "The Middle Seat: A Director Who's a Travel Nerd --- Oscar-winner Barry Jenkins has earned a following among frequent fliers on social media",
  "text": "<p>His eye is far more discerning than the average road warrior's. He'll call out the perfect seat-height-to-window ratio on a plane and the worst layout of business-class cabins (seats angled with a passenger's back to the window). Sometimes he becomes so fascinated with how light plays with clouds that he'll make a short video, set it to the music he's listening to and share it on Twitter.</p><p>\"Being in a plane at 30,000 feet, you get views that human beings just physically are not meant to get. I want to look out the damn window. I want to look out the window the entire time,\" Mr. Jenkins says.</p><p>Social media has become a way for transportation companies to communicate with customers and for road warriors to alert others to problems or offer tips and tricks. It's also a good way to get the attention of airlines -- they often respond faster to problems aired publicly than they do regular customer complaints. It's even the best way to get help from the Transportation Security Administration.</p><p>Mr. Jenkins, who logs more than 100,000 miles a year, is an entertaining follow for many travelers. He doesn't hold back on opinions. Here's a sample from 2019: \"Delta's Boeing 777 copies the Virgin Atlantic seating alignment and oh my this is some mid-aughts 'copy the cool kids' mess. Makes windows useless (unless you're a contortionist) &amp; I have no clue where to store anything. Surprised this is my first encounter with this airframe.\"</p><p>Delta just may have agreed: The airline retired its 777s early during the pandemic. (Just kidding. The airline says it's replacing the 777s with newer Airbus A350s that are more fuel-efficient.)</p><p>Mr. Jenkins's obsession grew from a fear of flying. His first flight wasn't until his early 20s. It was a rough trip, with severe turbulence and lightning flashes. Knowing he had to overcome the fear, he paid for an online fear-of-flying course taught by a retired airline captain who explained every phase of flight and every noise that a plane typically makes.</p><p>\"It sent me down this rabbit hole of going on pilot forums. The more I know about it, the less terrifying it is. So I've just always been kind of deep down the rabbit hole,\" Mr. Jenkins says.</p><p>His social-media dialogue about flying is all about information -- giving and receiving. It's his coping mechanism. He follows aviation meteorologist Jim Manning and the website Turbulence Forecast, and subscribes to the Seattle Times because of the Boeing reporting of Dominic Gates.</p><p>Even armed with knowledge, Mr. Jenkins still carries that fear on board. \"Every time I sit down in the seat, I'm terrified, I'm anxious. But I also recognize that it's really beautiful,\" he says.</p><p>Making a major movie can be a huge undertaking. So can moving millions of people on expensive and complicated machines, and doing it with serious weather challenges.</p><p>His direction to airlines: Communicate more. \"The direction I usually give to actors is relax, just be yourself,\" he says.</p><p>He wishes, for example, that pilots would get back to making frequent announcements pointing out sights -- and showing their appreciation for aviation.</p><p>Mr. Jenkins says he has to have a window seat. And he has to have it at least partially open. Other passengers sometimes ask him to lower the shade so they can watch screens or sleep. He politely tries to find middle ground and hasn't encountered any window-shade wars.</p><p>Mr. Jenkins's films use light in stunning ways, and he brings the same eye to his flying. When flying west to east, sitting on the left (north) side of the plane minimizes glare in the cabin from his open shade. Cloud tops can become reflectors of light into the cabin.</p><p>Certain seats allow him to cast as little light into the cabin as possible, usually in the front or at the very end.</p><p>\"I'm very, very diligent about this,\" he says. \"And yet, I do feel like even when it's bright, the windows should be open. People should really get back into the wonder of this thing.\"</p><p>What he'd really love is a tinted film he could place on windows temporarily and keep the shade open without disturbing neighbors. Until that product turns up, his favorite plane is the Boeing 787, despite its manufacturing problems, because it has huge windows that passengers can gradually tint electronically, with no shades.</p><p>\"I'm not claustrophobic, but when I'm just in the dark and I don't know where we are, I don't know where the ground is. It just terrifies me,\" he says.</p><p>One comfort is watching passengers watch his work on in-flight entertainment. He conducts his own consumer research, walking down the aisle and checking what passengers are watching.</p><p>\"It's like a focus group,\" he says.</p><p>\"Moonlight,\" the 2016 coming-of-age drama he directed and co-wrote that won Academy Awards for best picture, best adapted screenplay and best supporting actor, ran with few cuts for airline audiences. One foreign airline wanted cuts, and Mr. Jenkins asked if he could make them. The airline explained its reasons and he did the edit himself. Directors usually don't get that option. \"That was a really great experience,\" he says.</p><p>\"If Beale Street Could Talk,\" a 2018 romantic drama Mr. Jenkins wrote and directed, was different. \"It was butchered. Butchered. It wasn't just like muting words -- that I could have dealt with. It was taking chunks out of scenes. It left a really bad taste in my mouth,\" he says.</p><p>His latest work is \"The Underground Railroad,\" a 10-part series on Amazon Prime. He's now working on a \"Lion King\" prequel for Disney.</p><p>And if he were giving direction to travelers? He'd say keep your eyes open. Sure, travel is filled with hassles, frustrations and discomfort. But the joy comes when you settle into a seat, take off and climb into smooth air and see a wondrous landscape -- moving at a speed and altitude humans were never intended to reach.</p><p>\"It's just such a wondrous thing, and there's something very pure about it,\" Mr. Jenkins says. \"It's functional, yes, but there's something very pure about it as well.\"</p>",
  "published": "2021-08-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5492,
          "end": 5498
        }
      ],
      "nexusId": "10078857"
    }
  ]
}