{
  "_id": "fe84d74f060ec2ef13d0f2eefef5fe79fccbaa181f1dabf0f75cc74044394b61",
  "feed": "market-watch",
  "title": "Here's everything new coming to Hulu in December 2021 — and what's leaving",
  "text": "<p>The Emmy-nominated coming-of-age comedy “Pen15” (Dec. 3) returns for the second half of its second season, with Maya and Anna (played by grown-ups Maya Erskine and Anna Konkle) navigating their painfully awkward first loves.</p><p>The gang from Paddy's Pub returns for a 15th season of “It's Always Sunny in Philadelphia” (Dec. 2), and with its debut will become the longest-running live-action comedy series in TV history(!). Another beloved long-running comedy, the Canadian import “Letterkenny” (Dec. 26), returns with more snappy pitter-patter for its 10th season.</p><p>Also see: More streaming picks at What's Worth Streaming</p><p>The Disney DIS-controlled streaming service also has “Mother/Android” (Dec. 17), a sci-fi thriller movie starring Chloe Grace Moretz about a couple fleeing from evil AI; Season 2 of the adult animated series “Crossing Swords” (Dec. 10); and “Dragons: The Nine Realms” (Dec. 23), a new kids' animated spinoff to “How to Train Your Dragon,” made in collaboration with Peacock.</p><p>On the holiday front, there are a bunch of specials, including “Candified: Home for the Holidays” (Dec. 1), the musical “Trolls Holiday in Harmony” (Dec. 3), “Michael Buble's Christmas in the City” (Dec. 7) and “Gordon Ramsay's Road Trip: Christmas Vacation” (Dec. 15).</p><p>And as for movies, look for classics like “Bull Durham,” “Ocean's Eleven,” “The Princess Bride” and “Some Kind of Wonderful” (all Dec. 1) and much more.</p><p>Here's the complete list of what's on tap, as of Nov. 17 (release dates are subject to change):</p><p>What's coming in December 2021</p><p>Dec. 1Candified: Home for the Holidays: Complete Season 1 (Hulu Original)All Rise: Complete Seasons 1 &amp; 2 (CBS)The A-TeamAbove the RimAce Ventura: Pet DetectiveAddictedAlex CrossAlienatorAll Is LostArmageddonBack to SchoolThe Bank JobBehind Enemy LinesThe Black Stallion The Black Stallion ReturnsBlowBull DurhamChattahoocheeCherry 2000Con AirThe CraziesCrazy HeartCrimson TideCujo The CurseDays of HeavenDead Man WalkingThe DungeonmasterEarth to EchoErik the VikingFlightplanFour Weddings and a FuneralFriday the 13th Her SmellHide and SeekHollow ManHoly ManHorton Hears a Who!HustlersI Love You, Beth CooperJagged EdgeKing KongLove FieldMaking Mr. RightThe Manchurian CandidateMy Best Friend's WeddingOcean's ElevenOcean's TwelveOcean's ThirteenThe Princess BrideThe Raid 2Regarding HenryRioSerendipityShanghai NoonShe's Out of My LeagueSherlock Holmes Sherlock Holmes: A Game of ShadowsThe Siege of Firebase GloriaSilveradoSky Captain and the World of TomorrowSoda CrackerSome Kind of WonderfulSomething's Gotta GiveStephen King's Graveyard ShiftStephen King's ThinnerSuperbeastTrollThe WarriorsYoung GunsYoung Guns II</p><p>Dec. 2It's Always Sunny in Philadelphia: Season 15 Premiere (FXX)</p><p>Godfather of Harlem: Complete Season 1 (Walt Disney Television)Kelly Clarkson Presents: When Christmas Come Around: Special (NBC)Trafficked with Mariana van Zeller: Complete Season 2 (National Geographic)Vice Versa: HIV: The Neglected Pandemic: Complete Season 1 (Vice)The East</p><p>Dec. 3Pen15: New Episodes of Season 2 (Hulu Original)The New York Times Presents: To Live and Die in Alabama: New Episode (FX)Annie Live!: Special (NBC)</p><p>Trolls Holiday in Harmony: Special (DreamWorks Animation)We Need To Do SomethingThe World Of Kanako</p><p>Dec. 6Real Housewives of Atlanta: Complete Season 13 (Bravo)</p><p>Dec. 7Michael Buble's Christmas in the City: Special (NBC)World War Z</p><p>Dec. 8People's Choice Awards: Special (NBC)</p><p>Dec. 9Trolls: TrollsTopia: Complete Season 5 (Hulu Original)Bloods: Complete Season 1 (Sky Studios)Creamerie: Complete Season 1 (Kevin &amp; Co, Flat3 and TAP)Swan Song</p><p>Dec. 10Crossing Swords: Complete Season 2 (Hulu Original)</p><p>Materna</p><p>Dec. 1370th Miss Universe Competition: Special (Fox)Brighton Beach</p><p>Dec. 14Gordon Ramsay's Road Trip: European Vacation: Special (Fox)American Auto: Series Premiere (NBC)</p><p>Dec. 15Gordon Ramsay's Road Trip: Christmas Vacation (Fox)Grand Crew: Series Premiere (NBC)Rising Wolf</p><p>Dec. 16Dead Asleep (Hulu Original Documentary)CryptozooTed Bundy: American Boogeyman</p><p>Dec. 17Mother/Android (Hulu Original Film)The Nowhere Inn</p><p>Dec. 23Dragons: The Nine Realms: Complete Season 1 (Hulu Original)</p><p>Dec. 26Letterkenny: Complete Season 10 (Hulu Original)</p><p>What's leaving in December</p><p>Dec. 9Child's Play</p><p>Dec. 10Rogue</p><p>Dec. 12Eye in the Sky</p><p>Dec. 16Nostalgia</p><p>Dec. 19Crawl</p><p>Dec. 28Bratz: The Movie</p><p>Dec. 3110,000 BC 127 HoursA Christmas CarolA Nanny for ChristmasThe A-TeamAbove the RimAce Ventura: Pet DetectiveAlienatorAll the Right MovesAlpha &amp; Omega: Legend of the Saw ToothedBack to SchoolThe Black StallionThe Black Stallion ReturnsBloody SundayBlue CityBohemian RhapsodyBull DurhamCandyman 3: Day of the DeadCedar RapidsChattahoocheeCherry 2000Con AirConspiracy TheoryCrazy HeartCrimson TideThe CurseDark Shadows Date NightDiary of a Wimpy KidThe DungeonmasterEnemy at the GatesErik the VikingEscape From AlcatrazThe FighterThe FlyFour Weddings and a Funeral Friday The 13th Part III Friday The 13th Part IV: The Final ChapterFrom Prada to NadaGattacaThe GiftGirls! Girls! Girls!Happy FeetHappy Feet TwoHell or High WaterHollow ManInceptionJack and JillJoseph: King of DreamsKillersKiss the GirlsLight It UpLove FieldMaking Mr. RightThe Manchurian CandidateThe MatrixThe Matrix ReloadedThe Matrix RevolutionsMeet the SpartansMichael ClaytonMy Best Friend's WeddingMy Bloody ValentineOcean's ElevenOcean's TwelveOcean's ThirteenThe PatsyPhase IVThe RecruitResident Evil: RetributionRoad to PerditionThe Rocky Horror Picture ShowRush HourRush Hour 2Rush Hour 3Rustler's RhapsodyThe Secret Life of Walter MittySerendipityShark TaleSherlock Holmes Sherlock Holmes: A Game of ShadowsShrekShrek 2The Siege of Firebase GloriaSignsSilveradoThe Social NetworkSoda CrackerSomething's Gotta GiveStar Trek: The Motion Picture Star Trek II: The Wrath of KhanStar Trek III: The Search for SpockStar Trek V: The Final FrontierStar Trek VI: The Undiscovered CountryStar Trek: InsurrectionSuperbeastSweet Home AlabamaThe TenantTimelineTooth FairyTrollTwistedUnderworldUnderworld AwakeningUnderworld EvolutionUnderworld: Rise of the LycansVantage PointThe VillageThe VowWaitressWhen a Man Loves a WomanWrong Turn 2Yes ManYoung GunsYoung Guns II</p>",
  "published": "2021-11-18T08:21:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 624,
          "end": 630
        },
        {
          "start": 2773,
          "end": 2784
        },
        {
          "start": 2778,
          "end": 2784
        }
      ],
      "nexusId": "10078857"
    }
  ]
}