{
  "_id": "f2af4d3e0009dc7cce563f7f448c6d75908dfedfe3328a70f33947cd468ec971",
  "feed": "ftcomall",
  "title": "Letter: Space jaunts for the rich come with a climate cost ",
  "text": "<p>Stunning. Richard Branson does not own Disney World, so instead he has developed his own very expensive amusement park ride (“Branson gains a head start in space race with Bezos”, <a href=\"https://www.ft.com/content/621ddc59-11fe-4101-8abf-701a53b2475f\">Report</a>, FT Weekend, July 10). </p> <p>What is the point of these jaunts into space but for the entertainment of some very rich passengers?</p> <p>People concerned about global warming point out how aeroplanes damage the atmosphere. At least airlines provide a travel service for business or holidays. </p> <p>There is no value to the passengers on Virgin Galactic flights but the pleasure of three of four minutes of zero gravity, perhaps longer than a similar experience available to riders on a rollercoaster but at far greater financial and environmental cost. </p> <p><strong>Ronald Kaiserman</strong> <br><em>Wynnewood, PA, US</em></p> <p><strong>Letter in response to this letter</strong>:</p> <p><a href=\"https://www.ft.com/content/00908de6-8ed2-4816-a4c9-80fe29f2b489\"><em>A possible upside to the space jaunts of the wealthy</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/00908de6-8ed2-4816-a4c9-80fe29f2b489\"><em>From David Coombs, Corby, Northamptonshire, UK</em></a></p><p>Source:  2021 'Letter: Space jaunts for the rich come with a climate cost ' FT.com 16 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-16T19:33:58.597Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 39,
          "end": 45
        }
      ],
      "nexusId": "10078857"
    }
  ]
}