{
  "_id": "4c69bf23047f1470e6e14da13c0742cd9852ff6680d51daa0b56ea3b1cff4294",
  "feed": "wall-street-journal",
  "title": "World News: Canada Pushes Local Web Content",
  "text": "<p>The Liberal government also intends to follow Australia in trying to get digital platforms to compensate media outlets for content, and to create a new regulator to police hate speech and other harmful online activity.</p><p>The content proposal, unveiled in May, has generated criticism from rival politicians, law professors and net-neutrality advocates, who argue it is akin to an attack on free speech.</p><p>\"The government is talking about picking winners and losers in the sector of free expression,\" said Philip Palmer, a former senior lawyer at Canada's justice department who three decades ago helped draft the current rules governing the broadcast sector, and who opposes the current effort.</p><p>Canada's Liberal government calls the criticism misguided. It says the proposal is meant to help the struggling broadcasting sector, which has lost advertising revenue to digital companies, and to showcase Canada's artists.</p><p>The effort comes in the form an amendment to a bill introduced in November by the government under Prime Minister Justin Trudeau that would require online streaming services such as Netflix Inc., Walt Disney Co. and Spotify Technology SA to contribute part of their revenue to fund domestic production of television shows, movies and music.</p><p>The Liberals, with the support of other political parties, amended the bill about a month ago in an effort to showcase Canadian content on platforms like the YouTube service of Alphabet Inc.'s Google and TikTok, which is owned by Beijing-based ByteDance Ltd.</p><p>The legislation is working its way through Canada's lower house, and one of the main opposition parties, the Bloc Quebecois, has vowed to support the bill, thereby ensuring its passage in the Liberal-run government. Rules on how these measures will be enforced will be decided after the legislation is passed, the government said.</p><p>That process could take years and likely face court challenges, said Konrad von Finckenstein, the former head of the Canadian Radio-television and Telecommunications Commission, the broadcast regulator that would be in charge of enforcing the legislation.</p><p>According to legal experts who have reviewed the proposal, Canada could compel YouTube, TikTok and other sites to rewrite their algorithms -- which tend to match viewers with videos based on their individual interests -- to give Canadian content preference over foreign-made content whenever a user with a Canadian internet-protocol address types in a search or pulls up such a site.</p><p>Content uploaded onto these platforms would be subject to regulation by the CRTC, which issues licences to television and radio broadcasters on the condition they play a certain quota of Canadian content.</p><p>Steven Guilbeault, the Canadian minister in charge of cultural policy, said the government has no intention to censor or regulate individuals who upload content to social-media platforms.</p><p>\"The internet is dominated by a few massive American companies whose algorithms dictate what we see, hear and consume,\" Mr. Guilbeault told lawmakers this month at a parliamentary committee. \"Many of our artists and creators, especially francophones, indigenous and racialized people, have a hard time being heard in their language and culture.\"</p><p>At the committee, a Conservative Party legislator asked Mr. Guilbeault whether Canada intended to demand YouTube, TikTok to rewrite their algorithms.</p><p>Mr. Guilbeault didn't answer directly but said \"the concept is ensuring that as part of these platforms, Canadian content becomes more visible for Canadians.\"</p><p>A spokeswoman for Google's YouTube said the video-sharing website is concerned about the policy's unintended consequences, such as the impact it might have on Canadian content creators trying to reach a global audience.</p><p>\"YouTube is built on the premise of openness. This legislation, in its current form, appears to put this at risk,\" the spokeswoman said. A spokeswoman for TikTok didn't respond to a request to comment.</p>",
  "published": "2021-05-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1111,
          "end": 1122
        }
      ],
      "nexusId": "10078857"
    }
  ]
}