{
  "_id": "9d7363530ff461fe2a9d2628ab241e51658c74a8a017253150db3298873eb949",
  "feed": "ftcomall",
  "title": "Netflix shares slide on angst over subscriber growth",
  "text": "<p>Netflix shares opened sharply lower on Wednesday after saying it added just 4m subscribers in the first quarter, a sharp slowdown from its pandemic-driven gains last year as the US began to emerge from lockdown.&#xa0;</p> <p>At the end of March, the streaming giant had 208m customers globally, it said on Tuesday, falling short of its own guidance for 210m.</p> <p>Netflix said it also expected the second quarter to be slower, projecting only 1m subscriber additions and a “roughly flat” customer base in North America, its largest market.&#xa0;</p> <p>“We believe paid membership <a href=\"https://www.ft.com/content/de870037-4859-4660-87c8-b6bba656bd02\">growth slowed</a> due to the big Covid-19 pull forward in 2020 and a lighter content slate in the first half of this year due to Covid-19 production delays,” Netflix told shareholders, warning that the pandemic would create “uncertainty” over its results.</p> <p>The 4m figure for first-quarter subscriber growth <a href=\"https://www.ft.com/content/e4b90544-4231-49f3-9583-7e8b1cfb5a78\">compared with 16m</a> in the same period a year ago, during the first few months of the pandemic. Netflix recorded 37m new subscribers in 2020 overall.</p> <p>“The pandemic streaming party has firmly come to an end,” said Paolo Pescatore, analyst at PP Foresight.</p> <p>Netflix shares were down more than 7 per cent shortly after the opening of trading. The stock had climbed only 2 per cent this year, underperforming the broader market, after soaring more than 60 per cent last year to a high.</p> <p>Shares in Disney, whose Disney Plus streaming service has surged in popularity through the pandemic, also opened lower against the backdrop of a broadly flat market.</p> <p>Netflix's revenues in the March quarter were up 24 per cent from the same period last year to $7.2bn, just above analysts' forecasts for $7.1bn.&#xa0;</p> <p>Net income jumped to $1.7bn from $700m a year ago, which the company partially attributed to pandemic-related <a href=\"https://www.ft.com/content/e2aef6e5-37d3-4b93-99d5-8964bc6d647b\">production delays</a>, keeping costs down.</p> <p>Some analysts pointed out Netflix had a relatively weak slate of new TV and movie content in the first quarter.</p> <p>“Even for Netflix, it turns out that fresh, new original content is a critical factor in driving gross subscriber additions,” said Michael Nathanson, analyst at MoffettNathanson. “In short, content spend is a form of subscriber acquisition costs. That simple observation goes to the heart of our debate on streaming and whether or not current valuations are consistent with the long-term dynamics of the business model.”</p> <p>Netflix predicted that growth would heat up in the second half of the year with the return of hit shows such as <em>Sex Education</em> and <em>The Witcher</em>. The group <a href=\"https://www.ft.com/content/7d66dd4c-440c-44d3-a234-39346fb69a91\">expects to spend</a> $17bn on content this year, with production up and running in most of the world. </p> <a href=\"http://www.ft.com/cms/cae8ce65-9639-4c9d-978c-b5759d0774f5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>As its subscriber base has soared, Netflix has increased revenue fast enough to cover both its operating expenses and its content spending, marking a milestone in the company's history. In January, it announced it would <a href=\"https://www.ft.com/content/ae6f0ad5-a685-4eab-86f5-a65e8c7021ef\">no longer need to raise extra debt</a> to cover the costs of producing television shows and films.</p> <p>A crucial question for investors has been whether Netflix can maintain its lead over the competition, which includes streaming services from Apple and AT&amp;T as well as Disney, and keep up momentum as consumers seek entertainment outside their homes again.&#xa0;</p> <p>Reed Hastings, Netflix chief executive, told shareholders it did not believe competition was a “material factor” in the disappointing first-quarter subscriber numbers.</p> <p>Netflix remains well ahead of the streaming pack. Disney Plus last month said it had reached 100m subscribers.</p><p>Source: Anna Nicolaou in New York 2021 'Netflix shares slide on angst over subscriber growth' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T14:37:26.639Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3060,
          "end": 3066
        },
        {
          "start": 3367,
          "end": 3378
        },
        {
          "start": 1343,
          "end": 1349
        },
        {
          "start": 1357,
          "end": 1368
        }
      ],
      "nexusId": "10078857"
    }
  ]
}