{
  "_id": "c78a29cdc9ad108b5fe4e48b2d45ca9b06c6e02952da64b493203e3ae8a6b5cb",
  "feed": "market-watch",
  "title": "Dow fights to reclaim 36,000 perch in Friday afternoon trading, but indexes are on track for weekly losses",
  "text": "<p>Stocks have been buffeted by inflation fears, with the government debt yields rising, but overall investors are betting that corporate profits will remain healthy despite supply-chain challenges and a surge in consumer demand in the aftermath of the COVID-19 pandemic.</p><p>How are stock benchmarks trading?</p><p>The Dow Jones Industrial Average DJIA rose 149 points, or 0.4%, to 36,070.</p><p>The S&amp;P 500 SPX gained almost 29 points, or 0.6%, to 4,678.</p><p>The Nasdaq Composite Index COMP saw gains accelerate from earlier in the session, up 131 points, or 0.8%, at 15,8345.</p><p>For the week, the Dow is heading for a decline of 0.7%, the S&amp;P 500 is down 0.4%, and the Nasdaq Composite is off 0.9%, with weekly losses for the trio of equity indexes on track to snap a streak of five straight weekly advances, FactSet data show.</p><p>On Thursday, the Dow fell 159 points, or 0.44%, to 35921, after disappointing results from Walt Disney Co. DIS, but the S&amp;P 500 increased 3 points, or 0.06%, to 4649, and the Nasdaq Composite gained 82 points, or 0.52%, to 15704.</p><p>What's driving markets?</p><p>Wall Street is trying to shake off nagging worries about accelerating inflation, which were highlighted by the U.S. October consumer-price index report on Wednesday.</p><p>The degree by which consumers, the linchpin of any healthy economy, are fretting about pricing pressures was reflected in the University of Michigan's&#xa0;gauge of consumer sentiment, which&#xa0;slid to 66.8 in November, from a final October reading of 71.7, marking the lowest read since 2011.</p><p>The consumer-sentiment number was “disappointing” and probably points to “inflation worries,” said Gargi Chaudhuri, BlackRock's head of iShares investment strategy for the Americas, in a phone interview Friday. But company earnings have remained strong, with “margin growth” being better than expected in the third quarter, she said, meaning they've been able “to pass on” some of their higher costs to consumers.</p><p>Some key takeaways from the consumer-sentiment report were that household inflation expectations for one-year inflation rose to 4.9%, from 4.8% in October, representing the highest level since the summer of 2008. That's even as expectations for inflation for the next 5 years held steady at 2.9% above its pre-pandemic level of 2.3%.</p><p>Robert Frick, corporate economist with Navy Federal Credit Union, was fairly sanguine about the state of consumer sentiment.</p><p>“It's no surprise that Consumer Sentiment took a steep drop given&#xa0;inflation is rising&#xa0;and looks to remain high for the foreseeable future,” Frick wrote in emailed comments on Friday.</p><p>“High prices are taking a bite out of spending power, but the effect that will have on the level of spending is probably low given Americans are flush with cash, have months of pent-up demand, and are ramping up spending month after month regardless of inflation fears,” the NFCU economist wrote. &#xa0;</p><p>“In fact, the high level of spending on goods is one reason why inflation is so high.&#xa0;Initial forecasts were that&#xa0;spending would switch more to services&#xa0;at this point, which would have less of an effect on inflation, but that hasn't happened as COVID-19 fears keep the demand for services relatively low,” Frick wrote.</p><p>The concerns about inflation come after the year-over-year CPI rose 6.2%,&#xa0;a nearly 31-year high&#xa0;and more than triple the Federal Reserve's 2% target, with supply-chain bottlenecks and a surge in demand blamed for the run-up in prices.</p><p>However, the Bank for International Settlements predicted this week that bottlenecks should ease and that the direct inflationary effect will likely be limited. That tracks the view of the bond market, where long dated Treasury yields largely remain contained within the ranges of the past few weeks, despite considerable volatility, even though inflation has surged to the highest level in 31 years.</p><p>“Equity markets seem caught between opposing forces. Record low real yields, a frenzy in corporate buybacks, and fresh fiscal stimulus are colliding with fears over fading central bank liquidity, a slowdown in earnings next year, and weaker growth in China,” said Marios Hadjikyriacos, senior investment analyst at XM.</p><p>In other economic reports, some 4.4 million people quit their jobs in September,&#xa0;government data from the Job Openings and Labor Turnover Survey, or JOLTS, revealed on Friday, marking a record high for the third month in a row. The quits equate to 3% of the labor force leaving their jobs in that month, which is also the highest level since the government began keeping track in 2000.</p><p>The quite rate is “a really strong indicator of the strength of the underlying labor market,” said BlackRock's Chaudhuri. “People tend to quit jobs when they have a better-paying job option.”</p><p>That workers feel they can find other jobs elsewhere is a good thing. “It will take some time for the supply and demand of labor to find a new balance. But the labor market tightness depicted in the JOLTS report should help pull disenfranchised workers back into the labor force in coming months as constraints on the labor supply ease,” writes Lydia Boussour, lead U.S. economist at Oxford Economics, in a Friday report.</p><p>However, the current labor-market dynamic can force companies to scale back production or hours because they cannot obtain enough labor, which can amplify supply-chain and pricing issues, which can threaten the recovery from the COVID-19 pandemic, some strategists say.</p><p>BlackRock saw a “meaningful pickup” in capital flowing into “quality” funds during the third quarter, as investors gravitated toward companies more likely to maintain strong and consistent earnings growth despite inflationary pressures, according to Chaudhuri.</p><p>The iShares MSCI USA Quality Factor ETF QUAL was up 1% Friday afternoon, bring gains for the year to about 25%, according to FactSet data.</p><p>As inflationary concerns persist, “the quality trade is probably still something that is going to garner inflows, much as it did during the third quarter,” she said.</p><p>Which companies are in focus?</p><p>Shares of Johnson &amp; JohnsonJNJ were up 1.2% after the healthcare company said it was going to split into two companies.</p><p>Lordstown MotorsRIDE&#xa0;dropped about 17% after the company reported a loss for the third quarter.</p><p>Electric-vehicle maker Rivian Automotive Inc. RIVNwas trading 4% higher in its third day of trading as a public company on Nasdaq.</p><p>Shares of Regeneron Pharmaceuticals Inc.&#xa0;REGN were up 0.8% after the company said its monoclonal antibody cocktail has been authorized in Europe, both as a treatment and to prevent COVID-19 in cases when someone has been exposed to the virus.&#xa0;</p><p>Shares of Farfetch Ltd.&#xa0;FTCH&#xa0;jumped more than 17%, after Switzerland-based luxury goods maker Cie. Financière Richemont SA&#xa0;CFRUY CFR said it was in advanced discussions with the software company&#xa0;to boost their partnership.&#xa0;</p><p>How are other assets performing?</p><p>The 10-year Treasury noteBX:TMUBMUSD10Y was up about three basis points at1.58%. Yields rise while prices fall and vice versa. The yield for the benchmark bond has seen a sharp weekly climb as inflation fears set in.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.1% after hitting a 15-month high on Wednesday. For the week, the index is up about 0.9%.</p><p>The U.S. benchmark&#xa0;crude contract CL00&#xa0;CLZ21&#xa0;was down 0.9% at $80.89 a barrel. Gold futures GC00&#xa0;climbed almost 0.3%&#xa0;to settle at $1,868.50&#xa0;an ounce, notching gains for seven straight sessions.</p><p>The Stoxx Europe 600 XX:SXXP rose 0.3% Friday in a record close resulting in a 0.7% weekly gain. London's FTSE 100 UK:UKX&#xa0;shed 0.5%, but was up 0.6% for the week.</p><p>Hong Kong's Hang Seng Index&#xa0;HK:HSI&#xa0;rose 0.3% Friday for a weekly gain of 1.8%, while China's CSI 300 Index&#xa0;XX:000300&#xa0;fell 0.2% but still gained 1% for the week. Japan's Nikkei 225 JP:NIK&#xa0;gained 1.1% Friday and was little changed for the week.</p><p>—Steve Goldstein contributed to this report.</p>",
  "published": "2021-11-12T15:26:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 896,
          "end": 907
        }
      ],
      "nexusId": "10078857"
    }
  ]
}