{
  "_id": "9d20637c0df9fcb8f2062636781173da428dde7c8c0a39bee256829ec3f1fbb7",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Biden Gets Input on Vaccine Rules  ---  President meets with  executives from  several companies  to press his new plan  ----  By Sabrina Siddiqui",
  "text": "<p>   WASHINGTON -- President Biden met Wednesday with executives from companies including Walt Disney Co., Microsoft Corp. and Walgreens Boots Alliance Inc. to advance his Covid-19 vaccination requirements for the private sector. </p><p>   The White House meeting came after Mr. Biden last week announced a plan designed to bring the coronavirus pandemic under control, which includes vaccine requirements affecting roughly 100 million workers. </p><p>   \"Vaccination is key to getting the pandemic under control and keeping the economy strong,\" Mr. Biden said in brief public comments at the start of the closed-door meeting. </p><p>   Attendees planned to discuss how they are expanding requirements at their companies and institutions, and how mandates have driven up vaccinations among employees, a White House official said before the meeting. </p><p>   \"In order for us to get back to any kind of a normal business and life experience, people have to get vaccinated,\" said Columbia Sportswear Co. Chairman and Chief Executive Officer Tim Boyle before the meeting. </p><p>   The White House said other participants included Microsoft President Brad Smith, Disney CEO Bob Chapek, Walgreens CEO Roz Brewer and Greg Adams, chairman and CEO of Kaiser Permanente. Also expected to attend were Louisiana State University President William Tate; Madeline Bell, the president and CEO of Children's Hospital of Philadelphia; Business Roundtable President and CEO Josh Bolten; and Molly Moon Neitzel, the founder and CEO of Molly Moon's Homemade Ice Cream. </p><p>   Mr. Biden has defended a more robust approach to Covid-19 that includes an anticipated rule under which all employers with 100 or more employees would have to require that their workers be vaccinated or undergo at least weekly Covid-19 testing. Under Mr. Biden's plan, the administration will require vaccinations for workers in most healthcare settings that receive Medicare or Medicaid reimbursement, as well as federal employees in the executive branch and government contractors. </p><p>   Mr. Boyle said Columbia Sportswear, which employs roughly 4,000 people in the U.S., had encouraged employees to be vaccinated but until now stopped short of tougher requirements in part out of concern that people might seek jobs elsewhere. Mr. Boyle said the Biden administration's requirements, which the company plans to implement, will help create a standard. </p><p>   \"This is actually quite a good thing for leveling the playing field,\" he said. \"Companies like ourselves that want to have employees encouraged to the highest degree to get vaccinated -- this is going to give us the ability to do that and not put our business at risk.\" </p><p>   Many companies including United Airlines Holdings Inc. and Tyson Foods Inc. are requiring all employees to be vaccinated. Walmart Inc., Disney and McDonald's Corp. have said some employees including managers or white-collar workers need to be vaccinated. Walgreens has said workers in its U.S. support offices must be fully vaccinated by Sept. 30. The company also has contracts with some companies for on-site vaccinations and testing. </p><p>   Some companies told The Wall Street Journal that they are waiting to take further action until the Biden administration's rule is released, which is expected in the coming weeks. </p><p>   More hospital groups and colleges and universities are requiring vaccinations. </p><p>   Mr. Biden's plans have drawn opposition from many Republican governors, who have threatened to sue the administration. On Tuesday, Arizona Attorney General Mark Brnovich filed a lawsuit against the requirements for businesses with more than 100 employees, arguing they are unconstitutional. </p><p>   A number of Republican-led states have already moved to ban or restrict vaccine mandates by employers and schools. </p><p>   Reaction among labor unions has been mixed. The AFL-CIO has supported Mr. Biden's move. Other groups including the American Federation of Government Employees said vaccination requirements should be negotiated with unions. </p><p>   --- </p><p>   Tarini Parti contributed to this article. </p><p></p>",
  "published": "2021-09-16T06:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1106,
          "end": 1112
        },
        {
          "start": 85,
          "end": 96
        },
        {
          "start": 2750,
          "end": 2756
        }
      ]
    }
  ]
}