{
  "_id": "050235ee346aad757e70ac9133d8062da6681fa2607466ba4b11288dc153fdb6",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Rebound Expected in TV Ad Sales",
  "text": "<p>As pandemic restrictions ease, ad spending rebounds and TV production largely returns, this year's upfront negotiations are poised to look more like those of years past, albeit with an uptick in streaming investments and negotiations taking place earlier than usual in the season, according to marketers and ad buyers.</p><p>There is no official start date for ad commitments to be made, and ad buyers talk with sellers year-round, but many negotiations start in earnest after programmers showcase their fall offerings in the spring.</p><p>Despite the fact that fewer people are watching traditional cable and broadcast programming, demand for ads in popular shows remains robust. Sellers have been giving advertisers free ads to make up for ratings shortfalls. That gives them less ad inventory to sell, which is driving up prices.</p><p>\"What last year taught us or demonstrated was that there is still a tremendous demand for the supply of TV and video that exists,\" said Carrie Drinkwater, chief investment officer for the ad-buying firm Mediahub, part of Interpublic Group of Cos. \"Supply continues to erode and demand is not eroding at the same pace.\"</p><p>That means spending commitments are expected to increase 4% to 6% from last year even as broadcast and cable TV ratings are likely to decline at least 20% over the period, continuing the long-term erosion of traditional TV audiences, ad buyers said.</p><p>Advertisers are also rushing to get money down earlier this year, after struggling to capture as much TV ad time as they wanted amid the production disruptions of the pandemic, buyers said. Advertisers had paused their media commitments and investments during the worst of the pandemic early last year, but began spending again later in the year.</p><p>Ad buyers fear not being able to lock down the commercial time they want, said Geoffrey Calabrese, chief investment officer for North America at Omnicom Media Group, part of Omnicom Group Inc. The ad dollars committed during this year's upfront will likely return to 2019 levels, with more streaming and fewer investments in traditional TV, including broadcast and cable, he said.</p><p>GroupM expects overall TV advertising to grow 9.3% this year from last year, according to the media company's recent ad-spending forecast.</p><p>Advertisers are encouraged by the promise of a fuller slate of programming than last year, including a robust college football lineup. But continued uncertainty about the course of the pandemic has buyers pushing networks to keep flexibility clauses they secured last year, allowing for spending cancellations closer to programming air dates, ad buyers said. Some ad buyers have expressed concerns about whether the uptick in Covid-19 cases in Japan will disrupt this year's Summer Olympics, for example.</p><p>Declining audiences for traditional TV and the steep increase in streaming viewing will embolden some advertisers to shift dollars from broadcast and cable to ad-supported streaming TV services.</p><p>\"You're going to see a double-digit shift to digital, including streaming,\" Mr. Calabrese said. \"What Covid taught us is the shift to streaming, while we thought it would probably take a longer time, happened really fast. Now both ourselves and our clients need to react to that shift.\"</p><p>Major powers in traditional TV are trying to stay in the game as more viewers eschew cable and broadcast systems. NBCUniversal's Peacock, Walt Disney Co.'s Hulu and ViacomCBS Inc.'s Paramount+ offer versions of their streaming services with ads, and an ad-backed version of HBO Max is due from AT&amp;T Inc. next month. ViacomCBS also owns Pluto TV, an entirely ad-supported service.</p><p>First-quarter streaming revenue at ViacomCBS grew 65% to $816 million, with revenue from advertising driven partly by growth at Pluto TV, the company said Thursday. Comcast Corp. last week said ad revenue at its NBCUniversal unit fell 3.4% in the first quarter, though the decline was curbed by ad revenue from Peacock, which launched last summer.</p><p>\"We're absolutely expecting the biggest shift we've seen to digital from a percentage standpoint than we've ever seen in our history,\" said Mark Marshall, president of advertising sales and partnerships at NBCUniversal. The breakdown for viewership is 70% for NBCUniversal's broadcast and cable channels and 30% for its digital properties, including Peacock and the company's apps. It expects that split to be 50-50 in the next two years.</p><p>\"The mix will continue to shift, following the consumer,\" said Marci Raible, vice president of global media and marketing services at Campbell Soup Co. \"You have more options.\"</p><p>The packaged-foods company expects to increase its investments in streaming programming in its next fiscal year, which begins in August, she said.</p><p>Some of the ad-supported streaming services sold out their commercial space during the holidays last year, benefiting from limited broadcast and cable inventory later in the year, and from the increase in streaming viewing, Ms. Raible said. Now, media companies with streaming offerings are coming into the upfront more prepared than they were in prior years, she said.</p><p>\"A lot of the streaming services over the past 12 months matured and they've come to the market with more firm positioning,\" she said.</p><p>The size of the move toward streaming advertising, however, will depend on the marketer.</p><p>\"Youthful brands maybe will spend up to 40% on streaming, where some older, more affluent pharma or automotive will try to get down as much as they can on TV and determine what the best second source for that audience would be,\" said Ms. Drinkwater, the Mediahub executive.</p>",
  "published": "2021-05-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3382,
          "end": 3393
        }
      ],
      "nexusId": "10078857"
    }
  ]
}