{
  "_id": "14e59903eee86b6ce534940c504bafc09476d8a7c959293b94fc40464ad759fd",
  "feed": "wall-street-journal",
  "title": "FTC to Review Amazon-MGM Deal  ---  Commission's new  chairwoman is a  frequent critic of  retailer's expansion  ----  By Brent Kendall",
  "text": "<p>   WASHINGTON -- The Federal Trade Commission will be the agency to review Amazon.com Inc.'s proposed acquisition of Hollywood studio MGM, according to people familiar with the matter, just as the commission gets a new chairwoman who has been critical of the online giant's expansion. </p><p>   Amazon last month announced its deal for MGM, which would boost its Prime Video streaming platform in a market that includes rivals such as Netflix Inc. and Walt Disney Co. MGM has a library of more than 4,000 films, including the James Bond franchise, and a television catalog that includes \"The Handmaid's Tale\" and \"Vikings.\" </p><p>   Companies doing sizable mergers have to submit their deals for government antitrust review. The FTC shares antitrust authority with the Justice Department, and the two agencies split up the work of reviewing proposed deals. The department has recently reviewed transactions involving video content, including Disney's acquisition of 21st Century Fox and AT&amp;T Inc.'s acquisition of Time Warner, a deal the department unsuccessfully attempted to block in court. </p><p>    During recent interagency negotiations, the FTC secured the right to review the Amazon-MGM deal, the people familiar with the matter said. The FTC pushed for jurisdiction over the merger review because it already has an open, wide-ranging antitrust investigation into Amazon's business practices, the people said. </p><p>   The FTC and Justice Department previously agreed to divide up investigations of four leading tech giants' conduct, with the department taking Apple Inc. and Alphabet Inc.'s Google, while the FTC took Facebook Inc. and Amazon. </p><p>   An Amazon spokesman had no comment. An FTC spokeswoman declined to comment. </p><p>   The MGM review could present an early test for new FTC Chairwoman Lina Khan, who made her name in antitrust circles largely by criticizing Amazon. </p><p>   She wrote a widely read law-review article while at Yale Law School that argued U.S. antitrust law has failed to restrain the online retailer. </p><p>   Ms. Khan more broadly has argued that antitrust enforcement needs far-reaching changes to better restrain dominant companies. </p><p>   She won Senate confirmation last week to be an FTC commissioner, and President Biden then designated her as chairwoman. </p><p>   Amazon is a growing producer of its own video content and has become an aggressive buyer of sports rights, including those for the National Football League. But it still has a relatively modest library compared with traditional media giants. </p><p>   MGM is now one of the smaller studios in Hollywood, meaning the tie-up isn't necessarily the kind of transaction that in the past would have raised immediate red flags about anticompetitive concentration. </p><p>   But in light of Amazon's broader marketplace footprint, the addition of MGM could raise concerns about the expansion of the online giant's platform, which critics in Washington already believe is too powerful. </p><p>   Though the FTC and Justice Department have similar antitrust authority, their procedures are different, and companies generally prefer to have their matters before the department because its process is more straightforward. </p><p>   If the Justice Department wants to block a merger, it must go to court and win a case. The FTC, by contrast, has the option to challenge a transaction in its own administrative-court proceedings and can go to federal court concurrently to seek a preliminary injunction blocking a merger while its in-house legal proceedings take place. That two-track process can be more complicated, and companies face high hurdles to winning a case run through the FTC's administrative system. </p><p>   The FTC in 2017 cleared Amazon's acquisition of Whole Foods Market without giving the deal a lengthy, detailed review. Ms. Khan was among a group of progressives who criticized the transaction and argued that the FTC should block it. </p><p>   --- </p><p>   Joe Flint contributed to this article. </p><p></p>",
  "published": "2021-06-23T06:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 920,
          "end": 926
        },
        {
          "start": 439,
          "end": 450
        }
      ],
      "nexusId": "10078857"
    }
  ]
}