{
  "_id": "7008f3481b978ba1c987fc45d53efa88f3d6edf0649bbecc3c1834339fe7b4c3",
  "feed": "wall-street-journal",
  "title": "It Turns Out Paying People to Take the Covid-19 Vaccine Doesn't Really Work; Recent evidence suggests financial incentives, public-health messaging have done little to boost vaccination rates among those already vaccine-hesitant",
  "text": "<p>\"While messages increased vaccination intentions, none of the treatments increased overall vaccination rates,\" according to the study, written by professors from the University of Southern California and University of California, Los Angeles, and doctors from Contra Costa Health Services.</p><p>The study looked at surveys and data gathered from California's Contra Costa County (population about 1.1 million in 2020) that focused on health messaging as well as cash incentives. It looked at gender, race and ethnicity, age, and whether the person supported former President Trump or President Biden during the 2020 presidential election. In certain subgroups, the study found that financial incentives and negative messages decreased vaccination rates, particularly among those over 40 and those who said they backed Mr. Trump.</p><p>Similar research from earlier this month in the Journal of the American Medical Association, which looked specifically at large state lottery drawings of up to $1 million, found that there was little to no change in vaccination uptake.</p><p>The lottery trend began in Ohio in May, when the state announced the \"Vax-a-Million\" lottery drawings. For five straight weeks, Ohio residents who received at least one dose of the Covid-19 vaccine were eligible to win $1 million.</p><p>\"No statistically significant association was detected between a cash-drawing announcement and the number of vaccinations before or after the announcement date,\" said the report in the Journal of the American Medical Association.</p><p>Republican Ohio Gov. Mike DeWine's press secretary Dan Tierney disputed the research for his state. \"When you look at when the date of shots administered were relative to the announcement, we saw in the first week a significant increase,\" Mr. Tierney said. \"That was sustained in the second week, especially amongst younger age groups.\"</p><p>California announced a similar lottery. The state selected 30 winners on \"$50,000 Fridays.\" Two million Californians who began and completed their Covid-19 vaccinations earlier this year were eligible for a $50 gift card.</p><p>Similar incentives have popped up all around the country. At least 18 states have offered a form of financial assistance for people to get vaccinated against Covid-19, according to the National Governors Association.</p><p>Some 67.2% of the eligible population in the U.S. has been fully vaccinated against Covid-19, according to the Centers for Disease Control and Prevention.</p><p>\"Reaching a goal of very high vaccination rates likely requires much stronger policy levers, such as employer rules or government mandates,\" said the study in the National Bureau of Economic Research.</p><p>Efforts to boost vaccination rates have picked up across much of the U.S. Governments in some states and cities are requiring employees to get vaccinated, without a testing option. Some governments are taking steps to address thousands of employees who haven't complied.</p><p>Others, such as Texas, are taking a different approach. Texas businesses and other private entities are banned from requiring Covid-19 vaccinations for employees, Republican Gov. Greg Abbott said in an executive order earlier this month.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think financial incentives are the right approach to get more people vaccinated? Why or why not? Join the conversation below.</p><p>Ahead of a vaccine mandate for New York City municipal workers taking effect Friday, what appeared to be hundreds of protesters—many wearing their uniforms—blocked traffic Monday on the Brooklyn Bridge. In Chicago, dozens of city workers also protested outside City Hall in opposition to a similar vaccine mandate.</p><p>More large U.S. companies, including General Electric Co. and Union Pacific Corp., are imposing vaccine requirements to meet a Dec. 8 deadline set by the Biden administration for companies that are federal contractors.</p><p>The White House also has said it planned to require companies that employ 100 or more workers to require their employees be vaccinated or undergo regular Covid-19 testing, but that policy is awaiting a formal rule from the Occupational Safety and Health Administration.</p><p>While some large companies, such as Walt Disney Co. and meatpacker Tyson Foods Inc., have imposed mandates, most businesses are awaiting more details from OSHA. Some companies have pushed back return-to-office plans, and some business groups have raised concerns about the burden of complying with the standard.</p><p>Write to Talal Ansari at talal.ansari@wsj.com</p><p>It Turns Out Paying People to Take the Covid-19 Vaccine Doesn't Really Work</p>",
  "published": "2021-10-26T13:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4155,
          "end": 4166
        }
      ],
      "nexusId": "10078857"
    }
  ]
}