{
  "_id": "8184057bfb7ccc138249c2d9a84fde346a3c2ed0bb9f4b40461e1f85f95b6bf0",
  "feed": "market-watch",
  "title": "U.S. stock futures fall ahead of CPI update, and after China inflation surges",
  "text": "<p>With Thursday a U.S. federal holiday for Veterans Day, the weekly weekly jobless benefit claims data will be published a day earlier than usual also.</p><p>How are stock-index futures trading?</p><p>S&amp;P 500 futures ES00 were down 0.3% at 4,662</p><p>Dow Jones Industrial Average YM00 futures fell 0.3% to 36,120</p><p>Nasdaq-100 futures NQ00 fell 0.6% to 16,118</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 112 points, or 0.31%, to 36320, the S&amp;P 500 SPX declined 16 points, or 0.35%, to 4685, and the Nasdaq Composite COMP dropped 96 points, or 0.6%, to 15887.</p><p>What's driving the market?</p><p>Inflation will swing into focus for Wednesday, with U.S. October consumer prices expected to jump on both headline and core basis — by 0.6% and 0.4%, respectively. Annual CPI is expected to climb 5.8%, the highest level in 30 years, noted Neil Wilson, chief market analyst for Markets.com.</p><p>Those data will be released at 8:30 a.m. Eastern time, alongside weekly jobless claims, with the October federal budget due at 2 p.m. Eastern Time.</p><p>The CPI update comes a day after news of higher U.S. producer prices. Meanwhile, China on Tuesday reported its own factory gate prices surged 13.5% in October, the highest level since 1996. Consumer prices in the country rose 1.5% to a 13-month high, driven mainly by a jump in prices for food and fuel.</p><p>Investors will be waiting to see if stocks can recover after Tuesday's losses halted an eight-day win streak for the S&amp;P 500 and an 11-session winning run for the Nasdaq Composite.</p><p>“The decline in Tesla was a factor, but ultimately such a straight charge up will just run out of gas sooner or later. The look-ahead to inflation is maybe a factor so this needs to be assessed with today's CPI print,” said Wilson.</p><p>Shares of Tesla TSLA tumbled 11% on Tuesday after a string of headlines that have rattled investors. Founder&#xa0;and CEO Elon Musk over the weekend asked Twitter followers if he should sell 10% of his stock, with the majority saying yes, and his brother Kimbal sold shares a day before that tweet.</p><p>After surging 42% in October, the electric-car maker's stock has dropped 16% this week, and premarket gains of around 2% have eroded.</p><p>A Tesla rival will begin trading on the Nasdaq Wednesday, as Amazon.com AMZN-backed electric-vehicle maker Rivian Automotive Inc. is due to debut under the ticker symbol RIVN&#xa0;RIVN.</p><p>Rivian priced its initial public offering at $78 a share Tuesday evening, well above its expected range and valuing the company at $77 billion on a fully diluted basis.</p><p>Rivian IPO:5 things to know about the Amazon-backed electric-vehicle maker</p><p>And: NIO forecast disappoints as Chinese electric-car maker faces supply-chain concerns</p><p>The Walt Disney Co. DIS will report earnings after the close on Wednesday.</p><p>What companies are in focus?</p><p>Coinbase Global Inc.COIN stock dropped 10% in premarket trading, after the cryptocurrency platform reported disappointing sales amid a summer slowdown in crypto trading.</p><p>DoorDash Inc.DASH stock climbed 16%, after the delivery company posted record sales and orders, and announced an all-stock deal worth more than $8 billion for Finnish commerce-delivery platform Wolt.</p><p>Upstart Holdings Inc.UPST reported better-than-expected earnings for its latest quarter, but shares of the lending company fell 17% in premarket trading.</p><p>Perrigo Co. PRGO stock fell 7% after disappointing earnings and a profit warning from the Dublin-based consumer self-care products maker, which said it saw record unshipped orders due to supply chain issues.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 5 basis points to 1.4786%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.3.</p><p>The U.S. benchmark&#xa0;crude contract CL00 slipped 0.4% to $83.78 a barrel. Gold futures&#xa0;GC00 slipped 0.3% to&#xa0;$1,825.90 an ounce.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP was down 0.2%, while London's FTSE 100&#xa0;UK:UKX&#xa0;was up 0.3%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.4% and Hong Kong's Hang Seng Index&#xa0;HK:HSI rose 0.7%, while Japan's Nikkei 225&#xa0;JP:NIK fell 0.6%.</p>",
  "published": "2021-11-10T07:23:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2671,
          "end": 2686
        },
        {
          "start": 2675,
          "end": 2686
        }
      ],
      "nexusId": "10078857"
    }
  ]
}