{
  "_id": "d5b5cb79c9acf3e3a977f06515559734b2ef29aebbdbb09ff82a8ac90c2b3dac",
  "feed": "market-watch",
  "title": "Arkansas wind farmers claimed their technology was more efficient than turbines — but they spent investors' money on houses, cars and at Disney World",
  "text": "<p>Two Arkansas wind farmers who raised hundreds of thousands of dollars to build a “revolutionary” turbine that would turn the industry on its head, have been convicted of stealing the cash to buy cars, a house and trips to Disney World DIS.</p><p>Jody Douglas Davis, 46, and Phillip Vincent Ridings, 64, claimed to investors that turbine technology their firm, Dragonfly Industries International, had developed could produce more energy than the traditional three-blade turbines used at most wind farms, prosecutors said.</p><p>They promised that their technology was so cutting edge, that the Department of Defense had expressed interest in acquiring it, that the Department of Energy was preparing to give them a $10 million grant and that several developing nations wanted to build them, federal prosecutors said. No such claims were true.</p><p>To make their case, the men provided doctored reports from nationally recognized engineering firms and the University of Memphis claiming the technology worked, the prosecutors said.&#xa0;</p><p>Between 2014 and 2018, Davis and Ridings — along with Davis' brother-in-law, Cody Fell, who earlier pleaded guilty&#xa0; — convinced dozens of investors to give the $700,000 to build a prototype and create a wind farm in Elm Springs, Ark.</p><p>But prosecutors say the technology didn't work and the men never tried to build a prototype. Instead, they kept the money for themselves and used it to buy luxury cars, pay for holidays and gym memberships, and for the down payment on a home.</p><p>At trial, several victims revealed they were lured into the scheme through Davis' connection to a prison ministry. Davis had previously been convicted of embezzling money from his employers in Oklahoma and served nearly two years in prison.</p><p>“Jody Davis was one of our Christian brothers so I never doubted or thought something was being done,” testified investor Uchenne Obi, who was earlier incarcerated with Davis and brought others into the turbine scheme, according to the Arkansas Democrat-Gazette.</p><p>Davis and Ridings had argued that they believed their technology worked and were genuinely trying to develop it. A message left with Davis' attorney wasn;t immediately returned. Ridings represented himself at trial and couldn't immediately be reached.&#xa0;</p><p>A federal jury in the Western District of Arkansas, took three hours to convict the men on Friday of wire fraud and money laundering.&#xa0;</p>",
  "published": "2021-09-08T00:41:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 137,
          "end": 143
        },
        {
          "start": 222,
          "end": 228
        }
      ],
      "nexusId": "10078857"
    }
  ]
}