{
  "_id": "12eef53fde25ffb7f628993a49ae8aeed10d106375d768e253f37d91a100edb8",
  "feed": "wall-street-journal",
  "title": "What to Stream: Olympics, Dating and A Reboot",
  "text": "<p>Here's what else is streaming this week, including the Olympics:</p><p>How to Stream: The Olympics</p><p>(Peacock, NBC Sports)</p><p>NBC Universal's Peacock streaming service was counting on the 2020 Summer Olympics as marquee content for its launch last summer. With the games delayed to this year, Peacock is streaming some of the Olympics high-profile events, and is sending Amber Ruffin, one of its new late-night stars, to contribute to the coverage.</p><p>Peacock's live coverage includes men's and women's gymnastics, men's and women's track and field, and every USA men's basketball game. All the coverage is available to stream free, except for men's basketball, which requires users to subscribe to the premium tier (free for some cable subscribers). Other Olympics coverage is available on various NBC sites, apps and channels, including NBCOlympics.com, which begins live coverage of the opening ceremonies at 6:55 a.m. ET on Friday.</p><p>New Release: 'Sexy Beasts'</p><p>(Netflix)</p><p>In the first episode of \"Sexy Beasts,\" a dating show that premiered Wednesday on Netflix, three men in masks compete for a young woman decked out as a demon. As she eliminates a gentleman after each round, the ousted man reveals his face and she is given a chance to express remorse for her decision.</p><p>The elimination dating show, narrated by Rob Delaney, is the latest Netflix show that tries to put personality and wit before looks. Next week, for example, \"Love Is Blind: After the Altar\" -- a companion series to \"Love Is Blind\" -- premieres on Netflix. Unlike \"Love Is Blind,\" \"Sexy Beasts\" doesn't expect couples to tear off their masks and spend the rest of their lives together. Creator Simon Welton says he is satisfied if folks at home enjoy watching a few singles have fun going on dates in masks.</p><p>\"Everyone loves that spark when you first meet somebody and you're like, 'Ooh, there's something really interesting about that person,' \" he says. \"That spark is really important. So, that's the core of it. But, marriage? Marriage is a little bit more serious.\"</p><p>New Release: 'Turner &amp; Hooch'</p><p>(Disney+)</p><p>\"Turner &amp; Hooch,\" the 1989 buddy comedy about an uptight cop and the slobbery dog who barges into his life, might be remembered as a popular Tom Hanks movie, if not one of his most critically lauded.</p><p>Mr. Hanks isn't in the Disney+ series \"Turner &amp; Hooch.\" The story revolves around his son, Scott Turner, Jr., (Josh Peck) an uptight U.S. marshal, who begins looking into one of his dad's old cases. The series begins much the same way as the movie: A young Mr. Turner has a dog drop into his lap, he reaches for help from a young woman who works with animals, and quickly leans on Hooch.</p>",
  "published": "2021-07-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2292,
          "end": 2298
        },
        {
          "start": 2060,
          "end": 2067
        }
      ],
      "nexusId": "10078857"
    }
  ]
}