{
  "_id": "8b554ffbff0424b6f48d9e3e1dc8214d8e35e9ccd1c753b4edd12bac20e68a7b",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  The Looking Forward Issue: Design & Decorating:  Winning Entries  ---  Five decorating goofs that interior designers see in  foyers -- and how to avoid letting those mistakes  darken your doorway as you welcome guests back  ----  By Elizabeth Anne Hartman",
  "text": "<p>\n  [ERROR, ERROR ON THE WALL] </p><pre>\n </pre><p>\n  An entryway should feel like an appetizer on your way to the main course,\" said New York City interior designer Laura Krey, one of the many designers who wonder at the neglect this key room often endures. Lacking an actual foyer is no excuse, said Lucie Ayres of 22 Interiors in Los Angeles. \"You must figure out how to define an area that will welcome you and your guests.\" Rugs, wallpaper and seats can delineate where walls don't. We asked pros like Ms. Ayres for the irksome decorating gaffes they see most frequently, and for their seasoned advice on what to do instead. </p><pre>\n </pre><p>\n  The Family Dump </p><pre>\n </pre><p>\n  \"Life happens -- shoes, bags, jackets and umbrellas get tossed by the front door without a second thought,\" said Amanda Khouri, co-founder of design firm Murray Khouri in Nashville. That includes the detritus that Covid has littered our lives with, such as masks and sanitizers. Kristen Pena, of San Francisco's K Interiors, noted that while we must stay safe, \"it's important that your entry has a more-welcome, less-E.R. feel.\" </p><p>\n  Instead: Take stock of your habits and clutter and you'll be able to designate a place for everything without sacrificing beauty, said Ms. Khouri. Are your ever-present water bottle and yoga mat adding visual noise? Tuck them in large fat-weave baskets placed beneath a console or a closed storage piece such as an antique sideboard. To corral Covid supplies, said Ms. Pena, add a good-looking lift-top box to the entry table. Another solution, care of New Orleans designer Maureen Stevens: Ikea's Hemnes shoe cabinet, easily made more stylish by changing the hardware, or adding color and pattern with stencil or even wallpaper. </p><pre>\n </pre><p>\n  Fugly Rugs </p><pre>\n </pre><p>\n  One of the best ways to ruin the view of the beautiful room beyond your entry is \"a huge, industrial-strength, waterproof doormat that would look more suitable on a loading dock,\" said Carey Karlan, of Last Detail Interiors in Darien, Conn. Puny rugs don't work either, said Samantha Gallacher, co-founder of IG Workshop in Miami Beach. They look like sloppy floor mats and don't stay in place, she said. </p><p>\n  Instead: \"Large rugs in the entry make the space feel like it is designed and intended to welcome guests,\" said Dallas interior designer Chad Dorsey. Ms. Gallacher suggests that the rug make a statement as well as introduce the design concept and colors reflected throughout the home. Ms. Karlan favors an Oriental rug. \"The thick wool is very absorbent, they clean well, they don't show dirt and they come in all styles, from contemporary to classic,\" she said. </p><pre>\n </pre><p>\n  Puny Lights </p><pre>\n </pre><p>\n  Foyers with overly diminutive lights aggrieve Philadelphia designer Melinda Kelson O'Connor. \"The entry is not the place for ambiguity or mystery. The space should make a statement.\" Another hazard, New York-based Kati Curtis pointed out: inappropriately sized fixtures that get lost volumetrically in the space and create a basketball-court ambience. </p><p>\n  Instead: Opt for a striking chandelier and illuminate artwork with perimeter-wall lighting, Ms. O'Connor suggested. \"Even a foyer with a low ceiling can have a large, beautiful flush-mount fixture.\" Bigger is better, especially in a vaulted space. \"Use a fixture that visually fills up the height, adds interest and makes your entry feel more welcoming and less lofty and intimidating,\" Ms. Curtis advised. </p><pre>\n </pre><p>\n  Entryway as Afterthought </p><pre>\n </pre><p>\n  Given that it's the first -- and sometimes only -- space guests see, it's remarkable that the foyer is treated like the home's neglected stepchild. \"It is the place where brownies are dropped off and play dates are exchanged,\" said Sewickley, Penn., designer Betsy Wentz. Still, homeowners frequently leave foyers sparse and undecorated, which feels lonely and off-putting, said Los Angeles designer Lindsay Pennington. </p><p>\n  Instead: Ms. Pennington recommends hanging an impressive mirror to expand the space and choosing a chest over a console if you have room. \"Drawers make life easier,\" she said. Eilyn Jimnez, founder of Miami's Sire Design, suggested including vintage pieces, found items and family heirlooms in a curated way. \"These items are a great way to tell the story of your home.\" </p><pre>\n </pre><p>\n  Overdoing the Wow </p><pre>\n </pre><p>\n  On the other hand, don't mistake your foyer for a receiving room at the Vatican. It's too much if you've added treatments to floors, walls and ceiling and crammed in bold lighting and furniture, said San Francisco designer Lindsay Anyon Brier. \"The entry should be the opening paragraph of the home. It should begin to introduce the plot but not give everything away.\" </p><p>\n  Instead: One strong design idea can be enough, said Tal Schori, partner at Brooklyn's GRT Architects. He welcomed both warmth and function into the 3-foot-by-5-foot entry of a narrow townhouse by hanging unique, muted ombre wallpaper, screwing in a glass sconce and installing three brass hooks. Ms. Brier likes to highlight a sole piece of art or a light fixture that is sculptural by day and becomes a glowing focal point in the evening. \"Make it spectacular but in a less-is-more way,\" said Ms. Brier. </p><p>\n  --- </p><p>\n  ODD ARRIVALS / THE FUNNIEST FOYERS DESIGNERS HAVE STEPPED INTO </p><pre>\n </pre><p>\n  \"I walked into a foyer and noticed only the enormous, completely-out-of-scale lantern, hung way too low, and a complete lack of furniture to balance it. The embodiment of inhospitality, the room offered nowhere to drop your purse, your key or mail and certainly no spot to sit.\" </p><p>\n  -- Rebekah Zaveloff, co-founder and director of Kitchen Lab Interiors, Chicago </p><pre>\n </pre><p>\n  \"Suffice it to say a dearly departed taxidermy dog is best left to a more private part of the residence.\" </p><p>\n  -- Fernando Wong, landscape and interior designer, Palm Beach, Fla. </p><pre>\n </pre><p>\n  \"An entryway doubled as a laundry depot. It's so awkward to see someone's dirty underwear before shaking their hand, and it's always a mistake to leave your undergarments by the front door.\" </p><p>\n  -- Isabel Ladd, designer, Lexington, Ky. </p><pre>\n </pre><p>\n  \"I had a client who was obsessed with Star Wars. He had a curio cabinet full of Star Wars memorabilia, as well as a life-size cutout of Princess Leia, in his entryway.\" </p><p>\n  -- Mary Patton, designer, Houston </p><p></p>",
  "published": "2021-05-29T06:01:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}