{
  "_id": "ebcc28fad376264cc5b66857eada618794a4496aef8cb6678d8951a33519d003",
  "feed": "wall-street-journal",
  "title": "CAA To Buy Rival Agency",
  "text": "<p>It caps a tumultuous few years in Hollywood, where consumer demand for streaming, videogames and social media have forced entertainment companies to bulk up and focus more on subscribers than box-office tallies. Caught up in the flurry are the A-list stars who are finding that retaining fame requires more than just starring in the latest blockbuster or network TV show, forcing their agents to provide services from tech investing to blockchain. For actors, musicians and their representatives, the top-heavy landscape has diminished their power when negotiating for plum roles and talent deals. The potential new agency's heft could help it exert more leverage as relations between studios and stars strain as the rules get rewritten.</p><p>Financial terms of the deal weren't disclosed. The companies said they expect the transaction to close this year.</p><p>Founded in 1975, CAA has become known as the most powerful talent agency in Hollywood, responsible for shepherding the careers of movie stars and musicians -- taking a 10% cut on all deals -- from a glass-faced headquarters known as \"the Death Star.\" CAA is still dwarfed in size by its main rival, Endeavor Group Holdings Inc., which, not to be outdone by its competitor's news, announced Monday it had acquired sports-betting firm OpenBet for $1.2 billion. Endeavor has already invested in businesses such as the Ultimate Fighting Championship sports league, an asset that bolstered the firm's public offering earlier this year.</p><p>The two deals -- ICM and OpenBet -- speak to the divergent strategies of Hollywood's two biggest representation firms in the wake of industry deal making, including the combination of AT&amp;T Inc.'s WarnerMedia and Discovery Inc. announced earlier this year, and Walt Disney Co., which acquired the entertainment assets of 21st Century Fox for $71.3 billion in 2019. Endeavor has quickly scaled by purchasing firms that are adjacent to entertainment, whereas CAA has doubled down on the representation business.</p><p>While CAA lacks Endeavor's scale, it retains the glitziest client roster, from Kanye West to Tom Hanks and Steven Spielberg. The agency has been behind some of the most lucrative entertainment deals of the past year, including a $450 million agreement with Netflix Inc. for two sequels to the murder mystery \"Knives Out.\"</p><p>A combined CAA-ICM solidifies that the Hollywood ecosystem has become largely a two-agency town, with United Talent Agency now running a more distant third in terms of client roster and profile. Endeavor formed through the combination of the storied William Morris Agency and Endeavor. The combined entity in turn bought fashion and sports representation firm IMG Worldwide in 2014.</p><p>The CAA-ICM tie-up comes as talent agencies find themselves at a crossroads. The streaming service pivot, accelerated during the pandemic's lockdowns, has thrown into question the future for big-ticket deals that tie payouts to global box-office grosses.</p><p>The TV syndication deals that also delivered checks to agencies for decades after the final episode was aired have also largely gone away. In the music industry, more than a year without live shows also meant a dearth of revenue for artists and their agents.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1743,
          "end": 1754
        }
      ]
    }
  ]
}