{
  "_id": "da3383c7949a193712fed6841d22c1a8df55356a986c5021577d48e166a48215",
  "feed": "ftcomall",
  "title": "Super League clubs net €200m-€300m ‘welcome bonus'",
  "text": "<p>Twelve football clubs that have signed a binding agreement to form a new <a href=\"https://www.ft.com/content/4cbef20a-7599-4580-82aa-2af383bd0f5a\">European “Super League</a>” have been guaranteed a “welcome bonus” worth €200m-€300m each, according to people with direct knowledge of a deal that stands to reshape the world's biggest sport.</p> <p>The announcement on Sunday of the breakaway league has kicked off a power battle within football, with politicians from British prime minister Boris Johnson to French president Emmanuel Macron joining fans' groups to express fierce opposition. The move also sparked threats of legal action between the sport's power brokers.</p> <p>Aleksander Ceferin, president of Uefa, European football's governing body, denounced the plan as a “closed shop run by a greedy, select few” while unveiling a counter-proposal for a radical revamp of the Champions League, currently the continent's top club contest worth €2bn a year.</p> <p>The Super League plan threatens to destroy the Champions League and shake up the entire structure of European football, which is built on a system of domestic leagues where clubs compete and can be promoted or relegated based on their performance.</p> <p>The money to launch the league will be provided by JPMorgan Chase, which has committed to underwriting a €3.25bn “infrastructure grant” that will be shared among the clubs as a “welcome bonus” on joining the competition.&#xa0;</p> <p>The US investment bank has provided a debt financing deal amortised over 23 years and secured against future broadcasting rights for the competition, said people with knowledge of the terms. </p> <p>Teams that have signed up to the Super League will have permanent membership and will not have to qualify each season in a structure similar to the franchise system of US sports. </p> <p>The clubs that have signed up to the plan are Spain's Real Madrid, Barcelona and Atlético Madrid; England's Manchester United, Manchester City, Liverpool, Arsenal, Chelsea and Tottenham Hotspur; and Italy's Juventus, AC Milan and Inter Milan.</p> <p>People briefed on the deal said that the next clubs to be sought as “permanent members” would be Germany's Bayern Munich and Borussia Dortmund and France's Paris Saint-Germain, though they have so far rebuffed any approaches. A further five clubs will be invited to play in the 20-club league each season, though they would need to qualify for the competition.</p> <p>The rebel clubs have agreed to pay €264m a year to pay down the debt, a figure that includes a 2-3 per cent interest rate. JPMorgan declined to comment.&#xa0;</p> <p>A person close to the Super League said the payment should not be regarded as&#xa0;a&#xa0;“welcome bonus”, but instead was an advance on future revenues that would have to be repaid if any club chose to leave the competition.</p> <p>The league's 15 permanent members will jointly own a newly incorporated company in Spain, which will share all future media and sponsorship rights derived from the competition, according to people familiar with the matter.&#xa0;</p> <p>Anas Laghrari, a banker at Spanish advisory firm Key Capital, has been named general secretary of the Super League. He has close ties to Real Madrid's billionaire president Florentino Pérez, who was named chair of the competition and is the driving force behind the plans. Key Capital declined to comment.&#xa0;&#xa0;</p> <p>The Super League's organisers have held early discussions with broadcasters about the competition, according to people familiar with the talks, seeking to secure deals with the likes of Amazon, Facebook, Disney and Comcast-owned Sky that would raise annual revenues worth €4bn a year. This is roughly double the amount the Champions League earns.&#xa0;</p> <p>The Super League clubs will seek to continue to play in their respective national league contests, but would need the approval of groups such as England's Premier League and Spain's La Liga to do so. The Super League was not immediately available for comment.</p> <p>But Super League clubs have vowed to provide about €400m in “solidarity grants” to teams and governing bodies in other competitions, a large increase on the funds provided through existing European competitions and money they hope will convince football authorities to avoid a protracted fight over the project.</p> <p>The announcement of the Super League comes as clubs across Europe have suffered steep revenue shortfalls owing to the pandemic, raising concerns over the sustainability of their business models and complicating any plans for new signings. The timing also coincides with a period that has seen the valuations for top-tier franchises grow rapidly, prompting questions over where these clubs would find new sources of revenue.&#xa0;</p> <p>Negotiations have been going on for months, with detailed term sheets shared with the founder clubs since November, according to documents seen by the Financial Times.&#xa0;</p><p>Source: Murad Ahmed and Arash Massoudi in London 2021 'Super League clubs net €200m-€300m ‘welcome bonus'' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-19T17:33:49.222Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3421,
          "end": 3427
        }
      ],
      "nexusId": "10078857"
    }
  ]
}