{
  "_id": "4b33cc0310041b76b2bba387a6a668e1ffb98756368dac0407a61b43e1351e42",
  "feed": "ftcomall",
  "title": "Persistence of Donald Trump's China tariffs frustrates US business ",
  "text": "<p>US businesses expecting a fresh approach to international trade policy after four combative years under Donald Trump have a question for the Biden administration: what will become of his tariffs on China?&#xa0;</p> <p>A lopsided trade balance with China, the biggest source of imports to the US, became a fixture of Donald Trump's trade policy. He imposed tariffs on billions of dollars of Chinese goods including clothes, footwear and food, disappointing business groups that otherwise endorsed his lower taxes and lighter regulation.&#xa0;</p> <p>Under Joe Biden most of the tariffs remain, however, and some American business groups are getting anxious.&#xa0;</p> <p>“We're five months into this new administration and we don't have a clear sense of what the China trade policy is yet,” said Jon Gold, vice-president at the National Retail Federation. “This is having a big impact on companies, many of whom are struggling to survive through Covid and have the extra burden of the tariffs.”&#xa0;</p> <p>While Biden has worked with allies to counter China, his overall policy towards Beijing is closer to Trump's approach than experts had expected.&#xa0;In the meantime, the cost of US tariffs for companies buying from China has increased. A mechanism that allowed businesses to apply for exclusions to the so-called Section 301 tariffs on Chinese imports expired late last year and has not yet been reinstated.&#xa0;</p> <p>More than 3,500 US companies including Coca-Cola, Disney and Ford, as well as smaller American manufacturers, filed lawsuits against the Trump administration over its tariffs on China, marking a record number of suits lodged at the US Court of International Trade, based in New York. Hearings are scheduled this year. </p> <p>“The tariffs are deeply unpopular with American consumers and businesses who bear the cost,” said Doug Barry, spokesman for the US-China Business Council, a trade body. “Many tariffs remain in place with no indication of when or if they will be lifted.”&#xa0;</p> <p>The Biden administration has so far deflected questions on the tariffs, saying that it is carrying out a “top to bottom review” of <a href=\"https://www.ft.com/us-china-trade-dispute\">China trade policy</a>. The White House has indicated that tackling forced labour, promoting workers' rights and protecting the environment are among its top trade priorities.&#xa0;</p> <p>Politically, rushing to remove the tariffs could prove risky ahead of the 2022 congressional midterm elections, when any sign of softness on China could weaken Democrats at the ballot box.</p> <p>Pressure over China trade policy is falling on Katherine Tai, the US trade representative. The Biden administration's top trade negotiator immediately started to make diplomatic calls to foreign counterparts when she joined the White House in March, but she did not <a href=\"https://www.ft.com/content/93eaf975-ff0c-44dc-ace6-8d4e46f6ed57\">speak to China</a> until last week.&#xa0;</p> <p>US lawmakers have repeatedly questioned Tai about the China tariffs, citing damage to their local industries. Senators have tried to resurrect the exclusion process and allow some Chinese imports to avoid punitive extra duties.&#xa0;</p> <p>Some tariffs on Chinese imports were removed when Trump struck his “<a href=\"https://www.ft.com/content/a01564ba-37d5-11ea-a6d3-9a26f8c3cba4\">phase 1</a>” trade deal, in which Beijing committed to buy $200bn more goods and services from the US over the two years ending in 2021. The Biden administration has so far said little about how it views China's adherence to the agreement and has not suggested whether it plans to start talks for a “phase 2”. </p> <p>“USTR has never publicly issued a verdict on China's performance with any detail,” said Scott Kennedy, a China expert at the Center for Strategic and International Studies in Washington. “This is supposed to be regularly evaluated . . . We should have heard whether China still deserves the love.”&#xa0;</p> <p>In statements, Tai has said her goal was to advance a “worker-centric trade policy”. The administration recently took action against a Chinese fishing fleet that it alleged was using forced labour on its vessels, blocking imports of tuna and swordfish from the company.&#xa0;</p> <p>“Within the administration, they appear to be far more advanced in their discussions on human rights and labour rights than they are on the economic and commercial agenda,” said a former government official with ties to the US business community.</p> <p>“There's a growing feeling that these experienced folks aren't sure what to do about China — that for all their frustrations with Trump, they didn't arrive in office with a plan other than to spend a lot of money domestically to increase competitiveness and are now just trying to buy time with an endless number of internal reviews and studies,” the person said.</p><p>Source: Aime Williams in Washington 2021 'Persistence of Donald Trump's China tariffs frustrates US business ' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T04:00:47.900Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1414,
          "end": 1420
        }
      ],
      "nexusId": "10078857"
    }
  ]
}