{
  "_id": "f6a8bc64e192c3495e10bfb07096b5f4a7a936c6eb6d263df8ebe3f31436014e",
  "feed": "ftcomall",
  "title": "Mandy Patinkin: ‘There's not going to be another Stephen Sondheim'",
  "text": "<p>One of the first times I met Stephen Sondheim was when I auditioned for <em>Sunday in the Park with George</em>, his show inspired by the life of the painter Georges Seurat, which opened on Broadway in 1984 and went on to win the Pulitzer Prize for Drama. The first problem was that I was a nervous wreck, a terrible auditioner. I had just won a Tony award for <em>Evita</em>, where I played Che, and I asked whether you had to audition after you win a Tony. Steve said, “Listen, Mandy: I audition everyone except Angela [Lansbury].”</p> <p>The next problem was that Steve, <a href=\"https://www.ft.com/content/1b5dc333-70f5-4c71-b371-e44fb2015b2b\">who died last week</a>, and James Lapine, who wrote the show's book, had written the music for all the characters except mine. To play an artist, I took drawing classes and would sit in rehearsals drawing eight, nine, 10 hours a day, while all the other characters sang. That was quite a challenge, most unusual, day after day waiting for Steve to write the musical part for George. Once in a while, every week or so, another piece would come in.</p> <p>I learnt from him, seeing him develop the show, how a true genius behaves. They say: “What do you think? What are you going through? I'd love to talk to you about it. Do you have any thoughts after I've written it?” He was always open and generous. It was very clear when he didn't like something but he could be funny about it too. </p> <p>During the rehearsals, he was writing a song called “Beautiful” for George and his mother to sing, and he said he'd love to talk to me, could he give me a call? We had this conversation which lasted for at least an hour and it was one of the most beautiful conversations I ever had with another human being.</p> <p>We were talking about our mothers, and Steve's life with his mother has been well-documented — she wrote him a note before she went into surgery which said, “My only regret in life was giving birth to you.” This was devastating for him and a very painful experience. One of the amazing things about Steve is how he took that pain and set about, for the rest of his life, using the piano, music, the word as the battlefield for his existence, to turn that darkness into light. That darkness, that trouble, was in the end a phenomenal gift to him.</p> <p>And it was a lesson to me for my life too, that the difficult moments in life are not the tragedies, they're the gifts. He changed my life, he defined my life, he gave me the words to speak and to sing for the rest of my life.</p> <p>I'm always stunned when people say, “Aren't his music and lyrics complicated and difficult to sing?” No! It's the clearest, simplest music to sing in the world because it's so emotionally clear. You never have to struggle to learn the words because they make such profound sense. When it's written from the gut and it's truthful and honest and generous, those are the things that you never have to look at twice. You know them at “hello”.</p> <p>Steve's shows have had a wonderful revival in the past 20 years — a reimagined <em>Sweeney Todd</em>, <a href=\"https://www.ft.com/content/002b0d5c-93bc-11e7-a9e6-11d2f0ebb7f0\">an elaborate <em>Follies</em> at the National Theatre in London</a>, <a href=\"https://www.ft.com/content/37001d52-d201-11e8-a9f2-7574db66bcd5\">the gender-switched <em>Company</em></a>, which is now on Broadway. I think they are popular again because, with the exception of Lin-Manuel Miranda's <em>Hamilton</em>, there was a drought in musical theatre after Steve finished his run of <em>Sunday</em>, <em>Into the Woods</em> (1987) and <em>Passion</em> (1994). It was more like, turn every Disney movie into a musical, turn the Beatles into a musical. I think people were starving to death — they had no food for their souls.</p> <p>But then the Brits started embracing Sondheim in ways that America didn't, with passion and fervour, and they gave him the respect that I certainly felt he deserved. They woke up America to a greater appreciation of Stephen Sondheim! In the US his shows sometimes didn't make a lot of money, they got mixed receptions at times, but Steve was undaunted. He embodied and honoured his devotion to craft, and I think people needed that sustenance.</p> <p>Long before his passing, theatregoers in America woke up to his limitless gifts. And I guarantee you, his work is going to be done more often and in different ways than we've ever seen in our lifetimes, and it will continue to grow and be there forever, for generations to come.</p> <p>There's not going to be another Steve Sondheim. There's just one Shakespeare and one Sondheim and we're lucky that we have them forever. The fact that I got to work and be a friend and be in the room with one of those guys? I can't get over it.</p> <p><em>As told to Josh Spero</em></p><p>Source: Mandy Patinkin 2021 'Mandy Patinkin: ‘There's not going to be another Stephen Sondheim'' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-01T12:00:44.235Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3292,
          "end": 3298
        }
      ],
      "nexusId": "10078857"
    }
  ]
}