{
  "_id": "69ef94ef0b00d29b8d139352ce8a46b8ac83cd6d24192ad18ec1fcf8de9d0a9f",
  "feed": "wall-street-journal",
  "title": "Business News: Disney to Close at Least 60 Stores, Focus on e-Commerce",
  "text": "<p>During the pandemic, consumers have increasingly shifted to purchasing more goods and services online as governments both in the U.S. and abroad implemented lockdowns to curb the spread of Covid-19.</p><p>Some major retailers, especially those located in shopping malls, have suffered losses.</p><p>Meanwhile, online retailers, such as Amazon.com Inc. or Target Corp, which has scaled up its e-commerce business, have seen their fortunes soar as consumers depend more on online shopping.</p><p>The Commerce Department estimated that total e-commerce sales rose 32% to $791.7 billion in 2020, compared with the previous year.</p><p>\"While consumer behavior has shifted toward online shopping, the global pandemic has changed what consumers expect from a retailer,\" said Stephanie Young, president of Disney's consumer products, games and publishing.</p><p>Each of the Disney Stores slated to close experienced interruptions due to lockdowns, according to a Disney spokesperson.</p><p>The company said it has about 300 stores world-wide but wouldn't disclose how many it owns in North America.</p><p>With Disney's theme parks encountering disruptions and closures during the pandemic, sales of its merchandise at those locations have also suffered.</p><p>Disney said that over the next year it would aim to improve its e-commerce platform and more fully integrate its online shopping experience with its Disney Parks mobile apps and social media.</p><p>The company also said it plans to broaden its merchandise line with more emphasis on products that might appeal to adults, including apparel, streetwear, home products and collectibles.</p><p>Disney has also expanded the company's digital footprint abroad.</p><p>In November 2020, the company launched online stores in India, New Zealand and Australia.</p><p>Last month, Disney's parks, experiences and products division reported a quarterly loss of $119 million, compared with a $2.5 billion profit during the same period the previous year.</p>",
  "published": "2021-03-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1205,
          "end": 1211
        },
        {
          "start": 837,
          "end": 843
        },
        {
          "start": 1354,
          "end": 1360
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 926,
          "end": 932
        },
        {
          "start": 775,
          "end": 781
        },
        {
          "start": 1583,
          "end": 1589
        },
        {
          "start": 1061,
          "end": 1067
        },
        {
          "start": 1750,
          "end": 1756
        }
      ],
      "nexusId": "10078857"
    }
  ]
}