{
  "_id": "420b574b3157ea144b5e918e3705ad1a9bbc4516c7e3fcbf5e92bb0e3de34d38",
  "feed": "ftcomall",
  "title": "Reliance Entertainment CEO Shibasish Sarkar: ‘For culture, there is no geography'",
  "text": "<p>“Life in India is virtually back to normal,” Shibasish Sarkar tells me over Zoom from his office in Mumbai. “The cities have opened up. People are coming to offices, they're commuting, they're in the shopping malls . . . What's been lacking is a big cinema operating at 100 per cent capacity.”</p> <p>Since India's first lockdown in March last year, the 49-year-old CEO of Reliance Entertainment, the country's leading maker of film and TV, has faced real challenges. “There was no new content between March to September. People were only running old reruns and serials. But once shooting started again, around June, now it's a normal situation. There's enough content for television.” Taking place in a more controllable space and requiring fewer staff, TV work was allowed to restart early. Film production has returned slowly, on a state-by-state basis, over the following months.</p> <p>With new Covid-19 infections decreasing in India, theatres have been able to open at full occupancy since the beginning of February. But, like most studios in the country, Reliance is returning carefully after November's lacklustre Diwali period — the last easing of restrictions during what is traditionally India's boom season. “We are yet to release any films, and are just gearing up for our two big ones. We plan to release <em>Sooryavanshi</em> [an action thriller starring <a href=\"https://www.ft.com/content/04753cea-ae2f-11e9-b3e2-4fdf846f48f5\">Akshay Kumar</a>] on April 2, and <em>83</em> [about India's Cricket World Cup win that year] somewhere around June 11.”</p> <p>Both were scheduled for last year, and cost more than $30m to make. “There will be some section of the audience who will be thinking twice about whether they want to visit a cinema,” concedes Sarkar, “but the large part of the country is waiting for the next big film.” Noting the success of <em>Master</em>, a Tamil movie&#xa0;that opened during the south Indian festival of Pongal last month and earned close to $30m, he is bullish about his own projects. “With the release of <em>Sooryavanshi</em>, the first big Hindi film, I'm sure this whole situation will be settled and people will be back to cinema houses.”</p> <p>Sarkar will be guiding the media titan into a&#xa0;new global landscape that has been altered by the consumption of content at home — on platforms with a vast international menu. The company is well placed for this shift. The best-known Reliance product in the west is the Netflix hit, <em>Sacred Games</em>, a dark Mumbai police thriller that ran for two seasons. Heavily partnered with the digital giants, the company is currently producing “two shows that will go into flow for Amazon, two shows for Disney+ and one show for Netflix” — as well as “one show for SonyLIV and a few more for Zee”. Alongside <em>India's Got Talent</em> and other domestic programmes, “we have five daily soaps running in Punjabi, Hindi and Telugu.” There are also “three animations, running on Discovery Kids, Nickelodeon and Cartoon Network”.</p> <p>It's quite a range. Since 2018, more than 600 episodes of its cartoon cop series <em>Little Singham</em> have run on Discovery Kids. The creation of intellectual properties such as this and <em>Golmaal Jr</em> — a kind of Indian <em>Bash Street Kids</em> — has required its own animation studio in Pune, employing more than 1,500 people. The company is also a major video games creator, with a studio in San Francisco. They release a string of hit “action-brawlers” which have been downloaded in almost 50 countries.</p> <p>Having previously worked for Viacom 18 and Disney-UTV, Sarkar joined Reliance in 2007 as chief financial officer and has overseen radical recent change. “Two and half years back we used to be largely a film company. Ninety or 95 per cent of our business was feature films for theatrical release. Now 35 to 40 per cent of it is content for streaming, television and animation.” The company is proudly “not married to any particular genre . . . We make films from a budget of half a million dollars to $40m.”</p> <p>Founded in 2005 by Anil Ambani, Reliance Entertainment is part of Ambani's Reliance Group, itself carved out of Reliance Industries — run by his brother, Mukesh Ambani. Its catalogue of almost 400 films ranges from Hindi blockbusters to Bengali art-house, and also includes, through its involvement with Amblin — a partnership founded by Steven Spielberg — an impressive slate of big-budget Hollywood movies. Among these are 2018's <em>Green Book, </em>which won an Oscar for best picture<em>,</em> the triple Oscar-winning Sam Mendes-directed <em>1917</em>, the adaptation of Roald Dahl's <em>The BFG</em>, and 2016's <em>The Girl on the Train</em>, starring Emily Blunt, based on the novel by British author, Paula Hawkins. Reliance has now reimagined that story as a London-set Hindi movie, airing on Netflix in late February.</p> <p>The “content pipeline” of the Hollywood projects, says Sarkar, “was largely driven by Steven Spielberg and his team — in terms of the kind of stories they want to tell”. But the Indian content contributes as much to the company's global reach. “More than two-thirds of the audience that consumed <em>Sacred Games</em> were outside India. Language is absolutely no barrier, people are happy to consume content in subtitled or dubbed form. As an Indian, I'm happy to consume <em>Narcos</em> or <em>Money Heist</em> or <em>Fauda</em> [all Netflix shows] that are not English-language . . . we want to take our stories global.”</p> <p>The huge viewership of streaming platforms, across 190 countries, has provided a space for edgy Indian talent that was sidelined by the conservative mores of Bollywood and domestic TV. “India has a very rich legacy of theatre, drama, art,” says Sarkar. “There are a lot of talented writers, actors and directors who are not stars, but create passionate stories and are getting their audiences across the globe on the strength of their creativity . . . This medium is extremely democratic.”</p> <p>Cinema remains core to the vision. Bollywood movies play to packed houses across the Middle East, the US and especially the UK, where they routinely feature in the box office top 10 and outperform British productions. In 2019, <em>Super 30</em>, about the rise of a lower-class maths prodigy, earned almost $30m worldwide. Released in France and Germany, it did well in Poland in particular. China, too, is a growing market.</p> <p>Reliance's first Chinese release, <em>3 Idiots</em>, was a great success, winning several awards there with its comic tale of students striving under the pressures of an elite university. Other films have similarly succeeded, including the 2018 Akshay Kumar comedy, <em>Toilet Hero</em>, about a rural man's struggle to get a latrine installed in his village to please his new city-girl wife. Though China is now more developed than India, “the culture and ethos is the same,” believes Sarkar, “so they connect with Indian stories. Any story which is inspiring and human, or rags-to-riches, does well there.”</p> <p>Indian movies are currently banned in China, following the military stand-off between the countries in the Himalayas that began last summer. But after the recent climbdown by both parties, Sarkar is as optimistic for Reliance's ambition in that country as for the rest of the world. “Everyone should be able to consume every film, every content,” he says. “For the works of art and culture, there is no geography.”</p><p>Source: Nirpal Dhaliwal 2021 'Reliance Entertainment CEO Shibasish Sarkar: ‘For culture, there is no geography'' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T05:00:29.169Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2539,
          "end": 2545
        }
      ],
      "nexusId": "10078857"
    }
  ]
}