{
  "_id": "68a20158cba8e17369630944414c68b1223a54b2c76f85fbce67d242f4d73424",
  "feed": "wall-street-journal",
  "title": "MGM to Fast-Track Amazon's  Growth in Streaming Business  ----  By Joe Flint and Sarah E. Needleman",
  "text": "<p>   Amazon.com Inc.'s desire to acquire the fabled MGM movie and television studio in a deal valued at $9 billion with debt is the latest sign that the e-commerce giant is renewing its emphasis on entertainment and seizing an opportunity to jump up in weight class. </p><p>   Some industry analysts and observers see the expected MGM purchase, one of the tech industry's biggest buys in Hollywood, as a recognition inside Amazon that it can't create enough content fast enough to win subscribers on its own and compete with streaming entertainment rivals Disney+ and Netflix Inc. -- an assertion that Amazon insiders reject. The possible acquisition builds on Amazon's existing investments in sports and TV. </p><p>   \"Streaming is a massive scale business,\" said Evercore ISI analyst Mark Mahaney. \"You probably need to be willing to spend $10 billion a year on content.\" </p><p>   The Wall Street Journal reported that Amazon could announce a deal to purchase MGM as early as this week, according to people close to the situation, assuming the talks don't fall apart at the last minute. </p><p>   In pursuing MGM, Amazon is borrowing a page from the playbook of traditional media companies, which have been consolidating to expand their content platforms. Buying a studio with a massive portfolio like MGM gives Amazon a way to fast-track growth for its video-streaming offerings. </p><p>   Walt Disney Co.'s Disney+ and Hulu streaming services are bolstered by Disney's recent acquisition of the Twentieth Century Fox entertainment assets. Last week, AT&amp;T Inc. and Discovery Communications Corp. agreed to combine their assets into a new company, in large part to bolster their respective streaming services HBO Max and Discovery+. </p><p>   Amazon has also acquired streaming rights to sports in the U.S. and abroad as it sees live content as a huge potential driver for its service. In March, Amazon agreed to pay more than $10 billion for exclusive rights to Thursday night football games for its Amazon Prime Video streaming platform over 11 years. The price Amazon agreed to pay was roughly double what previous rights holder Fox Corp. was paying. </p><p>   The company is also spending $465 million to make a TV series based on \"Lord of the Rings,\" and that is on top of the $250 million it spent to acquire the rights to the story, according to people familiar with the transaction. It has also spent hundreds of millions of dollars acquiring would-be theatrical releases from major studios, like Paramount Pictures' forthcoming \"The Tomorrow War\" starring Chris Pratt. </p><p>   The aggressive spending on entertainment strays from what longtime Amazon observers said has been a disciplined approach to acquisitions. Analysts said given the company's deep pockets, it is in a position to take big swings in the entertainment space in ways other companies cannot. </p><p>   The recent deal making by Amazon also stands in contrast to streaming rival Netflix's approach, which has to date avoided major acquisitions such as studios and production companies to focus primarily on making and licensing content. </p><p>   The potential deal is \"a shortcut to doing what Netflix has done, which was to invest double-digit billions of dollars a year for the past five years to build a library,\" Wedbush Securities analyst Michael Pachter said, adding, \"it will take Amazon 90 years to catch up if they don't do something quick.\" </p><p></p>",
  "published": "2021-05-26T06:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1357,
          "end": 1363
        },
        {
          "start": 1339,
          "end": 1350
        },
        {
          "start": 1410,
          "end": 1416
        },
        {
          "start": 541,
          "end": 547
        }
      ]
    }
  ]
}