{
  "_id": "15b1613af601156257160e05dc665a8cc7928250010bc57683e65b9334b3cc7f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Hollywood Royalty? --- Prince Harry and Meghan Markle hustled behind the scenes to land lucrative entertainment deals. The big unknown: whether anyone will care about them when they aren't spilling the tea on the royal family.",
  "text": "<p>It was a deeply personal conversation, but the prince and Ms. Winfrey weren't alone. Also in the room, sitting nearby but keeping quiet, was Jon Kamen, a New York-based film and television producer. To him it looked like something else: a hit.</p><p>\"Guys,\" he later told his producing partners, \"the format of this show -- we witnessed it in that hotel room.\"</p><p>Nearly three years later, Mr. Kamen, the chief executive of RadicalMedia, would be wrapping up the Hollywood project that resulted from that meeting: \"The Me You Can't See,\" a six-episode series on mental health released by Apple Inc. in May. A conversation between Prince Harry and Ms. Winfrey -- not unlike that hotel room heart-to-heart -- anchored every episode. Prince Harry co-produced the series and shared intimate details of the sweat-drenched anxiety attacks and profound sadness that he said gripped his time in the spotlight.</p><p>\"I always wanted to be normal, as opposed to Prince Harry,\" he says in the documentary.</p><p>If there was a moment when the scion of a tradition-bound dynasty bridged the gulf to his new life as a bare-it-all Hollywood producer, it may have been this: working with Oprah Winfrey on a TV show that mined his personal history for a streaming platform operated by the world's richest company.</p><p>Since leaving behind their royal duties last year and moving to California, Prince Harry and Meghan, the Duke and Duchess of Sussex, have netted tens of millions of dollars in deals with media companies like Netflix Inc. and Spotify Technology SA, many of which rely on their proximity to their previous life in England.</p><p>Getting there has been no fairy tale. Interviews with associates and colleagues of the couple reveal years of behind-the-scenes hustling that laid the groundwork for a major Hollywood arrival that will blanket the couple across film, TV, podcasts and books. They mined personal connections and friendships. They met with potential suitors and evaluated streaming services for their ability to reach a global audience, securing a deal reported to be in the $100 million range from Netflix in the process. And they have frequently excavated their own personal lives to draw eyeballs, trying to wrest control of the narrative by lambasting critics and telling the story themselves.</p><p>In essence, to escape a life under the microscope, they chose a different microscope.</p><p>Mr. Kamen observed how, for Prince Harry, the Apple series wasn't just a tour of his emotional past, even touching on the trauma of the death of his mother, Princess Diana, in a car crash when he was 12 years old. It was also an educational primer on the producing duties that may define his future.</p><p>Prince Harry joined Zoom meetings with Ms. Winfrey -- first from England, then in Canada, and finally in Montecito, Calif. He shared with the series' producers his contacts with the global elite to enlist more participants, and suggested the formation of an advisory board that helped the team navigate the sensitive topics they were exploring. He vetted the subjects and pushed to bring in interviewees from beyond the Western world. He watched early edits and turned in notes faster than Ms. Winfrey.</p><p>Streaming companies have spent generously for outsider producers like Barack and Michelle Obama and Pakistani education activist Malala Yousafzai, but skepticism is growing in the industry that big names translate into big profits. The Duke and Duchess's deal includes shows that have little to do with their personal connections, raising a critical question: Does anyone care about them when they aren't spilling the tea on the royal family?</p><p>Prince Harry and Meghan, a former actor, started building their Hollywood Rolodex almost immediately after their May 2018 wedding -- an event watched by 29 million people in the U.S. and attended by Ms. Winfrey.</p><p>They met with power brokers like Jeffrey Katzenberg, who contacted them to discuss a project that would highlight their philanthropic pursuits through his short-lived Quibi streaming service. Taking a meeting with the couple then often meant signing a nondisclosure agreement, according to those who met with them.</p><p>Meghan began a relationship with Netflix that same year, through a connection to her deceased mother-in-law. David Furnish, a Canadian filmmaker, wanted to produce an animated series with the Duchess. Mr. Furnish's husband, the singer Elton John, had been close friends with Princess Diana.</p><p>In July, Netflix announced it was developing that idea into \"Pearl,\" a family show about a young girl whose adventures are informed by her interactions with famous women from history.</p><p>The prince also had a yearslong friendship with an industry heavyweight to lean on. He met Walt Disney Co. Executive Chairman Robert Iger at an overseas conference years ago, a relationship that has evolved into something of a mentor role since he moved to California, people close to the two men say.</p><p>One awkward example of how even those with royal lineage have to hustle in Hollywood came up in 2019, when Prince Harry and Mr. Iger had a mini-reunion on the red carpet at \"The Lion King\" premiere.</p><p>\"You do know she does voice-overs?\" Prince Harry asked Mr. Iger, gesturing to his wife in a video that circulated after the event. To outsiders, it appeared he was advocating for Meghan to get a job.</p><p>\"Ah, I did not know that,\" Mr. Iger responded. He turned toward his own wife with a smile while Meghan chatted with Beyonce and Jay-Z on his other side.</p><p>\"You seem surprised,\" Prince Harry said. \"She's really interested.\"</p><p>Mr. Iger turned serious. \"We'd love to try. That's a great idea,\" he said.</p><p>A year later, Meghan did voice-over work that associates say had already been planned for \"Elephants,\" a Disney documentary that the couple had seen filming during an earlier visit to Botswana. When the movie premiered on Disney's flagship streaming service, Disney+, her involvement drew greater than usual media coverage for a nature documentary.</p><p>But the Disney team also grew privately concerned that critical tabloid reports about Meghan would depress viewership in the U.K. -- a signal of the challenge of working with a producer better known for her personal life.</p><p>Buckingham Palace had no issues with such entertainment projects, which had a philanthropic or advocacy purpose, according to people familiar with the matter. Once the couple left the palace -- in part due to personal tensions and constant scrutiny from British tabloids -- they were able to pursue more commercial work.</p><p>Soon after their arrival in Los Angeles in March 2020, the couple crashed at the 25,000-square-foot Beverly Hills home of director Tyler Perry before settling in Montecito, not far from Ms. Winfrey's mansion. They hired an attorney who had worked on big-ticket streaming deals. For the Duchess, who had worked as Meghan Markle, it was a return to the Hollywood scene she'd known since nearly birth.</p><p>Her father, Thomas Markle, was a lighting designer in Los Angeles, and she would often joke that she grew up on the set of the bawdy 1990s sitcom \"Married . . . With Children,\" visiting her father after school.</p><p>While attending Northwestern University, she studied abroad in Argentina and interned for the U.S. Embassy. She thought she would go into politics. Instead, she went into her hometown industry, booking parts like \"hot girl\" in the 2005 Ashton Kutcher rom-com \"A Lot Like Love\" and appearing as Briefcase Model #11, Briefcase Model #12 and Briefcase Model #24 on the game show \"Deal or No Deal\" from 2006 to 2007. She called the show her \"very lucrative waitressing job,\" and made ends meet by doing calligraphy for celebrity wedding invitations.</p><p>Her breakthrough was in the summer of 2011, with USA Network's \"Suits,\" a show about an unlicensed attorney who starts working at a law firm. The Duchess was cast as Rachel Zane, a sharp paralegal trying to get into law school. By the show's second season, more than 3 million viewers were tuning in each week.</p><p>\"Suits\" gave Meghan a platform to explore some of the priorities she'd had outside of show business, traveling to South Carolina to hear the stories of high-school students who overcame bullying and bigotry. By 2014, she was speaking out for gender equality and attending events at the United Nations.</p><p>Meghan said she wanted to move behind the scenes after she got married. She has said, in subsequent interviews, including a headline-generating sit-down with Ms. Winfrey that aired on CBS earlier this year, that the tabloids' prying into her personal life drove her to depression and suicidal thoughts.</p><p>The couple's biggest draws in Hollywood have relied on those personal details -- in the interviews with Ms. Winfrey; a podcast about how they and friends spent the pandemic, the sole result so far of a Spotify deal reportedly worth around $20 million; and a book deal with publisher Penguin Random House said to be worth around $20 million that was announced in July and will include the prince's personal memoir.</p><p>The boy who saw his mother die because of the camera's glare, said \"Me You Can't See\" producer Mr. Kamen, \"understands the power of media.\"</p><p>In Hollywood, the prince has tried to expand his output beyond the personal, casting himself as a next-generation David Attenborough, the nature documentarian famous for films like \"Planet Earth.\" He already has experience in that realm, working on a 2018 documentary about saving rhinos from dehorning practices called \"Stroop: Journey into the Rhino Horn War.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4703,
          "end": 4714
        },
        {
          "start": 5966,
          "end": 5972
        },
        {
          "start": 5868,
          "end": 5875
        },
        {
          "start": 5831,
          "end": 5837
        },
        {
          "start": 5714,
          "end": 5720
        }
      ],
      "nexusId": "10078857"
    }
  ]
}