{
  "_id": "b5b77f676fcbe563570ca314158974b061d8d06d2e5a61171d9c047c6559c245",
  "feed": "wall-street-journal",
  "title": "Verizon Considers Dealing Yahoo, AOL  ----  By Benjamin Mullin and Miriam Gottfried",
  "text": "<p>   Verizon Communications Inc. is exploring a sale of assets including Yahoo and AOL, as the telecommunications giant looks to exit an expensive and unsuccessful bet on digital media. </p><p>   The sales process, which includes private-equity firm Apollo Global Management Inc., could lead to a deal valued at $4 billion to $5 billion, people familiar with the matter said -- assuming there is one. Other details couldn't be learned. </p><p>   Verizon splashed out billions of dollars assembling a portfolio of once-dominant websites, including AOL in 2015, and Yahoo in 2017, paying more than $9 billion in total to acquire the pair. </p><p>   Verizon, the country's largest wireless carrier in terms of subscribers, bought the websites intending to resurrect brands that had lost traffic since their heyday but still counted a base of hundreds of millions of account holders. </p><p>   It reorganized the businesses in 2017 under former AOL Chief Executive Tim Armstrong, dubbing the combined division \"Oath\" and signaling its intention to go head to head with digital-advertising powerhouses like Alphabet Inc.'s Google and Facebook Inc. </p><p>   Yahoo and AOL, born during the age of desktop PCs hooked up to dial-up Internet connections, managed to capture more ad dollars but struggled to reach audiences that had shifted their attention to mobile apps. </p><p>   The digital-media business ultimately failed to reach its target of $10 billion in annual revenue by 2020, and Verizon in 2018 wrote down about $4.5 billion of its value. Verizon has cut jobs in the unit, and in November agreed to sell its HuffPost news division to BuzzFeed Inc. That followed a 2019 agreement to sell the Tumblr blogging platform for a nominal sum to the owner of WordPress. </p><p>   The business, which also includes Yahoo Finance and Yahoo Mail as well as news sites TechCrunch and Engadget, generated $7 billion of revenue in 2020, down 5.6% from the previous year because of a sharp advertising pullback during the early months of the coronavirus pandemic. Business picked up in the second half and the unit has logged two consecutive quarters of double-digit growth, including a boost of 10%, to $1.9 billion, in the first quarter. </p><p>   Despite the rebound, Verizon has focused much of its attention lately on partnerships with streaming-video services like Disney+ and Hulu that can be bundled with its wireless and home-Internet plans. </p><p>   By selling now, Verizon could raise needed cash at a time when valuations of similar assets are enjoying an upswing. </p><p>   The company this year committed about $53 billion to secure spectrum licenses that will support its ultrafast fifth-generation wireless network. Executives recently told investors that capital spending this year on network equipment, fiber optic cables and the like could reach up to $21.5 billion. </p><p>   --- </p><p>   Drew FitzGerald contributed to this article. </p><p></p>",
  "published": "2021-04-29T06:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2275,
          "end": 2281
        }
      ]
    }
  ]
}