{
  "_id": "6048741ef68a774aa40e009f891de6ffe3de0a2843a11a5d2b2fe13c623365eb",
  "feed": "market-watch",
  "title": "Biden unveils new COVID vaccine mandates for private-sector businesses, federal workers as he warns of ‘tough stretch'",
  "text": "<p>Speaking at the White House as he rolled out what the White House called a “six-pronged strategy” to help combat the virus, Biden said, “we must increase vaccinations among the unvaccinated.”</p><p>“This is not about freedom or personal choice. It's about protecting yourself and those around you,” he said.</p><p>Also see:Biden promises more steps on delta as he blames variant for disappointing jobs report</p><p>Biden discussed a rule being developed by the Department of Labor that will require businesses with 100 or more workers to ensure their employees are vaccinated or show a negative test result weekly or more frequently.</p><p>Some large employers such as Disney DIS, Facebook FB and Google GOOGGOOGL are among those currently requiring employees to be vaccinated. Delta Air Lines DAL has said it would impose a $200 monthly insurance surcharge on unvaccinated employees.</p><p>Asked Thursday whether the federal government could compel major employers to institute vaccine mandates, White House press secretary Jen Psaki said, “Yes.”</p><p>Seizing on Biden's line about freedom and personal choice, House Republicans tweeted, “Sounds a lot like a dictatorship.”</p><p>Rep. Jeff Duncan, a South Carolina Republican, tweeted that mandating vaccines is “nothing short of tyranny” and infringes on Americans' liberties.</p><p>The president is also ordering vaccination for executive-branch employees as well as federal contractors, with no test alternative. Biden had previously given federal workers the option of getting tested instead of being vaccinated.</p><p>American Federation of Government Employees National President Everett Kelley, who leads the largest federal employee union, said changes like the vaccine requirement should be negotiated with unions, according to a Wall Street Journal report.</p><p>“We expect to bargain over this change prior to implementation, and we urge everyone who is able to get vaccinated as soon as they can do so,” Kelley said, according to the Journal.</p><p>As MarketWatch reports, the rapid spread of delta across the U.S. has upended some of the progress made in the spring, when mass vaccinations began. The country is now averaging more than 150,000 new cases a day, with about 1,500 deaths reported daily, according to a New York Times tracker.</p><p>Again calling the current challenge a “pandemic of the unvaccinated,” Biden cited hesitancy among some about taking vaccines until approved by the Food and Drug Administration. “Well, last month, the FDA granted that approval,” Biden said, referring to the agency's action on BioNTech BNTX and Pfizer's PFE COVID-19 vaccine. “So, the time for waiting is over.”</p><p>The roughly 17 million health-care workers who work at Medicare- or Medicaid-participating facilities will also have to be vaccinated, according to the White House.</p><p>The White House is also calling on schools to set up regular testing for teachers, staff and students. Retailers Walmart WMT, Amazon AMZN and Kroger KR will sell at-home, rapid COVID-19 tests at-cost for the next three months, the administration also announced.</p><p>Biden's moves come with just 53.3% of the overall U.S. population fully vaccinated,&#xa0;according to the Centers for Disease Control and Prevention's tracker.&#xa0;</p><p>Last week, Biden said there was “no question” the delta variant was the reason August's payrolls report wasn't stronger. On Friday, the government reported that just 235,000 jobs were created last month, which was far below economists' expectations.</p><p>Other clues, meanwhile, have suggested the virus was a smaller factor in the latest monthly jobs data.</p><p>Read:Delta blamed for poor jobs report, but too few people willing to work might be a bigger problem</p><p>The Dow Jones Industrial Average DJIA and the S&amp;P 500 SPX marked a fourth straight loss on Thursday, relinquishing earlier gains.</p>",
  "published": "2021-09-09T17:53:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 645,
          "end": 651
        }
      ]
    }
  ]
}