{
  "_id": "5a87b951c7ffa133d5ebef3dfbdd540b857fe7f28558d7ac17e7e2f9da62ff97",
  "feed": "ftcomall",
  "title": "UK indie production companies battle streamers in talent war ",
  "text": "<p>Writer and director Stephen Merchant was in the middle of filming his forthcoming comedy crime thriller when the manager responsible for overseeing the crew and managing the budget walked out. </p> <p>Producers of <a href=\"https://www.bbc.co.uk/mediacentre/2021/first-look-the-outlaws-stephen-merchant\"><em>The Outlaws</em></a>, starring Christopher Walken, called 34 people to step into the critical role but every one of them had been hired for other shoots thanks to the UK's filming boom.</p> <p>“We eventually managed to get somebody, but it's happened more than once — across the board we are losing crew,” said Kenton Allen, chief executive of the show's co-producer, Big Talk Productions. “They get offers on other jobs for double or triple their weekly rates.”</p> <p>The production in Bristol is far from alone in struggling to recruit staff. As national job vacancies <a href=\"https://www.ft.com/content/8dd70f6f-d557-487d-a55b-841a105930c2\">surpassed 1m for the first time on record</a>, film and television is one of a number of UK industries struggling to find staff.</p> <p>The world's biggest media groups such as Netflix, Disney and HBO are rushing to meet surging global demand for streamed video content, while tax breaks have made the UK a go-to destination. Among several big budget TV productions to be wooed by the country is the second series of the <a href=\"https://www.ft.com/content/3deb11eb-d33c-4c5d-8156-5eb6a872e687\"><em>Lord of the Rings</em></a>, which Amazon is moving from New Zealand. </p> <p>Hollywood releases being filmed in the UK include the latest instalments of <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-9973147/Tom-Cruise-parachutes-helicopter-FOUR-TIMES-filming-Mission-Impossible-7.html\">Mission: Impossible</a> and <a href=\"https://www.dailymail.co.uk/tvshowbiz/article-10025479/Indiana-Jones-5-resumes-filming-Londons-Hatton-Garden-transformed-1960s-America.html\">Indiana Jones</a>.</p> <p>As in other industries, the pandemic is a main cause of staff shortages. Lockdowns left the largely freelance workforce idle and there has been a race to shoot since restrictions on filming have been relaxed — creating a scarcity of camera operators, make-up artists and special effects technicians, among many other roles. Production accountants are also in high demand.</p> <p>But in the battle for staff, US streaming services and film producers have the upper hand over independent production companies, several executives said. Deep-pocketed new arrivals have more scope to bid up pay, and also book up <a href=\"https://www.ft.com/content/71e98d0b-4228-43af-b634-a0455683864d\">studio space</a> and equipment, they added — leaving local programme makers commissioned by UK broadcasters struggling to compete.</p> <p>Richard Bradley, chief creative officer at Lion TV, maker of <em>Sexy Beast</em>s, <em>Britain's Biggest Dig</em> and <em>Homes Under the Hammer</em>, said: “You're often scrambling around with days to go because you've been gazumped by a bigger project that can offer hundreds more pounds a week to an employee, and a contract three or four times as long.”</p> <p>Peter Salmon, executive chair of Banijay UK, whose shows include <em>Peaky Blinders, Black Mirror</em> and <em>MasterChef,</em> said: “We're talking about some major new players moving into the already quite crowded and quite overheated UK production sector.”</p> <p>He added: “There's a tug of war going on for essential skills.”</p> <h2>Streaming not a dream for all</h2> <p>Despite the competition for staff, much of the industry has cheered the entry of players such as Netflix: as well as making shows themselves, they also rely on outside production companies for fresh content. </p> <p>Streamers have become an increasingly important source of commissions for UK companies. They accounted for £356m in revenues in 2020, almost treble 2016 levels, according to screen sector trade body Pact.</p> <p>However, unlike the BBC, ITV, Channel 4 and Channel 5, which are compelled by UK broadcasting rules to commission the “indies”, there is no requirement for the streamers to do so. </p> <p>The sector's revenues of £1.69bn from UK broadcasters last year still dwarfed those derived from foreign streamers.</p> <p>At the same time, the domestic channels lack the US newcomers' fat cheque books. Budgets at the BBC, whose licence fee funding is <a href=\"https://www.ft.com/content/709f9dca-8174-4cbe-ba3e-eebb0e16e122\">under pressure</a>, have not risen in line with costs — and elevated audience expectations. </p> <p>Neither is working for well-resourced streamers necessarily a no-brainer for the indies. While they tend to offer more cash upfront than the UK's public service broadcasters (PSBs), they also typically insist on acquiring the intellectual property, meaning the production company could miss out on lucrative rights to sell to other global buyers if the show turns out to be a hit.</p> <p>As a result, the effects of the boom are being felt unevenly. Several TV executives said the influx of foreign capital had squeezed profit margins and forced some productions to be postponed.</p> <h2>A golden age of television </h2> <p>Speaking at a recent industry conference in Cambridge, Brandon Riegg, vice-president of unscripted and documentary series at Netflix, said UK producers, as well as viewers, were benefiting from a “golden age of television”.</p> <p>More than 20,000 people are working directly on Netflix productions in the UK, which is the Silicon Valley-based company's biggest hub outside North America.</p> <p>The group has budgeted more than $1bn this year for productions in the country including <em>Bridgerton</em>, <em>The Witcher</em> and <em>Sex Educatio</em>n. It recently signed a long-term lease at <a href=\"https://about.netflix.com/en/news/expanding-our-footprint-in-the-uk-to-continue-telling-great-british-stories\">Longcross Studios</a> in Surrey, adding to its Shepperton facility. </p> <p>But Riegg warned: “There's a gap in terms of the talent pool, and the availability versus the demand . . . In the short term, there is a crunch.”</p> <p>Netflix had delayed some productions in the UK “until the crew or the director or producer we're looking for is available”.</p> <p>The industry is trying to address the shortages: Netflix has committed £1.2m to a UK training scheme, while the ScreenSkills charity received about £10m in the year to March for its various skills funds. But such initiatives can do only so much to address immediate needs.</p> <p>Seetha Kumar, chief executive of ScreenSkills, said the “pinch points” were particularly acute in mid-tier roles — for which several years of experience are required — such as production and location managers.</p> <p>Some productions have been appointing junior staff to positions more suitable for those with at least a decade of experience. “Talent is being booked up for much longer periods: there are productions where the editor might be tied up for 24 weeks on one film, the director might be gone for more than a year,” said another executive.</p> <p>Brexit had added to the pressure, said Allen of Big Talk. “A lot of European talent has gone back home, and getting them back in is an issue.”</p> <h2>All hands to the pump </h2> <p>Shortages are not confined to staff. Executives also complain about the paucity of equipment, from camera lenses to lighting rigs.</p> <p>Christine Healy, chief operating officer of Watford &amp; Essex, a Bristol-based TV drama production company, said there was a “huge amount of competition” for resources. Whereas equipment would previously have been ordered just a few weeks in advance, the level of demand was such that she was already trying to earmark it for next year.</p> <p>For all the stress of competing for resources, John McVay, Pact's chief executive, added: “It's a first-world problem. As we recover from the pandemic, international buyers spending more money in the UK's creative economy is a good thing.”</p> <p>Big Talk's Allen agreed. “What we need is to rapidly accelerate training. We don't want to be in a situation where we can't service these big American shows.”</p> <p><em>The Outlaws</em> is due to air on BBC One this autumn. Amazon helped fund the production, and it will also be shown on Prime Video overseas, although Allen said it had a “sensible UK drama budget”.</p> <p>“We've kept the show on the road, but it's been all hands to the pump,” he said. “Losing a key member of the crew is very challenging and stressful for everyone.”</p><p>Source: Alistair Gray in London 2021 'UK indie production companies battle streamers in talent war ' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-17T04:00:01.935Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 930,
          "end": 936
        }
      ],
      "nexusId": "10078857"
    }
  ]
}