{
  "_id": "a7650f54a3dfee0bb34127edac2c385056e9aad2143791bc9bb1a2a340ab1f50",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review:  A Spoof That's Less  Than a Modern Marvel  ----  By John Anderson",
  "text": "<p>\n  WandaVision </p><p>\n  Begins Friday, Disney+ </p><pre>\n </pre><p>\n  Even those viewers fully indoctrinated into the Marvel Cinematic Universe and its intersecting adventures, rococo mythologies and legion of superheroes may be confused by \"WandaVision.\" They'll be wondering, among other things, why the characters themselves aren't more visibly confused: If you found yourself in a postmodern remake of \"The Dick Van Dyke Show,\" not knowing how you got there or why, wouldn't you discuss it with your spouse? If only to get your stories straight? </p><p>\n  \"WandaVision\" finds Wanda Maximoff (Elizabeth Olsen), the lethal prestidigitator -- aka Scarlet Witch -- of various Marvel movies, and her similarly credentialed \"synthezoid\" husband, Vision (Paul Bettany), trapped in the world of '60s sitcoms. At least they seem to be trapped. As of \"Avengers: Endgame\" Vision actually seemed to be dead. So the entirety of \"WandaVision\" could be a dream born of grief, taking place under Wanda's Breck Girl hairdo. </p><p>\n  At any rate, the befuddled couple seem to know who they are, but not whose lives they're inhabiting, though the answer seems to be the Andersons, Ricardos and Petries (\"Father Knows Best,\" \"I Love Lucy\" and \"Dick Van Dyke\"). Their world at the outset is black and white. They have theme music. The era is late-'50s/early '60s, although by episode 2 the presiding aesthetic is that of \"Bewitched\" (1964-72) and by episode 3 color has arrived, along with allusions to \"The Brady Bunch\" (1969-74). Like Vision, things move quickly, including a surprise pregnancy. Occasionally, a regularly scheduled radio program is interrupted by a squawking voice pleading through the static: \"Who's doing this to you, Wanda? Can you read me?\" </p><p>\n  \"WandaVision\" marks the so-called MCU's entry into episodic TV -- previous Marvel shows have been outside the MCU corporate umbrella -- and only three episodes were made available for review. Which is a shame: Not until the end of episode 3 do matters seem poised to coalesce, and up till then \"WandaVision\" is a crashing bore. </p><p>\n  The plot points are a Whitman's Sampler of sitcom cliches deftly disinterred and tweaked -- the forgotten anniversary, the dinner with the boss, the nasty neighbor lady who must be appeased. The writing is freakishly accurate in capturing the period humor, or lack thereof -- Jac Schaeffer, the show's creator, is also credited as lead writer, and she has perfect pitch for the kind of almost-funny gag lines that infested so many '60s-'70s sitcoms and needed a laugh track to push them over the line into vaguely amusing. As an exercise in cloning, it's all morbidly fascinating: The re-creations of the various classic shows and their styles display both a knowledge of and deep affection for old-time TV; the shooting styles, fashions and palettes are dead-on and the incremental changes taking place in '60s society are reflected just the way they were in Big Three network prime-time programming. </p><p>\n  But what was tedious then is tedious now, especially when so many ominous hints are being dropped that something far more dangerous, and interesting, is lurking out beyond the white picket fence. And so many first-rate performers are spinning their wheels, waiting for some Marvel villain to burst up through the linoleum. They include Mr. Bettany and Ms. Olsen but also the wonderful Kathryn Hahn, whose Agnes is a combination of Ethel Mertz, Millie Helper and Gladys Kravitz and is the one character who's actually funny. \"How is anybody doing this sober?\" she cracks at one point, and it's not so inappropriate a question. </p><p></p>",
  "published": "2021-01-15T07:03:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 27,
          "end": 33
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}