{
  "_id": "b67ead456f114c90b8c2277ca64dc1dfe60c1ea9007b44c7994a28a562c0e7a6",
  "feed": "market-watch",
  "title": "Elizabeth Warren asks SEC to investigate Trump media company",
  "text": "<p>The company, which has plans to take on social media giants Facebook FB and Twitter TWTR with a new app called Truth Social, was taken public via a SPAC merger with Digital World Acquisition Corp. DWAC last month, after which investors bid up the stock from $10 a share to more than $90 in two days.</p><p>Since that time, DWAC shares have steadily marched lower to about $55, still impressively higher than it's debut price, especially for a company that has provided little information on its finances or business plan.</p><p>But the company could have fresh trouble on its hands after Warren, a Democrat, and former Harvard Law professor, called on the Securities and Exchange Commission to investigate whether it “committed securities violations by holding private and undisclosed discussions about the merger…while omitting this information in U.S. Securities and Exchange filings and other public statements,” according to a letter she sent to SEC Chairman Gary Gensler Thursday.</p><p>“The reports about DWAC and Trump Media and Technology Group appear to be a textbook example of a SPAC misleading shareholders and the public about materially important information,” Warren wrote.</p><p>She added that SPACs are supposed to disclose any communication with potential target companies to protect both the early investors in the SPAC deal and retail investors who purchase shares on public markets.</p><p>The SEC did not immediately respond to a request for comment.</p><p>Warren pointed to an October New York Times story which cited unnamed sources saying that DWAC Chairman and CEO Patrick Orlando had begun discussing a deal with Trump in March before DWAC went public. The company filed with the SEC between May and September of 2021 that it hadn't engaged in any “substantive discussions” with any merger target.</p><p>“This omission had the result of enriching big investors while trapping retail investors in a stock bubble,” Warren wrote.</p><p>The Massachusetts Democrat also took exception to the fact that Trump Media and Technology Group has given few details about its financials or business plan.</p><p>“The lack of a core business model for Trump Media and Technology Group also raises questions about the extent to which DWAC may be profiteering off the SPAC model and its inherent disclosure failures,” Warren wrote.</p><p>“A corporate overview of the Trump Media and Technology Group fails to list any officers, employees, or operations, instead relying on the brand of former President Trump and aspirational statements about the company's ability to compete with existing social media giants, the traditional news media, and streaming services, including Netflix NFLX and Disney Plus DIS.”</p>",
  "published": "2021-11-18T15:17:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}