{
  "_id": "31ab1ccf5c4c398e3912310336888688dae7535f1dadb930287ab5305514ea1b",
  "feed": "ftcomall",
  "title": "Pearson details consumer shift as 2020 revenue falls",
  "text": "<p>Pearson has unveiled more details of its shift to become a <a href=\"https://www.ft.com/content/95edbca0-b1af-4ff2-9d6c-10abb862b1db\">consumer-focused</a> company under its new chief executive, as the education and publishing group reported a decline in annual sales. </p> <p>Andy Bird, who took over as Pearson chief executive in October, on Monday outlined plans for a new strategy focused on online and life-long learning, developing workforce skills and tapping “growing demand for dependable accreditation”. The FTSE 100 group is expanding from sales made via schools and colleges to selling to individuals in a “direct to consumer” model.</p> <p>Bird, a former Walt Disney executive, said he had “enormous optimism” for the future of Pearson but initial reaction from investors was muted. Shares fell 3.8 per cent in early trading although they closed up 6.4 per cent. </p> <p>The overhaul aims to reinvent Pearson after a tumultuous decade during which the world's biggest education company issued seven profit warnings in as many years. The group's legacy textbooks business has struggled with a shift to digital learning and was further hit by disruption to education during the pandemic. </p> <p>Bird, who was chairman of Walt Disney International until 2018, said the company's revamp represented a balance between already profitable markets and those with a potential for growth in the £5tn global market in education. </p> <p>“As the global leader in learning, nobody else has the breadth and depth of experience, scale, expertise and relationships across the entire life-long learning spectrum,” he added. </p> <p>The company is reorganising its activities into five divisions: virtual learning, higher education, English language learning, workforce skills and assessment, all underpinned by the new direct to consumer division Bird announced shortly after taking over. </p> <p>It will also launch a US college app this autumn that will allow students to buy their own materials. These will still be prescribed by colleges but can be purchased by students through the Pearson platform which they can continue to use to access resources such as vocational training “for the next 30 or 40 years”, Bird said.</p> <p>“For the first time we've created a relationship. We're then going to be able to provide you with the right tools and products as you go into your career,” he added.</p> <p>Roddy Davidson, analyst at Shore Capital, said he was “encouraged by the in-line performance and growth-focused strategy” outlined by Pearson but that more information was needed to fully assess the new strategy. </p> <p>The need for reinvention — especially as the Covid-19 crisis has accelerated the adoption of online learning — was laid bare by Pearson's latest set of annual results. </p> <p>Total revenue fell 12 per cent to £3.4bn in 2020 as lockdowns hit learning and assessment activities in schools and businesses. </p> <p>Adjusted operating profit was £313m in the period, down from £581m a year earlier. </p> <p>However, pre-tax profit was £354m, up from £232m in 2019, due to the group's sale of its remaining stake in Penguin Random House and lower restructuring costs.</p> <p>Sales&#xa0;of US course materials, which have for years struggled to compete with a market for second-hand textbooks, fell 18 per cent to £894m. However sales of global online learning&#xa0;materials increased 19 per cent to £697m, driven by demand for increased virtual learning.</p> <p>Pearson proposed an overall divided of 19.5p, flat year-on-year. </p><p>Source: Bethan Staton in London  2021 'Pearson details consumer shift as 2020 revenue falls' FT.com 8 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-08T10:34:57.485Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1122,
          "end": 1133
        },
        {
          "start": 573,
          "end": 584
        }
      ],
      "nexusId": "10078857"
    }
  ]
}