{
  "_id": "8265b2316d2348639ea1c2be3392ff6abe455e08958f54e174f837cf6bb7a885",
  "feed": "ftcomall",
  "title": "Scoreboard: Why Warner-Discovery's $135bn merger bodes well for the NBA",
  "text": "<p><em>In this edition of Scoreboard, we dig into why the National Basketball Association may be best-placed to benefit from the $135bn merger between WarnerMedia and Discovery, explain how a salary cap for Formula One racing drivers could work in practice, and probe the reasons behind German football clubs' rejection of private equity money, and more.</em></p> <h1>How the Warner-Discovery merger sets up the NBA for a big shot</h1> <p>The front office of the <strong>National Basketball Association</strong> has a few billion new reasons to be happy.</p> <p>Not only did the league's postseason begin this week, with the highly rated new play-in games to seed teams (despite <a href=\"https://www.usatoday.com/story/sports/nba/2021/05/03/lebron-james-play-in-whoever-came-up-needs-fired/4918766001/\">earlier objections</a> from <strong>LeBron James</strong>), but <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">the new $135bn megamerger</a> between <strong>WarnerMedia </strong>and <strong>Discovery </strong>is a good omen for the next major round of US sports media rights, insiders tell Scoreboard.</p> <p>The new content conglomerate will combine some of the most-watched sports broadcasting privileges, including Discovery's six-year, <a href=\"https://www.ft.com/content/8e6c4798-1e57-11e5-ab0f-6bb9974f25d0\">€1.3bn package</a> to air the <strong>Olympics</strong> on <strong>Eurosport</strong> and WarnerMedia's <a href=\"https://www.ncaa.com/news/basketball-men/article/2016-04-12/turner-cbs-and-ncaa-reach-long-term-multimedia-rights\">$1.1bn annual rights fees</a> to the US collegiate men's basketball tournament, <strong>March Madness</strong>, which it shares with <strong>ViacomCBS.</strong></p> <p>Together, the yet-to-be-named new media empire is set to be the second largest in the world by revenue after <strong>Disney</strong>. Both WarnerMedia's <strong>Turner Sports</strong> and Disney's <strong>ESPN </strong>and <strong>ABC</strong> share the broadcast rights for the NBA, <a href=\"https://www.cnbc.com/2021/03/22/nba-is-next-up-for-a-big-rights-increase-and-75-billion-is-the-price.html\">currently valued at $2.6bn per year</a> through the 2024-2025 season.&#xa0;</p> <p>Compared to the US <strong>National Football League</strong>, which recently <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">doubled the value of its media rights</a> to as much as $10bn per year, the NBA's are a steal. And when the next round of negotiations kicks off, likely around 2023, the league will have the leverage of existing partnerships with the two largest media conglomerates.</p> <p>“From the NBA perspective, this is a very, very good development”, one basketball executive told Scoreboard this week. On top of the deal itself, league commissioner <strong>Adam Silver</strong> is “very, very close” with incoming Discovery chief and leader of the combined entity, <strong>David Zaslav</strong> — someone who “is friends with most people who matter in New York”.</p> <p>One thing to watch in the interim is whether the new Warner-Discovery entity leverages its existing sports rights to lure fans on to its streaming platform or platforms. “The question we don't know,” media analyst <strong>Michael Nathanson </strong>told Scoreboard, is “what rights do they have to move [certain sports] over-the-top?”, referring to broadcasts outside linear television.</p> <p>The NBA's turn to cash in on broadcast rights appreciation won't come for some time, and at the current pace of dealmaking in media, there's no telling what the landscape will look like come 2025. But for now, with big-market teams like the <strong>New York Knicks</strong> back in the playoffs and stadiums reopening to fans, the ball is back in the league's court.</p> <p><em>Read the FT deep dive on how WarnerMedia and Discovery pulled off their merger </em><a href=\"https://www.ft.com/content/fd93a1d8-3127-42e3-beb2-80c02d138013\"><em>here</em></a>.</p> <h1>Formula One: the driver salary cap trade-off</h1> <p>Is it the driver or the car? It's the question that stalks seven-time <strong>Formula One </strong>champion <strong>Lewis Hamilton</strong> no matter how many titles he wins. But bold <a href=\"https://www.ft.com/content/f5fbaa76-b686-4a1b-b580-49617a4b7c23?\">proposals to cap drivers' salaries</a> threaten to add a new twist to the old debate.</p> <p>F1, which is gearing up for the glamorous Monaco Grand Prix this Sunday, is in the early stages of discussing whether teams should be forced to cap salaries at no more than $30m between their two drivers.</p> <p>That could spell trouble for Hamilton, the <strong>Mercedes </strong>driver who is paid more than $30m already. Nor does it bode well for his nearest rival in this season's championship, <strong>Red Bull</strong>'s <strong>Max Verstappen</strong>, who is chasing his first title and the associated financial rewards.</p> <p>Budgetary caps are new to F1, which restricted teams to spending roughly $145m this season to <a href=\"https://www.ft.com/content/daf07975-ec03-4479-adba-6872244f6e19\">increase competition</a> to Mercedes, Red Bull and<strong> Ferrari</strong> by limiting their financial advantage.</p> <p>But drivers' salaries remain exempt from the cap, protecting a key performance differentiator for teams with the financial heft to attract the top talent.&#xa0;</p> <p><strong>Zak Brown</strong>, chief executive of <strong>McLaren Racing</strong>, calls for a more <a href=\"https://www.ft.com/content/59726380-c606-11e6-9043-7e34c07b46ef\">nuanced approach</a> than a hard cap. An alternative could be to include an “allowance” for drivers within an increased budget limit.&#xa0;</p> <p>A team would have the freedom to pay more than $30m between its drivers if willing to sacrifice elsewhere, such as aerodynamic upgrades or lighter components.</p> <p>“It will definitely make teams make trade-off decisions based on performance,” <strong>Otmar Szafnauer</strong>, team principal at <a href=\"https://www.ft.com/content/6d8d103e-6120-41c5-942a-95376c60f834\"><strong>Aston Martin</strong> <strong>F1</strong></a>, told Scoreboard. “If that's what you do and you get them wrong then it can be more of a leveller.”</p> <p>For the chasing pack, pressure at the very top of the salary range could make it easier to compete for the best drivers.</p> <p>While supportive of a salary cap, Mercedes chief <strong>Toto Wolff </strong>has argued for <a href=\"https://www.ft.com/content/8708afd4-4c71-4381-bfd3-07db93f15608\">a gradual implementation</a> to avoid losing the superstars, as he weighs the trade-off between achieving fiscal discipline and retaining the most successful driver in the history of F1.</p> <p>With Hamilton, now 36, inching closer to retirement, it is far less risky for Mercedes to bet that the cap will never come into force while their star is still racing.&#xa0;</p> <p>That's not a luxury shared by Red Bull. Verstappen is still 23.</p> <p><em>Read the FT's take on the salary cap debate </em><a href=\"https://spark.ft.com/editor/f5fbaa76-b686-4a1b-b580-49617a4b7c23?\"><em>here</em></a>.</p> <h1>German football's flirtation with private equity</h1> <p>For the last year and a half, investors have been queueing up to pour money into German football — until this week, when clubs voted to scrap the talks. It's the latest indication that investing in sport is anything but straightforward for private equity firms.</p> <p><strong>CVC Capital Partners</strong>, <strong>Bridgepoint</strong>, <strong>Intermediate Capital Group</strong> and <strong>KKR </strong>were among the bidders after <strong>Deutsche Fussball Liga</strong>, which runs Germany's top two divisions, hired Japanese investment bank <strong>Nomura </strong>to handle the sale of a minority stake in a new entity housing the league's international media rights.</p> <p>Some bids surpassed €500m for a 25 per cent stake in the subsidiary, according to a person close to the league. Nomura had initially sought to raise between €200m and €300m.</p> <p>And just this week, <strong>Uefa</strong>, European football's governing body, said in a new report that private equity funding can bring “greater sophistication and innovation with regard to supporter engagement and commercialisation”.&#xa0;</p> <p>Yet more than two-thirds of clubs in <strong>Bundesliga</strong> divisions 1 and 2 voted not to proceed.</p> <p>So what gives? One problem is in convincing rivals to agree off the pitch. Teams in <strong>Serie A</strong>, Italy's top football division, were split over a proposed private equity investment this year.</p> <p>In the case of the Bundesliga, some clubs were conscious of the fallout from the <strong>European Super League</strong>, the breakaway competition that rapidly collapsed last month after heavy criticism from fans and politicians. The so-called 50+1 rule in German football gives club members the majority of voting rights, effectively barring commercial entities from buying up more than 49 per cent of a team, although there are exceptions to the rule. </p> <p>On top of that, the largest clubs, <strong>Bayern Munich</strong>, the most successful team in the league, and rivals <strong>Borussia Dortmund</strong>, were not supportive of the proposal, according to people with knowledge of the matter. The clubs did not respond to requests for comment.</p> <p>“There might have been concerns among bigger clubs that revenue might have been distributed differently than the past,” said a person close to the league.</p> <p>After all, certainty looks increasingly appealing to European football clubs, which are on course <a href=\"https://www.ft.com/content/a1ef328e-5e2c-4d8f-9361-cc50f46cdeaa\">to miss out on roughly €9bn of revenue</a> due to the pandemic, according to Uefa's report. The <strong>English Premier League</strong> recently opted to roll over £5bn of domestic broadcasting deals with existing partners instead of holding an open auction.&#xa0;</p> <p>That said, there are hints that the Bundesliga's deal is not quite dead: in its statement, the DFL said that talks would end “for now”.&#xa0;</p> <p>And with DFL chief <strong>Christian Seifert</strong> set to step down next year, one person said there is “talk of a new Bundesliga CEO in due course and then the process is back on”.</p> <p><em>Read more about German football's breakdown with private equity </em><a href=\"https://www.ft.com/content/15a10f7e-d32c-4cc3-9cc8-e600e9b38941\"><em>here</em></a><em>.</em></p> <h1>Highlights</h1> <ul>  <li><p>US Speaker of the House <strong>Nancy Pelosi</strong> became the highest-ranking American politician to <a href=\"https://www.ft.com/content/9d1ace3f-6375-4de9-a300-47ce1539dc12\">call for a diplomatic boycott</a> of the 2022 Beijing Winter Olympic Games over China's human rights abuses in Xinjiang.</p></li>  <li><p>Spotify's billionaire founder <strong>Daniel Ek</strong> said <a href=\"https://www.ft.com/content/f3a94ee4-8257-4355-b4ab-8120b2b934e6\">he made a bid</a> for <strong>Arsenal</strong> last week but was ultimately rebuffed by the Premier League club's American owners, the <strong>Kroenke </strong>family.</p></li>  <li><p>Fallout over the implosion of a European Super League should not prevent a <a href=\"https://www.ft.com/content/d204da3c-75e6-43bf-830c-787c45b8971f\">much-needed overhaul</a> of professional football in Africa, writes David Pilling for FT Opinion.</p></li>  <li><p>The city of Philadelphia — home to the NFL's <strong>Eagles</strong> — may have ultimately lost its chance of becoming the second headquarters for <strong>Amazon</strong> in 2018 because company executive and <strong>Jeff Bezos</strong> successor <strong>Andy Jassy </strong>supports their arch-rival <strong>New York Giants</strong>, <a href=\"https://www.inquirer.com/news/amazon-hq2-philadelphia-brad-stone-unbound-andy-jassy-eagles-giants-20210515.html\">according to the <em>Philadelphia Inquirer</em></a><em>.</em></p></li>  <li><p><strong>Major League Soccer</strong>‘s <strong>Houston Dynamo</strong> and <strong>National Women's Soccer League</strong>‘s <strong>Houston Dash</strong> are to be sold to New York real estate developer <strong>Ted Segal</strong> for $400m<strong>, </strong><a href=\"https://www.sportico.com/business/sales/2021/houston-dynamo-sale-1234630196/\">according to <em>Sportico</em></a>.</p></li> </ul> <h1>Final Whistle</h1> <p>The world of finance has no shortage of intricate topics in need of plain-English translation, and thankfully, <strong>Alex Rodriguez</strong> is now available to explain them. Fresh from his split from former fiancée <strong>Jennifer Lopez</strong>, the former <strong>New York Yankee</strong> third baseman is using his free time to educate the world of TikTok on investment strategy. Ever wonder how private equity <em>really</em> works? ARod's <a href=\"https://twitter.com/litcapital/status/1393232979279982594?s=20\">got you covered</a>.</p><p>Source:  2021 'Scoreboard: Why Warner-Discovery's $135bn merger bodes well for the NBA' FT.com 22 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-22T08:00:20.109Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1297,
          "end": 1303
        },
        {
          "start": 1252,
          "end": 1258
        }
      ]
    }
  ]
}