{
  "_id": "f418b43b3d71e9b1f3cd3db118fce52ead5b5416ca3cf9bd56635860d86b5f15",
  "feed": "wall-street-journal",
  "title": "Fox Gains From Streaming And Sports Programming",
  "text": "<p>Profit attributable to stockholders decreased to $701 million, or $1.21 a share, for the fiscal first quarter, from $1.11 billion, or $1.83 a share, in the year-earlier period. The decline was attributed to the absence of a $462 million gain from Walt Disney Co . related to tax liabilities from its sale of 21st Century Fox assets.</p><p>Adjusted net income was $1.11 a share, ahead of analysts' consensus expectations of $1.01 a share, according to FactSet.</p><p>This is the \"healthiest ad market we have seen in some time,\" Executive Chairman and Chief Executive Lachlan Murdoch said on a call with analysts. Fox 's advertising revenue increased 17% over last year.</p><p>Fox 's shares have gained 43% so far this year.</p><p>The cable programming unit, which includes the Fox Business Network and Fox Sports 1 channel as well as Fox News, pulled in $1.42 billion in revenue, up nearly 7% from last year. The easing of Covid restrictions allowed for more sports.</p><p>On Wednesday, Fox secured a rights deal with the Union of European Football Associations , or UEFA , to bring more than 1,500 soccer matches to Fox Sports.</p><p>In addition, Fox Nation, the direct-to-consumer streaming platform operated by Fox News, generated higher subscription revenue over last year, the company said. Tubi, Fox 's entertainment streaming platform, also had a strong quarter.</p><p>Revenue from Fox 's TV stations was $1.58 billion, up from $1.35 billion a year ago due to growth at Tubi and higher advertising sales as local markets recovered from the pandemic-induced restrictions last year. The company also benefited from a full college football slate, the Major League Baseball All-Star game and more scripted entertainment programming at its Fox Network .</p><p>Fox News parent Fox Corp . and Wall Street Journal parent company News Corp share common ownership.</p>",
  "published": "2021-11-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 247,
          "end": 258
        }
      ]
    }
  ]
}