{
  "_id": "7aab3a807c2e00278f47832e590606d32c9fabeef7dafb8e251424ad6fcbdc75",
  "feed": "wall-street-journal",
  "title": "Stock Futures Weaken; Tesla Edges Down After Slide; Investors will scrutinize Wednesday's inflation data with an eye to future interest-rate policy",
  "text": "<p>Tesla shares fell a further 1.5% in premarket trading. The electric-vehicle maker's shares declined 12% Tuesday, extending Monday's declines after Chief Executive Elon Musk signaled he might sell a big chunk of his stock.</p><p>Coinbase Global tumbled over 10% premarket after the cryptocurrency exchange reported earnings late Tuesday that missed analysts' expectations. DoorDash surged over 15% after it said it had agreed to buy Finnish food-delivery firm Wolt Enterprises in a deal valued at over $8 billion.</p><p>Stocks have chartered a rapid course higher in recent weeks, lifted by a strong batch of earnings reports that have bolstered investors' faith in the recovery. Still, signs that inflationary pressures in the global economy are broadening remain investors' primary concern.</p><p>All eyes will be on inflation data due Wednesday, which investors will assess for clues on how it could affect Federal Reserve interest-rate decisions. Fed Chair Jerome Powell said last week that inflation-inducing bottlenecks in the global economy have been more persistent than expected.</p><p>Stock markets are showing \"stubborn resilience\" despite the inflation concerns and the prospect of tightening monetary policy, said Aoifinn Devitt, chief investment officer at Moneta Group. \"Inflation is very much here and arguably not transitory but markets don't seem to be too concerned about that,\" she said.</p><p>While earnings season has helped lift indexes, investors are still demanding safe-haven assets, she said. \"Even when markets are raging people are not giving up on bonds. There is a slight lack of conviction in terms of how long this can last,\" she said.</p><p>The yield on the benchmark 10-Year U.S. Treasury note rose to 1.477% Wednesday, from 1.431% Tuesday. Bond yields and prices move in opposite directions.</p><p>Earnings are due Wednesday from Walt Disney and Beyond Meat after markets close.</p><p>Investors are also looking to jobless claims data Wednesday, amid a labor shortage that has been another factor fueling inflation. The data is expected to show applications for unemployment benefits at a fresh pandemic low.</p><p>Chinese economic data released Wednesday added to inflation concerns. Factory-gate prices in China rose at a record pace in October, due in part to surging energy costs. The nation's producer-price index rose by a record 13.5% from a year earlier.</p><p>In mainland China, the Shanghai Composite Index fell 0.4%, while in Hong Kong, the Hang Seng Index rose 0.7%. In Japan, the Nikkei 225 fell 0.6%. Europe's pan-continental Stoxx Europe 600 edged down less than 0.1%.</p><p>In commodity markets, Brent crude, the international oil benchmark, crept down 0.4% to $84.48 a barrel. Gold prices edged down 0.2%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Weaken; Tesla Edges Down After Slide</p>",
  "published": "2021-11-10T12:41:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1823,
          "end": 1834
        }
      ],
      "nexusId": "10078857"
    }
  ]
}