{
  "_id": "6b5778385fc033ff09cee7ba339e2f80642d70b45a5db00133f0bc0c40ee16e0",
  "feed": "wall-street-journal",
  "title": "Disney Rebounds, Sees More Virus Risk",
  "text": "<p>Overall, Disney beat analysts' estimates for the third quarter and recorded $918 million in profit, or 50 cents a share, for the three-month period ended July 3, compared with a year-earlier loss of $4.72 billion, or $2.61 a share. Adjusted earnings were 80 cents a share.</p><p>The company posted sales of $17 billion, up 45% from the year-earlier quarter, when the pandemic locked down much of the world, but results were still below the $20.2 billion in the 2019 third quarter. Analysts polled by FactSet expected sales of $16.76 billion. Disney's stock price climbed in after-hours trading to over $188 a share, up around 5% from its close of $179.29 a share before results were released.</p><p>Tourists returning to theme parks bolstered Disney's balance sheet, as key resorts stayed open throughout the third quarter.</p><p>Executives see the momentum continuing, they said. \"We see strong demand for our parks,\" Mr. Chapek said.</p><p>The theme parks and consumer-products division posted its first profitable quarter in more than a year. Revenue at the division -- which includes its storied Walt Disney World and Disneyland resorts -- increased 300% from the year-earlier period and the division swung to a profit of $356 million in the quarter.</p><p>Disney executives touted that its parks have more reservations for the future than there was attendance in the third quarter.</p><p>They didn't discuss vaccinations or new restrictions due to the Delta variant. Last month, Disney reinstated an indoor mask mandate at its U.S. theme parks regardless of vaccination status.</p><p>Disney's comments about the Delta variant come as the broader travel and tourism industry is seeing a rise in cancellations and a slowdown in bookings.</p><p>Still, Mr. Chapek reiterated that the direct-to-consumer streaming strategy is the company's priority and noted that moviegoers were still reluctant to go to theaters even as cinemas reopened.</p><p>Disney+ subscriber numbers beat estimates, reaching 116 million, up from 103.6 million in the second quarter, but its Hulu services had even higher growth rates. Total Hulu subscriptions rose 21% from a year ago, to 42.8 million. Hulu's paid service generates more than three times the average monthly revenue per subscriber when compared with Disney+, the company said in its report.</p><p>Mr. Chapek underscored that Disney will be flexible and strategic about using a combination of exclusive theatrical releases, direct to streaming releases or a hybrid of the two for its coming movies. He said decisions will be made on a \"film by film\" basis.</p><p>While the company recently employed a hybrid strategy for big-budget films such as \"Black Widow\" and \"Jungle Cruise,\" Mr. Chapek said it will stick to its plan to release coming movies exclusively in theaters. First \"Free Guy,\" starring Ryan Reynolds premieres this weekend in theaters followed by Marvel's \"Shang-Chi and the Legend of the Ten Rings,\" due out Sept. 3.</p><p>Mr. Chapek said the terms for both productions prohibit the company from releasing the two movies simultaneously on Disney+ and in theaters. But he added that giving \"Shang-Chi\" an exclusive run in theaters of 45 days should provide interesting data as the company evaluates the optimal distribution strategy with future movie releases amid its prioritization of streaming.</p><p>Disney distributing movies on its streaming service has provided a new avenue for generating revenue.</p><p>The company said revenue generated by offering \"Cruella\" on Disney+ for an additional $30 buoyed the streaming division's results. Disney employed a similar strategy with the much-anticipated summer release of \"Black Widow,\" which collected more than $60 million in fees when it simultaneously premiered in theaters and on Disney+.</p><p>But, \"Black Widow\" star Scarlett Johansson dropped a bombshell on the entertainment industry when she sued Disney for breach of contract, saying the simultaneous release on Disney+ and in theaters deprived her of tens of millions of dollars.</p><p>Disney has said the lawsuit has no merit. The dispute has highlighted the debate in Hollywood about how stars should be compensated in the streaming age.</p><p>Mr. Chapek said both he and his predecessor, the historically talent-friendly executive chairman, Robert Iger, made the decision to release high-profile movies on Disney+ and in theaters.</p><p>Mr. Chapek also sounded confident that the company hadn't alienated Hollywood's creative community but also that additional conflicts will be avoidable.</p><p>\"Since Covid has begun we've entered into hundreds of talent arrangements,\" he said. \"And by and large they have gone very, very smoothly. So we expect that would be the case going forward,\" he said.</p><p>---</p><p>Kimberly Chin contributed to this article.</p>",
  "published": "2021-08-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3955,
          "end": 3961
        },
        {
          "start": 1892,
          "end": 1898
        },
        {
          "start": 2305,
          "end": 2311
        },
        {
          "start": 1448,
          "end": 1454
        },
        {
          "start": 1231,
          "end": 1237
        },
        {
          "start": 9,
          "end": 15
        },
        {
          "start": 536,
          "end": 542
        },
        {
          "start": 3886,
          "end": 3892
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3704,
          "end": 3711
        },
        {
          "start": 1547,
          "end": 1553
        },
        {
          "start": 3441,
          "end": 3447
        },
        {
          "start": 1076,
          "end": 1087
        },
        {
          "start": 731,
          "end": 737
        },
        {
          "start": 3512,
          "end": 3518
        },
        {
          "start": 3279,
          "end": 3285
        },
        {
          "start": 2236,
          "end": 2243
        },
        {
          "start": 3021,
          "end": 3027
        },
        {
          "start": 3820,
          "end": 3826
        },
        {
          "start": 4272,
          "end": 4278
        }
      ],
      "nexusId": "10078857"
    }
  ]
}