{
  "_id": "17a4e9b900c8335a271c6bbce26be019d4dc6ab5139b5fe7ef255956f4ac2fda",
  "feed": "wall-street-journal",
  "title": "Stocks Claw Back Some Ground After Inflation Readout; Disney and Beyond Meat post lackluster earnings; regulatory filings show Tesla CEO Elon Musk sold $5 billion of stock",
  "text": "<p>Investors for months have been digesting signs of mounting inflation, but on Wednesday new data presented the most staggering figures yet. The Labor Department said the consumer-price index—which measures what consumers pay for goods and services—increased 6.2% in October year-over-year. That marked the quickest 12-month pace since 1990 and the fifth consecutive month of inflation above 5%.</p><p>It was the biggest challenge so far to the idea that rising prices will be temporary and concentrated. Wednesday's data showed that price increases were broad-based. Stocks fell, with technology companies in particular taking losses. In the bond market, the yield on the 10-year U.S. Treasury note posted its largest rise in a year. Yields rise when bond prices decline.</p><p>On Thursday, however, there were signs that investors were once again taking the inflation reading in stride. Growth and technology stocks, which tend to perform poorly in an inflationary environment, rebounded. Netflix gained 2.6%, while Advanced Micro Devices added 2.4%.</p><p>Investors also made bets across the market. Financial companies, which tend to benefit from higher interest rates, rallied. Energy and materials stocks also posted strong performances.</p><p>\"Today's still all about inflation, trying to extrapolate what it means,\" said Esty Dwek, chief investment officer at FlowBank. \"This print isn't a surprise, even if it's higher than expected. I don't think it changes the Fed's trajectory.\"</p><p>Ms. Dwek said the \"knee-jerk\" market reaction to the inflation data was fading. \"Fundamentals still remain strong, earnings are much stronger than expected this quarter, despite the Delta variant and supply chain challenges,\" she said.</p><p>Even after Wednesday's inflation reading, many strategists and money-managers say they have a bullish outlook for the rest of the year. Stocks are coming out of a strong earnings season, which has seen about 81% of reporting S&amp;P 500 companies beat earnings expectations, according to FactSet data through Thursday morning. The market is also entering a seasonally strong period around the holidays.</p><p>Meanwhile, some investors also believe that current price pressures will abate.</p><p>\"I still think there's a significant cohort of investors who believe that if this [CPI] number is not the peak, it's likely going to peak out soon,\" said Cliff Hodge, chief investment officer for North Carolina-based Cornerstone Wealth.</p><p>In corporate news, Rivian Automotive rallied 23% Thursday, adding to its 29% jump when the electric-vehicle company started trading Wednesday.</p><p>Tesla pulled back 0.2%. Regulatory filings showed Elon Musk sold $5 billion of shares in the auto maker earlier in the week. Twitter users directed the chief executive to sell 10% of his stake in the company, valued at $21 billion, in an online poll last weekend.</p><p>Walt Disney fell 6.7% after it reported a slowdown in subscriber growth as lockdowns eased Wednesday. Plant-based meat company Beyond Meat lost 13% after it posted a disappointing revenue forecast, citing pandemic-related uncertainty on demand.</p><p>The U.S. bond market is closed Thursday for the Veterans Day holiday.</p><p>Overseas, the pan-continental Stoxx Europe 600 ticked up 0.3% to finish with a new record close.</p><p>In Asia, most major benchmarks rose. The Shanghai Composite Index added 1.2%, while the Hang Seng Index climbed 1%. Shares of Chinese developers rallied on indications that Beijing might moderate its tough property-sector rules. China Evergrande Group made another set of last-minute bond payments, averting default.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stocks Claw Back Some Ground After Inflation Readout</p>",
  "published": "2021-11-11T17:58:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2824,
          "end": 2835
        },
        {
          "start": 54,
          "end": 60
        }
      ]
    }
  ]
}