{
  "_id": "875a4e82e6d7286155e9ef85c38e46d0f113d84a05020f1ce9811c1c1453f496",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  ABC Says  Producer  Was Fired  Following  Inquiry  ----  By Joe Flint",
  "text": "<p>   Walt Disney Co.'s ABC said in a legal filing Friday that it fired \"Good Morning America\" executive producer Michael Corn last April after investigating allegations that he sexually harassed and assaulted two network staffers. </p><p>   \"The investigation determined that it was more likely than not that Corn violated ABC's policies. ABC then promptly terminated Corn's employment after 17 years of service,\" ABC said in a motion to dismiss several claims in a lawsuit against the network filed by Kirstyn Crawford, a producer on \"Good Morning America.\" </p><p>   ABC's filing marked the first time the network has stated why Mr. Corn abruptly left his position as top producer for the most-watched U.S. morning news program. </p><p>   Mr. Corn has denied allegations that he engaged in improper sexual contact with another woman, calling the claims in the suit fabrications and saying he would defend himself vigorously. Neither Mr. Corn nor his lawyer responded to a request for additional comment on Friday. </p><p>   In the underlying suit, Ms. Crawford alleged that Mr. Corn sexually assaulted her during a 2015 reporting trip. The suit also alleges that Jill McClain was sexually assaulted by Mr. Corn roughly a decade ago when she was a news producer at ABC. Ms. McClain, who left ABC in 2013, isn't a plaintiff in the suit. </p><p>   Ms. Crawford also named ABC as a defendant, alleging the network learned of her alleged encounter with Mr. Corn in 2017 and failed to investigate the matter. Ms. Crawford made a formal complaint to ABC in February of this year. </p><p>   \"Notwithstanding ABC's swift and severe action against Corn, Ms. Crawford nevertheless seeks to hold ABC liable for his conduct,\" ABC said in its legal filing. ABC didn't address in the filing whether it was aware of Ms. Crawford's allegations in 2017. </p><p>   ABC said several of Ms. Crawford's claims stem from allegations outside the three-year statute of limitations. In his own motion to dismiss, Mr. Corn made a similar argument. </p><p>   A lawyer for Ms. Crawford said in a statement, \"Neither ABC's or Corn's arguments are a surprise, and were completely anticipated. It is also worth noting that it seems that ABC and Corn are not on the same page with respect to their view of the allegations in the amended complaint.\" </p><p>   In a statement, a spokeswoman for the network said, \"we will defend against the remaining claims that ABC failed to take appropriate action against Mr. Corn.\" </p><p></p>",
  "published": "2021-10-23T06:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        }
      ],
      "nexusId": "10078857"
    }
  ]
}