{
  "_id": "9c10f355590195cf79e96ec554a9d491e9ae54f8051b71759f4d03588a31305f",
  "feed": "ftcomall",
  "title": "Universal's boss Donna Langley on the streaming wars and making movies in the pandemic ",
  "text": "<p>Donna Langley only looks ahead. She moves at pace through the packed dining room of La Petite Maison, a French Mediterranean restaurant in a Mayfair side street. We are a long way from LA, where she could snap a career in two. I am having lunch with probably the most powerful woman in Hollywood. Chair of Universal Pictures, she has taken a failing studio — the oldest in America still making movies — and restored it to rude, disruptive health.</p> <p>The 53-year-old Briton is a regular here when back in London. “We came after closing the Bond deal,” she tells me. Among her recent releases is <a href=\"https://www.ft.com/content/2536e2fe-6d6c-43ec-a09f-14f239731ea6\"><em>No Time to Die</em></a>. Doing business with a brand already famous has been a rare luxury. Her triumphs include Oscar-winners (<a href=\"https://www.ft.com/content/b6a26a8a-249d-11e9-b329-c7e6ceb5ffdf\"><em>Green Book</em></a>), cultural firestarters (<em>Get Out</em>) and the house franchise <em>Fast &amp; Furious</em>, whose latest episode, <em>F9</em>, recently topped the box office in the US, Russia and China. All were gambles in a world of superhero sagas.</p> <p>She became Universal's <a href=\"https://www.ft.com/content/ce7654fc-199d-11e3-afc2-00144feab7de\">sole chair in 2013</a>. Since then — after many doldrum years — the studio has twice grossed more than a cumulative $5bn. She has also overseen the return of Steven Spielberg to the studio where he began his career. But Covid-19 made even model businesses take emergency measures. Universal's past glitters with landmarks: Spielberg's <em>Jaws</em> and <em>ET</em>, <em>Scarface</em>, Boris Karloff in <em>Frankenstein</em>. Last year, these were joined by <em>Trolls World Tour</em> — the unlikely vehicle of a revolution.</p> <p>Amid the pandemic, Langley used the movie to broker a whole new relationship between Hollywood and streaming — and, by extension, <a href=\"https://www.ft.com/content/656d7a3e-2aab-48b1-8950-0473fa06acc6\">cinemas</a>. “What else were we going to do?” she asks. Universal went into the lockdowns of 2020 without a streaming arm to generate cash flow. “I'm good in a crisis. So even with so much noise and fear, I felt very calm.” </p> <p>Sending staff home for two weeks, she pushed pending movies into 2021. But <em>Trolls World Tour</em> — sequel to a critically unnoticed but popular 2016 family animation, employing the voices of Justin Timberlake and James Corden — was sold instead on streaming sites the same day it opened in (drive-in) cinemas. This was unheard of. In the next three weeks, it would make almost $100m online, more than the original made in five months in cinemas.</p> <p>A waiter hovers. Despite the fact that she moved to the US in 1991, Langley's accent is only lightly transatlantic. She seems pleased when I mention it. “I still feel British.” I ask how and she tries out answers — “a mannerisms thing?” — then stalls. “I'll have to come back to that.” She has picked up American tastes, though. A good iced tea is impossible to find in London, she says. She orders one anyway.</p> <p>A hundred million dollars was not all Langley got when <em>Trolls World Tour</em> started streaming. There was fury too. In repairing Universal's bottom line, she unilaterally ended the sacred “90-day window” of exclusive access cinemas have long enjoyed to studio movies. Removing their USP as the only place to see the biggest films first, she became their Bond villain. The suspicion was that this new system would continue after lockdown. (It has.) Other studios would follow. (They did.) AMC — the world's largest cinema operator — announced a <a href=\"https://www.ft.com/content/3cc70161-e157-4ff1-bfbd-a886dd6d9af5\">boycott</a> of Universal films. </p> <p>I tell her it sometimes seems as if cinemas feel the world owes them a favour. She pauses. Langley has different pauses. They can be amused, as if you had expressed a thought she could not. (Would making superhero movies bore her? <em>Pause</em>.) Or they can be chillier. When I mention London gossip last autumn suggesting that <em>No Time to Die</em> was available to streamers for $600m, she is silent, then terse. “I don't know anything about that.” (Speculation has surrounded how close the film now is to a profit.) On the neediness of cinema chains, a small smile escapes. “I would <em>reframe</em> that.”</p> <p>Yet in 2021 peace has broken out. Cinemas are open, with Langley's films key to drawing back crowds. And all studios now stream even blockbusters far more quickly than was thinkable in 2020. Where a “window” remains at all, it is for 45 or 30 days — or, as in the deal later brokered between Universal and a radically pacified AMC, 17. It is as if the old order never existed. “Now every company is doing disruptive things, it seems obvious, doesn't it?” Langley says. In the action movie of our lunch, the director would cut to her smoking gun.</p> <p>She will have the niçoise salad. “I've been craving it. They cook the tuna <em>sous vide</em>.” She sells it so well that I'm tempted too. “Have it! Write about the tuna.” Another waiter arrives with a glass of something like a viscous Coke. This is Langley's iced tea. Should it fizz? “It really shouldn't.” A sip. “It tastes quite good. It has no resemblance to iced tea.”</p> <p>Universal now has its own streamer, Peacock. Langley argues that movie theatres can thrive even when streamers show the same films. “Our business relies on that, so I have to believe it. But I do believe it. When you position a movie in a cinema, with the sense of event cinema brings, you make the movie matter. Look at Bond. With streamers, people talk about <a href=\"https://www.ft.com/content/69d0e87b-34ab-415f-8cad-a0053ca3a844\"><em>Succession</em></a>. No one talks about their films.”</p> <p>But streamers have, she says, inspired a crazed sellers' market for talent. Keeping pace takes skill. “Filmmakers have a good experience with us. And our marketing has to be brilliant, because we're not Disney. We don't have endless intellectual property.” (The studio has never acquired a comic-book company like Disney's Marvel; the <em>Fast &amp; Furious</em> series was homegrown.)</p> <p>Langley talks about Universal with samurai loyalty, casting it as practical, even “scrappy”. “We're not a Tiffany brand like Warner Bros.” One Hollywood relationship that did not survive 2020 was that of Warner and traditionally minded director Christopher Nolan. Having attacked his longtime backers for focusing on streamer HBO Max, Nolan will make his next film — a biopic of Robert Oppenheimer — for Langley. She smiles. “Chris has always been a priority for us.” At Universal, his movie will have a bespoke release — in cinemas for at least 90 days.</p> <p>Nolan joins Spielberg among the studio's big beasts. (Spielberg's next film, <em>The Fabelmans</em>, will be released by Universal in 2022.) But Hollywood is in flux around them. If blue-chip directors still have lustre, the dwindled status of movie stars was in the spotlight this year when Scarlett Johansson <a href=\"https://www.ft.com/content/0d54c99f-ed1e-4d2b-9af0-33b144063686\">sued Disney</a> in another streaming-related dispute — to Langley, “the type of public situation you avoid at all costs”. Tech companies have crashed the industry. Langley says #MeToo has rightly seen off many old-time power brokers. She would like to remodel the gates at the Universal lot. “Because grand, monolithic studio gates say ‘keep out'. And I want to flip that.”</p> <p>She brings her hands together. “Look at us!” Two large glass bowls have appeared, the kind an ice-cream sundae might be served in. They brim with tuna niçoise. “<em>Bon appétit</em>,” she beams.</p>  <p><strong>Langley and her husband</strong>, interior designer Ramin Shamshiri, have a second home in Ojai, north-west of LA, that sometimes turns up in <a href=\"https://www.architecturaldigest.com/story/historic-kitchen-remodel-what-cooks-dreams-are-made-of\">Architectural Digest</a>. The couple and their two children have spent the pandemic there. Langley has mixed feelings about LA. The homeless problem depresses her. “But there's a lot I love.” Pause. “It's easy to navigate.”</p> <p>She grew up on the 1970s Isle of Wight. Her father was an engineer for the Civil Aviation Authority, her mother an activist who took her on Greenpeace marches. The couple had adopted Langley at a year old. Her biological father was Egyptian. As a child, she has said, she imagined him as Omar Sharif. She has never sought her birth parents. Her relationship with her adoptive parents remains close. She will visit them the day after our lunch, still on the Isle of Wight. “The land that time forgot,” she says, fondly.</p> <p>She has said, too, that knowing she was adopted gave her independence — a sense of possibility. She left for LA at 22, plans open-ended. She arrived with a letter of introduction to a literary agent but got a job at the Roxbury, a nightclub on Sunset Boulevard favoured by young Hollywood. Regulars included producer Michael De Luca, who hired her for his company New Line. Langley is upfront about not growing up a film lover. Yet something in her locked on to the mechanics of making and selling entertainment. She became a fast-learning factotum — scouring financial reports, watching unedited “dailies” from shoots, including the first <em>Austin Powers</em> films. </p> <p>She joined Universal in 2001. If studio life promised security, reality lurched between crises. Moving up, she often worried for everyone's jobs. “I'm opinionated,” she says of years listening to bad decisions. “And I will offer my opinion so I can sleep at night. But if the person in charge wants it a different way, you have to accept it.” Later, a PS: “There was imposter syndrome too.” Langley had her first child in 2009; the same year, she was promoted to co-chair by an unwieldy power-share between parent companies Comcast and General Electric. Hollywood whispered. “There was a funny narrative that I was too <em>smart</em>.”</p> <p>In 2013, Comcast acquired the whole studio. Langley was named sole head. It looked a poisoned chalice, but pop culture proved her secret sauce. A charm offensive secured the rights to <em>Fifty Shades of Grey</em> from writer EL James; <em>Fast &amp; Furious</em> became ever more Herculean. A film such as <em>Steve Jobs</em> brought sheen, but a shrewd eye for untold stories greenlit <em>Straight Outta Compton</em>, a crowd-pleasing biopic of rappers NWA. </p> <p>Langley's method felt like Hollywood moneyball — an ingenious use of limited resources. Underpinned by talent relationships, the formula holds. Her upcoming slate runs from <em>Jurassic World: Dominion</em> to hip auteur <a href=\"https://www.ft.com/content/4745f4a8-fb14-11e7-a492-2c9be7f3120a\">Paul Thomas Anderson</a>, from knowing slasher movies to Oscar favourite <a href=\"https://www.ft.com/content/ff437cc1-9136-452e-a189-36fee17d005e\"><em>Belfast</em></a>. A lot of splash — no budget big enough to sink the ship.</p> <p>At first, Langley was one of just two women running a major Hollywood studio. The 2015 firing of Sony's <a href=\"https://www.ft.com/content/3395c7de-ad57-11e4-97c1-00144feab7de\">Amy Pascal</a> made that one. “You can only keep fighting the fight,” she says. But #MeToo has brought reckonings. Next year Universal will release <em>She Said</em>, adapted from the book by reporters Jodi Kantor and Megan Twohey, whose work helped expose Harvey Weinstein. </p> <p>“I never experienced anything horrific in my career but there was a vibe that wouldn't be tolerated today. It's why I'm impressed by Gen Z. They're just not having it.” Langley came up through a 1990s film business now known to be riddled with abuse. Was she surprised at what emerged? “I was. And horrified.” There is an audible full stop. “How do you like the tuna?”</p> <p>The tuna is great, I say.</p>  <p><strong>Early in her career at Universal, </strong>she staked her capital on getting the Abba musical <em>Mamma Mia!</em> produced. “There was some pushback.” Was it sexism? “I'd say people didn't like Abba as much as I did.” Still, a principle was involved. “It was very intentional to make movies for underserved audiences. Maybe because I am one.” The film cost $52m. Released in 2008, it grossed $603m. </p> <p>Langley is also a woman of colour who has championed black horror film-maker Jordan Peele. His 2017 debut <a href=\"https://www.ft.com/content/b9f7218a-0a3c-11e7-ac5a-903b21361b43\"><em>Get Out</em></a> (budget $4.5m) was an electric satire of race in America. It made a profit of $251m. Few industries have agonised over diversity like Hollywood. To Langley, some of the solution is simple: capitalism. Making clever, accessible films by and about women or people of colour is, she says, the right thing and a ticket seller. “And we did it before it became an industry imperative.”</p> <p>Describing successes, she often says “we”. (“We've rehabilitated the studio.”) The missing “I” is part of a deliberate break with tyrannical “studio heads of yesteryear”. Langley also says she still needs inner “swagger” to make decisions of scale. (She happily quotes NWA's Ice Cube calling her the group's sixth member. He also told a cinema owners' convention they lacked “balls as big as Donna Langley”.) </p> <p>Her preference for gut instinct is old-world too. She says she likes data but you sense she likes it most when it agrees with her. Given the billions of dollars of risk a studio slate involves, she goes with what works. Does she lose her temper? “Nu-uh. It takes a lot to rattle me. But I don't have a problem being honest.”</p> <p>Our salad vases are cleared away. She passes on coffee. And so, with deathly inevitability, to <a href=\"https://www.ft.com/content/cd836eb2-2180-11ea-b8a1-584213ee7b2b\"><em>Cats</em></a>. For all the black ink on Langley's ledger, little in modern Hollywood tanked like director Tom Hooper's 2019 musical, heavily backed by Universal. Its befurred human cast became a laughing stock. She sighs. “Without the fur, there was a great movie. But we were chasing technology that doesn't exist.” Did Rum Tum Tugger force her to review her decision-making? “Of course, I take responsibility. Starting with saying, ‘Wow, I was <em>really</em> wrong about that.'”</p> <p>More decisions await. Her whole business faces a battle for the attention of Gen Z; October's near-strike by Hollywood crews was a sign of trouble in paradise. (There are “potential areas of improvement”, Langley admits.) Then there is Peacock, overseen by Comcast. For all her corporate loyalty, Langley's love for streaming is finite. Given that she believes the magic of movies is down to cinema's sense of occasion, is a great film that premieres on a laptop a contradiction in terms? “I have to believe otherwise.” Such is Langley's ultimate gamble — that in closing the gap between cinemas and streamers, she hasn't broken the spell herself.</p> <p>A final question. All Hollywood careers have buried bodies. Where are hers? She drily rolls her eyes. “I know how to get my way. But my parents did a good job. I like to be respectful. And I don't air dirty laundry.” The FT settles the bill. “I'll say this. It was bumpy at the studio when I came up. Unpleasant. And that was a strong incentive to do it differently once I could set the tone.” Studios have traditionally been filled with studio people, behaving terribly. “Well, I've always had an outsider's perspective.”</p> <p><a href=\"https://www.ft.com/topics/authors/Danny_Leigh\"><em>Danny Leigh</em></a><em> is the FT's film critic</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Danny Leigh 2021 'Universal's boss Donna Langley on the streaming wars and making movies in the pandemic ' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T12:30:58.546Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5417,
          "end": 5423
        },
        {
          "start": 6338,
          "end": 6344
        },
        {
          "start": 5306,
          "end": 5312
        }
      ],
      "nexusId": "10078857"
    }
  ]
}