{
  "_id": "48a4dc8996c92d9273f57cec3801f5fc8136b6ac56265d711ca6c9af59ce0bd0",
  "feed": "wall-street-journal",
  "title": "Business News:  Disney Pop-Ups to Grow at Target  ----  By Dave Sebastian",
  "text": "<p>   Target Corp. said it plans to triple the number of Disney shops it operates within its stores to more than 160 in the U.S. by the end of the year as the retailer has seen a pickup in toy sales. </p><p>   The Minneapolis-based company on Monday said it is adding the Disney stores as well as a selection of other toys and games found only at Target locations ahead of the holiday season. Target currently has 53 Disney shops at its locations, a spokesman said. </p><p>   Target, which has more than 1,900 stores, began hosting Disney \"shop in shop\" locations in 2019 as an effort to cater to families. Walt Disney Co. said it operates about 200 stores in North America that offer Disney, Marvel, Pixar and Lucasfilm branded products, according to its annual report in late 2020. </p><p>   Retailers have been carving out space in their stores for other brands and concepts. Toys \"R\" Us will roll out shops at more than 400 Macy's Inc. locations in the U.S. in 2022, the companies said last week. </p><p>   At the same time, toy companies are working to ensure enough supply for this year's holiday season amid logjams at seaports around the world. Supply-chain disruptions and rising costs for materials and labor have led to cost increases, and toy-industry veterans have said this year's disruption is worse than last year, when the Covid-19 outbreak temporarily shut ports, factories and stores. </p><p>   Target, whose shares have risen about 43% so far this year, last week reported higher revenue for the second quarter as people returned to stores. The company's executives said the Delta variant's spread hasn't resulted in changes to consumer behavior, though they are closely monitoring the situation. </p><p></p>",
  "published": "2021-08-24T06:08:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 401,
          "end": 407
        },
        {
          "start": 581,
          "end": 592
        },
        {
          "start": 51,
          "end": 57
        },
        {
          "start": 256,
          "end": 262
        },
        {
          "start": 506,
          "end": 512
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 659,
          "end": 665
        }
      ]
    }
  ]
}