{
  "_id": "58482cf18426ce5e2dd73cc4ee48ac06d52f5748d74335908dbecd43f3e75b65",
  "feed": "ftcomall",
  "title": "Why we all lose if cinemas can't solve their existential crisis",
  "text": "<p>My mother began indoctrinating me into the cult of celluloid when I was small. Sometime during the Carter administration, she took me to a drive-in on a sticky summer night in Macon, Georgia, to watch the 1933 version of <em>King Kong</em>. </p> <p>A little later, when I was around nine or 10, we started spending occasional Saturday nights at a nearby university's cinema, where we saw classics like John Ford's <em>The Searchers</em> and George Cukor's <em>Gaslight</em>.</p> <p>The deal was sealed for me in the early 1980s, when we began making pilgrimages to an art house cinema in Atlanta to see fresh prints of Alfred Hitchcock films, including <em>North by Northwest</em>, <em>Rear Window</em> and <em>Vertigo</em>. (At 17, I sneaked with a friend to this same cool movie house to have my mind permanently altered by David Lynch's <em>Blue Velvet</em>.)</p> <p>So it was probably inevitable that as my family prepared to move to Los Angeles this summer, I began researching the city's classic cinemas, particularly its revival houses. There are so many: the TCL Chinese Theatre, the Billy Wilder, the Egyptian, the New Beverly (bought by director Quentin Tarantino in 2007) and more.</p> <p>But we have arrived at a fraught moment for cinemas in LA and around the world. The pandemic has damaged the business in ways that the Depression, the second world war and other calamities did not, prompting renewed discussion of “the death of cinema” — and a raging argument about how the spoils of a Hollywood blockbuster should be distributed in the streaming era.</p> <p>This spring, LA's famous <a href=\"https://www.thecorsaironline.com/corsair/hollywood-cinerama-dome-shuttered-in-acrlight-mass-closure\">Cinerama Dome</a> and about 300 other cinemas owned by Pacific Theatres and ArcLight Cinemas were closed down. The company said it no longer had “a viable way forward”, prompting calls for a saviour like Tarantino to come in and save the Cinerama Dome. (Tarantino passed on it, but did add a second LA landmark, the Vista, to his collection.) </p> <p>Around the same time, <a href=\"https://variety.com/2021/film/news/alamo-drafthouse-bankruptcy-chapter-11-sale-1234920558/\">Alamo Drafthouse</a>, an independent theatre chain, filed for bankruptcy protection, though it will continue operating after selling its assets to a pair of private equity investors. Other casualties are expected.</p> <p>The crisis facing the moviegoing industry is “existential”, John Fithian, head of the National Association of Theatre Owners, the lobby group for cinema operators, told me last week. “We have gone through technological changes — the advent of television, the VCR, the DVD and streaming services, but nothing has hit the moviegoing business as hard as this pandemic.”</p> <p>Lockdowns have, however, been great for Netflix and its competitors, leading to a dramatic escalation of the <a href=\"https://www.ft.com/content/c0499c17-af48-488e-b789-7a68d27f95f7\">streaming wars</a>. In a bid to boost subscriptions to their own streaming services, Disney and Warner Bros recently shook up the traditional cinematic release schedule, a step that could further threaten the box office haul cinema operators depend on. </p> <p>Traditionally, cinemas enjoyed a three-month window of exclusivity before films moved to other formats. Strong figures at the box office were good for everybody — the cinemas, the studios and the elite rung of top talent with enough clout to negotiate big bonuses if their film hit certain targets. But Warner Bros decided to release its entire 2021 slate of films, including <a href=\"https://www.ft.com/content/40266137-05ee-4142-a06f-bcf96e1af6d4\"><em>Godzilla vs Kong</em></a>, on its HBO Max streaming service the same day as the theatrical release, slamming shut that exclusive window for cinemas. In July, Disney released <a href=\"https://www.ft.com/content/d3295e86-901d-4193-a37a-9321cdcf403b\"><em>Black Widow</em></a>, the latest instalment of a key Marvel franchise, in cinemas and on its Disney+ streaming service on the same day.</p> <p>The strategies worked, at least in the near term. Investors cheered the higher subscription figures for HBO Max and Disney+. But, unlike Warner, Disney did not hand out cash to its movie stars to compensate for potential lost box office performance bonuses. <em>Black Widow</em> star <a href=\"https://www.ft.com/content/0d54c99f-ed1e-4d2b-9af0-33b144063686\">Scarlett Johansson sued for breach of contract</a>, prompting a fierce <a href=\"https://www.hollywoodreporter.com/business/business-news/disney-makes-first-move-in-scarlett-johanssons-black-widow-suit-1235001093/\">response</a> from Disney.</p> <p>The fight over how to pay actors, screenwriters and other creatives in the streaming era may be just beginning. Box office analysts are worried that the streaming habits we developed during the pandemic will stick, leading to a long-term decline in cinema attendance.</p> <p>I thought about this as we bought a Bluetooth projector and pull-down screen for our new LA home. With the right app and $3.99, I can easily project <em>Gaslight</em> or <em>The Searchers</em> for my children on our own silver screen. Persuading them to watch is a different issue, of course. But even if they did watch and enjoy these films, how different would that experience be to my viewing of those classics in a big theatre filled with people? Or, to address the concerns of the theatre owners: how much magic is left in the experience of going to the movies?</p> <p>Tarantino, who is generally unsympathetic to the plight of the multiplexes, has an answer. “I have a living room,” he told the <a href=\"https://armchairexpertpod.com/pods/quentin-tarantino\">Armchair Expert</a> podcast recently. “I want to go to the theatre.”</p> <p><em>Christopher Grimes is the FT's Los Angeles correspondent</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Christopher Grimes 2021 'Why we all lose if cinemas can't solve their existential crisis' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T15:00:24.967Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3322,
          "end": 3328
        },
        {
          "start": 2629,
          "end": 2635
        },
        {
          "start": 3422,
          "end": 3428
        },
        {
          "start": 3821,
          "end": 3827
        },
        {
          "start": 3610,
          "end": 3616
        },
        {
          "start": 3581,
          "end": 3588
        }
      ],
      "nexusId": "10078857"
    }
  ]
}