{
  "_id": "4720fc83f268b8de1a1cd55a22b9e7b050d1ff5d4181efd0b70d7e237535f958",
  "feed": "ftcomall",
  "title": "India's Rajasthan Royals cricket team valued at $250m with US stake",
  "text": "<p>One of America's most prolific sports investors is taking a stake in the Indian Premier League's Rajasthan Royals, valuing the cricket team at more than $250m in the latest example of <a href=\"https://www.ft.com/content/9ba35ff2-ac31-41d2-8ff9-6107a64d0ae5\">US </a>groups buying into fast-growing global franchises.</p> <p>RedBird Capital Partners, which is based in New York and was founded by former Goldman Sachs executive Gerry Cardinale, will take a 15 per cent stake in the IPL team. </p> <p>London-based venture capitalist Manoj Badale, the majority owner of the Royals, has increased his stake in the team from 51 per cent to 65 per cent through his wholly-owned investment vehicle, Emerging Media. </p> <p>Further financial details were not revealed, but people familiar with the terms said the transaction valued the Royals at between $250m-$300m. Other existing shareholders in the team include Lachlan Murdoch, son of Rupert Murdoch and chief executive of Fox Corporation.&#xa0;</p> <p>The Redbird deal is the latest in a string of sports deals, driven by the rapid appreciation of team and league valuations which in some instances have outpaced benchmark indices. Private equity firms CVC Capital Partners and Silver Lake Partners are among those who have been <a href=\"https://www.ft.com/content/24e9fc43-4187-4884-8efe-7a6efb496f24\">ploughing money</a> into sports leagues and teams.</p> <p>The investment in the Royals also underscores a long running trend of American investors searching for growth in sports overseas, most notably in European football and now in cricket.</p> <p>Cardinale said he was seeking to capitalise on the IPL's rapid expansion since its founding in 2008 when the Royals were the inaugural champions. In 2017, the IPL secured a <a href=\"https://www.ft.com/content/99438da6-9156-11e7-a9e6-11d2f0ebb7f0\">$2.6bn</a> five-year domestic media rights deal with Disney, which he said accounts for the majority of franchise revenues.</p> <p>With audiences reaching up to 200m for a single match, the competition's next media rights auction is drawing attention from tech companies trying to break into the Indian market. Facebook previously bid for the IPL's digital rights, while Amazon has sought to acquire international cricket rights for its Prime Video service in recent years.</p> <p>“The new contract is going to be coming up next year, and it's anticipated to be a significant step up,” said Cardinale. “That's another positive dynamic.”</p> <p>However, the coronavirus crisis has badly disrupted the IPL for the past two seasons. Last year, matches were postponed then moved to the United Arab Emirates. Duff &amp; Phelps, the law firm, has estimated that hiatus cost $1bn. This year's tournament has been <a href=\"https://www.ft.com/content/92b615cd-6610-4628-95a7-d394db690912\">suspended</a> as India struggled to cope with a health emergency.</p> <p>Without providing details, Badale admitted the pandemic hit ticketing and hospitality income, but added that each IPL club has “an underlying profitability between $8m and $15m per annum”.&#xa0;</p> <p>The Rajasthan Royals adds to a RedBird portfolio that includes <a href=\"https://www.ft.com/content/b17ded95-3d07-46d7-a7db-448de79b4b66\">a minority stake</a> in Fenway Sports Group, the ownership vehicle behind Liverpool FC and baseball's Boston Red Sox, the XFL, and the New York Yankees and Brooklyn Nets regional sports network, YES. It is also the majority owner of French football team Toulouse.</p> <p>Badale said he hopes the Royals will benefit from RedBird's association with Billy Beane, the former Oakland Athletics manager who popularised data-driven sports management to improve on-pitch performances. Cardinale and Beane together formed a special-purpose acquisition company last year.&#xa0;</p> <p>As a result of the investment from RedBird, Badale said he expects the Royals “to be more active in overseas leagues”, such as through acquiring or partnering with cricket teams in other locations.</p> <p>Cardinale added he has “more than enough to do with the portfolio we've assembled” at RedBird, but that he is “actively involved” in plans for consolidation of regional sports networks, such as YES and NESN, the broadcast home of the Red Sox, into which he is also invested through FSG.&#xa0;</p> <p>“There's a tremendous opportunity to re-underwrite how that content is getting distributed and monetised”, he said.</p><p>Source: Sara Germano in New York, Murad Ahmed in London 2021 'India's Rajasthan Royals cricket team valued at $250m with US stake' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T03:00:30.334Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1614,
          "end": 1620
        }
      ]
    }
  ]
}