{
  "_id": "9a95cc2c44b3b37e57ab12013f5ec7edaa69c0af9142f7eb7ee76c81acb41fc1",
  "feed": "ftcomall",
  "title": "Taylor Swift's battle to shake off the suits",
  "text": "<p>When tussling with his record company in the 1990s, Prince famously wrote “slave” on his face and declared: “If you don't own your masters, they own you”. </p> <p>As he sought to gain control of his work, he threatened to make a new copy of his “masters”, or original song recordings, among other tactics. It took two decades, but eventually, Warner Records ceded control to him.</p> <p>Taylor Swift has waged a similarly bitter, scorched-earth war on a private equity fund that owns her masters. It looks like again in this instance, the pop star will emerge victorious in a battle with the suits.</p> <p>Shamrock, a Los Angeles investment fund founded by the Disney family in 1978, is usually shrewd and meticulous, according to people who have worked with them. But Shamrock made one major miscalculation when agreeing to buy Swift's old masters for $300m: her commitment to revenge. </p> <p>To recap: Swift had a falling out with Scott Borchetta, the executive who “discovered” her in a Nashville bar. Borchetta sold his company Big Machine, which owned her masters, to Scooter Braun, the former manager to Kanye West. </p> <p>Swift erupted at the news of the sale, claiming it was “stripping her” of her life's work. She announced plans to re-record all the albums they had bought. “It's something I'm very excited about,” the singer, smiling widely in her signature femme-fatale red lipstick, <a href=\"https://www.youtube.com/watch?v=dh7bRjxsKLo\">told ABC's morning show</a> as fans shrieked in the background. Unsurprisingly, Braun and private equity backers that included Carlyle soon wanted out of the investment. </p> <a href=\"http://www.ft.com/cms/3515f151-f014-443e-91df-4acddc8675b5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>While shopping the masters around, they told potential acquirers that Swift might not actually follow through on her threats, and the publicity generated by her ire only boosted listening of the old catalogue, according to three people approached to buy the asset.</p> <p>“The message was: the controversy has been great for us. Every time she lights us up online, people go listen to those songs”, said one of these people. That pitch sounded reasonable enough. After all, what currently charting pop star would bother spending years of their life recreating decades-old work? </p> <p>As it turns out, Swift's above average level of determination has kicked off one of the most interesting experiments in modern music history. One of the most commercially successful artists of the past decade is painstakingly creating a copy of her first six albums. There have been examples of famous artists recording new copies of their songs, such as Frank Sinatra and Def Leppard. But those cases were before the streaming era. Swift's new versions now sit alongside the private equity-owned tracks on people's phones. </p> <p>This week Swift will release her second re-recorded album, a copy of 2012's break-up anthem <em>Red</em>. It's still unclear how much the re-recording of old albums like this will affect Shamrock's $300m investment. That price includes an earnout payable to Braun and Carlyle if the asset hits certain targets, according to people familiar with the deal. Excluding the earnout, the price is closer to $250m. </p> <p>The Swift catalogue earns about $15m a year, according to people who have seen its financials. So Shamrock's price at $250m works out to a multiple of about 16 or 17 times its historic income. </p> <p>Its longer-term value is being undercut by not only Swift, but also her powerful record label, Universal. The campaign for <em>Red</em> <em>(Taylor's Version)</em> spans a merchandise line, an autumnal TikTok filter, talk show appearances and a Starbucks promotional latte sold in stores from Seoul to Mexico City. </p> <p>Swift's assiduous fans have posted <a href=\"https://twitter.com/swifferupdates/status/1380142887153766400\">detailed tutorials</a> to prevent the Shamrock-owned tracks from accidentally popping up on their Spotify feeds. As the songwriter of her music, Swift can choose to license the new versions for use in movies and advertisements. </p> <p>Swift earlier this year released a new copy of her 2008 album <em>Fearless</em>. After an initial surge, it still prevails over the older version, according to MRC data. The new <em>Fearless</em> was streamed 9m times during the week of October 21, compared with 6m streams for the old one.</p> <p>“To extract maximum value from music assets you absolutely need, if not co-operation from the artist, you at least need them to not be actively angry,” was the summary of one fund manager who passed buying on the catalogue.</p> <p><a href=\"mailto:anna.nicolaou@ft.com\"><em>anna.nicolaou@ft.com</em></a></p><p>Source: Anna Nicolaou 2021 'Taylor Swift's battle to shake off the suits' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-11T16:32:39.009Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 639,
          "end": 645
        }
      ],
      "nexusId": "10078857"
    }
  ]
}