{
  "_id": "a6680b3a3f3630363fceab8d90210852773a19a8c2267ba56e58093f140ff7e6",
  "feed": "ftcomall",
  "title": "Big budget streaming services expected to dominate Emmys",
  "text": "<p>While many of the hot-ticket parties have been cancelled because of Covid-19, the Emmy Awards on Sunday are expected to be a night of celebration for the streaming services that are shaking up the economics of Hollywood.</p> <p>The live broadcast on Sunday, the type of “big tent” programming that until recently brought in enormous audiences, is expected to reach far fewer viewers for the CBS network than in the era before cord-cutting, when the Emmys could pull in as many as 35m viewers.&#xa0;</p> <p>Those most responsible for that decline are expected to win most of the trophies. <a href=\"https://www.ft.com/content/9b705a6f-35f6-49cf-883b-0581fbf5ab48\">Disney Plus</a>, the streaming service launched by Walt Disney in 2019, tops the nominations with its Star Wars series <em>The Mandalorian</em> with 24, followed by its Marvel comic-based series <em>WandaVision</em> at 23.&#xa0;&#xa0;&#xa0;</p> <p>Netflix's latest instalment of <em>The Crown</em> also has 24 nominations, including Emma Corrin as lead actress for her portrayal of Diana, Princess of Wales and Gillian Anderson as supporting actress for her turn as Margaret Thatcher.&#xa0;&#xa0;</p> <p>Apple Plus will have its biggest night yet at the Emmys thanks to <em>Ted Lasso</em>, a feel-good comedy about an American who is hired to coach a British football team, which has received 20 nominations.&#xa0;&#xa0;</p> <p>“Netflix had its awards moment, Amazon has had theirs, as has Hulu [but] Sunday feels like the industry wake-up call for Apple TV Plus”, said Rich Greenfield, partner at LightShed. “And given the world's strongest balance sheet, Apple is just getting started with an incredible slate of film and TV coming out in 2022 and beyond”.&#xa0;</p> <p>After several false starts by <a href=\"https://www.ft.com/content/1d262c54-0956-4590-8e3f-6447beba028f\">Apple</a> to break into Hollywood over the past decade, the company two years ago launched Apple TV Plus, its answer to the streaming wars between Netflix, Disney and others. Rather than overloading audiences with programming Apple has instead spent big money on fewer shows, similar to the approach HBO has taken. The Silicon Valley company spent more per episode to make <em>The Morning Show</em>, a drama set in a newsroom, than the $15m that HBO's <em>Game of Thrones</em> had cost, even with all of its epic battle sequences.&#xa0;</p> <p>Apple earmarked more than $6bn to its streaming effort in 2019, the FT reported, luring top talent with its brand and above-average pay. But <em>Ted Lasso</em> is the company's first bona fide hit, putting the company on the map amid a sea of content as technology companies and media groups spend heavily to entice subscribers.&#xa0;</p> <p>The dominance of streaming programming is a result of what Benjamin Swinburne, head of US media research at Morgan Stanley, calls the “land-grab phase” of the industry's development. New content has become more expensive to make and less profitable, with most players&#xa0;losing money with the exception of Netflix.&#xa0;</p> <p>“Obviously the consumer is winning if you look at the Emmys list,” Swinburne said. “It's a great time to be a couch potato as long as you can handle the overwhelming supply. There's an unbelievable array of options.”</p> <p>This ever-increasing choice of content means less of an audience for the Emmys and other mainstays of the traditional US broadcasters, CBS, NBC, ABC and FOX. The Tokyo Olympics in July drew the lowest-ever audience since NBC began broadcasting the games in 1988. The Oscars, broadcast in April, also drew a record low audience, as did last year's Emmys.&#xa0;</p> <p>The Emmys were all virtual last year, with host Jimmy Kimmel standing in a mostly empty sports arena. The show this year will return to an in-person ceremony with a limited audience of nominees and their guests. Cedric the Entertainer will host.&#xa0;</p> <p>CBS will hope to increase the viewership of this year's Emmys by making the show available to stream live and on demand on Paramount Plus, the streaming service.&#xa0;</p> <p>But the glory days of “big tent” programming are over.</p> <p>“We're seeing strong football ratings, but that's the exception to the rule,” Swinburne said. “The Academy Awards in the spring were down materially, and that's the trendline for these awards shows — it's a function of cord cutting.”&#xa0;&#xa0;</p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: By Christopher Grimes in Los Angeles and Anna Nicolaou in New York&#xa0; 2021 'Big budget streaming services expected to dominate Emmys' FT.com 18 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-18T18:41:23.828Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 616,
          "end": 627
        },
        {
          "start": 1715,
          "end": 1721
        },
        {
          "start": 569,
          "end": 580
        },
        {
          "start": 569,
          "end": 575
        }
      ],
      "nexusId": "10078857"
    }
  ]
}