{
  "_id": "04d87e816ebd550e96f54ce32b7e78c8c2c0edf8d0e7b6e4fa6b13e3523f7185",
  "feed": "wall-street-journal",
  "title": "Business World:  Disney Meets an Avenger  ----  By Holman W. Jenkins, Jr.",
  "text": "<p>   Get out your hankies for the latest Scarlett Johansson epic, a story of leverage lost and found. </p><p>   Four years ago, the performer was getting ready to make her ninth and likely last Avengers film, \"Black Widow.\" She had muscle and she used it to extract from Marvel Studios a percentage of world-wide ticket sales. When the movie was in the can, her leverage declined precipitously as you would expect. The pandemic also happened. And the streaming wars. </p><p>   Ignoring her representatives' pleas, Disney released the film simultaneously on its new Disney+ service, charging an additional $30 to subscribers who already were paying $8 a month. This plainly displaced some volume of ticket sales. </p><p>   She had another problem: Her contract with Marvel stipulated confidential arbitration in the event of dispute, but last week she sued parent Disney anyway, arguing that Disney induced Marvel to violate her deal and divert earnings to itself that she would have received from ticket proceeds. Voila. Leverage restored, using her star power to cast a potential shadow over the film's continuing box office as well as over Disney's studied self-image. </p><p>   Disney understood as much and answered in kind, albeit oafishly, saying her lawsuit was \"especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.\" </p><p>   As if Disney these past 18 months had been engaged in Christ-like ministry to the stricken. As if Disney were not also relentlessly pursuing its business interests. </p><p>   If you weren't on Ms. Johansson's side before, you were now. </p><p>   Hollywood is continually bound by the need to solve and solve again the creativity challenge, so this was dumb. The spirit of Michael Eisner evidently still haunts the halls, recalling a previous CEO who relied on calumny to try to avoid contractual obligations. </p><p>   Disney further revealed that Ms. Johansson had already been paid $20 million, an apparent attempt to induce male panic and cost her some sympathizers. It didn't work. Contracts are the sinews of trust that hold commercial society together. You may have no stake in how much she ultimately gets, but we all have a small stake in her readiness to hold Disney to the agreement it made. Disney doesn't owe her for sales lost to the pandemic or to the decline of movie theaters, but likely does for sales lost to Disney+. </p><p>   Like any good epic, her story also reveals something about the world. Streaming is a technology. It's not a business, after all. </p><p>    Netflix, Disney's big rival, is often called a streaming company but it long since has become a TV and movie production company, albeit one tied to the single trick of subscription streaming in a way that Disney and other traditional studios, as well as upstarts like Amazon and Apple, aren't. </p><p>   Netflix undoubtedly employs M.B.A.s who try to model the cash contribution each of its productions makes in winning or maintaining subscribers but I doubt the company will forever eschew more direct ways of recouping its costs, including the cost of rewarding the indispensable talent. On its opening weekend, \"Black Widow\" took in $159 million at the global box office and another $60 million in add-on fees from Disney+ subscribers. Those subscribers who aren't willing to pay extra can expect to wait many months for \"Black Widow\" to become available to them. At some point they can also expect to see it on other ad-supported broadcast and streaming services. </p><p>   One lesson: Nobody in the content business is not also in the distribution business, despite cliches you hear about the two not mixing. The idea that all such failed deals, like AOL's merger with Time Warner in 2000 and AT&amp;T's 2018 hookup with Warner Media, are all the same deal and failed for the same reason is nonsensical. Even as the latest unravels, sellers of streaming services don't need to be told the benefits of bundling with a wireless service (as Netflix and Disney do) or with Amazon's music service (as Disney does) or with TV set makers (as many services do). </p><p>    The other cliche is that \"content is king\" -- as if something else might be king in the specific business making and selling content. This newspaper's reviewer made \"Black Widow\" sound more interesting than your average action-adventure dog food. I haven't seen it. Your own results may differ but I find Hollywood lately has succeeded mainly in making sports more interesting, with their lack of predictability and freedom from a sense of being manipulated according to some paint-by-numbers scheme. </p><p>   So here's another subtext of Ms. Johansson's lawsuit. When the streaming land grab is resolved, what will remain as strong as ever is the need for human originality -- which only actors, writers and directors can supply -- to give fresh oomph to the genres and themes that storytellers have been working over since the invention of speech. </p><p></p>",
  "published": "2021-08-04T06:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 856,
          "end": 862
        },
        {
          "start": 1452,
          "end": 1458
        },
        {
          "start": 1843,
          "end": 1849
        },
        {
          "start": 1136,
          "end": 1142
        },
        {
          "start": 2694,
          "end": 2700
        },
        {
          "start": 489,
          "end": 495
        },
        {
          "start": 828,
          "end": 834
        },
        {
          "start": 1360,
          "end": 1366
        },
        {
          "start": 2193,
          "end": 2199
        },
        {
          "start": 2351,
          "end": 2358
        },
        {
          "start": 3920,
          "end": 3926
        },
        {
          "start": 1107,
          "end": 1113
        },
        {
          "start": 3966,
          "end": 3972
        },
        {
          "start": 3197,
          "end": 3203
        },
        {
          "start": 16,
          "end": 22
        },
        {
          "start": 2226,
          "end": 2232
        },
        {
          "start": 540,
          "end": 546
        },
        {
          "start": 2498,
          "end": 2504
        }
      ],
      "nexusId": "10078857"
    }
  ]
}