{
  "_id": "ad23e4048107bf820cc5cfe437d31fde954b1f2a69f72066ecba5389d5d39d7e",
  "feed": "wall-street-journal",
  "title": "What to Watch on Thanksgiving Weekend: Six Movies, Shows and Stories to Stream; '8-Bit Christmas' takes millennials back to their childhood Christmas, Peter Jackson presents an inside look at the Beatles at their peak, and other items to add to your queue",
  "text": "<p>Here is where to stream it all:</p><p>New Release: '8-Bit Christmas'</p><p>(HBO Max)</p><p>The childhood caper \"8-Bit Christmas\" pays tribute to \"The Princess Bride,\" Cabbage Patch Kids and other pop-culture artifacts of the geriatric millennial childhood of the 1980s. The movie, streaming on HBO Max, is about Jake Doyle (Winslow Fegley), who wants nothing more than a Nintendo for Christmas, and the holiday adventures his obsession inspires. The tale is narrated by adult Jake (Neil Patrick Harris) telling the story to his daughter. The cast includes June Diane Raphael and Steve Zahn as Jake's parents.</p><p>The movie was directed by Michael Dowse and written by Kevin Jakubowski, who adapted it from a book he wrote of the same name. Mr. Jakubowski said he had grown frustrated trying to sell screenplays that weren't based on existing intellectual property, like a book. So, he played the game by its rules: He wrote the book, self-published it and got producers interested in turning the book into a movie.</p><p>The movie is heavily inspired by Mr. Jakubowski's own childhood. Like Jake Doyle, he remembers when there was one Nintendo in the neighborhood and being at the mercy of its owner for playing time.</p><p>\"The Nintendo was our generation's Red Ryder BB gun, maybe even more so,\" he says in reference to \"A Christmas Story.\" \"It's just such an iconic thing that everybody wanted.\"</p><p>New Release: 'Bad Republican'</p><p>(Audible)</p><p>Meghan McCain is a textbook geriatric millennial: She is a child of the '80s who remembers both cigarette machines and life before the internet. She was a teenager on 9/11 and lived through the financial crisis in her 20s. When the pandemic came in her 30s, Ms. McCain rethought her priorities and joined the millions who have quit their jobs in recent months, leaving her job on \"The View.\"</p><p>\"I apparently hit every old-millennial cliché in every way,\" she said in a recent Zoom call. \"Every box you can check, I do.\"</p><p>In \"Bad Republican,\" Ms. McCain's new audio memoir available exclusively on Amazon's Audible, Ms. McCain delves into her life as a working woman, her miscarriage and motherhood. She also discusses her position as a Republican who opposed President Donald Trump but didn't align with The Lincoln Project types. She uses the audiobook as a place to bring \"more truth\" to her time on and departure from the popular daytime talk show. As a millennial who is a heavy user of audiobooks and podcasts, she says the audio format felt like the right way to tell the story.</p><p>\"I wouldn't have been as candid if it were written,\" she says. \"But the fact that you can hear the cadence of my voice and I got to really tell the stories made it easier for me.\"</p><p>New Release: 'Twas the Fight Before Christmas'</p><p>(Apple TV+)</p><p>\"Twas the Fight Before Christmas,\" a documentary that begins streaming Friday on Apple TV+, looks at a neighborhood dispute over a Christmas production in a small neighborhood in Idaho that became international news.</p><p>Trouble began when Jeremy Morris and his family went looking for a larger home to host their annual Christmas display. The display is a massive, camel-involved production that draws thousands of onlookers. When they moved into a new neighborhood, their neighbors believed the event was on the wrong side of the homeowners' association's rules. Mr. Morris, a lawyer, saw it as a case of religious discrimination. The conflict turned into a yearslong dispute involving courts, neighbors and an untold number of Christmas lights.</p><p>British filmmaker Becky Read originally read about the conflict in the Daily Mail and saw it as a story about culture conflicts, tolerance, the way we talk—or don't talk—to each other and how we share space with each other.</p><p>\"You could swap Christmas display and homeowners' association for anything else and move it to a different country,\" she says, \"and this still exists in how we share a space.\"</p><p>STREAMING NOTES:</p><p>— The Long and Winding Road: \"The Lord of the Rings\" director Peter Jackson's highly anticipated three-part documentary, \"The Beatles: Get Back,\" looks at the end of the band and the making of \"Let It Be.\" The series' three installments drop Thursday through Saturday on Disney+.</p><p>— Two of Us: \"Hawkeye,\" the latest Disney+ series to mine Marvel's \"The Avengers\" films, stars Jeremy Renner in his familiar role, and Hailee Steinfeld as a fan and fellow archer, Kate Bishop. The first two episodes are streaming now on Disney+.</p><p>— Across the Universe: \"A Boy Called Christmas\" follows Nikolas on a fantastic journey in search of his father, during which he finds, yes, a lot more than he expected. The movie is streaming on Netflix and includes appearances from Maggie Smith and Kristen Wiig.</p><p>What to Watch on Thanksgiving Weekend: Six Movies, Shows and Stories to Stream</p>",
  "published": "2021-11-24T20:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4158,
          "end": 4165
        },
        {
          "start": 4202,
          "end": 4208
        },
        {
          "start": 4404,
          "end": 4411
        }
      ]
    }
  ]
}