{
  "_id": "754cc5012cda55e45155dd2eb8376385ed4a80319c674affc3f2b5f2bb96b2fd",
  "feed": "wall-street-journal",
  "title": "Creative Artists Agency to Buy Rival Agency ICM Partners; The move furthers consolidation of talent deal-making in Hollywood; financial terms aren't disclosed",
  "text": "<p>Financial terms of the deal weren't disclosed. The companies said they expect the transaction to close later this year.</p><p>The CAA-ICM tie-up comes as talent agencies find themselves at a crossroads. The rise of streaming services, accelerated during the pandemic's lockdowns, has thrown into question the future for big-ticket deals that tie agent commissions to payouts related to global box-office grosses.</p><p>The TV syndication deals that also delivered checks decades after the final episode have also largely gone away. In the music industry, more than a year without live shows also meant a dearth of revenue for artists and their agents.</p><p>In addition, the efforts of talent agencies over the past few years to grow their businesses by expanding into developing their own production arms were torpedoed after pushback from Hollywood unions. CAA recently sold the majority of a production arm it had started only a few years ago to South Korea's JTBC Studios Co.</p><p>The shift in business models has already prompted other major agencies, such as Endeavor Group Holdings Inc., to invest in businesses such as the Ultimate Fighting Championship sports league, an asset that bolstered the firm's public offering earlier this year.</p><p>ICM, which is currently Hollywood's fourth-largest agency, works in many of the same areas that CAA does, but has become known in recent years for its robust TV operation. \"Grey's Anatomy\" creator Shonda Rhimes and \"Breaking Bad\" creator Vince Gilligan are among its clients. ICM Chief Executive Chris Silbermann will join CAA's shareholder board.</p><p>A combined CAA-ICM would solidify a Hollywood ecosystem that has become largely a two-agency town, with United Talent Agency now running a more-distant third in terms of client roster and profile. The other megafirm, Endeavor, was formed through the combination of the storied William Morris Agency and Endeavor. The combined entity in turn bought fashion and sports representation firm IMG Worldwide in 2014.</p><p>CAA has been grappling with the transition to a streaming-first mentality in Hollywood, too, especially when it comes to the lack of leverage its clients have against studios and media companies. Talent agencies and the stars they represent have less insight into how much revenue a streaming-service hit generates, and thus what portion to argue for in a negotiation. Deals were once done with more clarity and based on movie-theater ticket sales for starters, and licensing arrangements for video and streaming came later.</p><p>CAA is in the fray of this shifting dynamic. Its client Scarlett Johansson recently sued Walt Disney Co. over its decision to premiere her latest movie \"Black Widow\" on its streaming service. Ms. Johansson said the decision was in violation of her contract and deprived her of tens of millions of dollars. Further consolidation is expected across Hollywood, pitting the agents against more Goliaths.</p><p>Disney Chief Executive Bob Chapek last week said talent deals are undergoing a reset, having been trapped in a middle ground since many contracts were written in pre-Covid-19 times.</p><p>\"Talent deals going forward will have to reflect that the world is changing,\" he said.</p><p>Write to Erich Schwartzel at erich.schwartzel@wsj.com</p><p>Creative Artists Agency to Buy Rival Agency ICM Partners</p>",
  "published": "2021-09-27T19:42:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2596,
          "end": 2607
        },
        {
          "start": 2907,
          "end": 2913
        }
      ],
      "nexusId": "10078857"
    }
  ]
}