{
  "_id": "553496a51396ded4c86b00b38aa78a5883feec3a7d3d59f84e3daf7ba112c321",
  "feed": "wall-street-journal",
  "title": "C-Suite Strategies (A Special Report) --- Beyond Textbooks: Pearson PLC's CEO Andy Bird on how the publisher is betting that virtual learning is going to keep growing after the pandemic ends",
  "text": "<p>Now that many students are returning to their classrooms, Mr. Bird thinks that growth rate will likely slow. Even so, the CEO is betting that some of the popularity online learning gained during the pandemic is here to stay -- and Pearson is betting big on virtual offerings.</p><p>The London-based company, which sells a range of products, from reskilling tools to standardized testing, is launching a mobile app for college students called Pearson+ that will offer audio content, note-taking and other study tools.</p><p>This offering, the company says, will help Pearson \"regain a portion of the textbook sales now lost to the secondary market\" and give students learning experiences in a form they are used to. And then, Mr. Bird hopes, those students will return to Pearson down the road for more virtual training during their careers.</p><p>The online efforts come during a slump for Pearson. Despite the growth in online learning, the company's sales for 2020 declined 12% to GBP 3.4 billion ($4.7 billion) from a year earlier -- the latest in a string of annual drops. Pearson shares closed Friday at about $12 -- up 61% over the past year, but down 1.4% over the past five years, according to Dow Jones Market Data.</p><p>The Wall Street Journal talked with Mr. Bird about the future of education, online learning and more. Here are edited excerpts of the conversation.</p><p>WSJ: Pearson has obviously been known as a publisher of educational content. Is it still going to be that, or is it instead becoming an education-tech company?</p><p>MR. BIRD: The heart of what is Pearson has been and will remain intellectual property. What form that content used to take was a physical textbook. We will take that intellectual property, create content in many different formats and in a much more interactive and immersive way and then use technology to deliver the most immersive experience we possibly can.</p><p>WSJ: And Pearson+ is an app for college kids to access their textbooks?</p><p>MR. BIRD: It gives U.S. college students -- but we'll roll out globally -- the ability to access over 1,500 titles from Pearson. It's a very immersive product with audio, note-taking, highlighting, study cards, flashcards, other study tools. It's a lot more than just the written word put in a digital format.</p><p>WSJ: What drove the company to create Pearson+, and what do you see as the future of college textbooks?</p><p>MR. BIRD: It's important that we start to create products designed for this new world and that we start to build consumer relationships, which are going to be very, very important. The data and the consumer insights that we are going to get from Pearson+ are going to help this company enormously.</p><p>WSJ: Can you talk about why those consumer relationships are important to Pearson?</p><p>MR. BIRD: It's about this notion of a lifetime of learning. The need to reskill and upskill throughout our career is becoming more important. With Pearson+, we can understand a student's life over a four-year college horizon, and then help that student migrate into a career, and then help that student as they need to be an employee -- help them reskill and upskill. We start to create a more persistent relationship with learners at different key learning stages.</p><p>WSJ: What do you see as the future of school, and Pearson's role in that?</p><p>MR. BIRD: Formal education will be a hybrid of physical and virtual learning, and it will flex as you move through life. Education certainly doesn't end when school ends.</p><p>The way that you learn is going to be transformed. You are going to see much more media-rich learning experiences.</p><p>There's going to be increased value in the assessments and qualifications and certification side of the business. We certainly see that ourselves, where you don't necessarily need a four-year degree, but you definitely need a handful of certificates. Formal education is very important, but the way that we are taught is going to change dramatically.</p><p>Once you're in a digital world, you can deconstruct the textbook. Within Pearson+, one of the most anticipated and requested features was audio. Students want to listen rather than read, and part of that is time management. They will listen to an audiobook at double speed. You can get an hour's worth of reading done in 30 minutes, or you can do it while you're multitasking.</p><p>WSJ: What is the future of the college experience, and how is that changing? What is Pearson's role in that?</p><p>MR. BIRD: There is going to be in certain sectors a question around the value of a four-year degree. You're going to see a lot more people taking shorter courses, modular courses, alternatives to the traditional degree, and so you're going to be able to as a student have a wide array of experiences open to you. A lot of corporations are going to become like colleges, and a lot of people are going to start learning while they earn. And so this notion of learning on the job and big corporations taking in high-school students and training them on the job, giving the opportunity to further their academic careers while they embark upon their professional careers -- you're going to see that increase as well.</p><p>WSJ: Pearson came up with a line of remote classroom materials. What will the return to normal schooling for a lot of places in the fall look like for that new part of the business?</p><p>MR. BIRD: Our virtual-learning business through Connections Academy primarily in the U.S. had a 40% increase in enrollment during the pandemic. We have seen a lot of that continue through this current school year and are optimistic that we'll maintain that level of interest going forward. You look at what is happening to the parents' lives with hybrid working, working from home, flexible hours and parents going, \"Would it be great if my kids could also have that? So I get to spend more time with my children and they fit into my lifestyle.\"</p><p>It's not as much just about the children, but it's about the whole family unit.</p><p>---</p><p>Ms. Prang is a Wall Street Journal reporter in New York. She can be reached at allison.prang@wsj.com.</p><p>---</p><p>Pearson Facts</p><p>Founded: 1844</p><p>Location: London</p><p>Employees: Over 20,000</p><p>2020 revenue: $4.64 billion</p><p>CEO: Andy Bird, formerly chairman of Walt Disney International, took over in October 2020</p><p>Pandemic bump: Enrollment in the company's online K-12 school offering, Connections Academy, rose 40% during the pandemic</p><p>Coming launch: Pearson+, a mobile app for college students to access study tools and e-books</p><p>Source: the company</p>",
  "published": "2021-08-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6169,
          "end": 6180
        }
      ],
      "nexusId": "10078857"
    }
  ]
}