{
  "_id": "2c9b42dca8807f8e419863741c8386e2930268c878e865bd4e625a77cacc9c5a",
  "feed": "wall-street-journal",
  "title": "What to Watch: Five Movies and Shows to Stream; Maggie Gyllenhaal makes her feature directorial debut; rivals start working together on 'Cobra Kai'; and the Harry Potter trio reunites",
  "text": "<p>New Release: 'The Lost Daughter'</p><p>(Netflix)</p><p>In \"The Lost Daughter,\" two mothers of different generations wrestle with the tension that being a young parent puts on a person's professional and personal lives, and how that conflict can lead to shameful thoughts and regrettable decisions. The film stars Olivia Colman as Leda, an empty-nester who goes on vacation and meets Nina (Dakota Johnson), a mother in the thick of raising her daughter. Nina admires her new acquaintance and Leda revisits her life as the mother of young girls.</p><p>\"The Lost Daughter\" is the screenwriting and feature directorial debut for actress Maggie Gyllenhaal, who adapted the script from the novel by Elena Ferrante.</p><p>For their work on the film, Ms. Colman and Ms. Gyllenhaal have picked up nominations from the Critics' Choice Movie Awards and the Golden Globes, among others. The film begins streaming Friday on Netflix.</p><p>Ms. Gyllenhaal says she had long been taken by how \"uncompromisingly honest\" Ms. Ferrante's writing is about being a mother and a woman. She was also struck by Ms. Ferrante's writing about things we have \"agreed not to talk about, and then in some ways, we've agreed not to think about.\"</p><p>\"I found that really exhilarating and a little bit terrifying,\" she says. \"But, also, ultimately comforting because knowing that you're not alone in the feelings you have is always comforting.\"</p><p>With \"The Lost Daughter,\" Ms. Gyllenhaal says she saw an opportunity to bring what she sees as taboo, universal truths onto the screen for a communal experience.</p><p>\"Fiction is always a way of getting braver,\" she says.</p><p>New Release: 'Cobra Kai'</p><p>(Netflix)</p><p>\"The Karate Kid\" franchise was sparked in the 1980s by the bullying of Daniel LaRusso (Ralph Macchio) at the hands of Johnny Lawrence (William Zabka) and his buddies at the Cobra Kai dojo. The teenage rivalry inspired a host of films of various success and story lines—not to mention a generation of \"Karate Kid\"-themed birthday parties.</p><p>The 2018 premiere of the series \"Cobra Kai\" reignited the feud between Lawrence and LaRusso. When the down-on-his-luck Lawrence opens a Cobra Kai dojo, LaRusso—the owner of a chain of car dealerships—eventually opens a dojo himself. The series premiered on YouTube, but became a bona fide streaming hit when it migrated to Netflix in 2020.</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>\"It was just a game changer,\" Mr. Zabka said in an interview. \"We went from off-Broadway to Broadway overnight.\"</p><p>In season four, which premieres Friday, the former enemies are now working together to confront a common foe: Lawrence's old sensei, John Kreese.</p><p>\"They're gonna find a way, if they can, for better or worse, to slay the dragon,\" Mr. Zabka said while on a break from shooting the fifth season of the series. \"At the same time, the writers are really smart keeping the micro story of their uniqueness and the conflicts that are inherent in these characters to continue on.\"</p><p>STREAMING NOTES:</p><p>— \"The Book of Boba Fett\" explores the life of the bounty hunter best known for tracking down the crew of the Millennium Falcon in the second Star Wars film, \"The Empire Strikes Back.\" The series is a spinoff of \"The Mandalorian,\" which gave the world Grogu (aka Baby Yoda.) The first of seven episodes is streaming now on Disney+.</p><p>— \"The Super Bob Einstein Movie,\" Danny Gold's documentary about the actor most recently known for portraying Marty Funkhouser on \"Curb Your Enthusiasm,\" premiered this week on HBO and the HBO Max streaming service.</p><p>— \"Harry Potter 20th Anniversary: Return to Hogwarts\" is a reunion special celebrating the first installment of the film franchise. It begins streaming Saturday on HBO Max. Participants include the core trio Harry, Hermione and Ron, played respectively by Daniel Radcliffe, Emma Watson and Rupert Grint.</p><p>What to Watch: Five Movies and Shows to Stream</p>",
  "published": "2021-12-29T20:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3335,
          "end": 3342
        }
      ],
      "nexusId": "10078857"
    }
  ]
}