{
  "_id": "36f9cf4edde775926e888ea64008c1fc12dda26f536295c78b3a68ae741f06e9",
  "feed": "wall-street-journal",
  "title": "Biden to Boost Vaccine Requirements for Large Employers, Federal Workers to Combat Covid-19; Department of Labor plans to issue an emergency temporary standard implementing the new requirement",
  "text": "<p>The employers will also have to give workers paid time off to get vaccinated or to recover from any side effects of getting vaccinated.</p><p>The new requirement, set to be announced by Mr. Biden in a speech Thursday, is part of a six-point initiative to boost vaccinations, improve access to testing and make Covid-19 treatments more widely available. The heightened push to combat the pandemic comes amid a surge in infections and increase in hospitalizations and deaths.</p><p>The president will also say the administration plans to require vaccinations for workers in most healthcare settings that receive Medicare or Medicaid reimbursement. The mandate applies to about 50,000 health providers, officials said.</p><p>The president will also require federal employees in the executive branch and government contractors to be vaccinated against Covid-19, stepping up the requirements for these workers after Mr. Biden earlier said federal workers and contractors who work on-site must be vaccinated or face regular testing and other measures.</p><p>The new mandates will cover about 100 million workers, or two-thirds of all workers in the U.S., officials said.</p><p>Republican Sen. James Lankford of Oklahoma said Thursday he opposes the requirement for federal workers. \"Federal employees and contractors, members of our military, healthcare workers and everyone else in our nation should be able to choose whether to get vaccinated. Period,\" he said.</p><p>Some employers said Mr. Biden's plan went too far. \"I don't think he has the constitutional authority,\" said Guy T. Williams, chief executive of Gulf Coast Bank &amp; Trust, a regional bank based in Louisiana that employs about 775 people across the U.S. \"Does the president of the United States get to dictate vaccinations?\"</p><p>Gulf Coast Bank has encouraged employees to get vaccinated, and Mr. Williams said executives have been talking about whether the company could offer employees both on-site flu vaccinations and Covid-19 booster shots this fall. Mr. Williams said his legal team would review the executive order, but he didn't plan to make any immediate changes to company policies.</p><p>Some public health leaders praised Mr. Biden's efforts, though some said that more steps, such as mandating vaccination for airline travel, are necessary.</p><p>\"Big picture, this is good,\" said Dr. Celine Gounder, an epidemiologist who advised the Biden administration. \"It's going to make the most of the possible tools we have, and that's what it's going to take.\"</p><p>Dr. Vin Gupta, health adviser to the Biden administration's post-election transition team, said it will be easier for employers to explain a vaccine requirement if it is mandated by OSHA. On the other hand, some may be concerned about employees leaving over requirements amid a labor shortage, he said.</p><p>SHARE YOUR THOUGHTS</p><p>How should the administration combat the Delta variant? Join the conversation below.</p><p>Labor unions' views on vaccination requirements have been mixed. Some have said requirements should be part of contract negotiations, like other work rules. Tyson Foods Inc. reached a deal with its largest labor union. Other unions, such as the Association of Flight Attendants-CWA and American Federation of Teachers, have been more supportive and are encouraging members to get vaccinated.</p><p>Companies including United Airlines Holdings Inc. and Tyson are requiring all employees to be vaccinated. Others, such as Walmart Inc., McDonald's Corp. and Walt Disney Co. , have said certain groups, such as managers or white-collar workers, need to take the shot. Many hospital groups and colleges and universities have also moved to require vaccinations.</p><p>Cases and hospitalizations have been rising in many states, data show, and public-health experts said the return of unvaccinated schoolchildren to classrooms and other factors could give the virus new opportunities to spread. About half of the nation is fully vaccinated.</p><p>Mr. Biden's plan will also tackle Covid-19 prevention and vaccinations in schools, where outbreaks in some places already have led buildings to shut down or children to be quarantined. All of the almost 300,000 educators who work in Head Start, a federal program providing early childhood education and other services, will have to be vaccinated under Mr. Biden's plan. A requirement will also apply to schools operated by the Department of Defense and Bureau of Indian Education.</p><p>The Department of Education will make additional funding available to schools if they have funding jeopardized or pulled by state leaders who have prohibited Covid-19 measures such as testing and masks, officials said. Mr. Biden on Thursday will urge governors to call for vaccinations of all schoolteachers and staff.</p><p>Officials said the president plans to use the Defense Production Act to accelerate the production of rapid at-home tests for Covid-19. The administration is procuring about $2 billion in rapid point-of-care and over-the-counter at-home Covid tests.</p><p>Twenty-five million free tests are expected to be shipped to 1,400 community health centers and hundreds of food banks. Walmart, Amazon Inc. and Kroger Co. will sell rapid Covid-19 tests at cost for the next three months, according to the plan. The push aims to alleviate the difficulties some people are having obtaining or buying tests that have been in higher demand as cases have surged.</p><p>To reinforce masking during travel, the Transportation Security Administration will double fines on travelers who refuse to wear masks. The administration will increase shipments of monoclonal antibody treatments by 50%, surge federal strike teams to help beleaguered hospitals, and amend the Public Readiness and Emergency Preparedness Act so that pharmacists can provide the treatments for people with Covid-19, according to the administration's plan.</p><p>Mr. Biden is also expected to call for a global conference on Covid-19 as part of the administration's global vaccination effort, according to people familiar with the planning.</p><p>For executive-branch employees, the beefed-up mandate will likely give workers about 75 days to be fully vaccinated, with limited exceptions such as religious or medical reasons, officials said. Employees who don't comply face progressive disciplinary action.</p><p>Some federal agencies had already issued requirements that went beyond the president's July directive to federal workers to get vaccinated or face regular testing. The Department of Health and Human Services is requiring more than 25,000 of its healthcare workers to be vaccinated against the coronavirus. The Department of Veterans Affairs and the military have also issued mandates.</p><p>White House officials have said the president won't mandate vaccinations for every American, and Mr. Biden had previously encouraged private businesses to require vaccines for workers. Mr. Biden said last month that his administration would require nursing homes to vaccinate their staff against Covid-19 or risk losing Medicare and Medicaid funding.</p><p>Workers will be considered vaccinated if they receive a single Johnson &amp; Johnson dose or two doses of the vaccines from Moderna Inc. or Pfizer and partner BioNTech SE , officials said. A plan for boosters is under way if approved by federal regulators.</p><p>Eric Morath and Chip Cutter contributed to this article.</p><p>Write to Stephanie Armour at stephanie.armour@wsj.com and Sabrina Siddiqui at Sabrina.Siddiqui@wsj.com</p><p>Biden to Boost Vaccine Requirements for Large Employers, Federal Workers to Combat Covid-19</p>",
  "published": "2021-09-09T21:34:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3433,
          "end": 3444
        }
      ],
      "nexusId": "10078857"
    }
  ]
}