{
  "_id": "508bec42685b4e150faad0bd298f5f207b843d98d75509293d01b99587fc9e6b",
  "feed": "wall-street-journal",
  "title": "Why Jeff Goldblum Eliminated Caffeine From His Diet; The actor also tells us about his favorite dance moves and whether he wants to go to space: \"There's so many things here on Earth that I feel like I haven't even experienced.\"",
  "text": "<p>\"You know how that part of your brain works—if you don't remember it right away, it starts drifting out to sea pretty quickly,\" the actor, 69, says, \"or, with serendipity, something will spark it during the day.\"</p><p>This happened recently when someone mentioned Hugh Hefner to Goldblum. In the dream, Goldblum explained to the Playboy founder the real-life story about how Goldblum's jazz band was forced to come up with a name for itself before it played the Playboy Jazz Festival in 1999. \"In the dream, I said, 'Mr. Hefner, you're responsible for us and that name,' and he said, \"Where does that name come from?'\" says Goldblum, whose band is called the Mildred Snitzer Orchestra. (Mildred Snitzer was the name of a family friend, and Goldblum thought it was funny to call a band of five people an orchestra, so the Mildred Snitzer Orchestra was born.)</p><p>On November 12, Disney+ released the second season of his National Geographic TV show, The World According to Jeff Goldblum. On the show, he takes a subject he loves and explores the science behind it and what makes it so popular. This season's subjects include fireworks, dogs and dance.</p><p>Goldblum, who was born and raised in Pennsylvania, rose to fame in the '80s and '90s from his roles in films like The Fly, Jurassic Park and Independence Day. He's a frequent Wes Anderson collaborator, acting in movies including The Life Aquatic With Steve Zissou and The Grand Budapest Hotel. These days, Goldblum lives in Los Angeles with his wife, Emilie Goldblum, a French-Canadian movement coach and former Olympic rhythmic gymnast, and their two sons, Charlie, 6, and River, 4. Here, he tells WSJ. about being a morning person and whether he'd want to follow in the footsteps of Jeff Bezos and Richard Branson and go to space.</p><p>What's the first thing you do after you get out of bed?</p><p>I wash my face, and I take some vitamins and do some stretching right away. Right after I get up, I'm very fresh and have sparky ideas. I think I'm a morning person.</p><p>There's a gym right here in our house, so I do that in the morning and then I go to my piano and work through all the things I need to work through, because I play jazz with a jazz group and we have gigs that we've started up again. Then I work on whatever acting I'm working on.</p><p>Emilie and I have a couple of kids who are 6 and 4, and they get up routinely— because they go to bed at 7:15 or 7:30—and then they get up at 6:30ish. And then we've got to fix their breakfast for them. By 7:15, I'm playing piano with Charlie; he's taking a couple lessons a week. And then by 7:45, they're out the door. But I like to get a lot of my work done before they get up.</p><p>Do you have a go-to breakfast to start the week off right?</p><p>Here at home, I cherish, at the moment, our usual breakfast, where I [give] the kids vitamins and a little drink of orange juice and Emilie makes this incredible and unique fried egg for the three of us. She doesn't eat it, but the three boys have this fried egg she does over easy, and she puts some grated cheese on it so it's cheese-crusted. And then she makes oatmeal that's very particular, with some chia seeds and some oat milk and some maple syrup and some fruit. Today it was raspberries. She speaks French to the kids—they go to Le Lycée Français—so those are framboises.</p><p>What vitamins do you take?</p><p>I take a multivitamin and a little bit of a wellness formula. I had my yearly meeting with my physician, who recommended that I add a little more vitamin D, which I'm now doing. And then me and the kids, we all have these gooey vitamins in little packets that I have to rip open and put in some liquid of some kind. They take it in a little bit of orange juice, and I take it in a cup of hot water.</p><p>Do you drink coffee or tea? What do you do for caffeine?</p><p>I got off of [coffee]. It was a mental crutch for myself, and I've enjoyed eliminating it entirely from my diet. So there's no caffeine in the last, I'd say, seven years, whatsoever. I'm kind of strict about it: no black or green tea, no coffee, no anything with caffeine.</p><p>In the episode of The World According to Jeff Goldblum that's about dance, we learn you're a natural at TikTok dances in the scenes with the Collab Crib TikTok house. So I was wondering, what's your go-to move on the dance floor?</p><p>I don't know if I showed it off in that episode, but I do have a couple of tap steps that I like to keep up my sleeve, or up my ankle. Then there are a couple of moves that my old friend [choreographer] Fred Benjamin taught me that I still have, that I break out just here at home sometimes.</p><p>This year marks the 25th anniversary of Independence Day , and it's also a year that a number of people have gone to space. Do you have any desire to do so yourself?</p><p>I've been listening to a lot of podcasts by physicists about the mysteries involving the entire universe. I'm fascinated by it. I'm interested in all that stuff, but I don't know that I would want to get up there and have that ride right now. I like being around people; there's so many things here on Earth that I feel like I haven't even experienced.</p><p>One of the things you're famous for is your sense of style. So I was wondering, how did the pandemic change the way you dress, if at all?</p><p>I wore some dark clothes on several days when I was in mourning of one kind or another. So many people suffered during this period that I felt heartbroken and somber on many days. Having said that, sometimes colorful things sort of lifted my spirits, and I was lucky because I worked a lot. Early on, me and the family, we went to England to film Jurassic World: Dominion at Pinewood Studios. I enjoyed collaborating with the costume people on how Dr. Ian Malcolm would look now. And then I did the second season of this show, and so that was a chance to dress up, and I got help from my collaborator and stylist, Andrew Vottero. And then I did five or six episodes of [HBO dark comedy] Search Party, and they go hog wild with the style on that show. I play a character who's rather flamboyant in his style.</p><p>What's one piece of advice you've gotten that's guided you?</p><p>Sanford Meisner was my great acting teacher, who I had at a formative stage, just when I graduated high school. On one of the stones of his foundation would be written, \"Use what exists,\" and that's an ever-revealing bit of wisdom. I take it to mean, Use what exists all around you, not only when you're acting but in life, too. Pay attention to the present moment, receive it openly, and don't resist it. There's something about whatever surrounds you that's perfect in some way and, if navigated in a certain way, can teach infinitely.</p><p>This interview has been edited and condensed for clarity.</p><p>Why Jeff Goldblum Eliminated Caffeine From His Diet</p>",
  "published": "2021-11-15T13:29:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 869,
          "end": 875
        }
      ],
      "nexusId": "10078857"
    }
  ]
}