{
  "_id": "84996e22dea47abe3f00d899953d586984d78779d346a71eb81c35b4886851fd",
  "feed": "wall-street-journal",
  "title": "The Academy Museum's Dramatic Opening Act; Inside Italian architect Renzo Piano's ambitious plans for the long-awaited Academy Museum of Motion Pictures in Los Angeles.",
  "text": "<p>The museum opening, years behind schedule, was postponed yet again last year when the Covid-19 pandemic hit. Now exhibits are weeks away from being installed across the 300,000-square-foot museum. The historic May Company building, renamed the Saban Building in 2017 after a $50 million gift from entertainment mogul Haim Saban and his wife, Cheryl, is filled with unpacked boxes. Near the entrance, off the Sidney Poitier Grand Lobby, named for the first Black man to win an Academy Award, in 1964, exposed wires inside the Spielberg Family Gallery await double-sided monitors that will project a 10-minute montage on the history of cinema, featuring cuts from 700 films. Bruce, a 1,200-pound model from the original mold of the great white shark from Steven Spielberg's Jaws, dangles from the ceiling. Soon objects from Spike Lee's Brooklyn studio will be installed for a yearlong exhibition dedicated to the director's work. Elsewhere glass cases will be filled with Star Wars droids, iconic Oscars will be displayed in gold-framed alcoves, the Dude's bathrobe from The Big Lebowski and Claudette Colbert's Cleopatra dress will be draped in costume galleries, Dorothy's original ruby slippers arranged on a backdrop of the Yellow Brick Road.</p><p>The Academy's pursuit of a movie museum, after nearly a century of false starts, seemed hopelessly stalled as recently as 2010. The following year, after another failed bid to build a museum from scratch, the Academy's directors were offered the May Company building as a relatively low-cost renovation. Hudson, new on the job at the time, reached out to Piano since he'd designed the most recent additions to the LACMA campus, the Broad Contemporary Art Museum and the Resnick Pavilion, located next door and completed a year earlier.</p><p>\"I guess at that time we had a more modest idea of this museum. We could hardly convince Renzo to do a renovation project, but maybe he would because he had done these other projects,\" says Hudson. \"We went to Genoa. We had a little wooing. It seemed like he was entranced by the idea. He said, 'It's a very photogenic project' and then, in June, very quickly he unveiled [his] model.</p><p>\"And I had a heart attack,\" she continues, laughing out loud. \"I'm not a weak-stomach person, but I remember feeling sick, because I thought, This dome, this building, this other theater—this isn't exactly the renovation we talked about.\"</p><p>\"We couldn't go backwards,\" says Kramer.</p><p>\"You knew it instantly, didn't you?\" says Hudson. \"You knew both it had to be this and, Oh, my God, what was the board going to say?\"</p><p>Renzo Piano—the 83-year-old architect behind Osaka's Kansai International Airport, the London skyscraper the Shard and Rome's Parco della Musica concert hall complex, among other monumental projects—doesn't do modest proposals. His ambitious plans for the Academy's film museum, a longtime pipe dream, may have been the key to finally getting the project done.</p><p>\"It feels like something that is going to outlive all of us,\" says Ted Sarandos, co-CEO of Netflix and chair of the museum's board of trustees, \"which is something everyone I've talked to involved in this project has had in mind. This wasn't about anyone's legacy. It was about the legacy of the business that we've created, and we've worked in, and has been so good to us—a way to give back.\"</p><p>Hollywood has been through big shifts in the 10 years since the Academy Museum project finally got off the ground. Streaming services now turn out Oscar contenders, predatory producers face a reckoning, Twitter hashtags reverberate, calling out #OscarsSoWhite. The exhibitions inside Piano's big-budget museum will grapple with all of that.</p><p>\"We're capturing, I think, the history of this art form as it's changing so rapidly,\" says Hudson.</p><p>The facade of the former May Company department store, designed by the local firm AC Martin and landmark-protected on three sides, has been meticulously restored by British restoration architect John Fidler (who as conservation director at English Heritage once oversaw the upkeep of Stonehenge). \"I'm the other famous architect on the project,\" jokes Fidler, who moved to Los Angeles from London in 2006. Replacements for 40 percent of the 365,000 glass tiles on the building's distinctive gold cylinder, once a perfume-bottle-shaped beacon for shoppers, were sourced from the original supplier in Italy.</p><p>Piano stripped the interior of the building, which had been converted into office space over the years, and replaced the stucco and stone back wall with a glass curtain wall covering a spine connecting gallery floors. \"You see the light through the escalators,\" he says, \"so you see people moving, like a pinball that goes up and down.\"</p><p>And he razed a rundown extension behind the original building, added in 1946, installing in its place his 26 million–pound orb of concrete, glass and steel—a \"spaceship,\" he calls it—connected by three translucent bridges and balanced on vanishing plinths, invisibly rocking on exposed earthquake supports. \"You have a building that belongs to the history of the city, and you have something that belongs to the future,\" says Piano. \"Then you start to think about how you connect those two things, and then you start to think about bridges…. Instead of being a problem to have those two buildings talking to each other, it was a great opportunity to work on this like you normally work on a movie, like a sequence from light and shadow.\"</p><p>The David Geffen Theater (funded by a $25 million gift from David Geffen), with a thousand plush red seats inside the orb, will have projection capabilities for the most historic and cutting-edge types of film, from early-20th-century nitrate to the latest digital laser productions. \"This will probably be the best movie theater in the world for a while,\" says Piano. A second smaller theater in the Saban Building, named for the late movie theater entrepreneur Ted Mann, has 288 seats.</p><p>The Geffen Theater is designed to heighten the communal moviegoing experience, as L.A. hopefully begins welcoming back indoor crowds. \"We have a thousand people coming there not just to watch a movie, but also, probably, to listen to the filmmaker,\" says Piano. \"And also they come there to embark on a spaceship for a different dimension…because this is what the movie is; it takes you in another dimension for a couple of hours.\"</p><p>Piano first burst onto the world stage in the early 1970s when he won a competition, with his then-partner Richard Rogers, to design the Centre Georges Pompidou in Paris. Their proposal for a radically accessible cultural institution was a reaction, says Piano, \"to the idea of a museum [as] a dusty place.\"</p><p>\"We were young bad boys but not that stupid, because the idea was if we make a space that is not intimidating, people will come,\" he says.</p><p>Piano has since built a career on cultural projects that welcome the widest possible audiences. His firm, the Renzo Piano Building Workshop, based in Paris and Genoa, Italy, has worked on some 30 museums—from the Beyeler Foundation Museum near Basel, Switzerland, and the Menil Collection in Houston to the California Academy of Sciences in San Francisco and the Whitney Museum of American Art in New York. The public plazas at the Academy Museum, beneath the Geffen Theater and above it, on the Dolby Family Terrace, were designed to be open to all, with no admission fee. (However, terrace access will be limited to ticket holders initially, due to pandemic concerns.)</p><p>\"If you make a museum like [Pompidou] with a piazza that looks like a funny ship, a vessel, in the middle of the city,\" he says, \"if you make a museum like Beyeler, with lawn all around and a lake, you create a place where people come, even if they have little to do with art. They come because they are attracted secretly, silently, without really knowing they are attracted by something.\"</p><p>None of his museums, he says, have been like any other, though there's a through-line connecting them all. \"You have something that you keep in yourself,\" he says. \"And this is what I call coherence, integrity, le fil rouge. This is something you have inside, but this is not what they call style. The style is a golden cage.\"</p><p>Among the earliest recorded references to the Academy launching a movie museum is a letter in its archive from 1927, the year it was founded. By the early 1940s, a detailed prospectus for a Museum of the Motion Picture Arts and Sciences proposed an initial contribution from the Academy of $1,000 a month. Charlie Chaplin's shoes and Mary Pickford's curls were among the objects the museum hoped to display in its proposed home in the former Trocadero nightclub on Sunset Boulevard.</p><p>A Hollywood Motion Picture and Television Museum came closer to being realized in the early 1960s when a consortium of Hollywood leaders, in partnership with Los Angeles County, settled on about four acres across from the Hollywood Bowl. Architect William Pereira, famous in Hollywood circles for designing the original Motion Picture Country House—a retirement community for the industry—drew up plans for a sprawling complex with soundstages, a library and a theater that would seat about 300 at an estimated cost of $16 million (the equivalent of over $140 million today). Jack Warner, Rosalind Russell and Gene Autry attended a groundbreaking ceremony in 1963. But the project sputtered after a well-publicized showdown with a heavily armed homeowner, whose refusal to move stood in the way of construction. The Academy inherited a trove of objects from the unbuilt Hollywood museum.</p><p>The idea of building a serious movie museum in the world capital of film continued to percolate for decades. And the museum project remained a hot topic when Kathleen Kennedy, a prominent film producer (currently president of Lucasfilm) whose credits include E.T., Schindler's List and the Back to the Future franchise, among others, first joined the Academy board of governors 27 years ago.</p><p>\"I feel like almost as long as I was on the Academy board…the conversation around whether or not we could create an Academy museum was always on the front burner,\" she says. \"And I think for many years there was tremendous frustration: Why in the world does Los Angeles, of all places, not have a motion picture museum that is the preeminent museum in the world for the celebration of movies? It seemed kind of crazy.\"</p><p>By 2006, the project finally appeared to be ready to go. The Academy had found a site in Hollywood, purchased for $50 million. And producer Sid Ganis, then president of the board, had narrowed the search for an architect to a few big stars, including Sir Norman Foster, the Norwegian firm Snøhetta and Frenchman Christian de Portzamparc.</p><p>The commission went to de Portzamparc, a Pritzker Prize winner who seemed especially open to ideas from the board. In the fall of 2008 de Portzamparc was in Los Angeles presenting his plans for a $400-million-plus museum, a series of minimalist boxes with giant outdoor screens. An immersion room filled with shadows and light, suggested by Steven Spielberg, would explain the origins of the projected image, \"when men moved the shadow of their hand on the wall of a rock,\" as de Portzamparc's website describes it. \"And while [Christian] was presenting,\" recalls Ganis, \"that very day the stock market dropped 750 points or something like that. And that was the end of it.\"</p><p>After the recession hit, the project seemed dead for a while, until Michael Govan, the director of LACMA, suggested launching a more modest version on his campus instead. \"On Wilshire Boulevard, the equivalent of Fifth Avenue, you'd have art and film—how cool would that be,\" he says. \"There was just beautiful poetry to that.\"</p><p>By the fall of 2012, Piano had traveled to L.A., sketches in tow, to meet with the Academy board. Longtime supporters of the museum effort were quick to embrace his ambitious plans for the site. \"When you've got an artist like that, who has a clear point of view as to what the potential of that space could be, I think that really galvanized everybody to start moving forward, and it felt like a reality again,\" says Kennedy, who was active on the project since the beginning and became chair of the Academy's Museum Committee when it launched in 2015.</p><p>Fundraising took off after Piano's presentation. \"Initially the hardest part, the hardest thing that I faced was, 'Oh, the Academy is trying this again,' \" says Bob Iger, who was CEO of Disney when he signed on to lead the museum's capital campaign. \"Anybody in L.A. who you wanted to raise money from was aware of the history of this, and there were a lot of skeptics…. Until I had drawings, people didn't believe it was actually going to happen.\"</p><p>The museum broke ground in October 2015. Early reports projected an opening two years later. By the summer of 2019, major construction was nearing completion. An opening date was set for winter 2020. And then the pandemic shut down all of L.A. \"We pulled the construction teams out of the building while we figured out what was going on here,\" says Kramer. They soon postponed the opening, and then postponed it again.</p><p>With the film world on lockdown, Sarandos and his wife, Nicole Avant, organized a virtual fundraiser for the Sidney Poitier Grand Lobby last year, hosted by Tyler Perry and Oprah Winfrey. \"What was supposed to be our cocktail party turned out to be a pretty fancy Zoom,\" says Sarandos. \"Dave Chappelle came, and Chris Rock. I mean, people showed up.\"</p><p>The exhibitions opening this fall, designed by Los Angeles architect Kulapat Yantrasast, of wHY Architecture, in conjunction with the museum's curators, will be arranged thematically, covering the breadth of the moviemaking experience—cinematography, costumes, screenwriting, sound—in spaces designed for easy reconfiguration.</p><p>\"I think a film museum should change—the subject matter, the social issues, the museum exhibits should be able to address that,\" says Yantrasast.</p><p>The displays will focus on a mix of iconic and forgotten film history, addressing the dark legacy of the film world and recent controversies around race and gender at the Oscars. \"Doing that work is necessary for drawing the audiences we want to reach,\" says film historian Jacqueline Stewart, who this past winter started as the museum's new chief artistic and programming officer. \"It's not just about some superficial correcting of the record; people rightly expect to have fuller histories narrated. And people want to see themselves reflected, and we've been working really hard to make sure that happens.\" Stewart helped organize the special exhibit Regeneration: Black Cinema 1898–1971, opening next year.</p><p>Many items displayed at the museum are on loan from the biggest names in the business. Spielberg loaned Rosebud, the child's sled from Citizen Kane that he purchased at auction in the 1980s. Leonardo DiCaprio offered choice pieces from his vintage poster collection. Martin Scorsese and his team created montages for a survey highlighting the work of his longtime editor, Thelma Schoonmaker. Pedro Almodóvar co-curated an exhibition in the Rolex Galleries on the third floor devoted to his nearly 50 years making films.</p><p>The official opening kicks off on September 25 with the first of what will become an annual gala, atop the Dolby Family Terrace and in the Tea Room on the top floor of the Saban Building, which are connected via the Barbra Streisand Bridge. The work of Hayao Miyazaki, the reclusive Japanese animation auteur—subject of the museum's first special exhibition—will inform the aesthetic theme for the gala. The evening will honor Sophia Loren and Ethiopian-American filmmaker Haile Gerima. Loren, the first performer to win an Oscar for a foreign language film for her role in the 1960 war drama Two Women, has her name inscribed on a fifth-floor pillar, as part of a campaign co-led by Laura Dern honoring pioneering women in film. \"To think that it will be there forever is very humbling,\" writes Loren via email.</p><p>Dern, who has been active on the museum board—and whose annotated Blue Velvet script will be on display—toured the project, in progress, with Piano over the years. \"Watching his passion, his process and his commitment,\" she writes, by email, recalling her time with Piano, \"not only to hold a space that tells the story of film, but create space that is about community, collaboration and a place for people to congregate.\"</p><p>Piano, meanwhile, has been thrilled, he says, to have spent so much time immersed in the film world. Movies have captured his imagination since he was a young boy—the son of a builder—growing up in Genoa in the 1950s and spending Sunday afternoons watching matinee westerns. \"At that time the movie was a miracle,\" he says.</p><p>As he started his career in architecture in the 1960s, after finishing his studies in Milan, he often thought of the parallels between filmmaking and his chosen profession. \"When you make a good movie you have the perfect condition to move people and to touch the profound core of people,\" he says. \"Well, architecture is not that bad, honestly…[but] I have a couple of jealous relationships. One is with the filmmaker, the other one is with musicians, because I tried to play the trumpet when I was young. I was so bad that I gave up. And then what I did is that I built quite a good number of concert halls. So you go out from the door, and you come back in from the window.\"</p><p>Through the Pompidou project Piano met film director Michelangelo Antonioni, and the two became close. Years later, just before Antonioni fell ill, he had planned to shoot a film starring Sophia Loren in the cultural center Piano designed on the Pacific islands of New Caledonia. Piano also got to know director Roberto Rossellini, shortly before his untimely death, while he was shooting his last film, a documentary on the Centre Georges Pompidou, shot on its opening day, January 31, 1977.</p><p>While Piano followed Rossellini around the building, the director shared some insights with the young architect. \"He told me, 'Look, you should stop watching the building; you should watch the eyes of the people watching the building, you should watch the faces of people that look at the building,' \" recalls Piano. \"And you know what? Since then I [never] watch the building when I finish something. I hide myself behind a column and I watch people watching the building, and you see the reaction in their eyes, you see the reflection and you understand. And this is what I will do in Los Angeles. We have so many good columns. I will hide behind one of those columns watching people.\"</p><p>The Academy Museum's Dramatic Opening Act</p>",
  "published": "2021-08-25T12:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 12475,
          "end": 12481
        }
      ],
      "nexusId": "10078857"
    }
  ]
}