{
  "_id": "e677c69ec77906b8aebab169e4252dfe5a044b26b49b3250ccfbebef939e94ca",
  "feed": "wall-street-journal",
  "title": "Ringo Starr Hasn't Stopped Making Music; During the pandemic, the former Beatles drummer recorded new songs that are joyous and optimistic",
  "text": "<p>Shortly after, Mr. Starr joined the popular group Rory Storm and the Hurricanes. \"And from then on things were good,\" he says. When he was 20, the band got a three-month-long gig, allowing him to quit the factory. Two years later he joined the Beatles, starting on a trajectory that would change the world. \"Who knew?\" Mr. Starr says with a wry smile over Zoom from his home studio in Los Angeles. \"That's life and sliding doors isn't it? You make this choice or that choice…you turn left or right. It's so random.\"</p><p>What wasn't random was what happened to the Beatles after Mr. Starr joined on Aug. 18, 1962: They got a lot better. \"From that moment on it gelled,\" guitarist George Harrison said in 1998. \"The Beatles just went on to a different level.\"</p><p>Mr. Starr's joining was the beginning of the Beatles as we know them. Now the band's ending is being seen in a new light, with the release of a new special edition of their last album, \"Let It Be,\" featuring rehearsals, outtakes and alternate versions. The edition, available on LPs, CDs, download and streaming, also includes a new book, \"The Beatles: Get Back,\" the companion volume to a new six-hour documentary series directed by Peter Jackson,</p><p>The series, which debuts Nov. 25 on Disney+, includes footage filmed for the 1970 documentary \"Let It Be,\" which was released shortly after the album. The film depicted a group that was splitting apart, only pulling it together for a rooftop performance that was their final live appearance. The new series paints a broader picture, with the Fab Four laughing, collaborating and functioning like a unit. Mr. Starr says that he is thrilled for the public to see this perspective.</p><p>\"I never liked the first one,\" he says. \"It's two hours of misery with no sign of any joy, [except] the roof footage. Then we found 56 hours of unused material—56 hours!—which Peter went through with a fine-toothed comb. He found a lot of great footage that needed to be seen for people to understand what we were really like.\" As Mr. Starr remembers it, \"No matter what the mood was, if you did a count-in, nobody let you down. We were in it to the best of our abilities. I love that memory. It was psychic; I'd be playing away and we're all in sync. Paul's falling back in and John is catching the groove and George is right on it. We knew each other very, very well.\"</p><p>Mr. Starr attributes the Beatles' productivity—they recorded 13 albums in seven years—to \"Paul being such a workaholic. The other three of us liked to sit around the garden and have a puff.\" But Mr. Starr, 81, has certainly remained consistently active since forming his All-Starr Band in 1989. During the pandemic he recorded two EP's—\"Zoom In,\" released in March, and \"Change The World,\" released last month.</p><p>He calls the ability to write, record and release music while largely homebound \"a blessing.\" These nine tracks are joyous expressions of optimism. They were largely recorded in his home studio, where he worked with collaborators including Toto guitarist Steve Lukather, Eric Clapton bassist Nathan East, Tom Petty keyboardist Benmont Tench and Eagles guitarist Joe Walsh, Mr. Starr's brother-in-law. Most others who played on the EPs, including Paul McCartney, recorded their tracks remotely.</p><p>\"We send files back and forth and that's how we work these days, because not a lot of us want to really hang out,\" says Mr. Starr. \"We're all pretty cautious. We've had the jabs, and I don't go out a lot. Since June I've been out of the house once. We've been very serious about the pandemic.\"</p><p>Mr. Starr formed the All-Starr Band shortly after coming out of rehab for a serious drinking problem. At that point he had only played a handful of one-off performances since the Beatles' last tour in 1966—most memorably at George Harrison's 1971 \"Concert for Bangladesh\" and The Band's 1976 farewell show \"The Last Waltz.\" He's since made up for lost time, touring steadily with a rotating group of musicians. There have been close to 50 All Starrs, including The Band's Levon Helm and Rick Danko, Bruce Springsteen's E Street Band members Nils Lofgren and Clarence Clemons, and piano great Dr. John.</p><p>Many fans view Mr. Starr as being just as much of an inspiration for his sobriety as he is for his music—an idea he shrugs off. \"I'm just a man who hasn't had a drink in 30-odd years, who had a lot to drink before that and became very informed, more informed [about sobriety] than about playing or anything else,\" he says.</p><p>The pandemic forced the cancellation of touring, and Mr. Starr says he can't wait until he can get back on the road. He is physically fit and exudes positive energy, smiling and joking constantly. His first words for this interview were, \"How's the stocks and shares in The Wall Street Journal?\" He has a consistent but simple health routine: \"I get up in the morning, meditate, have a good breakfast and usually go to the gym,\" he says. \"I have a trainer three times a week and usually do something on my own a few times a week as well, just to keep moving. Also, I'm a vegetarian so I don't have to spend a year digesting beef. You don't need a lot of food, just enough.\"</p><p>He's also grounded by his 40-year marriage to actress Barbara Bach, who accompanied him to rehab and is usually by his side. \"We got married 40 years ago and we're still here,\" Mr. Starr says. \"We're still supporting each other and loving each other. It's cool.\"</p><p>Ringo Starr Hasn't Stopped Making Music</p>",
  "published": "2021-10-22T16:26:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1239,
          "end": 1246
        }
      ],
      "nexusId": "10078857"
    }
  ]
}