{
  "_id": "c3cd21207bc87369d07a8e76638aab28077ed6d6f198638974b7d144495db4f4",
  "feed": "ftcomall",
  "title": "Roku/Quibi: dis-content",
  "text": "<p>Roku is one of the smallest players in the global streaming wars by sales. But the company — which built its business making streaming devices — punches well above its weight in the market. Since its public market debut in 2017 at $14 a share, the stock has returned more than 1,130 per cent. Roku's market value now stands at more than $41bn.</p> <p>It has managed this feat without producing or owning any content. But that may be about to change. Roku is reportedly in <a href=\"https://www.wsj.com/articles/roku-nears-deal-to-buy-rights-to-quibis-content-11609725389?mod=hp_lead_pos7\">advanced talks</a> to buy the content catalogue of Quibi, the now-defunct short-form video start-up. If true, it is a puzzling move. A push into original content seems superfluous to a successful business model. </p> <p>Roku made its name selling video-streaming devices, but it now pulls in more revenue from selling advertising on its channels. It also takes a cut from every Netflix or other streaming service subscription made on its devices.</p> <p>Business has been turbocharged by the pandemic. Revenue rose <a href=\"https://ir.roku.com/static-files/2148e434-58e4-48e1-bd1c-926862e3c21b\">73 per cent</a> on last year to $452m in the most recent quarter. Of this, the “platform” business — comprising ad and subscription revenue — accounted for 70 per cent of total sales. It is, however, expensive even compared with the tech sector's outlandish multiples. The stock is valued at 17.6 times forward sales, against Netflix's 8 times</p> <p>This is despite the fact that the company remains lossmaking. Although it managed to swing into a profit for the third quarter, it booked a near-$85m net loss for the first nine months of 2020. </p> <p>To compete in original content, Roku will need to invest heavily. Netflix is believed to have spent <a href=\"https://www.ft.com/content/7d66dd4c-440c-44d3-a234-39346fb69a91\">almost $14bn</a> on original content in 2020 while Disney plans to double annual spending on original streaming content <a href=\"https://www.ft.com/content/3dd18690-6a10-4a3b-ab04-2c608ebff174\">to $15bn</a> by 2024.</p> <p>It is therefore hard to see why Roku, which ended the third quarter with just $1bn in cash and cash equivalents, would want to throw away money on content that proved unpopular under Quibi's brand. The potential foray into original content is a show worth skipping.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think in the comments section below.</em></p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>. </em></p><p>Source:  2021 'Roku/Quibi: dis-content' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-04T18:17:05.317Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1642,
          "end": 1648
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}