{
  "_id": "d3c88a50d6be21b40f330686ba7f899b35ea7aa4625559f0cc43721aa6fec871",
  "feed": "wall-street-journal",
  "title": "How to Tip Post-Covid-19; The pandemic changed how we think about gratuities. Here's what you need to know as the economy and social life creep closer to normal",
  "text": "<p>Key Takeaways</p><p>1. Tip generously, within reason.</p><p>Tipping on credit cards overall has increased nationwide according to data from the payments company Squarer. At the same time, tips for service workers have declined significantly during the pandemic due in part to Covid-19 safety protocols, according to a survey of service workers from One Fair Wage, an organization that seeks to improve wages. While you shouldn't try to \"catch up\" on tips you missed through the pandemic, remember to tip at least 15%, with 18% to 20% being the average, and more for exceptional service.</p><p>\"It's not necessary because we're post-pandemic to start overtipping everyone we see,\" said Diane Gottsman, author of \"Modern Etiquette for a Better Life.\" \"We have to be cognizant of our own budget as well.\"</p><p>2. Use this moment as a budget reset.</p><p>Expect your budget to change from the past year, as travel and social outings begin to take shape again. This will likely be different than other kinds of budgeting you have done in the past. \"It's not often that we're like starting from this place that's having sort of a break from spending in certain areas, and going into an acceleration and we've all had plenty of time to reflect and you know, consider what our values are and what's important to us,\" said Kristen Euretig, a certified financial planner and founder of Brooklyn Plans. When planning a budget for eating out, you can include tips as part of that line item to monitor expenditures. As always, make sure your debt obligations and emergency fund are taken care of before planning for entertainment.</p><p>3. Create room for regular tips and subscriptions.</p><p>Since the pandemic, it seems tipping has appeared in less traditional places. In addition to restaurants and bars, creators on platforms such as YouTube, TikTok and Twitch often ask their viewers to tip. Keep track of these tips, and make sure you are putting them in the right bucket of your budget. Creating a Google Sheet of recurring tips might be helpful. \"Those are just subscriptions, just like Netflix or Hulu or discovery+ or Disney+,\" said Grant Sabatier, author of \"Financial Freedom\" and co-founder of BankBonus.com.</p><p>4. Yes, tipping on takeout is the new normal.</p><p>One aspect of the pandemic is likely here to stay. \"Covid has caused people to start tipping for carryout and I think that could change your mind about the whole concept,\" said Mike Lynn, a researcher and professor at Cornell University's School of Hotel Administration. Guidance for tipping on takeout varies. Ms. Gottsman said a good rule of thumb is a minimum of 10% in consideration of servers' reduced hours, while Mr. Sabatier recommended 15% to 20% to directly support staff making and preparing the food.</p><p>Read the original article by J.J. McCorvey here.</p><p>How to Tip Post-Covid-19</p>",
  "published": "2021-05-24T10:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2075,
          "end": 2082
        }
      ],
      "nexusId": "10078857"
    }
  ]
}