{
  "_id": "63d14ecb822cf37ea0565e0cd499253c4805a09008eab7cf997c65be62bd1faa",
  "feed": "ftcomall",
  "title": "‘This is the way': the Reddit traders who took on Wall Street's elite",
  "text": "<p>Michael Frawley had already been dabbling in financial derivatives for a few months when he joined a raucous, profane trade-tipping internet forum last year. Reddit's WallStreetBets would prove the gateway into the 25-year-old Ohio engineer's wildest ever bet.</p> <p>GameStop is a struggling bricks-and-mortar video game retailer in a world that is rapidly moving online. The stock had been languishing for six years, and many hedge funds were betting on a terminal decline.</p> <p>But spurred on by a <a href=\"https://www.wsj.com/articles/keith-gill-drove-the-gamestop-reddit-mania-he-talked-to-the-journal-11611931696\">bandanna-wearing</a> WallStreetBets user with the moniker DeepFuckingValue, Mr Frawley was one of thousands who decided to bet against the doubters, sending GameStop's once-listless shares into a parabolic rise.</p> <p>The rally sent the value of his TD Ameritrade account soaring from $4,000 last week to $124,000 on Thursday, before he cashed $20,000 out. He subsequently dived back in and said he is willing to lose the rest.</p> <p>His windfall is the flip side of a humiliating episode for several supposedly canny hedge funds that have suffered <a href=\"https://www.ft.com/content/8be64f49-7c90-4fae-8370-c5c5c96d812c\">losses</a> large enough, in some cases, to force them into rescue packages. His success was emulated by so many other have-a-go traders that it crashed online brokerages such as Robinhood, and became a talking point in the White House and on Capitol Hill. It has prompted a reckoning in Washington over a more than decade-long stock market rally that has delivered outsize gains for the wealthiest Americans and typically left people like Mr Frawley behind.</p> <p>“The standard WallStreetBets user has a disdain for the rich,” he said. “If we could all be making money while also undoing a very rich person's wealth, it's even more empowering.”</p> <p>Millions of ordinary people have plunged into markets over the past year, many without any formal training, adding fuel to a rally and gatecrashing a community that for nearly two decades has been dominated by big asset managers, pension funds and hedge funds.</p> <p>Professional analysts and investors typically refer to these so-called retail traders or day traders as “dumb money”. But this new generation is different. It coordinates on social media sites such as Reddit and uses sophisticated trading strategies that have maimed established funds. The flash rally they caused in GameStop from January 22 has attracted throngs of supporters, shocked Wall Street and pulled in new people curious about what markets have to offer. </p> <p>“These Reddit traders are not renowned for being professional investors, but there is pretty deep-level analysis on this forum,” said James Kardatzke, co-founder of Quiver Quantitative, an alternative data provider that scrapes online forums for data. “People are well aware of the market mechanisms that could cause the price to spike.”</p> <p>Redditors discussed tactics such as calling up their brokers and telling them not to loan their shares to short sellers, and built strategies around how the GameStop share price would react when hedge funds were forced to close out their negative bets.</p> <h2>‘This is the way'</h2> <p>“This is the way” — a phrase borrowed from Disney's <em>The Mandalorian</em> — is the mantra repeated on the forum, a creed posted alongside claims of trading gains, charts, and rallying calls to buy stocks such as Nokia and BlackBerry. </p> <p>The conversation, mostly among anonymous nickname accounts, is littered with profanities, insults, and a self-deprecating tone. The channel is also replete with slurs against LGBT people. Jargon includes talk of “diamond hands” — an ability to hold a position despite the pain — and “tendies” (trading gains, but also an abbreviation for chicken tenders — a meal considered fit for a king). </p> <p>Redditors approach the community like a game, with suspicion of established systems, bravado and irreverent humour, according to Adrienne Massanari, associate professor at the University of Illinois at Chicago. “Reddit is already this carnivalesque space. But within that you have people who are actively engaging with this as a form of active financial liberation.” </p> <p>The Reddit algorithm, which promotes or “downvotes” posts, also intensifies the momentum of trends on the site, she said. “You get this out- of-control snowball effect.”</p> <p>Their numbers have more than doubled just over the past week to reach 6m on Friday morning, boosted by <a href=\"https://twitter.com/elonmusk/status/1354174279894642703\">full-throated</a> <a href=\"https://twitter.com/CNBC/status/1354488307732914181\">encouragement</a> from Tesla's Elon Musk and venture capitalist Chamath Palihapitiya.</p> <p>Over the course of two years, DeepFuckingValue, a regular WallStreetBets user who was among the first to have noticed the potential for a rise in GameStop shares, has become a motivating force for other traders on the message board. “He dresses as a pirate, but he has a thesis and it's well-articulated,” said Benn Eifert, the chief investment officer of QVR Advisors. “He could easily have been an analyst at some fancy hedge fund . . . This is not just nonsense gambling, in his case it's thoughtful but aggressive risk-taking.”</p> <p>The GameStop rally relied on mass purchases of call options that trigger well above the stock's prevailing rate, to help gin up the share price. The strategy, which later <a href=\"https://www.ft.com/content/acc1dbfe-80a4-4b63-90dd-05f27f21ceb2\">spread</a> to other generally unloved companies, offered a tantalising return for day traders like DFV. The user's screenshots of a trading account show it had more than $33m in it, including shares, options and cash — a claim that could not be verified. He did not reply to requests for comment.</p> <p>Professional hedge funds and derivatives traders are now examining these message boards for tips and sometimes jumping on to the Redditors' wagers. “There is no question that there is institutional flow,” said one derivatives trader on Wall Street. “The impetus might have been the Reddit community and the retail community coming together in unison, but we are also seeing momentum trading kick in. That is why you are seeing such seismic shifts in price.”</p> <a href=\"http://www.ft.com/cms/9b223e93-b22f-4bee-b95c-0d0cc13b27b0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>‘Us against the world'</h2> <p>WallStreetBets did not begin with the disdain for elite institutions that it displays today. One moderator lamented on Wednesday that there was “too much political bullshit in a community that was never ever political”.</p> <p>“The only way I want to occupy Wall St is in a suit myself or rent-free in the mind of a blown-up short,” they wrote. One WSB member who jumped on the GameStop trade said he did it mostly for fun, with no thought to the investment thesis laid out by DeepFuckingValue or any political statement.</p> <p>But the political element has become hard to ignore. When brokers on Thursday <a href=\"https://www.ft.com/content/17450cc8-506d-4c3c-928c-628f5f92efa8\">restricted</a> trading in stocks and options popular with the group, WallStreetBets became a rallying cry for Americans disillusioned with a system that some say supports Wall Street institutions over the general public. The move triggered losses for some of those trading platforms' clients, who found their stakes were being liquidated without their sign-off.</p> <p>Democratic and Republican lawmakers balked at a clampdown that has frozen Redditors out of some gains. A class-action lawsuit accuses trading app Robinhood of market manipulation. Robinhood declined to comment on the allegations. </p> <p>Users on WSB seized on a CNBC interview with billionaire hedge fund manager Leon Cooperman telling the cable news network that talk of the rich paying their “fair share” was vague and a “way of attacking wealthy people”. “This fair share is a bullshit concept.”</p> <p>“I won't be shedding a tear at the thought of billion-dollar hedge funds losing money to retail investors and working class folk like me,” said Austin Kolodney, a trader and member of WallStreetBets who described the group as “diamond-handed heroes”. He lauded the group's willingness to “openly [discuss] their financial moves in a public forum, as opposed to behind closed doors in private, cigar smoke filled rooms.”</p> <p>“The message of ‘us against the world' is a really powerful one,” said Clay Shirky, a professor at New York University. “This says something about the culture gap between Wall Street and Main Street.” </p> <h2>The tools in their hands</h2> <p>The stunning rally in US equity markets since last March has meant that many of WallStreetBets' latest recruits have only traded at a time when stocks have zoomed higher, with the S&amp;P 500 reaching record territory. </p> <p>Their arrival has stirred memories of the last great time everyday Americans piled into stocks. In 2000, everyday traders turned to message boards on websites such as Silicon Investor and RagingBull.com. But many of them disappeared when the internet bubble popped, burnt by the experience. Regulators at the time clamped down on fraudulent pump-and-dump schemes used in the forums, but that alone did not stop the rally.</p> <p>“People have been exchanging rumours under the buttonwood tree as long as there have been markets. In the 90s they used AOL and Yahoo and chat rooms,” said Steve Sosnick, the chief investment strategist of Interactive Brokers. “Today, social media is so much more efficient, it's more prevalent, but it's the same.”</p> <p>The latest rush to markets has raised concerns for <a href=\"https://www.sec.gov/news/public-statement/joint-statement-market-volatility-2021-01-29\">watchdogs</a> who are worried that these new inexperienced traders, many self-taught through YouTube videos and on Reddit, could meet devastating consequences when the market turns. The fact that many are now using options — derivatives that the famed investor Warren Buffett has likened to “financial weapons of mass destruction” — has only added to the fears that this new trading class will be hit.</p> <p>Alok Kumar, a professor at the University of Miami, noted the returns in GameStop and other shares this week had “lottery like pay-offs”, appealing to many Americans stuck at home. Those gains may draw others in.</p> <p>“This get rich quickly mentality and extreme price jumps — it attracts both sophisticated and unsophisticated people,” he said. “It is hard to resist.”</p> <p><em>*This article has been amended to remove a reference to one individual trader. </em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/4dfa9f7b-a32f-41a2-a4f0-37558f777545\"><em>Pensioners get hurt if hedge fund bets fail / From Joshua Shapiro, Chappaqua, NY, US</em></a></p><p>Source: Eric Platt and Colby Smith in New York, Madison Darbyshire in London, Alice Kantor in Paris and Robin Wigglesworth in Oslo 2021 '‘This is the way': the Reddit traders who took on Wall Street's elite' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T22:00:08.758Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3036,
          "end": 3042
        }
      ],
      "nexusId": "10078857"
    }
  ]
}