{
  "_id": "87e7fdd072a8310aabda432970b19a04cc60d4e9ad2ef5e0ea0c184bfe29fc33",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Personal Board of Directors:  Bryan Lourd  ---  Co-chairman, Creative Artists Agency  ----  By Erich Schwartzel",
  "text": "<p>\n  [The trusted advisers of top business leaders] </p><pre>\n </pre><p>\n  Bryan Lourd is more used to doling out advice than to seeking it. </p><p>\n  \"I'm trained to be the person helping,\" said Mr. Lourd, 60 years old. </p><p>\n  As a co-chairman of Creative Artists Agency, Hollywood's most prestigious talent-representation firm, Mr. Lourd helps shepherd the careers of Brad Pitt, Scarlett Johansson and many more actors, writers and directors. It's a job that comes with several traditions (a start in the mailroom, for one) and a credo: Everything is about the client. Their desires, their needs, their hopes and dreams -- a cocktail of demands that requires some hard-won emotional intelligence. </p><p>\n  \"All of the dysfunction in my life made me great at this job,\" he jokes. \"I don't know anyone who came from a supernormal home or town who's great at this job.\" </p><p>\n  It's fitting for someone who has always been interested in entertainment in its many guises. As a 17-year-old in New Iberia, La., Mr. Lourd and two friends, fortified by an eight-pack of Miller ponies, re-erected a 30-foot-tall Christmas tree that had fallen on the city hall lawn, enlisting police officers in an effort that ended in carol singing and a feel-good newspaper write-up. </p><p>\n  Now that he's in Hollywood, here are four people he turns to for advice. </p><pre>\n </pre><p>\n  Larry Auerbach </p><p>\n  Retired talent agent </p><p>\n  Mr. Lourd got his start working as the assistant to Mr. Auerbach, then an agent at the William Morris agency who booked Elvis Presley's first network-television appearance. </p><p>\n  \"He was a translator,\" Mr. Lourd said. For instance, he explained, there are these crucial definitions in Hollywood: </p><p>\n  \"Yes\" means \"definitely.\" </p><p>\n  \"Maybe\" means \"I'm never going to do that, but I'll just say that to get off the phone.\" </p><p>\n  \"No\" means \"Sometimes a real no. Sometimes, 'Tell me more.'\" </p><pre>\n </pre><p>\n  Martin Lipton </p><p>\n  Founding partner at Wachtell, Lipton, Rosen &amp; Katz law firm </p><p>\n  In 1995, Mr. Lourd and his colleagues were blindsided when Michael Ovitz, a CAA co-founder, left to become president of Walt Disney Co. Mr. Lourd and four colleagues took over. </p><p>\n  \"We had never run anything,\" said Mr. Lourd. </p><p>\n  He started casting about for an attorney to help navigate the ownership shift, asking friends, \"Who will Mike Ovitz be afraid of?\" </p><p>\n  Mr. Lipton became an indispensable source of guidance on logistics, taxes and the other business-related details of running a company. </p><p>\n  \"He's still our lawyer,\" said Mr. Lourd. </p><pre>\n </pre><p>\n  Barry Diller </p><p>\n  Chairman of IAC/InterActive Corp. </p><p>\n  Mr. Lourd met Mr. Diller early in his career and became friends with him. Since then, they've done some business together -- Mr. Lourd serves on the IAC board -- but Mr. Diller functions more as an observe-and-absorb kind of mentor, especially when it comes to staying relevant in an industry obsessed with the newest thing. </p><p>\n  \"He's the most active, most in-the-world person I know,\" Mr. Lourd said of the 79-year-old Mr. Diller. </p><p>\n  From watching Mr. Diller, he has learned how to better spend his time. \"There's zero he doesn't do or want to do,\" said Mr. Lourd. </p><pre>\n </pre><p>\n  George Clooney </p><p>\n  Actor </p><p>\n  Mr. Lourd recently caught up with Mr. Clooney, getting updates from England on a script the actor had just finished writing. Despite his reluctance to ask others for advice, he considers Mr. Clooney -- a longstanding client -- to be a fantastic sounding board. </p><p>\n  \"I trust his judgment completely,\" said Mr. Lourd. \"There's nothing he's not curious about.\" </p><p>\n  Mr. Lourd says Mr. Clooney is an example of a client who picks projects that reflect both his personal interests and developments in the broader culture. </p><p></p>",
  "published": "2021-05-22T06:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1975,
          "end": 1986
        }
      ],
      "nexusId": "10078857"
    }
  ]
}