{
  "_id": "6e3e7c87275dcd95c5349e8b99dbbc75d7275b4be3af36b0dec02659751322ec",
  "feed": "wall-street-journal",
  "title": "REVIEW --- What Your Smell Says About You --- Your body constantly emits information about your diet, emotions, age and health, as well as your suitability as a mate.",
  "text": "<p>Your body's scent consists of three layers, all emanating from the skin. At the surface level, we fight stink with deodorants and showering. The middle level stems from cultural factors like diet and environment. Beneath those levels -- under layers of sweat, lotions and last night's chili -- you'll find a person's baseline smell. This smell is unique to you, like a thumbprint, and it telegraphs surprisingly detailed information about your health.</p><p>The key to this personal smell signature is our major histocompatibility complex, or MHC. \"MHC genes are the most variable in all of nature,\" writes smell researcher Rachel Herz in her book \"The Scent of Desire.\" \"Everyone, unless you have an identical twin, has a unique set of MHC genes.\"</p><p>Your cluster of 50 MHC genes forms the underlying genotype for your body's immune system. The phenotype -- how those genes express themselves to the world -- is emitted as your body's baseline scent. Because MHC genes are co-dominant, each parent's gene contributes its bit toward their child's immune system.</p><p>One big reason a particular mate's smell attracts us is that their MHC genes, and the immune systems the genes control, differ from -- and complement -- our own.</p><p>Of course, mating by smell is as complex as humans are -- and mating among humans isn't exclusively about the potential for procreation. Although it's less well-studied, bodily smell plays a key role in homosexual mating, too. When asked in one study to sniff T-shirts worn by gay or straight men, gay men identified -- and preferred -- the smell of other gay men. The same held true for a lesbian cohort.</p><p>You are recognizable by your smell from birth. Study after study confirms that mothers and babies know each other first by smell. In one experiment, clinicians exposed newborns to one pad saturated with their mother's breast smell and another unscented pad. Most of the newborns moved toward the pad smelling of mama.</p><p>Mothers learn their own baby's smell incredibly quickly. In one small study, brand-new mothers were asked to sniff three baby undershirts and identify their child. More than 90% of mothers correctly identified their offspring, even though they'd spent only 10 minutes to an hour total with their newborns since birth.</p><p>Fathers are no slouches in the smelling department, either. In another study, 15 mothers and 12 fathers were asked to sniff bottles of amniotic fluid and choose the one belonging to their child. Twelve of the mothers, and 11 out of 12 fathers, chose correctly.</p><p>How does smell work? The smell molecule (\"odorant\") travels up your nose to the olfactory epithelium, where olfactory neurons detect it and receptor proteins inside the neurons bind to it. How this binding works is still a riddle. The shape of the smell molecule seems to determine which receptor type it will bind to, like a key fitting a lock. But we have just 400 receptor types for distinguishing among countless millions of smells, so clearly there is more to understand. Once the binding is accomplished, the receptor fires a signal to the olfactory bulbs, which encode that signal and pass it to the olfactory center in the brain's cortex.</p><p>Your baseline smell signals your individuality and your immune system's robustness. Fluctuations in that smell can reveal whether you're getting sick. In one study, participants were injected with lipopolysaccharide, a toxin that provokes a swift, strong immune response. (The control group was injected with saltwater.) Four hours later, researchers collected both groups' T-shirts and sliced out the armpit areas. Researchers asked other participants to rate the scraps' smells for healthiness, among other factors. The sweat of toxin-injected subjects was deemed more intense, less pleasant and less healthy-smelling.</p><p>Diseases can be diagnosed by smell. A trained doctor (or dog) can sniff out malaria, Parkinson's disease, multiple sclerosis, melanoma, and breast and lung cancer. In a November 2020 preprint study, a French-Lebanese team trained 18 dogs to sniff out Covid-19 and tested their two best-performing dogs in an airport trial. The canines sniffed out negative results with 100% accuracy and positive cases with 92% accuracy.</p><p>Diagnosis via bodily smell isn't new. In premodern times, healers knew that typhus made sufferers' bodies smell of freshly baked brown bread, tuberculosis of stale beer, plague of overripe apples.</p><p>Shifts in your body's scent even reveal your emotions. In one study, researchers collected sweat from male participants while they watched a movie designed to elicit either disgust or fear. As in most smell studies, before the experiment the men followed a protocol: using only scent-free detergents and personal care products and avoiding smoking, alcohol, smelly foods and other contaminants.</p><p>Researchers then exposed female participants to these sweat samples while the women performed a visual search task. Feelings of fear and disgust express themselves involuntarily in well-known patterns of facial expressions and eye movements. The women exposed to \"fear\" smells registered that fear pre-verbally in their face and eye movements, as did disgust for the women exposed to \"disgust\" smells.</p><p>We can smell happiness, too. In another study, researchers collected sweat samples from participants who had watched a happy film -- Disney's \"The Jungle Book\" -- or scary clips from Stanley Kubrick's \"The Shining.\" Researchers then asked other participants to sniff these sweat samples while wearing electrodes measuring their facial movements. Volunteers sniffed the happy-smelling samples and grinned instinctively. And they grimaced in fear at the scared-smelling samples, just as \"The Shining\" watchers had. While emotion detection between strangers is very good, it's even more accurate between committed partners.</p><p>A lot of us are hugging again after a long, Covid-induced hiatus. The next time you embrace a friend, sniff deeply. You're inhaling a lot of information about them: their mood, what they ate for dinner, their health, even the distinctive stamp of their personhood. It's all in your friend's bodily scent, writ invisibly in the air.</p><p>---</p><p>This essay is adapted from Ms. Stewart's new book, \"Revelations in Air: A Guidebook to Smell,\" published by Penguin Books.</p>",
  "published": "2021-11-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5334,
          "end": 5340
        }
      ],
      "nexusId": "10078857"
    }
  ]
}