{
  "_id": "65c3a0f8a47292d65fbd0f959bb2e20e6e2f1b57eb62ef36207c890874d80f78",
  "feed": "wall-street-journal",
  "title": "'Godzilla vs. Kong' Is A Smash at Box Office",
  "text": "<p>The film easily had the best box-office debut since the pandemic began, indicating pent-up demand exists to resume normal activity among consumers. The last \"Godzilla\" movie, released in 2019, made $47.8 million in its three-day opening weekend.</p><p>The nearly $50 million opening has turned \"Godzilla vs. Kong\" into an unlikely answer to a larger question facing American business: Are consumers ready to leave the house?</p><p>As mask mandates lift in some areas and vaccinations proliferate, concert promoters, restaurant owners and movie-theater operators are counting on a robust reopening to compensate for a year of stay-at-home restrictions. In Hollywood, the theatrical box office is especially scrutinized, since executives fear that a year of streaming at home will keep moviegoers from venturing back to the theater this summer.</p><p>AT&amp;T Inc.'s WarnerMedia has done more than most studios to contribute to such a fear, offering \"Godzilla vs. Kong\" and its entire 2021 slate for streaming on its HBO Max service alongside the theatrical debut. The studio didn't provide information on how the movie performed on streaming services this weekend.</p><p>The economy's reopening was reflected in where the movie sold the most tickets. During the pandemic, top-performing locations tended to be drive-in theaters or smaller markets like Salt Lake City. This weekend, multiplexes in El Paso, Texas, Los Angeles and other big cities saw the best sales.</p><p>The movie's No. 1 market, Los Angeles, is still keeping theaters to 25% capacity but was able to take over a majority of screens at some locations due to a lack of competition in the marketplace, said Jeff Goldstein, Warner Bros. president of domestic distribution.</p><p>\"There was interest to go out and enjoy some normalcy,\" said Mr. Goldstein, adding that initial data showed a significant share of this weekend's moviegoers hadn't been to a theater in more than a year.</p><p>Box-office returns since the pandemic spread have been anemic. Before \"Godzilla,\" the previous weekend record holder was \"Wonder Woman 1984,\" which opened to $16.7 million in December. That topped other pandemic releases like \"Tenet\" and \"The Croods 2,\" both of which debuted to less than $10 million.</p><p>More than just pent-up demand contributed to the \"Godzilla\" grosses. The movie benefited from a holiday weekend release, and was also the only big-budget movie in theaters.</p><p>---</p><p>Estimated Box-Office Figures, Through Sunday </p><p>Sales, In Millions </p><p>Film                             Distributor           Weekend*   Cumulative  % Change </p><p>1. Godzilla vs. Kong                Warner Bros.           $32.2       $48.5          --    2. The Unholy                       Sony                   $ 3.2       $ 3.2          --    3. Nobody                           Universal              $ 3.1       $11.9         -55    4. Raya and the Last Dragon         Disney                 $ 2.1       $32.2         -45    5. Tom &amp; Jerry                      Warner Bros.           $ 1.4       $39.5         -48 </p><p>*Friday, Saturday and Sunday </p><p>Source: Comscore</p>",
  "published": "2021-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2642,
          "end": 2648
        }
      ]
    }
  ]
}