{
  "_id": "76eb166c8148ef19fc4e4715a055478ea37de4d2f5bc4ea840a5cb4d6f2193b1",
  "feed": "ftcomall",
  "title": "Travel confusion pushes Jet2 into issuing new shares",
  "text": "<p>Confusion over when international travel might reopen has bounced <strong>Jet2</strong> into tapping investors for new funds. </p> <p>The holiday company raised £422m overnight with a share placing priced at £11.80 apiece, a 9.1&#xa0;per cent discount to the previous day's close, which it said was significantly oversubscribed. The new equity expands its share capital by 20 per cent. </p> <p>Jet2 needed the money because it is renegotiating a loan under the Bank of England's Covid Corporate Financing Facility, whose eligibility requirements have been adjusted to reflect “current improved market conditions”, even though the government has yet to provide a pathway to when travel restrictions might be lifted. That meant excluding the £300m loan from its cash flow planning, just in case it is not re-approved and the summer season disappoints. </p> <p>The company said the new cash “will provide sufficient liquidity on an extended and likely unpredictable shutdown basis to deal with this continually challenging trading environment.”</p> <p>Earlier this week Jet2 extended a suspension of both flights and package holidays from March 25 to April 14, citing “ongoing uncertainty and travel restrictions caused by the Covid-19 pandemic”. Among its peers On the Beach has stopped selling holidays that depart before May 1, while Tui has <a href=\"https://www.tui.co.uk/destinations/deals/february-holidays?im_id=PPC&amp;gclid=Cj0KCQiAyJOBBhDCARIsAJG2h5c1Fga-X2BkvmHTbq1Z1tN0LZr4NYyiuFbAiX3SbV2UoqCTsqrzC24aAhI8EALw_wcB&amp;gclsrc=aw.ds\">yet to formally pause sales</a>.</p> <h2>Briefly</h2> <p><strong>Standard Life Aberdeen</strong> is preparing to <a href=\"https://news.sky.com/story/200-year-old-funds-giant-jettisons-standard-life-brand-in-phoenix-deal-12215466\">sell its flagship Standard Life brand</a> to Phoenix Group, the life insurer, Sky News reported. The transaction could be announced within days, it said.</p> <p><strong>Victrex</strong>, the FTSE 250-listed polymer specialist, said revenue grew 1 per cent to £68.1m in its fiscal first quarter ending December. Overall performance was “slightly ahead of our expectations” but remains variable by end market, the company said. Asia was reported to be improving fastest with a mixed performance in Europe and the US. Management left full-year targets unchanged.</p> <p><strong>Lastminute.com</strong> has been ordered by the Competition and Markets Authority to <a href=\"https://www.gov.uk/government/news/lastminute-com-faces-legal-action-unless-it-pays-outstanding-refunds\">refund deposits</a> to customers whose package holidays were cancelled due to the pandemic. The CMA said Lastminute still owes over £1m to 2,600 customers and will face court action if it does not repay the outstanding refunds within seven days.</p> <p>Media business <strong>Ascential</strong>&#xa0;said it has sold DeHavilland, its policy and public affairs monitoring service, to private equity group Bridgepoint&#xa0;for £15m cash.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p>A flurry of <strong>tech and ecommerce listings</strong> have taken Europe's market for initial public offerings to <a href=\"https://www.ft.com/content/171ea5f4-b3f4-4e76-bb13-2480879d1bd0\">its best start to the year</a> since 2015 and the second biggest amount since 1998. The IPO surge highlights how lockdown winners are capitalising on increased demand from investors and a recovery in valuations across global markets. About 70 per cent of the equity sold was in companies that have benefited from the shift online by businesses and consumers during the pandemic, including card retailer Moonpig and parcel locker business InPost.&#xa0;</p> <p><strong>Disney</strong> said the pandemic knocked <a href=\"https://www.ft.com/content/49581411-5650-4448-8325-ce12f85ee86b\">$2.6bn from its operating income</a> in the most recent quarter, as its once-mighty theme parks were shuttered or operating at limited capacity. And the world's largest entertainment company warned the&#xa0;<a href=\"https://www.ft.com/coronavirus-economic-impact\">pandemic</a>&#xa0;would increase its costs by about $1bn in the current fiscal year. It revealed, however, that it had lured nearly 95m subscribers to its flagship Disney Plus streaming service, the big bet that has cemented the legacy media group as a serious rival to Netflix.&#xa0;</p> <p>LinkedIn co-founder <strong>Reid Hoffman</strong> and tech entrepreneur <strong>Mark Pincus</strong> are nearing a deal <a href=\"https://www.ft.com/content/42feff1d-8228-4c93-bd78-b537d9eb9fa7\">to merge their blank cheque company</a> with Joby Aviation, valuing the flying taxi developer at about $5.7bn, said people briefed on the matter. If successful, the merger will provide Joby — whose existing backers include Japanese carmaker Toyota and British investment manager&#xa0;Baillie Gifford — with a listing on the New York Stock Exchange.</p> <h2>Essential comment before you go</h2> <p><strong>Merryn Somerset Webb</strong> Is the party over <a href=\"https://www.ft.com/content/6d2fafc0-e913-4e63-b9b6-e04eba0ad858\">for top tech stocks</a>? A decade of dominance is a long time in market history.</p> <p><strong>Lombard </strong>Investors have embraced the idea that Covid-19's ecommerce boom will kickstart Royal Mail's <a href=\"https://www.ft.com/content/564c3985-e2db-451c-ac35-2f0f37360f59\">long-awaited transformation</a>. But investors are paying no small price for a company that has promised a lot, but whose delivery is never guaranteed.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'Travel confusion pushes Jet2 into issuing new shares' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T08:22:26.471Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3323,
          "end": 3334
        },
        {
          "start": 2937,
          "end": 2943
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}