{
  "_id": "8103faf4ac94cced0a67ffc94cfac588675fd02247f182ba5dcbf5c09d314633",
  "feed": "market-watch",
  "title": "What's worth streaming in December 2021: ‘The Witcher,' ‘Book of Boba Fett,' ‘Matrix: Resurrections' and more",
  "text": "<p>This month we expanded the streaming budget a bit, to about $44, simply because there's so much to choose from — and too many must-sees. Frankly, there are good arguments for subscribing to eight of the nine major streaming services. But that's hardly realistic, so we're here to help make the tough decisions on what to watch now, and what to save for another month.</p><p>Each month, this column rates the major streaming services as a “play,” “pause” or “stop,” similar to investment analysts' traditional ratings of buy, hold and sell, and picks the best content to help you make your monthly decisions.</p><p>As we've&#xa0;previously mentioned, consumers can take full advantage of cord-cutting though a churn-and-return strategy — that's adding and dropping streaming services each month — and all it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of a month. Also keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles. (For example, HBO Max currently has a 30-day free trial through Roku.) There are a lot of offers out there, but the deals don't last forever.</p><p>Here's a look at what's coming to the various streaming services in December 2021, and what's really worth the monthly subscription fee.</p><p>Netflix ($7.99 a month for basic, $13.99 standard or $17.99 premium)</p><p>December's parade of riches is just another example of why Netflix NFLX dominates the streaming game, with new seasons of five of its most popular series, a pair of Oscar-contending movies, and a slew of other new shows, holiday specials and movies.</p><p>Two years after its debut, the fantasy epic&#xa0;“The Witcher”&#xa0;(Dec. 17) returns for its second season, as monster-hunter Geralt (Henry Cavill) encounters assorted elves, demons, sorceresses and royalty in his adventures. While Season 1 played with multiple timelines, the new season promises to be more straightforward, with all the characters now caught up in the same storyline. Season 1 ranks as Netflix's third-most-watched English-language series ever, and the new season may give “Squid Game” a run for its money as the most-watched ever.</p><p>Meanwhile, “Money Heist”(Dec. 5), which takes up three of the top four most-watched spots for Netflix foreign-language series, concludes its run with Part 2 of its fifth season. The heist crew suffered a shocking death when we last saw them, leaving the Professor with fewer and fewer options for extracting his team from the besieged Bank of Spain with their haul of stolen gold. The first two seasons were great fun, but the series has slipped into ridiculousness in recent years, so a conclusion to this overly drawn-out story will be welcome.</p><p>Meanwhile, “Emily in Paris”&#xa0;(Dec. 22) is back for another season of flings, fashion and scenery-porn as the all-too-American Emily (Lily Collins) tries to find her footing in Paris;&#xa0;“Queer Eye”&#xa0;(Dec. 31) returns for its sixth season, making tear-jerking transformations in Texas this time around; and the fourth season of the “Karate Kid” spinoff “Cobra Kai”&#xa0;(Dec. 31) sees Daniel (Ralph Macchio) and Johnny (William Zabka) join forces in an attempt to win the all-consuming All Valley Under-18 Karate Tournament.</p><p>See: Here's everything new coming to Netflix in December 2021 — and what's leaving</p><p>Netflix also&#xa0;has a pair of movies with serious Oscar buzz in&#xa0;“The Power of the Dog”&#xa0;(Dec. 1), a family drama directed by Jane Campion and starring Benedict Cumberbatch and Jesse Plemons as brothers running a Montana ranch in the 1920s; and&#xa0;“Don't Look Up”&#xa0;(Dec. 24), Adam McKay's star-studded (Leonardo DiCaprio, Jennifer Lawrence, Jonah Hill, Timothée Chalamet, Meryl Streep among many others) satire about astronomers who discover a “planet killer” comet is going to hit Earth, only to find that no one really cares. Both are getting fantastic early reviews.</p><p>And there are plenty of seasonal offerings, like&#xa0;“Single All the Way”&#xa0;(Dec. 2), Netflix's first gay holiday rom-com, starring Michael Urie, Philemon Chambers and Luke MacFarlane; the fourth installment of&#xa0;“The Great British Baking Show: Holidays”&#xa0;(Dec. 3); and family fare such as&#xa0;“Shaun the Sheep: The Flight Before Christmas”&#xa0;(Dec. 3) and&#xa0;“David and the Elves”&#xa0;(Dec. 4).</p><p>In the category of “other,” Netflix has the third and final season of “Lost in Space”(Dec. 1), a sci-fi series that most have likely forgotten about; Season 3 of the dating show “Are You the One?” (Dec. 1); “Bordertown: Mural Murders” (Dec. 1), a movie spinoff of the grim Finnish crime series; “Voir” (Dec. 6), a collection of “visual essays” celebrating cinema, from director David Fincher; standup comedy specials from Nicole Byer (Dec. 7) and Jim Gaffigan (Dec. 21); and the Sandra Bullock redemption drama“The Unforgivable” (Dec. 10).</p><p>Who's Netflix for?&#xa0;Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop?&#xa0;Play. There's just so much. Netflix is still the best bang for your buck.</p><p>Hulu ($6.99 a month or $12.99 with no ads)</p><p>For new comedies, Hulu can't be beat in December.</p><p>“It's Always Sunny in Philadelphia”&#xa0;(Dec. 2) is back for a 15th season, making it, amazingly, the longest-running live-action comedy series in TV history. New eps stream every Thursday, a day after they air on FXX, and the new season will see the deranged gang from Paddy's Pub travel to Ireland, deal with COVID and, based on the trailer, possibly storm the Capitol.</p><p>A day later, the Emmy-nominated coming-of-age comedy&#xa0;“Pen15”&#xa0;(Dec. 3) returns with the final seven episodes of its second season, with Maya and Anna (played by grown-ups Maya Erskine and Anna Konkle) navigating their adolescences and painfully awkward first loves. It's a weird and great show. Speaking of, “Letterkenny,” Canada's greatest export since Nanaimo bars, will drop its 10th season on the very Canadian Boxing Day (Dec. 26). This column has raved in the past over the brilliance of “Letterkenny,” which has only added more depth to its roster of hicks, skids and hockey players with each passing season.</p><p>Other Hulu highlights include “Mother/Android”&#xa0;(Dec. 17), a sci-fi thriller movie starring Chloe Grace Moretz as a pregnant young woman who flees with her boyfriend to escape an A.I. that's declared war against humans, and “Dragons: The Nine Realms”&#xa0;(Dec. 23), a new kids' animated spinoff to “How to Train Your Dragon,” made in collaboration with Peacock.</p><p>See: Here's everything new coming to Hulu in December 2021 — and what's leaving</p><p>On the holiday front, there are a bunch of specials, including&#xa0;“Candified: Home for the Holidays”&#xa0;(Dec. 1), the musical&#xa0;“Trolls Holiday in Harmony”&#xa0;(Dec. 3),&#xa0;“Michael Buble's Christmas in the City”&#xa0;(Dec. 7) and&#xa0;“Gordon Ramsay's Road Trip: Christmas Vacation”&#xa0;(Dec. 15).</p><p>Who's Hulu for?&#xa0;TV lovers. There's a deep library for those who want older TV series, and next-day streaming for many current network and cable shows.</p><p>Play, pause or stop?&#xa0;Play. You probably need some more comedies in your life. Hulu has them, and they're worth the price. Plus, there's a huge catalog, and plenty of current shows streaming a day after they air, making a Hulu subscription (with ads) the best bargain in streaming.</p><p>HBO Max ($9.99 a month with ads, $14.99 without ads)</p><p>HBO Max carries over a Murderer's Row of top-tier shows with season finales in December — “The Sex Lives of College Girls” (Dec. 9), “Succession” (Dec. 12), “Insecure” (Dec. 26), “Curb Your Enthusiasm” (Dec. 26), “How To with John Wilson” (Dec. 31) — and will add some not-too-shabby newcomers.</p><p>“The Matrix: Resurrections”&#xa0;(Dec. 22) will be the final scheduled Warner Bros. movie to premiere on AT&amp;T's T&#xa0;HBO Max the same day it hits theaters — a pandemic experiment that will not continue in 2022. Nearly two decades after the “Matrix” trilogy concluded (or so we thought), “Resurrections” brings back Keanu Reeves and Carrie-Ann Moss for a new chapter in the mind-bending sci-fi movie franchise, in what could be the biggest Warner Bros. blockbuster of the year. The official synopsis describes it not as a sequel, but as a “continuation and extension of the original movie,” suggesting the two confusing and forgettable sequels … may not have happened? (Whoa.) Either way, it'll stream for 31 days, but only for Max subscribers who are on the ad-free tier.</p><p>That's not the only turn-of-the-century hit getting a second life: “And Just Like That…” (Dec. 9), the “Sex and the City” sequel, will see Sarah Jessica Parker, Cynthia Nixon and Kristin Davis reviving their iconic roles and wading through the trials and tribulations of lifelong friendships (and in the case of Kim Cattrall's Samantha, friendships lost). &#xa0;The 10-episode revival will debut with two episodes, with new episodes every following Thursday.</p><p>Is anyone ready for a grim pandemic series? HBO Max sure hopes so, with “Station Eleven” (Dec. 16), which follows survivors of a devastating flu pandemic that pretty much wipes out humanity, as they try to rebuild their lives — and civilization. It's based on Emily St. John Mandel's acclaimed 2014 novel and stars Mackenzie Davis (“Halt and Catch Fire”), Himesh Patel (“Yesterday”) and Gael García Bernal (“Mozart in the Jungle”). Whether it will be good shouldn't be the issue — it likely will be. But it may hit a bit too close to home, as we're still struggling through this pandemic.</p><p>More:Here's everything new to HBO Max in December 2021 — and what's leaving</p><p>There's also &#xa0;“Landscapers”&#xa0;(Dec. 6), a limited series based on a true story, starring Olivia Colman and David Thewlis as a seemingly ordinary British couple who happen to have a couple of bodies buried in their garden; the strip-tease competition series&#xa0;“Finding Magic Mike”&#xa0;(Dec. 16); and the extremely not-for-kids stop-motion animated series “Santa Inc.” (Dec. 2), featuring the voices of Sarah Silverman and Seth Rogen.</p><p>Who's HBO Max for?&#xa0;HBO fans and movie lovers.</p><p>Play, pause or stop?&#xa0;Play. Yes, it's expensive, but you get what you pay for. And that is some seriously high-quality programming. Besides, the subscription price isn't much more than what you'd pay for a single ticket to see “The Matrix: Resurrections” in a theater — think of the rest of HBO as bonus content.</p><p>Disney+ ($7.99 a month)</p><p>Boba Fett!!!*</p><p>Yes, after a 40-plus-years wait, “Star Wars” fans will finally get to see their favorite intergalactic bounty hunter take the spotlight, with “The Book of Boba Fett” (Dec. 29). Technically a spinoff of “The Mandalorian,” the eight-episode series stars Temuera Morrison as the mysterious gun for hire, and Ming-Na Wen as his mercenary friend, Fennec Shand, who aim to be the heirs apparent to the late Jabba the Hutt's underworld empire on Tatooine. With a new season of “The Mandalorian” probably a year away, this should keep “Star Wars” nerds happy until Ewan McGregor's “Obi-Wan Kenobi” limited series, due sometime in 2022.</p><p>(*Personal note: When I saw the re-release of “Return of the Jedi” in 1997, some clown in the theater kept yelling “Boba Fett!!!” randomly and loudly throughout the movie, until Boba Fett finally appeared on screen for all of 6 minutes, 32 seconds. My friend wanted to fight him afterwards. Suffice to say, the experience has stayed with me.)</p><p>Disney also has new episodes of the refreshingly low-stakes Marvel limited series “Hawkeye,” starring Jeremy Renner and a scene-stealing Hailee Steinfeld, which concludes its six-episode run Dec. 22.</p><p>And as an early gift, the new animated musical “Encanto”will start streaming on Christmas Eve, after a month in theaters. The movie, about an “ordinary” Colombian girl trying to find her place as the one person in her family without magical talents, features music from Lin-Manuel Miranda and has drawn critical raves.</p><p>See:Here's everything new coming to Disney+ in December 2021</p><p>There's also an all-new, animated version of&#xa0;“Diary of a Wimpy Kid”&#xa0;(Dec. 3); the nature-exploration docuseries&#xa0;“Welcome to Earth”&#xa0;(Dec. 8), featuring Will Smith;&#xa0;“Foodtastic”&#xa0;(Dec. 15), a food-sculpture competition series hosted by Keke Palmer; &#xa0;“The Rescue”&#xa0;(Dec. 3), a NatGeo documentary about the dramatic rescue of Thai children from a deep cave in 2018; and a ton of holiday offerings, such as “Home Alone,” “High School Musical: The Musical: The Holiday Special,” “The Muppet Christmas Carol”&#xa0;and&#xa0;“Tim Burton's The Nightmare Before Christmas.”</p><p>Who's Disney+ for?&#xa0;Families with kids, and hardcore “Star Wars” and Marvel fans. For those not in those groups, Disney's DIS library can be lacking.</p><p>Play, pause or stop?&#xa0;Play. Marvel? Check. “Star Wars”? Check. Disney Animation? Check. With or without kids, these will be fun watches. Plus, if you (or your kids) can wait a month, you can see “Encanto” for half the price of a movie ticket.</p><p>Amazon Prime Video ($12.99 a month)</p><p>Amazon Prime Video has been surprisingly quiet this year (likely due to COVID-related production delays), but it looks to end the year on a high note, with the final season of its best current series, two promising new sitcoms and a couple of big-name movies.</p><p>The excellent and sprawling sci-fi epic “The Expanse” (Dec. 10, with new eps every Friday) will conclude with its upcoming sixth season, as James Holden (Steven Strait) and the crew of the Rocinante get caught up in the solar system civil war started by the genocidal revolutionary Marco Inaros (Keon Alexander), and team up with old friends Chrisjen Avasarala (Shohreh Aghdashloo) and Bobbi Draper (Frankie Adams)&#xa0;to turn the tide. Meanwhile, there's still a missing Martian Navy and a galaxy-killing alien force out there to deal with. That's a lot for six episodes to wrap up. But showrunner Naren Shankar has suggested this may not be the end of the series — just the end on Amazon — and that there is more story to tell (three books' worth, to be exact).</p><p>Amazon AMZN also has a pair of promising new series: “With Love”&#xa0;(Dec. 17), a five-episode rom-com about a brother and sister's respective love lives, with each episode set during a different holiday throughout the year, from writer&#xa0;Gloria Calderón Kellett (“One Day at a Time,” “Jane the Virgin”); and&#xa0;“Harlem”&#xa0;(Dec. 3), a new 10-episode series from writer Tracy Oliver (“Girls Trip”), about four stylish and ambitious friends that gives off serious “Sex and the City”-meets-“Girlfriends” vibes.</p><p>On the movie front, there's Oscar-bait &#xa0;“Being the Ricardos”&#xa0;(Dec. 21), the Aaron Sorkin-directed drama about behind-the-scenes turmoil on the set of “I Love Lucy,” starring Nicole Kidman as Lucille Ball and Javier Bardem as Desi Arnaz; and &#xa0;“Encounter”&#xa0;(Dec. 10), a sci-fi thriller movie starring Riz Ahmed as a father protecting his two kids from … something bad. (Aliens? The government?) Octavia Spencer co-stars.</p><p>More:Here's everything new coming to Amazon Prime Video in December 2021</p><p>Soccer fans can look forward to the inside-the-locker room docuseries&#xa0;“FC Bayern: Behind the Legend”&#xa0;(Dec. 8), following the German powerhouse through their 2020-'21 season, and comedy fans will appreciate the return of the year-end special&#xa0;“Yearly Departed”&#xa0;(Dec. 23), featuring an all-star lineup of female comedians (Jane Fonda, Chelsea Peretti, Dulcé Sloan, Meg Stalter, Aparna Nancherla and X Mayo) roasting 2021.</p><p>There are also new episodes of the fantasy epic “The Wheels of Time” every week, until the Season 1 finale on Dec. 24. Reviews have been mixed, but Amazon claims it was its most-watched premiere of 2021 (while providing no numbers or comparisons).</p><p>Who's Amazon Prime Video for?&#xa0;Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop?&#xa0;Pause. Only because this is such a stacked month. “The Expanse” is a must-see, and the rest of Amazon's lineup of newcomers looks solid. But faced with tough competition, Prime might not offer quite enough to lure new viewers. It'll all still be there another month.</p><p>Apple TV+ ($4.99 a month)</p><p>Apple AAPL has only a couple of December premieres, but a lot of finales.</p><p>The biggest addition is “Swan Song” (Dec. 17), a new movie starring Mahershala Ali as a husband and father in the near future who is diagnosed with a terminal illness and is presented with a morally questionable solution to shield his family from grief: a clone to replace himself, a plot twist that sounds very “Black Mirror”-esque.</p><p>There's also Maria Carey's musical holiday special “Mariah's Christmas: The Magic Continues” (Dec. 3), and the season finales of “Acaplulco” (Dec. 3), “Dr. Brain” (Dec. 9), “Swagger” (Dec. 17), “The Shrink Next Door” (Dec. 17), and the series finale of “Dickinson” (Dec. 24).</p><p>Who's Apple TV+ for?&#xa0;It offers a little something for everyone, but not necessarily enough for anyone — though it's getting there.</p><p>Play, pause or stop?&#xa0;Pause. If you're already watching those shows, it's worth catching the finales — but if not, there's not much new to lure new viewers (while “Swagger” and “Dickinson” are great, they'll be there to binge next month).</p><p>Paramount+ ($4.99 a month with ads but not live CBS, $5.99 a month with ads, $9.99 without ads)</p><p>Paramount+ hasn't rebranded to “Taylor Sheridan+” quite yet, but it's not far from it.</p><p>The TV and movie hitmaker is set to premiere his eagerly awaited “Yellowstone” prequel “1883” (Dec. 19). The Western series focuses on the Dutton family's dangerous journey across the Great Plains to settle on what will become their ranch in Montana. Sam Elliott, Tim McGraw and Faith Hill star. Bottom line: If you're a “Yellowstone” fan, this is probably right up your alley.</p><p>Sheridan also has new episodes of his other Paramount+ show, “Mayor of Kingstown” in December, and keep in mind that the new season of “Yellowstone” airs on cable's Paramount Network, but does not stream on Paramount+ (it'll appear on Peacock in the coming months, for complicated reasons).</p><p>Among non-Sheridan content, there's “Reno 911: The Hunt for QAnon” (Dec. 23), reuniting the entire original cast (Thomas Lennon, Kerri Kenney-Silver, Cedric Yarbrough, Robert Ben Garant, Carlos Alazraqui, Wendi McLendon-Covey and Niecy Nash) of the “Cops” spoof in a movie special whose title pretty much says it all, and there are also new episodes every Tuesday of the solid fourth season of “Star Trek: Discovery.”</p><p>Other new additions include “Queen of the Universe” (Dec. 2), a “RuPaul's Drag Race” spinoff singing competition with an international cast of drag queens, hosted by Graham Norton; and a number of holiday offerings, including a “Rugrats” special (Dec. 3) and the rom-coms “A Christmas Proposal” (Dec. 3) and “Christmas Takes Flight” (Dec. 19).</p><p>There's also the country music extravaganza “New Year's Eve Live: Nashville's Big Bash” (Dec. 31), and a full slate of live sports, including NFL football, college football's SEC championship game (Dec. 4), college basketball and UEFA Champions League matches.</p><p>Who's Paramount+ for?&#xa0;Gen X cord cutters who miss live sports and familiar ViacomCBS&#xa0;&#xa0;VIAC&#xa0;broadcast and cable shows.</p><p>Play, pause or stop?&#xa0;Pause. Paramount+ is getting interesting, and could be worth subscribing for a month or two to check things out, especially if you're a soccer or football fan.</p><p>Peacock (free basic level, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>It's not a great sign when your highest-profile new show is based on a 15-year-old “Saturday Night Live” recurring sketch, which spawned a movie that flopped more than a decade ago. But for some reason, Peacock is reviving Will Forte's “MacGyver” spoof “MacGruber” (Dec. 16), for an eight-episode season. For a one-joke sketch that got old after three minutes, this could be a disaster.</p><p>The rest of Peacock's December lineup is even more “meh,” including “Baking It” (Dec. 2), a new cooking competition hosted by&#xa0;Andy Samberg and Maya Rudolph; and “The Housewives of the North Pole” (Dec. 16), a movie that is unfortunately not a spoof of the “Real Housewives” franchise, but a holiday tale of two rival decorators whose friendship turns into a feud and tears apart a small town, starring Betsy Brandt (“Breaking Bad”) and actual “Real Housewife” Kyle Richards.</p><p>Peacock also has the Miss America competition (Dec. 16), the annual “Christmas in Rockefeller Center” special (Dec. 1) and — hey, finally something watchable! — the original, animated “How the Grinch Stole Christmas” (streaming now). There's also a solid sports lineup, including Sunday night NFL games, Premier League soccer, World Cup skiing and international figure skating; and a ton of Christmas movies, including “Die Hard” (Dec. 1, and yes it is a Christmas movie).</p><p>Who's Peacock for?&#xa0;If you like network and basic-cable TV and don't mind ads, the free version of Peacock is great. If you're eligible for Premium through a Comcast&#xa0;CMCSA&#xa0;or Cox cable subscription, it's also a perfectly fine free addition.</p><p>Play, pause or stop?&#xa0;Stop. Unless you're a cord-cutter who still needs live sports (which, to its credit, Peacock has a very good sports lineup), the pickings are slim.</p><p>Discovery+ ($4.99 a month, $6.99 ad-free)</p><p>Andrew Zimmern returns with the second season of his series, “Family Dinner” (Dec. 10), in which the chef and food writer visits people's homes and has dinner with them, learning something about their culture along the way — a fine concept that has kinda been done already by Padma Lakshmi on Hulu's excellent “Taste the Nation.”</p><p>In a Frankenstein-like mashup of HGTV and Food Network, Giada De Laurentiis&#xa0;and&#xa0;Carla Hall star in “My Dream Kitchen” (Dec. 18), as the two chefs design their perfect kitchens as part of home renovations.</p><p>Paramount+ also has a pair of holiday-themed episodes of Joanna Gaines' “Magnolia Table” (Dec. 3 and Dec. 18), and a Rhee Drummond special, “The Pioneer Woman's Hometown: Holiday Themes” (Dec. 11).</p><p>Gotta have some holiday-themed true crime too, so there's “Fruitcake Fraud” (Dec. 1), a doc about a couple who embezzled $16.7 million from the world famous Collin Street Bakery; as well as “The Rise and Fall of Lularoe” (Dec. 13), a investigative doc, made with partner BuzzFeed, about the effects of the multi-level marketing company's schemes (if that sounds familiar, Amazon dropped its own docuseries, “LuLaRich,” in September).</p><p>Who's Discovery+ for?&#xa0;Cord cutters who miss their unscripted TV or who are really,&#xa0;really&#xa0;into “90 Day Fiancée.”</p><p>Play, pause or stop?&#xa0;&#xa0;Stop. Discovery+ is fantastic for background TV. But there's not much that's essential viewing. It's really only a good option for those who are HGTV/Food Network/TLC superfans who've cut the cord completely — if you still have cable or get Discovery DISCA&#xa0;channels through a live-streaming service like YouTube TV or Hulu Live, it's just not necessary. (Besides, many of its cable shows are also available on Hulu.)</p>",
  "published": "2021-11-28T20:20:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 10169,
          "end": 10175
        },
        {
          "start": 11178,
          "end": 11184
        },
        {
          "start": 12519,
          "end": 12525
        },
        {
          "start": 12420,
          "end": 12426
        },
        {
          "start": 11733,
          "end": 11739
        },
        {
          "start": 12314,
          "end": 12320
        }
      ]
    }
  ]
}