{
  "_id": "0c3aef461c31c9424d9b371bdd6d04558eb187f31eb9b763679cc035a46cc567",
  "feed": "ftcomall",
  "title": "FirstFT: Streaming wars drive media groups to spend, spend, spend",
  "text": "<p>The top eight US media groups plan to <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">spend at least $115bn</a> on new movies and TV shows next year in pursuit of a video streaming business that loses money for most of them. </p> <p>The huge investment in new content comes amid concerns that it will be harder to attract customers in 2022 after the pandemic-fuelled growth of 2020 and 2021. </p> <p>One entertainment executive called the planned expenditures, which the Financial Times calculated based on company disclosures and analyst reports, “mind boggling”. Including sports rights, the aggregate spending estimate rises to about $140bn. </p> <p>“There is no turning back,” said media analyst Michael Nathanson of MoffettNathanson. “The only way to compete is spending more and more money on premium content”.&#xa0;</p> <p>Among Disney's programmes earmarked for 2022 are a retelling of <em>Pinocchio</em> starring Tom Hanks, a new instalment of the <em>Cars</em> franchise and <em>Obi-Wan Kenobi</em> starring Ewan McGregor. Netflix, ViacomCBS, Fox and Apple also intend to spend billions of dollars on content.</p> <h1>Three more stories in the news</h1> <p><strong>1. Former Senate majority leader Harry Reid dies</strong> The longtime Democratic lawmaker, who was a driving political force behind many of former US president Barack Obama's signature legislative achievements, <a href=\"https://www.ft.com/content/37a91f7b-e3c0-4141-9fa3-832e45d39b06\">died yesterday</a>. James “Jimmy” Cayne, the executive who presided over the New York investment bank Bear Stearns&#xa0;in the run-up to its collapse in the 2008 financial crisis, <a href=\"https://www.ft.com/content/6d493791-41c2-4875-9977-73540a0b3a1c\">has also died</a>. </p> <p><strong>2. Hedge funds bet against market pessimism</strong> The <a href=\"https://www.ft.com/content/bc799a6b-d5ee-46fc-85c7-173e8f751bf6\">so-called steepener trade</a> — a bet that yields on long-term US government bonds will rise more quickly than yields on shorter-term debt — proved painful for macro funds this year as central banks acted to control inflation. But data shows that once again funds are attracted to this trade. </p> <p><strong>3. HK police raid pro-democracy news outlet</strong> More than 200 officers from Hong Kong's national security police <a href=\"https://www.ft.com/content/4170d9a6-362e-4e12-9612-0ef0c1d0a386\">descended on the offices</a> of Stand News, an independent news site known for its critical coverage of government policies. Current and former senior executives were arrested for alleged “conspiracy to publish seditious publication”, according to police.</p> <h1>Coronavirus digest </h1> <ul>  <li><p><strong>The US Centers for Disease Control and Prevention</strong> has <a href=\"https://www.ft.com/content/0a03ef52-6df2-47fa-acd8-0a87ea0c6bf6\">sharply cut its estimate</a> for how much of the country's Covid-19 wave has been caused by the Omicron coronavirus variant to just over half from three-quarters a week ago.</p></li>  <li><p><strong>Germany's</strong> highest court has demanded <a href=\"https://www.ft.com/content/4d8d266c-55fe-49e1-8d0c-1ed6b397fa2d\">greater protection</a> for disabled people when doctors treat only those Covid patients with a greater chance of survival.</p></li>  <li><p>A sharp rise in NHS staff absences because of coronavirus risks delaying patient care, health leaders in <strong>England</strong> have warned, as <a href=\"https://www.ft.com/content/e1b48f47-cf34-4212-9871-70e76f462d75\">the number of hospitalisations</a> in the country hit a nine-month high.</p></li> </ul> <h1>What else we're reading</h1> <p><strong>Bull market heads into New Year on a shaky foundation&#xa0;</strong>What might have to happen for you to think you might get a double-digit equity market return in 2022 — the fourth year in a row, asks Merryn Somerset Webb. She explains&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-307f729c-4ada-445c-a2cd-e1caa2e99e0c/ie9N342soTThUSrgz_32eg~~/AAAAAQA~/RgRjrhHgP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMzA3ZjcyOWMtNGFkYS00NDVjLWEyY2QtZTFjYWEyZTk5ZTBjP2VtYWlsSWQ9NjFjYjg3MWU1OGM1ZDMwMDA0YjRmNmMzJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgphu_-My2FhWaF7UhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">the key things to consider</a>.</p> <p><strong>Graphics of the year — making sense of 2021</strong> From Covid charts to technological explainers and chronicles of human tragedy, we are living in an era that is increasingly <a href=\"https://www.ft.com/content/f0bb8405-7502-4503-918a-02598463a422\">captured by visual reporting</a>. Graphics have a language as rich and expressive as the written word. Here are some of this year's standouts, including a map showing carbon released by raging fires in the remote Siberian republic of Sakha, selected by the FT's data team.</p> <p><strong>Trump's vaccine heresy shows populism is not a monolith</strong> The friendly fire against Trump over comments about Covid vaccines reveals his vulnerability. The trouble is that it also shows how much populism has hardened. <a href=\"https://www.ft.com/content/0dbd49b7-a146-4338-ba01-4ede53a3e5ee\">If we have learned anything in 2021</a>, writes Janan Ganesh, it is that populism is now much more than a personality cult.</p> <h1>Our most-read Markets article of the year</h1> <p>We have to travel back in time almost a year to find 2021's most-read Markets story: Philip Stafford's piece looking at <a href=\"https://www.ft.com/content/a434b756-afe0-454d-9d70-ef2d42ea8d55\">how EU share trading fled London</a> on the first day after Brexit. Almost €6bn of dealing rerouted to newly created European hubs and primary exchanges.</p> <p><em>If you're interested in Britain's future in Europe post-Brexit, </em><a href=\"https://click.newsletters.ft.com/f/a/pUN6NKNn41_iX83JCI4-0g~~/AAAAAQA~/RgRjrSzyP0SeaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvc3Vic2NyaWJlP2VtYWlsSWQ9NjFjYTdjYTlmNDhiYWIwMDA0OGUwOGIyJnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjImbmV3c2xldHRlcklkcz01NzdiODYwNzA5ODhiYzAzMDA3ZjE5NWJXCGZpbnRpbWVzQgphu_inymFhs_RlUhJzYXJhaC5lYm5lckBmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em> for Peter Foster's Britain after Brexit newsletter, which will keep you up to date on everything you need to know.</em></p><p>Source: FT reporters 2021 'FirstFT: Streaming wars drive media groups to spend, spend, spend' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-29T11:07:37.519Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 748,
          "end": 754
        }
      ],
      "nexusId": "10078857"
    }
  ]
}