{
  "_id": "dabc1e10b626e674d319e8e1056336c2db0fadfc24eb7d71c8a6918481eb2df1",
  "feed": "ftcomall",
  "title": "Rich life of tapestry master Archie Brennan",
  "text": "<p>It can take months to weave a tapestry. Years in the case of the largest and most complex examples of the form. It's surprising, therefore, to encounter one depicting something as throwaway as a clipping from a Sunday paper. But then there's plenty that's surprising about the work and life of the late Scottish tapestry weaver Archie Brennan, the subject of a major retrospective at the Dovecot Studios in Edinburgh this spring.</p> <p>“Was It Worth It Mr Gutenberg?” (1986), a weaving of part of a newspaper column including a byline photo of its writer, is just one of a number of tapestries that show Brennan juxtaposing the immediacy of modern media and pop culture with the laboriousness of weaving.</p> <p>“He loved the absurdity of taking a tiny press cutting and weaving it for months,” says Kate Grenyer, curator of <em>Archie Brennan: Tapestry Goes Pop!</em></p> <p>Born in Roslin near Edinburgh in 1931, Brennan began a seven-year tapestry apprenticeship at the Dovecot at the age of 16. At that time, explains Grenyer, weaving was a trade, albeit a very highly skilled one. “You'd learn tapestry like you might learn carpentry or plumbing.”</p> <p>Weavers then were “reproducing technicians”, she goes on, charged with the task of recreating an artist's ideas in tapestry but not expected to bring any of their own creativity to the loom.</p> <p>Brennan changed all that, bringing about a radical transformation of the world of tapestry weaving over the course of a 60-year career that included a long stint as director of the Dovecot. Brennan also established and led the tapestry course at the Edinburgh College of Art, and consulted on the foundation of the Australian Tapestry Workshop, one of Australia's leading producers of public art. Along the way he made sure to find time for bodybuilding, a life-long passion that in 1954 saw him crowned Mr Scotland.&#xa0;</p> <p>As far as his impact on tapestry is concerned, textile historian Mary Schoeser, author of <em>Textiles: The Art of Mankind</em>, is unequivocal: “He really opened it up. He moved the weavers from working at the back of the tapestry to working directly at the front so that they were able to be actively involved and creatively responding to the cartoon,” she says.</p> <p>“And then he worked closely and very successfully with major artists. So he was an important part of opening the door to artists engaging with tapestry as a mutual collaborative enterprise.”</p> <p>Brennan collaborated with artists including Tom Phillips and Harold Cohen (their work features in the Dovecot show), but his most fruitful creative partnership was with fellow Scot Eduardo Paolozzi. The Pop art pioneer began working with weavers at the Dovecot when the University of Manchester commissioned his “Whitworth Tapestry” in 1967. Incorporating Disney characters, a riot of geometric patterns, and sections reminiscent of screen-printing, the work was one of eight Paolozzi tapestries woven at the Dovecot under Brennan's direction.</p> <p>Grenyer is delighted to be able to show “Mickey Mouse” (1967), a smaller collaborative piece from the same body of work, at the Dovecot this spring, using it to tell the story of how Brennan came to develop “his own visual language and voice” through his relationship with Paolozzi in the late 1960s.&#xa0;</p> <p>“The work that he made and the philosophy he brought to tapestry came from Pop,” says Grenyer, citing Brennan's embrace of celebrity culture and repetition of key images in works such as his many portraits of the boxer Muhammad&#xa0;Ali, several of which appear in the show.</p> <p>These works might feel a world away from the kinds of early medieval tapestry that Brennan first studied as an apprentice and which he remained obsessed by throughout his life. But actually, says Grenyer, Brennan saw an affinity between his irreverent Pop-inspired works and older textile traditions.</p> <p>“He was quite interested in how that depicted everyday culture,” says the curator. “Tapestry tells stories and even though it's made for castles and kings, the people in it are doing everyday activity; the weavers were everyday people.”</p> <p>Grenyer's favourite work in the show is “Gossips, reconstruction, the Triumph of Caesar (At a Window XVIII)” (2006). Showing two women looking out through a window that serves as a frame, the piece references early modern tapestry but does so with tongue firmly in cheek. Brennan wove the image not from studying the tapestry on which it's based, but from a black and white photo he found in a tapestry newsletter. “It's gone through those processes of translation,” Grenyer says.</p> <p>A big name in the world of tapestry by the 1970s, Brennan was well enough known in mainstream art circles that in 1976 he appeared on the cover of a broadsheet's weekend magazine. His work was selling well through galleries in New York and London at this stage but Brennan never capitalised on this success, opting instead to step away from the spotlight.</p> <p>“He had no interest at all in selling his tapestries. He only exhibited when he was invited,” says Schoeser. “He was interested in planting the creative seed. That's what compelled him.”</p> <p>In 1984, following a long stint in Papua New Guinea, where he helped to establish the country's first National Art School and oversaw the interior design of its parliament building, Brennan moved to Hawaii to pursue his solo weaving practice. He then moved to New York City, content to weave and teach weekly tapestry classes alongside his wife and fellow weaver Susan Maffei.</p> <p>Most of Brennan's works are still with their original buyers, according to research by Grenyer and Lisa Mason, assistant curator of modern and contemporary design at National Museums Scotland, co-curator of <em>Tapestry Goes Pop! </em>On the rare occasions when they do come up at auction, Brennan's tapestries can sell for really quite modest sums (“Boboli” (1964) went for £375 in 2013). This despite the weaver's enormous influence and recognition by connoisseur collectors of craft and textile such as the late Jack Lenor Larsen. “Many auctioneers may not be aware of what they have,” suggests Grenyer.</p> <p>The curator hopes that <em>Tapestry Goes Pop!</em> might serve to reinstate Brennan in the wider public consciousness. The time is ripe for it, she says, given the resurgence of interest in tapestry as an art form in recent years: not only have we seen big exhibitions of the work of artist weavers Hannah Ryggen and Anni Albers but tapestry works have made waves at recent iterations of Frieze London and the Venice Biennale.</p> <p>“Parallel to this, Dovecot has also seen a growing interest in purchasing our tapestries from private commissioners and gallerists, something which doesn't seem to have slowed down in the recent pandemic — in fact our looms are busier than ever,” she says.</p> <p>Brennan himself was not overly concerned with how his work would be regarded after his death. It was a different sort of legacy that he was interested in, as he explained in a TV programme made during a residency in New Zealand in 1992.</p> <p>“There's something sneaky and subversive about setting up a way of doing something that 50 years, 100, 150 years down the road people have adopted and it becomes the way, and nobody quite knows where it was picked up,” he says, a playful smile flickering across his face.&#xa0;</p> <p>“But to know that you might have set that up in your time is sneakily attractive, more than any kind of fame.”</p> <p><em>‘Archie Brennan: Tapestry Goes Pop!' will open in line with government restrictions this spring and is due to run until June&#xa0;26, </em><a href=\"https://dovecotstudios.com/\"><em>dovecotstudios.com</em></a><br></p><p>Source: Jo Caird 2021 'Rich life of tapestry master Archie Brennan' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T05:00:59.577Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2735,
          "end": 2741
        }
      ]
    }
  ]
}