{
  "_id": "b34e6e7cf9b1505b648e93a6de39db64e131db69fcd2a4b177de73a40c7fee66",
  "feed": "ftcomall",
  "title": "Surging global inflation puts pressure on policymakers",
  "text": "<p>Good evening,</p> <p>This morning's news that <a href=\"https://www.ft.com/content/dd5edcd1-2e70-4910-b642-269574b4bcdd\">UK inflation</a> hit its highest level in a decade in November is just the latest sign of price pressures impinging on recovery prospects around the globe.</p> <p>The Office for National Statistics said the jump in consumer prices to 5.1 per cent, from 4.2 per cent the previous month, was driven by increases in the price of petrol and used cars, but affected almost all sectors of the economy.</p> <p>Today's data put extra pressure on the Bank of England to raise interest rates when it gives an update on monetary policy tomorrow. Inflation is now more than double the BoE's 2 per cent target. The FT Editorial Board however <a href=\"https://www.ft.com/content/89946e06-bd7f-41f8-ae38-12dbec543865\">advised policymakers</a> to be cautious until more was known about the effect of the Omicron variant.</p> <p>The <a href=\"https://www.ft.com/content/ca15ce59-ca72-497c-bf7a-c1482d972f01\">IMF has also pitched in</a>, declaring yesterday in its annual health check on the UK economy that the Bank should “withdraw the exceptional support” and not delay a rise in rates. It predicts UK inflation will hit 5.5 per cent by early next year.</p> <p>The US Federal Reserve is facing similar pressure to rein in its pandemic stimulus programme, following data yesterday that showed <a href=\"https://www.ft.com/content/99c75c70-20e9-49d7-b8f0-c1149e18e23b\">producer prices</a> rising at their fastest pace on record. They were up 0.8 per cent in November, making the annual increase 9.6 per cent, which is the fastest year-on-year rate since the data were first collected in 2010. This sent stocks down on expectations that interest rates might rise sooner than expected. The Fed will publish its rates decision and its thinking on <a href=\"https://www.ft.com/content/834e773c-0bf6-4510-87d3-123a5d040c05\">monetary policy</a> today at 2pm ET (7pm UK).</p> <p>Tomorrow, it will be the turn of the European Central Bank, when its president Christine Lagarde is expected to announce a timeline for ending the ECB's €1.85tn of emergency pandemic measures. This <a href=\"https://www.ft.com/content/e01ce60c-f602-4110-bb64-7fd60689b099\">Big Read</a> lays out the challenges ahead as the ECB struggles to get inflation under control.</p> <p>Investors however are not yet convinced that the world's central banks can tame the beast: they are pouring billions into assets that <a href=\"https://www.ft.com/content/76122770-a4ac-4cee-a045-fc1a298c1d5e\">profit from or hedge against rising prices</a>. </p> <p><em>Use our </em><a href=\"https://www.ft.com/content/088d3368-bb8b-4ff3-9df7-a7680d4d81b2\"><em>inflation tracker</em></a><em> to compare country performance and expectations across the world</em></p> <h1>Latest news</h1> <ul>  <li><p>US homebuilder confidence hit a <a href=\"https://www.ft.com/content/9a391174-3d4e-4735-831d-f7b0059b5c96#post-49c327a1-b1b9-455b-a5fd-44e00f11c976\">10-month high</a> on robust demand for new homes</p></li>  <li><p>European Commission President Ursula von der Leyen said Omicron would likely be the dominant strain of Covid-19 in Europe by mid-January (Bloomberg)</p></li>  <li><p>Italy's <a href=\"https://www.ft.com/content/9a391174-3d4e-4735-831d-f7b0059b5c96#post-1bc491f5-2416-43bf-a97e-f2590ec7a620\">surprise move</a> to introduce mandatory negative PCR or rapid tests for those travelling within the EU faced a backlash in Brussels</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/9a391174-3d4e-4735-831d-f7b0059b5c96\"><em>live blog</em></a><em>. And if you want to listen to the latest headlines in under three minutes, listen to our&#xa0;</em><a href=\"https://www.ft.com/top-stories-today\"><em>Top Stories Today</em></a><em>&#xa0;audio digest</em></p> <h1>Need to know: the economy</h1> <p>More data have confirmed <strong>China's recovery </strong>is slowing. Retail sales increased at a less than expected 3.9 per cent in November and new home prices fell at the <a href=\"https://www.ft.com/content/c931f98a-5030-4c78-a5c0-97fe80faca31\">steepest rate since 2015</a>. The <strong>Asian Development Bank</strong> yesterday <a href=\"https://www.ft.com/content/178c692f-82a4-407e-9992-f251c2f5d13d#post-b3518001-bbf5-4a21-a852-a35994aa0484\">downgraded growth forecasts</a> for developing countries in the region to 7 per cent, from 7.1 per cent this year and 5.3-5.4 per cent next year.</p> <p>Health experts have warned that the US would <a href=\"https://www.ft.com/content/e6f81103-fcd1-4255-8633-a7d73932b1bf\">struggle to contain</a> the spread of <strong>Omicron</strong> because of low vaccination rates, inadequate testing and inconsistent rules about mitigation such as mask wearing. The total number of US deaths has now passed 800,000.</p> <h2>Latest for the UK and Europe</h2> <p>The<strong> UK employment rate</strong> <a href=\"https://www.ft.com/content/da816022-3a83-428f-90a3-04649b258918\">rose to 75.5 per cent </a>in the three months to the end of October, despite the end of the government's furlough scheme, fuelled by the return of part-time work that had dried up during the pandemic. Unemployment fell to 4.2 per cent, while vacancies reached a record high of more than 1.2m in the three months to November. Wage growth also remained strong. Meanwhile, two-thirds of UK employers have backed a rise in <a href=\"https://www.ft.com/content/2dad6bc1-7e8f-4341-94de-695b3b619d3e\">statutory sick pay</a>.</p> <p><strong>Spain</strong> is the second biggest beneficiary of EU recovery fund grants after Italy, but — in common with several other member states — it <a href=\"https://www.ft.com/content/9a064a93-a42c-4436-9eda-601ea3d060c6\">faces an uphill struggle</a> to spend the allocated €70bn of funds fast enough. Problems include the complexity and number of projects under consideration, as well as complicated negotiations with Brussels about the rules and fears of taking legal risks by hurrying.</p> <p>Industrial production in the <strong>eurozone</strong> <a href=\"https://www.ft.com/content/178c692f-82a4-407e-9992-f251c2f5d13d#post-58410d9d-d0fa-4394-86fb-45b4cb1e76e1\">bounced back</a> in October, giving some optimism for fourth-quarter growth prospects that have been battered by supply chain problems. The 1.1 per cent rise in factory output from the previous month left it 3.3 per cent higher than a year ago, but still 0.7 per cent below pre-pandemic levels. </p> <h2>Global latest</h2> <p><strong>US retail sales</strong> grew <a href=\"https://www.ft.com/content/9a391174-3d4e-4735-831d-f7b0059b5c96#post-f5a454c6-cc08-4760-b654-e750f55d33c4\">a less than forecast 0.3 per cent in November</a>, compared with the previous month, after an earlier than usual start to the holiday shopping season. <strong>Congress</strong> voted to <a href=\"https://www.ft.com/content/1bcdaf0a-6cd0-4369-9dec-55b900f7be6e\">increase government borrowing limits</a> in an eleventh hour effort to avoid a default before the end of the year.</p> <p>The World Health Organization said rich countries' rush to administer <strong>booster jabs</strong> would cause a <a href=\"https://www.ft.com/content/54bec909-1f06-43ff-9bc0-391202eabf9d\">3bn vaccine shortfall</a> in poorer nations. Just 7 per cent of people in lower income countries have had at least one shot and 98 countries have fallen short of reaching the WHO target of immunising 40 per cent of their populations.</p> <h1>Need to know: business</h1> <p><strong>Punch Pubs</strong> has been <a href=\"https://www.ft.com/content/6e47482d-6fff-47d7-a7d2-ac6cf520f82a\">bought by Fortress Investment Group</a> for about £1bn, the latest in a string of private equity deals in the struggling hospitality sector. Business leaders are unhappy with the <a href=\"https://www.ft.com/content/4c341e24-5a3c-4410-a3e1-6f8ab6c93003\">lack of UK government support</a> to help with new <strong>coronavirus restrictions </strong>and fear serious labour shortages if Omicron spreads as rapidly as expected. But there will apparently be no further tightening of the rules in England before Christmas, <a href=\"https://www.ft.com/content/21f34dca-362d-499f-afbd-a608ef44d211\">according to a government minister</a> earlier today.</p> <p>The <a href=\"https://www.ft.com/content/ef91d39e-b916-41db-82be-59a162a3ba80\">darkening outlook</a> for air travel seems to have brought an end to Iberia owner IAG's takeover of Spanish rival <strong>Air Europa</strong>. The initial €1bn deal was signed in late 2019 before the pandemic and had been renegotiated down to €500m in January this year as IAG ran up billions of euros in losses.</p> <p><strong>Inditex</strong>, the world's biggest clothing retailer and owner of the Zara chain, has reported <a href=\"https://www.ft.com/content/017d1eae-d719-4560-9dd0-a0f7478dc7d3\">record sales and profits</a>, surpassing pre-pandemic levels. Sales for the nine months ending October 31 hit €19.3bn, a 37 per cent increase on 2020, and net profit reached €2.5bn, nearly four times higher than the previous year. The group increased online sales during the pandemic, while keeping them tightly integrated with stores.</p> <p>The <strong>streaming wars</strong> between Disney, WarnerMedia, Netflix, Amazon and others that took off during the pandemic have entered a new phase, as the lifting of restrictions allows filming of new material. Buyout groups are spending massive sums on <a href=\"https://www.ft.com/content/7ce18e41-0593-4438-a62c-cb8c2456eb92\">production facilities</a> for TV shows and films.</p> <p>Wall Street giants <strong>Goldman</strong> <strong>Sachs</strong> and <strong>JPMorgan</strong> are planning <a href=\"https://www.ft.com/content/51c4638b-2663-4fa2-9fa3-8608d488d227\">bonus bonanzas</a> for their investment bankers after a frenzy of dealmaking brought in record fees. The value of US deals in the first 11 months of 2021 totalled an all-time high of $2.3tn.</p> <p><em>Join us for the FT </em><a href=\"https://womenamericas.live.ft.com/?reference=fteditorial&amp;utm_source=emh&amp;utm_medium=fteditorial&amp;utm_campaign=2021pftwomenatthetopus\"><em>Women At The Top</em></a><em> Americas Summit on December 15 and 16 to learn how to advance your career and business in the workplace.</em></p> <h1>The World of Work</h1> <p>The rise of remote working has called into question the standard <strong>five-day working week</strong>. Is it a good idea to spread your working hours to include the weekend, or is it a sinister erosion of our free time? Listen to the new edition of our <a href=\"https://www.ft.com/content/fb340a38-6157-494b-8eb5-ceecf2ba6bd4\">Working It podcast</a>.</p> <p>US companies and health officials are taking further measures to boost <strong>vaccination rates</strong> among their workers. Supermarket chain Kroger is <a href=\"https://www.ft.com/content/178c692f-82a4-407e-9992-f251c2f5d13d#post-eb988d7b-b1c5-4a2b-abdc-eb23fc62777e\">ending pandemic-related sick leave</a> for unvaccinated employees and charging some of them a monthly healthcare fee. But judges have blocked the government's plans to make vaccination compulsory for healthcare workers and federal contractors, as well as proposals to force companies with at least 100 employees to get their workers jabbed or make them take weekly Covid-19 tests.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>Looking for Christmas gift inspiration? Check out the choices of FT writers and critics in our comprehensive <a href=\"https://www.ft.com/booksof2021\">Best Books of the Year</a> series.</p><p>Source: Darren Dodd 2021 'Surging global inflation puts pressure on policymakers' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-15T18:15:25.690Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6399,
          "end": 6405
        }
      ]
    }
  ]
}