{
  "_id": "03bfc4ce6ec7ee6f03a94a1223188c35011996e42effc674613b52db7d1f76c6",
  "feed": "wall-street-journal",
  "title": "5 Ways That 3-D Printers Can Make You Cooler; The revolutionary machines can make your life easier and help you impress your friends (and kids). Skeptical? Read on...",
  "text": "<p>AS REVOLUTIONARY technologies evolve, they shrink—once taking up entire rooms, they eventually fit on your kitchen counter. 3-D printers have made it to that stage. And at around $300 for high-tech machines, they're now affordable enough that almost anyone can have a go. If you still view them as irredeemably nerdy, it's time to rethink.</p><p>To design and print everything from toys to phone cases, tools, coat hooks, even passable jewelry, all you need is the machine, downloadable plans and some plastic filament. Here, some ways to use 3-D-printing that could make you a cooler human being, at least in the eyes of other nerds.</p><p>Customize a Costume</p><p>Use your 3-D printer to fashion some spirited Halloween accessories. Los Angeles film-trailer editor Jeff Gritton was tired of lugging the \"Ghostbusters\" proton pack he shaped from wood five years ago to parties, so he bought an Artillery Sidewinder X1 printer (from $399, artillery3d.shop ), downloaded free plans from thingiverse.com and then printed and painted each of the pieces needed for a lighter, ultimately more realistic sci-fi accouterment.</p><p>DIY Ingeniously</p><p>Crave a non-generic toothbrush holder or sconce? Chances are your printer can make it, and many plans can be found for free with a simple Google search. Jade Brown is a former Boeing aerospace engineer who, as founder of Sprout Design lab, now 3-D prints custom jewelry based on children's drawings. She uses her Elegoo Mars 2 Pro (from $250, elegoo.com ) to make brackets for hanging things in her home and plans to replace part of her Roomba's casing that snapped off. \"There are a lot of great websites that have the models and pieces already designed,\" she said. \"You just need to click print.\"</p><p>Impress Cynical Kids</p><p>Once you understand the software and which materials to use, \"you can literally print any toy in the universe,\" said John Kuiphoff, associate professor of design and creative technology at the College of New Jersey. His students have designed and printed tiny jets, fidget spinners and even foosball players. Mr. Gritton has also included his two boys in his 3-D-printing hobby. \"They love picking out projects and they're always excited to see what I'm going to make,\" he said. Next on the list: kid-size \"Star Wars\" Clone trooper helmets, each of which will take eight days to print—so plan accordingly.</p><p>Make Memorable Gifts</p><p>Mr. Kuiphoff often tasks his students with using the free 3-D design program Tinkercad to print gifts—from color-changing bracelets to board games—for someone special. \"It usually turns out terrible at first,\" he said. \"But they'll start over to get it right. You wouldn't believe the time, thought and effort they put into it.\" Not to be outdone, Mr. Kuiphoff made a gift for his mom on his own high-end Glowforge printer (from $2,995, glowforge.com ) and Prusa i3 MK3S (from $749, prusa3d.com ). He used software to draw sound wave patterns made from the last phone message his grandmother left his mom, then 3-D printed a prototype of the shapes and used it to craft a gold necklace. \"She's worn it every day since then.\"</p><p>Become an Enviable Problem-Solver</p><p>Not every printing job goes off without a hitch, but through mistakes you can learn life skills that extend well beyond 3D printing, said Sarah Boisvert, founder of the New Collar Network, which works with MIT's Fab Lab to use technologies like 3D printing in STEM education. \"In our program, you identify a problem, whether at home, work or play, then use 3D printing to solve that problem,\" she said. Her students' projects have included a ravioli press and a way to cast complex jewelry designs. \"We start everyone on the free online modeling program called Tinkercad, and whether it's an adult or a child, within two or three days, they can hold something they designed in their hands.\"</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>SHARE YOUR THOUGHTS</p><p>Would you buy a 3D printer? Why or why not? Join the conversation below.</p><p>5 Ways That 3-D Printers Can Make You Cooler</p>",
  "published": "2021-09-10T19:29:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}