{
  "_id": "a0d2b1f01e7f03a49fec39e2364128054b2accd0cea7ef1fdcf028cdc4cf2f60",
  "feed": "market-watch",
  "title": "Dow rises modestly amid J&J split-up news but stock market set for weekly losses on inflation angst",
  "text": "<p>How are stock benchmarks trading?</p><p>The Dow Jones Industrial Average DJIA traded 85 points, or 0.3%, higher at around 36,006.</p><p>The S&amp;P 500 SPX rose 5 points, or 0.1%, to 4,654.</p><p>The Nasdaq Composite Index COMP traded less than 0.1% higher at 15,710.</p><p>On Thursday, the Dow fell 159 points, or 0.44%, to 35921, after disappointing results from Walt Disney Co. DIS, but the S&amp;P 500 increased 3 points, or 0.06%, to 4649, and the Nasdaq Composite gained 82 points, or 0.52%, to 15704.</p><p>What's driving markets</p><p>Wall Street is trying to shake off nagging worries about accelerating inflation, which were highlighted by the U.S. October consumer-price index report on Wednesday.</p><p>The Bank for International Settlements predicted this week that bottlenecks should ease and that the direct inflationary effect will likely be limited. That tracks the view of the bond market, where long dated Treasury yields largely remain contained within the ranges of the past few weeks, despite considerable volatility, even though inflation has surged to the highest level in 31 years.</p><p>“Equity markets seem caught between opposing forces. Record low real yields, a frenzy in corporate buybacks, and fresh fiscal stimulus are colliding with fears over fading central bank liquidity, a slowdown in earnings next year, and weaker growth in China,” said Marios Hadjikyriacos, senior investment analyst at XM.</p><p>Looking ahead, the U.S. economics calendar on Friday includes job openings data for September — which will provide the latest update for what's been dubbed the Great Resignation, the trend of rising quits — as well as preliminary consumer sentiment data for November from the University of Michigan.</p>",
  "published": "2021-11-12T09:57:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 337,
          "end": 348
        }
      ],
      "nexusId": "10078857"
    }
  ]
}