{
  "_id": "91046931676dbed1e02a66df74dee8aad6b4ac3c4991e62d835ac049ddd55998",
  "feed": "ftcomall",
  "title": "Put the BBC behind a paywall overseas",
  "text": "<p>Funding negotiations are a perennial struggle for the BBC, but the current one has an intriguing twist. It may determine not just what Brits pay to fund the 99-year-old public broadcaster, but how overseas viewers will bankroll it too.</p> <p>The haggle between BBC executives and ministers is nominally to set rates for the next five years of the licence fee, a £159-a-year tax on UK households that raises <a href=\"http://downloads.bbc.co.uk/aboutthebbc/reports/annualreport/2019-20.pdf\">about £3.5bn</a> a year and funds most of the broadcaster's operations. </p> <p>But in the background is a familiar question facing old media incumbents. Will this broadcaster have the financial firepower — and courage — to reinvent itself as a streaming service, a “BBC Plus”, that can attract tens of millions of subscribers outside Britain? </p> <p>There is a compelling case for bundling the broadcaster's best work — news, documentaries and podcasts, shows from <em>Top Gear</em> to <em>Blue Planet</em>, even drama — into a single service overseas. But it requires investment and a tolerance for risk and pain, not typical public sector strengths.</p> <p>That commercial challenge is often obscured in the rolling political commotion that follows the BBC, from crises <a href=\"https://www.ft.com/content/ead2be61-d450-49ad-b853-705101df1f9d\">over royal interviews</a> to flag waving <a href=\"https://www.ft.com/content/a27e9f84-009d-46e2-9495-a5c4973591fa\">at the Proms</a>. But it is absolutely central to its survival as Disney, YouTube and TikTok eat into the BBC's audience and revenues. </p> <p>Put another way, the BBC's ability to reconfigure its commercial operations, which generated <a href=\"http://downloads.bbc.co.uk/aboutthebbc/reports/annualreport/2019-20.pdf\">nearly £1.3bn in 2019-20</a>, may be just as important to its UK future as the whims of Boris Johnson or whoever succeeds him in Downing Street. </p> <p>Indeed, running a scaled subscription service overseas would also be useful insurance. The BBC would learn how to build a UK lifeboat if the licence fee, in a worst-case scenario, disappears when the current BBC charter ends in 2027, as some Johnson allies would like.</p> <p>The reasons for taking the gamble are plain. The media sector is in flux. The BBC's traditional sources of commercial revenue — DVDs, ad-funded television channels and licensing deals — are either dead, declining or disrupted. Big US media groups spotted this trend years ago and made the leap to subscription streaming, a hugely expensive process that requires pulling back content and burning billions of dollars in licensing revenue. The need for global scale has forced consolidation, notably the recent tie-up between Discovery and WarnerMedia. </p> <p>While the BBC remains cock of the walk in Britain, it is a minnow in global terms, with next to no experience running a subscription streaming service. </p> <p>It has advantages: steady funding, decent technology, high-quality content and a world-renowned brand. But rather than aggressively consolidate its output overseas, the corporation has excelled at selling itself in small bits. Its prestigious natural history shows, for instance, are spread in North America across ad-funded channel BBC America, the US public broadcaster PBS, a 10-year licensing deal with Discovery and the BBC Earth channel, a joint venture in Canada. </p> <p>That leaves BBC Select, a non-fiction subscription streaming service launched in February, without the BBC's most celebrated non-fiction. BBC news is distributed separately, reliant on the thin ad market for global news channels. BBC drama, meanwhile, appears in countless outlets including BritBox, which the BBC part owns.&#xa0;&#xa0;</p> <p><a href=\"https://www.ft.com/content/a27e9f84-009d-46e2-9495-a5c4973591fa\">Tim Davie, the BBC's director-general</a> and former head of its commercial arm BBC Studios, wants a sharper business edge to bring in “utterly critical . . . cold hard cash”. He has mentioned the idea of a BBC News paywall outside the UK. His team have worked on bolder options for a broader, one-stop BBC subscription service. Wary ministers have been told raising the BBC's borrowing limit could help fund the commercial drive. </p> <p>Building a BBC Plus would be tough, requiring a wrenching effort to unwind old deals and a tolerance for losses while the service grows. It may be costly to end the 10-year natural history deal with Discovery, signed only in 2019. But it is <a href=\"https://www.nao.org.uk/wp-content/uploads/2020/01/BBC-Studios.pdf\">worth about £30m a year</a>. That revenue would be surpassed by 1m subscriptions for BBC Plus at $5 a month. </p> <p>There are obvious dangers, not least the glut of rival subscription streaming services. But the alternatives to taking this bet are worse. The BBC entering a defensive crouch in its home market would be bad for its friends and enemies alike. Whether the aim is to give the BBC financial stability, or for it to be operationally prepared to ditch the licence fee in five years' time, the investment in a BBC Plus is essential.</p> <p><a href=\"mailto:alex.barker@ft.com\"><em>alex.barker@ft.com</em></a></p><p>Source: Alex Barker in London 2021 'Put the BBC behind a paywall overseas' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T04:00:47.832Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1229,
          "end": 1235
        }
      ],
      "nexusId": "10078857"
    }
  ]
}