{
  "_id": "a5613bddaa6638006623110a95bee981229ed7cba711dcb901457957dc8b8340",
  "feed": "wall-street-journal",
  "title": "Children's Books: A Plague of Censors; A look back at a flurry of censorship—and remembering authors and illustrators lost this year.",
  "text": "<p>Books are burning, both literally and figuratively. Novelists are finding themselves under attack, as are parents who object to the novels their children are getting in the classroom. Schools, for their part, are ridding themselves of literary classics that contain a single deplorable word while fighting to retain on their shelves contemporary books (to which some parents object) that contain sexually explicit pictures and texts. It's all a great confusion, clashing armies on a darkling plain, as it were, and the stakes are high.</p><p>\"Give me a girl at an impressionable age and she is mine for life,\" said Miss Jean Brodie in her prime. It is true that the idea of forming children's characters—and through them shaping the future—is neither new nor confined to any particular strand of adult thinking. Nor, indeed, is it limited by geography. It is, however, an idea that has taken on special importance in 2021.</p><p>What to read this week</p><p>Jerusalem's buried past, the slower ancestor of Instagram, a grown-up approach to cocktails and more.</p><p>Consider what happened this year in Hong Kong, where police arrested five men and women for the crime of producing seditious children's books. Featuring wolves and sheep, the books were designed, police asserted in a statement, to cause \"hatred, incitement to violence and the abuse of law by the public, especially young children, against the Hong Kong government and the Hong Kong judiciary.\"</p><p>In Canada, news broke that a French-language school board overseeing 30 Catholic schools in Ontario has purged nearly 5,000 library books on the grounds that they contain \"outdated content\" and \"negative stereotypes\" of indigenous people. The targeted titles include biographies of French explorers, Tintin and Asterix comics, and tie-ins to the Disney movies \"Pocohontas\" and \"Brother Bear.\" The Francophone school board had begun burning books in \"flame purification\" ceremonies before the pandemic lockdown put a stop to it. (In a tragicomic coda to this story, an indigenous \"knowledge keeper\" who advised the literary immolation was revealed to be, so far as anyone can tell, not of aboriginal but of European extraction.)</p><p>In the U.S., meanwhile, writers and illustrators killed the 2021 Plum Creek Literacy Festival's programming for young readers after discovering a passage in the student handbook of Nebraska's Concordia University, the private Lutheran campus where the festival has been held since 1996. In language that should be unsurprising to anyone with a basic knowledge of Protestantism, the handbook explains that the Missouri Synod frowns on premarital and extramarital sex as well as on \"active involvement in a homosexual lifestyle, cohabitation, fornication, exhibitionism and voyeurism.\" Writers and illustrators active on Twitter interpreted this statement of Christian belief as \"actively discriminatory\" against LBGTQ people and so actively discriminated against Lutherans by refusing to attend the festival, causing it to collapse.</p><p>Earlier in 2021, the company formed to perpetuate the legacy of Theodore Geisel, aka Dr. Seuss, began to erase it. Dr. Seuss Enterprises announced that it would cease the publication of six picture books because they contain racial or ethnic portrayals that are \"hurtful and wrong.\" The canceled books include \"And to Think That I Saw It on Mulberry Street,\" the 1937 title that established Geisel's foothold in children's publishing. Several American library systems immediately pulled the Seuss books from circulation. In a thematically related development, late last year the superintendent of the Burbank school system in California told teachers they may no longer broadly assign five novels, some of which contain the n-word: The outcast texts include Mark Twain's \"Huckleberry Finn,\" \"Of Mice and Men\" by California's own son John Steinbeck, and Mildred D. Taylor's 1977 Newbery-winner \"Roll of Thunder, Hear My Cry.\"</p><p>Has there been a movement in the children's book world to object to the burning, canceling or banishing of these and other classic titles? Not on your nelly. But, my goodness, what a caterwauling there's been since parents began objecting to the presence in schools of books such as \"Race Cars,\" a primer for tots on privilege and oppression by Jenny Devenny and books for older readers that contain description of sexual acts, such as Maia Kobabe's \"Gender Queer: A Memoir\" and Jonathan Evison's \"Lawn Boy.\" Last month, industry outrage at the temerity of parents who have challenged the presence of these and other controversial books in school systems across the country produced a pious social media campaign, #FReadom, which consists of bien pensant booksellers, authors and librarians posting their opposition to censorship. The American Library Association is ginning up for its annual \"Banned Books Week\" next autumn. Dr. Seuss and Mark Twain will not be reached for comment.</p><p>This past year, a cohort of distinguished men and women left the world of children's literature to which they had given so much. Goodbye, Jerry Pinkney, master of vigorously dappled watercolors and eloquent wordless storytelling. Goodbye, Gary Paulsen, chronicler of boyhood, hardship and the wilderness. Fare thee well, Patricia Reilly Giff, whose novels about World War II have meant so much to so many middle-school girls. Godspeed, Jill Murphy, writer and illustrator of the beloved \"Worst Witch\" books; and also to you, Lois Ehlert, creator of bold, elemental pictures. And farewell to Beverly Cleary, who conjured for generations of happy readers the cockamamie adventures of Henry Huggins and his dog Ribsy, Beezus Quimby and her exasperating little sister, Ramona, and the other kids of Klickitat Street. May you all rest in peace.</p><p>Children's Books: A Plague of Censors</p>",
  "published": "2021-12-17T15:51:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1783,
          "end": 1789
        }
      ],
      "nexusId": "10078857"
    }
  ]
}