{
  "_id": "5228081226189ffbf557c987413abb334b5d199baf96e60d4f7d3e000272dc3c",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  Travel & Entertainment:  Tony Hale's Chameleon Act  ---  Comedic oddballs are a specialty  ----  By John Jurgensen",
  "text": "<p>\n  The funny thing about playing comedic characters? \"They never grow. They're literally in a state of arrested development,\" says Tony Hale, who has played some beloved ones -- including on the series \"Arrested Development.\" </p><p>\n  \"If anything, they get worse, they get crazier.\" </p><p>\n  Even though the 50-year-old actor will always be known for his neurotic weirdos in the TV comedies \"Arrested Development\" and \"Veep,\" his career is evolving. The two-time Emmy winner plays dueling leads in the new series \"The Mysterious Benedict Society,\" which has new episodes premiering weekly on Disney+. Mr. Hale is the title character, who recruits brainy orphans to investigate a disinformation blitz that's causing a societal panic. He also plays Benedict's estranged twin, a slicker fellow behind the global scheme. </p><p>\n  He came up doing theater and commercials, including a popular Volkswagen ad, before his breakout job on \"Arrested Development.\" In addition to standard tools of the trade, like acting coaches, Mr. Hale relies on prayer. The actor, who received degrees from two Christian universities, says he prays for guidance in his performances and his interactions on sets, and also for what audiences receive. His Christian faith, he says, helps create \"a bigger picture than just doing a show.\" </p><p>\n  Here, Mr. Hale breaks down his methods in four roles. </p><pre>\n </pre><p>\n  Buster Bluth: 'Arrested Development' </p><pre>\n </pre><p>\n  Signature trait: Total fixation on his mother </p><p>\n  Buster, the youngest sibling in the disgraced and dysfunctional Bluth family, feared almost everything. Mr. Hale could relate. Then 32 years old, the actor was freshly married, transplanted to Los Angeles, and surrounded by experienced stars on a big-time Hollywood set. \"I've never had that much free food offered to me. That alone -- I was like, wait, I don't have to pay for lunch? I was very intimidated, very overwhelmed.\" </p><p>\n  Series creator Mitchell Hurwitz told the actor that Buster's biggest want was to be safe. That formed some of the character's defensive body language -- chin squished down, hands in \"nope\" position back by his ears. </p><p>\n  Buster's love-hate relationship with his mother Lucille (played by Jessica Walter, who died in March) defined Mr. Hale's take on the character. It also helped him resurrect Buster after \"Arrested Development\" was canceled by Fox. When Netflix brought the comedy back seven years later, the actor was nervous about getting back into character. Then came the sound of Ms. Walter's voice in Lucille mode. \"I'll never forget hearing her say 'Buster.' It was just this Pavlovian moment where I was like, I'm back. It immediately clicked.\" </p><pre>\n </pre><p>\n  Gary Walsh: 'Veep' </p><pre>\n </pre><p>\n  Signature trait: Total fixation on his boss </p><p>\n  As part of an ensemble that pushed political satire, Mr. Hale won both his Emmys for playing the bagman to Julia Louis-Dreyfus's White House bumbler, Selina Meyer. </p><p>\n  Gary was high functioning in some ways, always armed with sanitizer and other supplies for Selina, along with names and obscure details on everyone she encountered. </p><p>\n  In other ways he could have been a cousin to Buster Bluth. \"They both had very codependent relationships with these strong women,\" Mr. Hale says, \"and just high, high, high anxiety.\" </p><p>\n  \"I've struggled with anxiety for most of my life, and walking through that was just not easy,\" he says. \"But it's kind of cool how God, I believe, has taken stuff that was hard and broken, and turned it into a part of my career. I'm able to live out anxiety in a comedic way.\" </p><pre>\n </pre><p>\n  Mr. Benedict: 'The Mysterious Benedict Society' </p><pre>\n </pre><p>\n  Signature traits: Empathetic and narcoleptic </p><p>\n  Benedict is the owlish leader of a group trying to defuse a social panic known as \"the emergency.\" To bring the character to life, Mr. Hale says, surface stuff helped: A mop of unruly hair. Wooly clothes in greens and browns. A disorder causing surprise sleeping spells. A stooped posture that Benedict uses to get down on the kids' level. </p><p>\n  On a deeper level was Benedict's quest for truth amid paranoia, a tale adapted from novels by Trenton Lee Stewart, the first published in 2007. Mr. Hale was portraying that while shooting the show last year during the pandemic, when misinformation was part of the threat. \"Benedict's whole thing is, there's so much noise -- can we just hear each other?\" Mr. Hale says. \"Honestly, tapping into that was pretty easy.\" </p><pre>\n </pre><p>\n  L.D. Curtain: 'The Mysterious Benedict Society' </p><pre>\n </pre><p>\n  Signature traits: Poised and passive-aggressive </p><p>\n  Benedict's seemingly evil twin, Curtain is the headmaster of an eerie academy, where students are drilled in logic problems and he tells them, \"The system works, if you work it.\" To switch between these opposing characters, Mr. Hale relied on sessions with his acting coach, Joey Borgogna, which tend to work a lot like psychotherapy, he says. \"If I don't find characteristics of the characters in myself, then I'm only going to be playing an idea of them.\" </p><p>\n  To bring out the resentment Curtain harbors about his brother, Mr. Hale dug into past hurts of his own. Among them, a feeling of alienation growing up in the South, \"where sports are pretty much a religion, and I was an artistic, emotional, sensitive, kind of hyperactive kid who didn't fit into the mold I was surrounded by.\" </p><p>\n  At age 12, he found validation in a program at the Young Actors Theatre in Tallahassee, Fla., but the tough memories remain available to Mr. Hale. </p><p></p>",
  "published": "2021-07-01T06:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 572,
          "end": 579
        }
      ],
      "nexusId": "10078857"
    }
  ]
}