{
  "_id": "418a3e84d7c384106a0e7f7290ab98860fe31fd3c49f93d93edeb2480071acfe",
  "feed": "market-watch",
  "title": "We have been promised the ‘metaverse' for decades, but it is still not a sure thing",
  "text": "<p>“He's in a computer-generated universe that his computer is drawing onto his goggles and pumping into his earphones,” Stephenson writes. “In the lingo, this imaginary place is known as the Metaverse. Hiro spends a lot of time in the Metaverse. It beats the sh– out of the U-Stor-It.”</p><p>This was not the first description of an alternative, virtual world in cyberspace that would allow us to escape from our sometimes dreary realities, but the term coined by Stephenson — the “Metaverse” — has suddenly become the catchall phrase used by tech companies, giant and small, after Facebook's recent corporate rebranding as Meta Platforms Inc. FB This is not new, though: For decades, software developers and engineers have unsuccessfully tried to create those alternative worlds with ones and zeros and pixels, a quest inspired by science fiction that goes farther back than “Snow Crash” and a human desire to escape reality.</p><p>“This idea of an alternate reality is a very old idea, it goes back to shamanic practices, taking alternative substances,” said Paul Saffo, a Silicon Valley futurist who currently teaches forecasting at Stanford University and chairs Future Studies and Forecasting at Singularity University. “There has always been a deep human yearning for an alternative realty.”</p><p>There have been various iterations of alternative digital worlds through the decades, but they have for the most part eluded use by the average consumer, either because the technologies were too expensive, not powerful enough or just not that exciting. The big clunky, often headache-inducing virtual-reality headsets that take the wearer to another environment have also been another drawback, while augmented reality — which melds computer-generated images into a physical environment — is still too complex and expensive.</p><p>For more: What is the ‘metaverse' and how much will it be worth? Depends on whom you ask</p><p>So the question right now is, have we finally arrived at the point in history in which an actual virtual world could soon be available? Or is this yet another false promise of a technology that will actually never become mainstream and lucrative?</p><p>“Takeoff will be determined by who gets the experience properly matched to what the tech can do and in a way that is truly compelling for us,” Saffo said, adding he “would be surprised if we don't start figuring this out in 10 years” and pointing out that the definitions are constantly in flux.</p><p>“There is not one single definition of what VR is, there is not a definition of augmented reality. People don't think about the swampy ground between the two, that will be where the surprises come from.”</p><p>Based on the past, it is also feasible that whatever results from all the current endeavors may be too sci-fi for average consumers, or will never really take off.</p><p>Videogames are the closest we have come</p><p>So far, it is in the world of videogames where alternative digital worlds have been realized, and where the proposed vision of a metaverse if closest to current reality.</p><p>In 1986, a group of developers at Lucasfilm Games released a beta of the first virtual community called “Habitat.” They described Habitat as a multiplayer online virtual environment for the Commodore 64, which used a modem and a telephone line to communicate to a mainframe where the world's model was hosted and the rules were enforced.</p><p>Habitat's creators were partially inspired by a 1981 novella, “True Names” by Vernor Vinge, in which a group of hackers are immersed in a virtual world called the “Other Plane.” In a paper in 1990, software engineers Chip Morningstar and Randy Farmer describe the earliest iteration of Habitat as a screen with various objects like houses and trees, with figures the creators called Avatars. Early on, users manipulated a bug in the system to amass more tokens, used to buy things in Habitat. There were also debates among the users about violence, after some players used guns that were available to avatars, and killed people randomly, highlighting two ongoing issues in virtual worlds: digital currency and security.</p><p>More from Therese: What to know before making your holiday tech-stock wishlist</p><p>Habitat closed after a couple of years in beta testing, because it was too costly to maintain, but the concept survived. Second Life, created by Linden Lab of San Francisco, saw a surge of popularity in 2006 when it made the cover of Businessweek. It still exists today as a multi-user virtual world, but it is seen as an extremely niche: players do not have any goals as they do in videogames, nor do they wear bulky headsets. There is an economy based around the Linden dollar where users can buy virtual goods and create avatars to their specifications.</p><p>“Second Life was very rudimentary compared to what we can do now,” said Rob Enderle, principal analyst at the Enderle Group. He described the current activity and focus on the metaverse as still in the “hype cycle.”</p><p>“You will have a few years of” hype, he said. “Once this matures, it will be earth-shattering. It has the potential to eclipse the internet. It's a different construct. But the effort that is going into this is going to be more than the internet.”</p><p>Today, multiplayer videogames like Microsoft Corp.'s MSFT Minecraft and the Roblox Inc. RBLX gaming platform are as close to the vision of a metaverse that is espoused in the current hype. But the road from here is still uncertain: is the metaverse virtual reality combined with augmented reality, or one or the other or something else?</p><p>Moving beyond games into a full Metaverse</p><p>The theoretical future metaverse is a vast arena expected to bring together technologies and markets: the most advanced chips and computer hardware, videogame development, cloud computing, digital rendering, content creating, melded with opportunities for brands, advertising and digital currencies. But the actual experience is still being bandied about by tech companies and futurists with no real definition, as MarketWatch's Jon Swartz recently outlined.</p><p>“Does it exist and what is it?” Morgan Stanley equity strategist Edward Stanley asked in a recent report to clients. “Yes and no. Not in its purest form — this will take many years and cross-company collaboration to allow users to seamlessly move across millions of experiences and take their digital avatars and possessions around with them.”</p><p>See also: Big Tech is headed for its biggest year yet, and it isn't even close</p><p>Just as important, maybe even more so in the early days than the consumer experience, is finding ways for businesses to buy into the development of the metaverse. Today, one could even consider experiences such as flight simulator training by commercial and military pilots as a form of virtual reality for businesses, as pilots train for taking off, landing and emergency situations in realistic situations. Microsoft, which has produced the most famous Flight Simulator game for three decades, also has its own mixed-reality glasses, the HoloLens, aimed at companies in manufacturing, healthcare and education, for precise, hands-free work.</p><p>Peggy Johnson, the new chief executive of Magic Leap, talked about how difficult augmented reality has been at a Web Summit conference earlier this month, and why the company had to pivot to focusing on enterprise customers instead of consumers. The decade-old startup that has received nearly $3 billion in venture funding is working on the second version of its headset that has been hailed at times as the future of AR.</p><p>“Just like the mobile phone, it got smaller, lighter, less expensive,” she said. “It's not 10 years out, it just has to come down that evolution curve.” She mentioned one collaboration in which Magic Leap is working with Cisco Systems Inc. CSCO to turn two dimensional Webex meetings into 3-D meetings. “The power of augmented reality is when we can interweave it into everything we do.”</p><p>While Meta Platforms has virtual reality glasses, the Oculus Quest, CEO Mark Zuckerberg's demonstration of its version of the future Metaverse did not exactly pass muster with some of the pioneers in the VR field. Virtual reality pioneer Jaron Lanier, who now works for Microsoft told Kara Swisher in her New York Times podcast that Zuckerberg's talk was a “weird disembodied vision of virtual reality” and “not entirely coherent.”</p><p>“I would not bet on Facebook,” Saffo said. “This is, if it was going to come out of anywhere, it would come out of gaming, or someone like Phil Rosedale [the founder of Linden Lab and now High Fidelity], someone who has done it a few times….When we need quite honestly is a Tim Berners-Lee for VR.”</p><p>Read: If there were a ‘Big Three' of electric vehicle makers, who would join Tesla?</p><p>While some kind of miracle has been hoped for in virtual reality for years, it remains a niche technology, even as executives like Zuckerberg have invested heavily in it. The current market size of virtual and augmented reality combined in 2021 are approximately $32 billion, according to PitchBook. Virtual reality is the more mature technology, as costs have come down and headsets like Meta's Oculus have become more affordable and lightweight.</p><p>“The sector's general inability to take hold demonstrates a lack of maturity in the underlying technology,” said Ryan Vaswani, an emerging market analyst with PitchBook, in a recent report on AR and VR. “At a time when people everywhere are demanding technologies to increase connectivity and presence, most have concluded that AR/VR did not yet fit the bill.”</p><p>Enderle, though, is excited about some uses of alternate realities in the near future, such as the Twin Earth, or a digital twin of the earth that Nvidia Corp. NVDA has been showcasing, an ability to create a duplicate world in 3-D, to study and predict the impact of climate change, as one example, or to mirror a new building plan. This vision, for now, needs the computing power of supercomputers to be realized.</p><p>If you really believe that any of these visions may come to fruition in the future and put money on it, companies that power those supercomputers, like Nvidia, or the ones who already have videogame assets that approximate a metaverse as well as potential in the next theoretical phase, such as Roblox or Microsoft. While Facebook has the name, it isn't clear that the social network or its parent Meta has the key to unlocking whatever form the metaverse will take if it ever actually arrives. Or it could be chasing the same pipe dreams tech companies have been after for decades.</p>",
  "published": "2021-11-24T15:44:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}