{
  "_id": "342bb422037964f47313c60552a6fbe55e64c46b84291888f07111bfe3b7a722",
  "feed": "wall-street-journal",
  "title": "Netflix Lands a Deal With Steven Spielberg",
  "text": "<p>(WSJ June 23, 2021)</p><p>(END)</p><p>The acclaimed filmmaker Steven Spielberg has struck a multiyear deal to make movies for Netflix Inc., a huge get for the streaming giant as it faces increased competition for talent and content from deep-pocketed rivals such as Walt Disney Co. and Amazon.com Inc.</p><p>Under the terms of the deal, announced Monday by Netflix and Mr. Spielberg's Amblin Partners, the studio will make multiple new films for Netflix over the course of the agreement. The pact with Netflix doesn't affect Mr. Spielberg's long-term relationship with Comcast Corp.'s Universal Pictures where Amblin Partners is based.</p><p>Netflix's signing of Mr. Spielberg, whose body of work includes \"Jaws,\" \"E.T.,\" and \"Saving Private Ryan,\" indicates that the company is keeping a sharp eye in its rearview mirror. Although Netflix is the most popular streaming service with 208 million members around the globe, its competitors are growing in number and strength.</p><p>Walt Disney's Disney+ has made strong inroads in the U.S. and abroad. Other rivals are also gunning for Netflix. Last month, Amazon acquired the MGM movie and TV studio in a deal valued at $8.45 billion including debt. Among the properties that will now be part of Amazon is the James Bond franchise.</p><p>HBO Max, the year-old streaming service launched by AT&amp;T Inc.'s WarnerMedia, is also beefing up on its original and acquired content. AT&amp;T's decision to merge WarnerMedia with Discovery Inc. and create a separate publicly traded company will also make for a bigger streaming behemoth.</p><p>Netflix has so far resisted making big acquisitions as part of its expansion strategy, choosing instead to focus on wooing creative talent such as Shonda Rhymes, Ryan Murphy and Adam Sandler to make TV and films for the platform.</p><p>For Netflix, getting content from Mr. Spielberg will further bolster its already prolific movie-production pipeline. In 2021, Netflix is expected to make 60 movies.</p><p>Films from Amblin won't hit the service until later this year at the earliest. The movies and shows have the potential to add more prestige to Netflix, which this year received 36 Oscar nominations for its films. Neither Amblin nor Netflix would comment on the types of films.</p><p>In a statement, Mr. Spielberg said of the Netflix pact, \"It was abundantly clear that we had an amazing opportunity to tell new stories together and reach audiences in new ways.\"</p><p>Although Amblin will be making movies for Netflix, that doesn't mean the films couldn't also have a theatrical release. Netflix has increasingly shown it is willing to put its films on the big screen.</p>",
  "published": "2021-06-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 949,
          "end": 960
        },
        {
          "start": 254,
          "end": 265
        },
        {
          "start": 963,
          "end": 969
        }
      ],
      "nexusId": "10078857"
    }
  ]
}