{
  "_id": "71a47c124484d2494513fd43a4de468402484b7107837223bac0b1ad04d05e7b",
  "feed": "wall-street-journal",
  "title": "Mobile Gaming Company Jam City Acquires Ludia for $165 Million; Los Angeles company's $165 million deal for Ludia also adds coming titles from Disney and DC Comics",
  "text": "<p>Jam City's deal with Ludia parent Fremantle also adds a slate of coming mobile-game titles, including from Disney and DC Comics, the company said. Fremantle, a subsidiary of broadcast giant RTL Group, acquired a 29% stake in Ludia in 2009 and later took full ownership. Since 2013, Ludia has doubled its revenue, RTL Group said.</p><p>Chris DeWolfe, co-founder and chief executive of Jam City, said the company was interested in Ludia because of its work with Hollywood intellectual property and its high-quality games, which use technology such as augmented reality and mixed reality.</p><p>\"It became imperative for us to move more quickly on this deal,\" Mr. DeWolfe said in an interview, adding that Jam City had been in discussions with Freemantle and Ludia for a long time.</p><p>Los Angeles-based Jam City also said it raised $350 million in equity and debt financing from Netmarble Games Corp., the largest mobile-gaming company in South Korea; Vancouver-based studio Kabam Inc.; and affiliates of funds managed by Fortress Investment Group.</p><p>Jam City, which now owns 10 mobile-game studios and was founded by two Myspace co-founders and a former 20th Century Fox executive, said the Series D funding round is its largest and will be used to do more acquisitions and grow its existing portfolio. The company has raised a total of $650 million to date.</p><p>Over the past several years, Jam City has focused on finding studios with engaging games that haven't had the capital or time to build technology platforms to best support them, said Mr. DeWolfe, who previously co-founded and served as CEO of Myspace. The company has touted its Jam City Live platform, which it has spent millions to develop, as an advantage that can help create lasting game franchises by aiding player retention and monetization.</p><p>Game makers have been jockeying to expand their user bases by reaching billions of people on their smartphones. Industry revenue from mobile games is projected to continue rising in 2021, while revenue from PC and console games is projected to decline following a pandemic boom.</p><p>Jam City and DPCM Capital Inc. in July called off plans for a merger that would have made Jam City a publicly traded company at an enterprise value of $1.2 billion. The companies blamed market conditions for the decision. That merger agreement, announced in May, included plans for Jam City to acquire Ludia's portfolio.</p><p>Jam City was previously preparing for an initial public offering in 2018, when it was planning to receive a valuation of about $1 billion.</p><p>\"Now is really the right time to invest and raising money through the private market is just a much quicker way to do so,\" Mr. DeWolfe said Wednesday. \"Going into the public markets, when the time's right, we'll evaluate it.\"</p><p>Sarah Needleman contributed to this article.</p><p>Mobile Gaming Company Jam City Acquires Ludia for $165 Million</p>",
  "published": "2021-09-08T19:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 107,
          "end": 113
        },
        {
          "start": 143,
          "end": 149
        }
      ],
      "nexusId": "10078857"
    }
  ]
}