{
  "_id": "1f130e25b622e8022906eb0a9b318839b0a30080a85a93baa6adaeba0552e1cf",
  "feed": "wall-street-journal",
  "title": "'Black Widow' Lifts Film Prospects",
  "text": "<p>The performance of \"Black Widow\" builds on the recent success of the latest \"Fast &amp; Furious\" film, \"F9: The Fast Saga,\" which two weeks ago also set a high-water mark for a domestic box-office debut during the pandemic, by grossing $70 million in its opening weekend. Comcast Corp.'s Universal Pictures distributed the movie, which has made $141.3 million in North America and $541.8 million globally.</p><p>The solid weekend of box-office grosses for \"Black Widow\" scored below average as far as Marvel debuts go. According to Box Office Mojo, when compared with all 24 Marvel Cinematic Universe titles dating back to 2008, the opening weekend of \"Black Widow\" ranks 19th, right behind \"Doctor Strange,\" which Disney released in 2016.</p><p>\"Black Widow\" is the first Marvel film Disney has released to theaters in more than two years. The latest Marvel movie Disney sent to theaters, \"Avengers: Endgame,\" grossed nearly $2.8 billion world-wide, making it for a brief time the highest-grossing film of all time.</p><p>For the first time since releasing movies in both theaters and on its streaming service, Disney on Sunday released opening-weekend online sales data for \"Black Widow,\" stating the film also generated more than $60 million globally through its direct-to-consumer Disney+ platform. While the company has to share about half of revenues from movie-theater ticket sales, it keeps all of the revenue from its digital sales.</p><p>It is nearly impossible to estimate how much Disney's choice to make the film simultaneously available to subscribers of its streaming service Disney+ for an additional $30 may have hampered ticket sales as some consumers likely stayed home to watch the film online.</p><p>\"This weekend affirms our flexible distribution strategy of making franchise films available in theaters . . . and, as Covid concerns continue globally, providing choice to consumers who prefer to watch at home on Disney+,\" said Kareem Daniel, chairman of media and entertainment distribution.</p><p>At a cost of $30, \"Black Widow\" grossing more than $60 million online means roughly two million households bought the film. Disney+ has more than 100 million subscribers.</p><p>In \"Black Widow\" -- which takes place in between Avengers movies along the Marvel narrative timeline -- Ms. Johansson's character confronts her troubled past as a Russian supersoldier. The film also stars Florence Pugh, Rachel Weisz and David Harbour. Cate Shortland directed the movie, which cost at least $200 million to produce.</p><p>Disney also said that \"Black Widow\" grossed $78 million overseas, bringing its world-wide box office total to $158 million.</p><p>Theater owners hope moviegoing's recovery will continue during the second half of the year as other high-profile releases remain, including additional Marvel titles.</p><p>---</p><p>Estimated Box-Office Figures, Through Sunday </p><p>Sales, In Millions </p><p>Film                             Distributor           Weekend*   Cumulative  % Change </p><p>1. Black Widow                      Disney                 $80.0       $ 80.0        --    2. F9: The Fast Saga                Universal              $10.9       $141.3       -53%    3. Boss Baby: The Family Business   Universal              $ 8.7       $ 34.8       -46%    4. Forever Purge                    Universal              $ 6.7       $ 27.5       -47%    5. A Quiet Place Part II            Paramount              $ 3.0       $150.7       -27% </p><p>*Friday, Saturday and Sunday </p><p>Source: Comscore</p>",
  "published": "2021-07-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1263,
          "end": 1269
        },
        {
          "start": 1901,
          "end": 1908
        },
        {
          "start": 1465,
          "end": 1471
        },
        {
          "start": 769,
          "end": 775
        },
        {
          "start": 849,
          "end": 855
        },
        {
          "start": 2903,
          "end": 2909
        },
        {
          "start": 1563,
          "end": 1569
        },
        {
          "start": 2484,
          "end": 2490
        },
        {
          "start": 705,
          "end": 711
        },
        {
          "start": 1090,
          "end": 1096
        },
        {
          "start": 2105,
          "end": 2111
        }
      ],
      "nexusId": "10078857"
    }
  ]
}