{
  "_id": "19b6fe8270359da62a67b85a836e1ee658d832bd93d76da3b86ae6b4c1097fdd",
  "feed": "market-watch",
  "title": "Disneyland hikes ticket prices — on some days it will cost as much as $164 to visit",
  "text": "<p>Disneyland Resort hiked the cost of most tickets to the Disneyland and Disney California Adventure theme parks. Prices for admission vary depending on the length of the stay — and one-day tickets also vary in price depending on what time of year a person visits, with more popular days seeing higher prices. Ticket prices increased virtually across the board.</p><p>The starting price for a one-day, one-park ticket was unchanged at $104. These tickets are only available for the least popular days, which generally include weekdays when school is in session.</p><p>But the prices for everything else increased. Disneyland created a new most-expensive tier for single-day tickets — previously there were five price tiers, and now there are six. The new, top-tier single-day tickets cost $164 for admission to one park. That's roughly 6.5% more expensive than the top-tier tickets were previously, according to pricing data collected by Disney travel website LaughingPlace.com.</p><p>Disneyland DIS said that the resort is “offering guests more ticket choices to meet a variety of budgets as it moves closer to dynamic pricing designed to spread visitation throughout the weeks, months and year.”</p><p>Some of the tickets theme-park goers can purchase saw even more significant price increases. A two-day ticket that lets visitors enter one theme park per day rose in price by more than 8.5%. Overall, in terms of dollars, prices increased between $5 and $25 for the different tickets on offer.</p><p>That's in line with the typical size of Disneyland price hikes, though the timing is somewhat unusual, said Fred Hazelton, a statistician with travel website Touring Plans.</p><p>“Usually we see Disneyland increase its prices in January or February,” Hazelton said. “However, there were some hints that they might need to raise prices to account for lost revenue from COVID shutdowns. I guess that happened.”</p><p>Disneyland is seeing strong demand</p><p>The prices hikes come also come as Disneyland sees strong demand for reservations. In the wake of the pandemic, Disney began requiring visitors to Disneyland to make park reservations in advance, even for annual passholders. This process was meant to allow the company to better control crowds.</p><p>Disney has reported that that reservations have remained “robust” even as the company has increased the capacity of the parks since they first reopened in April. “Reservations, originally introduced as a result of regulations from health and safety officials, have proven to be a critical tool as we manage guest visitation across the yearly calendar and help significantly in delivering a great guest experience,” the company said.</p><p>In announcing the price increases for theme park tickets, Disney also broadcast that is has sold out of the “Dream Key” tier of Disneyland Resort's new “Magic Key” annual pass program. This was the most expensive of the four passes being offered, costing $1,399, and it came with the most perks including parking and deeper discounts on merchandise and dining.</p><p>“They don't want to sell a pass that they can't deliver the true value of,” said Gavin Doyle, founder of&#xa0;MicketVisit.com&#xa0;and&#xa0;DisneyDose.com. On Twitter, some people who have purchased the new annual passes have complained that they find it difficult to make park reservations.</p><p>Does a trip to Disneyland carry the same value?</p><p>Theme-park admissions isn't the only aspect of a Disneyland visit that's gotten a bit more expensive. The cost of parking also rose. It now will cost visitors $30 to self-park at the theme parks and $40 to self-park at the resort's hotels. Previously, it cost $25 to park anywhere at Disneyland Resort, unless the vehicle was over-sized or the driver chose to valet.</p><p>When Disneyland first opened, the company originally charged 55 cents to park, which would equate to $5.63 in 2021 dollars. That means the cost of parking has increase some six times the rate of inflation.</p><p>Rising prices don't mean the value of the Disneyland experience has necessarily improved though. Some attractions, including the standard parades and night-time entertainment like the Fantasmic and World of Color shows, have yet to return since the theme parks reopened in April from their COVID-related closure. Disney has said that it will be bringing back holiday-themed parades in November, and it is currently running an evening fireworks show that's Halloween-oriented.</p><p>“I would still wait to plan a trip to Disneyland,” Hazelton said. “It is hard to justify the increase in price when you get less entertainment for your dollar.”</p><p>Others, however, argue that you might get a better bang for your buck these days if you consider things from a crowd-size perspective. Bringing back shows like Fantasmic would be a sign that Disney has significantly increased the capacity of its parks, Doyle argued, since those attractions are designed to draw in large audiences.</p><p>“That just drives larger crowds through other parts of the day,” he said. Because the parks still aren't as crowded as they were pre-COVID on most days, a visit to Disneyland now could mean less waiting in line, which might be more important to some families than a single evening show, Doyle added.</p><p>“It's all a balance of what you want to achieve, but right now you can absolutely go have a once-in-a-lifetime experience,” Doyle said.</p>",
  "published": "2021-10-26T21:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 924,
          "end": 930
        },
        {
          "start": 4724,
          "end": 4730
        },
        {
          "start": 4209,
          "end": 4215
        },
        {
          "start": 2021,
          "end": 2027
        },
        {
          "start": 2204,
          "end": 2210
        },
        {
          "start": 71,
          "end": 77
        },
        {
          "start": 2695,
          "end": 2701
        }
      ],
      "nexusId": "10078857"
    }
  ]
}