{
  "_id": "34bdbbc3de6e075cf6c5986e04729e0a7795def36fba127fa19a90a37c22fd40",
  "feed": "ftcomall",
  "title": "When Final Fantasy met Donald Duck: are we at peak game crossover?",
  "text": "<p>It's a very 2021 scene: Superman, Lara Croft, Terminator, Batman, John Wick, Rick from <em>Rick and Morty</em>, the alien from <em>Alien</em>, a <em>Star Wars</em> Stormtrooper and a bunch of X-Men are running around an island shooting each other. Each has been plucked from their fictional universe and deposited on the postmodern plane of <em>Fortnite</em>, the great media singularity of our age. Though it started life as an online shooter with original characters, each update pulls more franchises into the game's orbit, expanding the horizons and ambitions of what a media crossover can be.</p> <p>Inevitably, where <em>Fortnite </em>leads, others follow. I can barely refresh my inbox these days without an excitable email about a new cross-franchise partnership redefining narrative dissonance. Why have crossovers become the ascendant trend of our gaming era? Are they simply cynical ploys for greater profit and attention, or can they offer meaningful experiences for players?</p> <p>The concept of a gaming crossover has existed since the late 1980s, but the real trailblazer was Nintendo's <em>Super Smash Bros</em>, launched in 1999, which pitted the company's many beloved characters against each other on a battlefield. As the series progressed, it expanded to include characters from franchises beyond Nintendo such as <em>Metal Gear Solid</em>, <em>Final Fantasy</em>, <em>Tekken</em>,<em> Minecraft</em> and <em>Sonic the Hedgehog </em>— a testament to the IP-licensing acrobatics of Nintendo's lawyers as much as anything else. The latest edition, <em>Ultimate</em>, has more than 80 playable characters, a who's who of gaming history, each incorporated thoughtfully with recognisable fighting moves and home stages.</p> <p>Most crossovers are like this: brawlers created solely to let fans collide fictions and pit their favourite characters against each other. Their storylines are little more than set dressing, usually incorporating a convenient tear in the space-time continuum. <em>Kingdom Hearts</em>, a collaboration between Disney and <em>Final Fantasy </em>developer Square-Enix, took narrative more seriously to offer a role-playing game with original characters and complex lore. Sending plucky anime heroes out adventuring with Donald Duck to learn the true meaning of friendship may sound like a painfully trite exercise, but the games proved a runaway success. <em>Kingdom Hearts </em>eventually developed into a stranger, darker story than anyone expected — one critic recently described it as “Mickey Mouse running around through a Hieronymus Bosch painting”.</p> <p>Today we are at peak crossover. There is <em>The Little Prince </em>in <a href=\"https://www.ft.com/content/b51d4098-f18b-11e9-a55a-30afa498db1b\"><em>Sky: Children of the Light</em></a>, <em>Assassin's Creed </em>in <em>Final Fantasy</em>, DC Comics heroes in <em>Mortal Kombat</em> and dozens of franchises distilled into costumes for party game <em>Fall Guys</em>. Sometimes these make sense: yes, ace attorney Phoenix Wright and kindly Professor Layton could plausibly solve crimes together, while <em>Pirates of the Caribbean </em>nestles neatly into the nautical fiction of <em>Sea of Thieves</em>. Others are plain wrong-headed: <em>Sonic &amp; Sega All-Stars Racing</em> pits the blue hedgehog against other Sega characters in go-karts, blithely ignoring his defining trait — Sonic doesn't need a vehicle to go anywhere fast.&#xa0;</p> <p>Still, none holds a candle to <em>Fortnite</em>. Drafting in figures from games, movies, sports and music, the title is transforming from a social island shooter into a bullet hell of branding. One update was full of Marvel characters while the next, themed around “bounty hunters”, crammed in characters from a dozen IPs. This is all part of Epic Games's plan to create a gaming metaverse that can act as a marketing platform for any media product with an upcoming release. Not everyone is on board, though: some fans claim these relentless “collabs” distract the developers from focusing on the core game and their original vision.&#xa0;</p> <p>Why is this happening now? Crossovers are financially driven. The rising business model known as “games as a service”, meaning games are continuously updated and profit from microtransactions and subscriptions, requires constant injections of new content to keep players engaged. A crossover with a beloved franchise is one of the easiest ways to ensure retention. It also boosts discoverability by cross-pollinating fanbases in the same way as pop albums incorporating long lists of guest artists. The cynical explanation is that these companies are simply milking fanbases for all they're worth.</p> <p>But it's churlish to begrudge a company wanting to make money, or giving players more of the characters they adore. Fans love to see their favourites encounter each other, and the collision of fictional universes can be a thrill. Ultimately, a crossover's quality hinges on how thoughtfully the two worlds have been combined. As long as such gimmicks continue to be lucrative, we can expect both extremes. There will be magnificent multiverse shoot-outs with all our heroes in the same room, and there will be hedgehogs whose supersonic legs are stuck inside dinky go-karts, doomed to drive no faster than the speed limit.</p><p>Source: Tom Faber 2021 'When Final Fantasy met Donald Duck: are we at peak game crossover?' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-27T11:42:16.308Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1915,
          "end": 1921
        }
      ],
      "nexusId": "10078857"
    }
  ]
}