{
  "_id": "f30892c7ef1e70d28708d056608ee4a05fa0c9cd350301089161a7f8dc09eb3e",
  "feed": "wall-street-journal",
  "title": "'Sing 2' Bets Big That a New Generation Will Take to U2 and Prince; The first movie boosted Elton John. The sequel showcases more than 40 pop tunes and features Bono as a rock-star lion.",
  "text": "<p>\"We handled that song like the sacred plutonium it is,\" says Mike Knobloch, president of music at \"Sing 2\" distributor Universal Pictures.</p><p>Starting with classic Disney musicals on down, animated family films are famous for embedding songs in young brains. Typically they have done that with original compositions that occasionally emerge as stand-alone hits, such as \"Let It Go\" from \"Frozen\" or \"Can't Stop the Feeling\" from \"Trolls.\"</p><p>The \"Sing\" formula relies on the reverse approach. It is a jukebox musical for the playlist era, hopping among genres and decades with pre-existing songs chosen to click with viewers across generations. But that comes at a steep cost. Music publishers demand top fees for the songwriters they represent. That makes it tougher to get a movie into the black at a time of unpredictable turnout at theaters.</p><p>The sequel tries something different by showcasing four songs by one band, U2, whose singer Bono plays a reclusive rock-star lion named Clay Calloway. One song is new: \"Your Song Saved My Life,\" written by U2 for the movie. But it is the band's older songs that are likely to benefit most by being covered by animated characters.</p><p>The breakout number from the first \"Sing\" was an Elton John classic from 1983. Taron Egerton played an ape named Johnny who belted out \"I'm Still Standing\" at an upright piano in a talent show. Mr. Egerton's version has accumulated 191 million total on-demand streams since the movie's release in 2016, compared with 182 million for Mr. John's original recording during the same period, according to music tracking firm MRC Data. Videos of the song, including clips of Johnny's big moment on stage, have gotten three times the amount of streams that video versions by Mr. John have.</p><p>Mr. John and songwriter Bernie Taupin initially hesitated to license their tune to the kids' film, says producer Chris Meledandri, founder of Illumination, the animation studio behind \"Sing,\" \"Despicable Me\" and other franchises. \"That was probably the single hardest song to get. We really had to audition for that song,\" he says. Mr. Egerton went on to play Mr. John in the 2019 biopic \"Rocketman.\"</p><p>Such examples became part of the pitch to music publishers when securing tunes for \"Sing 2.\"</p><p>Kids, Mr. Meledandri says, \"are watching these films many, many times, so there is an opportunity for them not just to hear a song, but to actually learn it and have it become part of a younger generation's culture.\"</p><p>Much of the cast's new material comes from the 2010s, such as Billie Eilish's \"Bad Guy\" and Taylor Swift's \"Look What You Made Me Do.\"</p><p>But the movie is anchored by hits from the mass market era, before digital fracturing broke music culture into niches. A climactic moment gets carried by \"I Say a Little Prayer,\" written by Burt Bacharach and Hal David and performed in the movie by Tori Kelly and Pharrell Williams.</p><p>Filmmakers approached Bono about joining the cast. After he got involved, they incorporated U2 cuts. \"I Still Haven't Found What I'm Looking For\" gets a big spotlight as a duet between Bono's character and a porcupine voiced by Scarlett Johansson. The anthem, from the 1987 album \"The Joshua Tree,\" comes preloaded with meaning for older segments of the audience.</p><p>\"Those songs are attached to so many emotional memories for so many people. They're right on target for what they need to do in a movie like this,\" says Harvey Mason Jr., the film's executive music producer, who oversaw all the song arrangements, and who serves as chief executive of the governing body for the Grammy Awards.</p><p>Garth Jennings, who wrote and directed both \"Sing\" films, says he and Mr. Meledandri first bonded on the project over their admiration of \"The Commitments,\" the 1991 movie about an Irish pub band doing American R&amp;B songs.</p><p>Covers kept the story grounded in reality, the director says. \"The music was in the people's lives already, as opposed to them bursting into song,\" as characters do in traditional musicals.</p><p>The process of matching existing songs to specific characters, emotions and energy levels in the film starts when Mr. Jennings writes song suggestions into the screenplay. Mr. John's \"Goodbye Yellow Brick Road\" is the rare example that survived from script to screen in \"Sing 2.\"</p><p>Rachel Levy, a music supervisor on the film at Universal Pictures, says the team experimented with dozens of songs as the opening number before agreeing on \"Let's Go Crazy,\" though she declined to name any tracks that didn't make the cut.</p><p>Executives also demurred when asked about the cost of licensing 40-plus hit songs for the film. Such fees reportedly amounted to 15% of the first film's total budget of $75 million.</p><p>\"As you can imagine, it adds up to a whole lot of money,\" says Universal's Mr. Knobloch. \"By anyone's standards, it's a lot.\"</p><p>Write to John Jurgensen at john.jurgensen@wsj.com</p><p>'Sing 2' Bets Big That a New Generation Will Take to U2 and Prince</p>",
  "published": "2021-12-21T14:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 161,
          "end": 167
        }
      ],
      "nexusId": "10078857"
    }
  ]
}