{
  "_id": "4165eaf437f7ce132146fdcd0b955c695007c48fc360bc7abc8c39d9fe0eb4d9",
  "feed": "ftcomall",
  "title": "Top 10 films of 2021",
  "text": "<h1>Summer of Soul</h1> <p>Best movie of 2021 — or 1969? You could make a case for <a href=\"https://www.ft.com/content/3cf7f06f-d5a2-4bd9-8272-568686f89866\"><em>Summer of Soul</em></a> as either, given that it documents the Harlem Cultural Festival, staged 52 years ago. But the film shot back then of a firmament of black music stars on goosebump-inducing form — Sly Stone, Nina Simone, Stevie Wonder, more — only fully surfaced this year. More relevant still, it is musician/director Ahmir “Questlove” Thompson who sculpts the archive into a vivid panorama of sight, sound, time and place. The result is irresistible. </p> <p><em>On Disney Plus </em></p> <h1>The Father</h1> <p>A single flat in north-west London and a small cast led by Anthony Hopkins giving maybe the greatest performance of a career filled with them: such are the essentials of <a href=\"https://www.ft.com/content/4220925a-698f-41e9-965b-5e17fcc8b64e\"><em>The Father</em></a>, Florian Zeller's brilliantly controlled adaptation of his <a href=\"https://www.ft.com/content/1325d758-f95d-11e4-be7b-00144feab7de\">stage play</a>, a portrait of dementia that explodes at once into a dazzling, fractured detective story and raging, unshakeable elegy. </p> <p><em>On Amazon Prime, iTunes and other digital platforms</em></p> <p><a href=\"https://www.ft.com/content/775bf6d8-9946-42de-8181-a9804b6ee4d8\"><em>Florian Zeller: ‘I wanted to be as far as possible from the theatrical process'</em></a></p> <h1>Petite Maman</h1> <p>“Little Daddy”, Olivia Colman calls Anthony Hopkins in <em>The Father</em>. Céline Sciamma's <a href=\"https://www.ft.com/content/e90a964d-c13c-4364-80a2-304204578fa5\"><em>Petite Maman</em></a> makes the perfect mirror image — another story of children and parents with a built-in puzzle, but this one dusted with joy. In 72 exquisite minutes, the story holds Proustian moments and a plot twist big enough to fuel a blockbuster. </p> <p><em>In cinemas now and on Mubi from February 4</em></p> <h1>7 Prisoners</h1> <p>A plot twist of sorts lies too at the dark heart of the scalding Brazilian thriller <a href=\"https://www.ft.com/content/563b2fae-97d8-4e4f-a06c-78d2323f2050\"><em>7 Prisoners</em></a>. To begin, the film — a tale of modern slavery — feels like knuckle-hard social realism. But in time, it shape-shifts into something more potent still, a Brechtian drama that asks uneasy questions of us all — not least film lovers.</p> <p><em>On Netflix</em></p> <h1>Licorice Pizza</h1> <p>As heady as a first kiss, Paul Thomas Anderson returns to the 1970s Los Angeles that inspired his manic epic of the porno business, <em>Boogie Nights</em>. Now, though, sweet innocence — or something like it — is the stuff of his pick-me-up tale of teenage crushes and the Hollywood dream factory. In Alana Haim and Cooper Hoffman, two stars are born.</p> <p><em>In US cinemas now and UK cinemas from January 1</em></p> <h1>Azor</h1> <p>The surface of <a href=\"https://www.ft.com/content/9021c1b8-700d-4d60-bc38-cf5e3f013bd9\"><em>Azor</em></a>, the story of a Swiss private banker and the junta in 1980 Argentina, is — like him — flawlessly controlled. Beneath, both he and it churn with unease, in a study of money and morality that calls to mind <em>The Third Man</em> and deserves the comparison.</p> <p><em>On Mubi </em></p> <h1>Annette</h1> <p>A true one-off is hard to find but it arrived this year with the brooding rock opera <a href=\"https://www.ft.com/content/7447d39c-2288-44b4-ba74-ae538b0b1e5a\"><em>Annette</em></a> from maverick director Leos Carax. If Adam Driver and Marion Cotillard make quite the star-crossed couple, the show is stolen by their baby — no spoilers, but a unique creation herself — and Carax's flights of imagination.</p> <p><em>On Mubi</em></p> <p><a href=\"https://www.ft.com/content/71ebb4a0-9d85-4efe-8ac5-483fa38265c5\"><em>Leos Carax on Annette and working with Adam Driver</em></a></p> <h1>Gunda</h1> <p>Who would have expected scenes from <a href=\"https://www.ft.com/content/2944256d-3faf-4184-9fc2-71699c3b0e50\">the real life of a Norwegian pig</a> to yield drama this sophisticated? Captured in luminous black and white, the look of Viktor Kossakovsky's documentary is breathtaking, the strange lot of the farm animal never more compelling.</p> <p><em>On Amazon Prime, iTunes and other digital platforms</em></p> <p><a href=\"https://www.ft.com/content/cbdea290-c925-4233-88ba-f813d088dd22\"><em>Victor Kossakovsky on Gunda — his grunting, muddy ‘Meryl Streep'</em></a></p> <h1>Quo Vadis, Aida?</h1> <p>If <a href=\"https://www.ft.com/content/80bb69ad-736d-4e30-b3a0-f79605ac8602\"><em>Spencer</em></a>'s Kristen Stewart gave the best performance of the second half of 2021, she was matched early in the year by Jasna Djuricic as the title character of <a href=\"https://www.ft.com/content/453e1386-dbf1-4115-87bc-18d65024223e\"><em>Quo Vadis, Aida?</em></a><em>.</em> As a UN interpreter in the hours ahead of the Srebrenica massacre, Djuricic is the watchful face of a haunting film.</p> <p><em>On Curzon Home Video, Amazon Prime, iTunes and other digital platforms</em></p> <p><a href=\"https://www.ft.com/content/41c9c8b3-268a-43fc-8345-b8e4acd0ef5a\"><em>Oscar-nominated Jasmila Zbanic: ‘War shrinks us as human beings'</em></a></p> <h1>West Side Story</h1> <p>And then, crashing into the last days of 2021 with a swagger and a mighty cha-cha-cha, comes Steven Spielberg and his <a href=\"https://www.ft.com/content/ddb9fc43-0bd8-451d-a405-f55b074d2511\">vibrant remake</a> of the much-loved musical. At the end of a year when movies in cinemas have made at least a tentative comeback, the return of Spielberg on this kind of form puts a gleaming cherry on the cake.</p> <p><em>In cinemas</em></p><p>Source: Danny Leigh 2021 'Top 10 films of 2021' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T05:00:53.341Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}