{
  "_id": "5562655e828cce0ef804cbc57c3ee3ccb5091f75ef79af51d859f1bcc2da0dcb",
  "feed": "wall-street-journal",
  "title": "Business News: Streaming Hangs Over Sun Valley Gathering",
  "text": "<p>With a highly transmissible coronavirus variant spreading through the U.S., strict protocols will be in place for the five-day event that starts on Tuesday. The conference is typically both fertile ground for deal making and a family affair complete with hay rides for children, but it will be limited to adults this year, people familiar with the matter said. Some of the sessions will be held outdoors to reduce the risk of spreading the virus, the people said.</p><p>An executive for Allen &amp; Co. who is helping organize the conference didn't respond to requests for comment.</p><p>As the U.S. economy has steadily rebounded, media companies have intensified their efforts to compete in video streaming. Consumers continue to shift toward streaming services such as Netflix Inc. and Walt Disney Co.'s Hulu and cut the cord from traditional pay-TV subscriptions, a trend that accelerated during pandemic-related lockdowns over the past year.</p><p>Less than two months ago, AT&amp;T Inc. said it was spinning off its WarnerMedia unit -- which consists of HBO, the Warner Bros. film and TV studio and cable networks like TNT and TBS -- into a new venture being formed with Discovery Inc. A week later, Amazon.com Inc. said it would acquire Hollywood studio MGM Holdings.</p><p>Chief executives from the streaming rivals -- Discovery's David Zaslav, Amazon's Jeff Bezos, Comcast Corp.'s Brian Roberts and Netflix's Reed Hastings and Ted Sarandos -- are on the guest list for Sun Valley, people familiar with the matter said.</p><p>\"It would be wise for these companies to collaborate and rethink the ecosystem, and figure out their future,\" said Neil Begley, an analyst at Moody's Investors Service.</p><p>Robert Thomson, chief executive of Wall Street Journal parent News Corp, is also among the invitees, as is Fox Corp. Chief Operating Officer John Nallen. News Corp and Fox Corp. share common ownership.</p>",
  "published": "2021-07-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 773,
          "end": 784
        }
      ],
      "nexusId": "10078857"
    }
  ]
}