{
  "_id": "b03bdba98b4b752629087e6cb45e713755cf8a77de9b27593c20343aee9f5223",
  "feed": "wall-street-journal",
  "title": "Wayne Thiebaud Dies at 101; California artist, whose paintings lifted American diner fare to fine art, experimented continually with his works",
  "text": "<p>He plucked many of his subjects from daily life, such as shoes, paint cans, men's ties and gumball machines. But sweet treats like glossy candy apples, ice cream cones and layer cakes cemented with pastel frosting became his hallmark. Mr. Thiebaud often used thick paint as well as shading and dark outlines, tapping techniques he had honed working in advertising early in his career. That led some to associate him with pop art figures such as Roy Lichtenstein and Andy Warhol, who also shot to prominence in the 1960s. But Mr. Thiebaud didn't embrace the movement and was distinct from it in part because he prized traditional painting over other methods of reproducing images, such as silk-screening.</p><p>Although many of Mr. Thiebaud's works evoke a homespun nostalgia, some of his landscapes, particularly the views of San Francisco's hills, where the roads are sloped to a funhouse pitch, are tinged with foreboding.</p><p>Mr. Thiebaud's death was confirmed by a statement from the University of California, Davis.</p><p>Until his death, Mr. Thiebaud worked almost daily and experimented continually. \"I don't like the idea of doing something that I know how to do,\" he said in a 2018 interview with The Wall Street Journal when he was 97 years old. \"I like to try to do things I don't know how to do.\" Mr. Thiebaud labeled painting his \"drug of choice\" and said \"working in the studio is one of those marvelous omnipotent experiences.\"</p><p>A courtly, soft-spoken man, Mr. Thiebaud cited a host of influences including old masters such as Bruegel, Vermeer, Velázquez and Goya. He cited Monet and Mondrian as practitioners of the serialization he favored—drawing or painting the same thing over and over. Art is \"one of the great human accomplishments,\" Mr. Thiebaud said. Museums and collectors agreed, sending the prices of his paintings soaring. In July 2020, his 1962 work, \"Four Pinball Machines,\" sold for $19.1 million at Christie's.</p><p>\"I think there's a little bit of Will Rogers about Wayne Thiebaud,\" said Steven A. Nash, who curated a retrospective of his paintings organized by the Fine Arts Museums of San Francisco in 2000. \"He had this down-home demeanor, and he was just witty as heck.\"</p><p>Born in Mesa, Ariz., Mr. Thiebaud was raised largely in Long Beach, Calif. As a boy, he dreamed of becoming a cartoonist and did a brief stint at Disney as an \"in-betweener,\" drawing the interstitial actions of animated characters between their headline motions. He spent the early stages of his career in commercial art and advertising, honing his drawing and learning about shadow, light and line. During World War II, Mr. Thiebaud served in the U.S. Army Air Force, where his work included drawing comic strips for the newspaper at a military base. In 1942, Mr. Thiebaud was stationed at Mather Field—later Mather Air Force Base—not far from Sacramento.</p><p>After the war, he earned his bachelor's and master's degrees from Sacramento State College, now California State University, Sacramento, and began teaching art. He loved teaching and encouraged his students to learn from the great painters but to blaze their own way creatively. In 1960, he was appointed to the faculty of the University of California Davis, where he taught for more than 30 years. Mr. Thiebaud explored different media, such as pen and ink, oils, watercolors and graphite. He also branched into printmaking, collaborating since 1964 on etchings and other projects with Crown Point Press in California.</p><p>\"He was interested in all different mediums and how you could transpose the same subject in different mediums,\" said Isabelle Dervaux, who curated an exhibit of the artist's works on paper at the Morgan Library &amp; Museum in 2018. \"How the same subject would be treated in fact very differently in an etching—where the line would be more important—or if you are doing a pastel or if you are doing an oil painting, where the material is just paint.\" Mr. Thiebaud said experimenting with different mediums had a cross-pollinating effect on his work, Ms. Dervaux added.</p><p>Mr. Thiebaud's career as a fine artist didn't take off until a watershed 1962 exhibition at the Allan Stone Gallery in Manhattan. He had traveled to New York City from California with a sheaf of his food paintings, which had received a chilly reception from most dealers. However, Mr. Stone was intrigued and offered him a solo show. The breathless reception anointed Mr. Thiebaud as an art-world force.</p><p>Success never ceased to astonish Mr. Thiebaud, said Eleanor Acquavella of Acquavella Galleries in New York, which has represented the artist since 2012. \"When we call to tell him, 'Listen, the shows have been so popular, we sold this and people liked this painting,' he can never believe it,\" she said. \"He's just always surprised, even though he's had such a remarkable career.\"</p><p>Over the years, she has collected letters to the gallery from Mr. Thiebaud, composed in elegant cursive handwriting in pencil on lined yellow paper. \"Lots of times he put a little doodle on them, which is a highlight,\" she added. However, Mr. Thiebaud didn't entirely resist technology and grew accustomed to answering calls on the flip phone he kept in a pocket of his cargo pants, Ms. Acquavella said.</p><p>When not teaching or making art, the artist enjoyed playing tennis and got out on the court several times a week well into his final years. \"He was one of the very, very few 100-year-old tennis players on the globe,\" Mr. Nash joked.</p><p>Mr. Thiebaud played doubles \"with a bunch of old guys, not quite as old as I am,\" he told the Journal in 2018. The matches, he conceded, usually involved more trash-talking than exercise: \"We just insult each other for about two hours.\"</p><p>The artist also was a tennis fan, and in 1968 \"Sports Illustrated\" published images he painted from the previous year's Wimbledon Championships. In one, a player buries her face in a towel and in another, a tennis ball lands on one of the white lines defining the court, a trademark Thiebaud shadow falling to the right.</p><p>Mr. Thiebaud married twice and had two daughters, a son and a stepson. After retiring from teaching, he remained in touch with many students, came to their exhibitions and followed their work. He indulged interviewers' inquiries about his favorite desserts—usually lemon meringue pie or German chocolate cake—and questions about the red heart he sometimes worked into the signature on his works.</p><p>The heart is \"sort of a closed upside-down W,\" for his first initial, he said. He recalled first drawing the heart when signing a work that was a wedding gift for a friend. \"I liked its shape and its spirit,\" he said, \"and I just keep using it.\"</p><p>A Life in Art</p><p>Read more coverage of Wayne Thiebaud, selected by WSJ editors</p><p>* Wayne Thiebaud's Vision of American Beauty (November 2020)</p><p>* The Wisdom of Wayne Thiebaud (November 2019)</p><p>* Reviews: 'Wayne Thiebaud: Paintings and Drawings' and 'Wayne Thiebaud: Artist's Choice' (January 2019)</p><p>* Famed for the Art of Sweets, Wayne Thiebaud Portrayed Far More (April 2018)</p><p>* Wayne Thiebaud and the Art of Longevity (October 2014)</p><p>Write to Brenda Cronin at brenda.cronin@wsj.com</p><p>Wayne Thiebaud Dies at 101</p>",
  "published": "2021-12-27T21:31:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2332,
          "end": 2338
        }
      ]
    }
  ]
}