{
  "_id": "3adf8b4c580a1a3ab121188546bd914106f46e92cf6f487c379057afa9476a8e",
  "feed": "ftcomall",
  "title": "The uncomfortable truth about Dominic Cummings's campaign playbook",
  "text": "<p>“There are hot women and beer and pizza and music in the office on Friday and Saturday night <em>because the place is bursting with energy</em>. And they enjoy kicking their opponents down the street at 10pm on a Saturday night when the other side are in ‘work-life balance' mode.”</p> <p>The above paragraph is taken from the personal blog of one <a href=\"https://www.ft.com/stream/16879e15-6156-4dd7-8089-1a6250fcda71\">Dominic Cummings</a>, late of the Downing Street parish and now finding lucrative employment penning strategic insights and guerrilla attacks on his former boss, Boris Johnson. Any post from the mastermind of the Vote Leave campaign comes with certain health warnings. He is still settling old scores and throws in odd lines just to wind up opponents, but they are often worth reading.</p> <p>In this instance, the paragraph above comes amid a wider point on how a defining trait of winning campaigns and politicians is the energy they generate. Absence of dynamism, he suggests convincingly, is a sure signifier of defeat.</p> <p>But his all-too-recognisable depiction raises a question of whether this kind of political energy is always masculine energy. This is, after all, a frat-boy vision. We are talking National Lampoon's Animal Campaign. Get on down to Dynamic Dom's where the women are hot, the beer is warm, the pizza is cold and the music is, well, mainly designed to make us feel not quite so public school. In this world, women are less part of the campaign than part of the lure along with beer and pizza. There is no premium placed on hot men, perhaps because they might threaten the ordinary-looking political alphas who are hoping to score with the hot women.</p> <p>Other strategists might dispense with the casual sexism, but the macho style comes as standard. Read any political biography, watch any political movie or drama and the winning campaign team pretty much matches his description of long hours, high pressure, bad diets, physical exhaustion and what-the-hell hookups.</p> <p>The classic Cummings campaign is in the <em>Star Wars</em> rebel-alliance mould. They have insurgent energy and feed on grievance. There's a big bad enemy out there, possibly with superior weaponry but which is complacent and slow-moving and vulnerable to an attack by hot women, beer and pizza. Sometimes you can win with a margherita pizza but other campaigns will demand a quattro stagioni solution.</p> <p>Of all the political sins, however, few rank higher than wishing for a less 24/7 job. Luke Skywalker didn't worry about work-life balance, brah. Campaigns are about commitment. Politics is not for those who want to see their kids or who do not want to get divorced. Only a loser would worry about divorce when we've got hot women, beer and pizza on tap.</p> <p>Success in politics relies on a degree of obsession that ruins lives and leads to a lack of empathy. Anyone who cannot keep up is a loser who doesn't answer the phone on Saturday afternoon and “whines about ‘work-life balance' ”. The desire for a life beyond is not just for losers. It is for guys who aren't real men and women who aren't hot, because real men and hot women don't worry about family.</p> <p>In an election, you can have a tyrant at the top, telling you weakness is not an option. Campaign freneticism works over a concentrated period of sleep-deprived commitment. Many of us will have experienced something similar at work. You foster a culture where the campaign is where the action is. Not to be there is to miss out. You turn up because you just want to be part of the buzz. But this is politics as a cult and once you lose the immediate heat of conflict, sensible people start wondering why they have to put up with this abuse. </p> <p>A feature of Cummings's downfall was that he tried to maintain a permanent campaigning style after the campaign was over. It is easy to see why someone like Cummings would enjoy permanent campaigns: constant mobilisation keeps him on top. Those insisting on a work-life balance are questioning the pull of the macho, cultish campaign chief. </p> <p>The unfortunate aspect of all this is not merely its obvious toxicity, sexism and dehumanising traits. It&#xa0;is that it is entirely recognisable. He is right. This is largely how politics functions. This is how most winning campaigns work. It is all-out war and this means that even when the leaders are women, the nature of the battle is the same. </p> <p>Every now and then one hears calls for a kinder politics. If Cummings's model holds, and I think it does, we should stop wasting time wishing for that nicer alternative. Once you turn everything into a conflict those you trample on are casualties of war, and anyone who can't meet your demands is just a loser who couldn't take the pace. The ends may be compassionate; the means are going to remain brutish.</p> <p><em>Follow Robert on Twitter&#xa0;</em><a href=\"https://twitter.com/robertshrimsley\"><em>@robertshrimsley</em></a><em>&#xa0;and email him at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.shrimsley@ft.com\"><em>robert.shrimsley@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Robert Shrimsley 2021 'The uncomfortable truth about Dominic Cummings's campaign playbook' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T10:00:31.630Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}