{
  "_id": "2b093c82eb59c437ebee5b42479df1bd724d26b24d75c1e28b8249a841dc2ceb",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  100 Years of Chinese Communism",
  "text": "<p>   The Chinese Communist Party will celebrate its 100th anniversary on July 1 with fireworks and nationalist fervor, but it is no occasion for joy. The Party retains its iron grip on power, and it now poses the leading threat to global freedom and democracy. </p><p>   Note that we are referring here to the Party, not the Chinese people. They are not the same. The 95 million Party members have special privileges and rule over 1.4 billion by the threat of arrest and ruin for dissent. \"In the east, west, south, and north, the party leads,\" Party chief and Chinese President Xi Jinping once said, echoing founder Mao Zedong. </p><p>   --- </p><p>   The most important fact never to forget is the Party's murderous history. The Communists retreated to Yenan in the 1930s and let the Chinese nationalists under Chiang Kai-shek do most of the fighting against Japan in World War II. Mao then won the civil war in 1949 and proceeded like all Communists to purge opponents and take total control. </p><p>   What followed were the bloodiest decades in world history, rivaled only by Stalin's purges. The Great Leap Forward led to mass famine. In the Cultural Revolution, Mao unleashed the Red Guards to torment anyone suspected of disloyalty or bourgeois tendencies. Millions were banished to the countryside, and over the Mao years unknown millions of Chinese died. </p><p>   After Mao's death, Deng Xiaoping won a power struggle and began the free-market reforms that have produced China's fantastic economic growth. For a time, social and political controls eased. But the Party has never relinquished power, and in 1989 Deng crushed the democratic uprising in Tiananmen Square. China still censors even the word Tiananmen on search engines, often with the acquiescence of Western tech companies. </p><p>   For a time, China tried to face up to Mao's mayhem. In 1981 the Party published an official document that laid responsibility for the \"grave 'Left' error of the 'cultural revolution'\" directly on Mao. Yet the Great Helmsman's portrait continues to preside over Tiananmen Square in Beijing, and criticism of Mao's thought is no longer tolerated under Comrade Xi. </p><p>   Lacking democratic legitimacy, the Party maintains power with a mix of nationalism and economic prosperity. China's rise to become the world's second largest economy, thanks to an open world trading system, has lifted hundreds of millions from poverty and is understandably a source of national pride. So is China's growing role on the world stage. Party propaganda these days stresses China's return to its rightful place in world affairs after centuries of alleged exploitation by foreigners. </p><p>   But the Party's ultimate means of control is fear. Under Mr. Xi, the government has less tolerance for dissent than any time since Mao. It uses the tools of the surveillance state to stifle contrary voices on anything that challenges the Party line. Early truth-tellers in Wuhan had to be rounded up, and pandemic secrets covered up. </p><p>   Beijing's new \"social-credit\" system that offers privileges based on conformity to state plans is the definition of Orwellian. The reeducation and work camps for the Uyghurs and the repudiation of its treaty promise of autonomy to Hong Kong show how much the Party fears its own people -- and how little it cares about outside criticism. </p><p>   --- </p><p>   The threat to the world depends on how this combination of Communism and nationalism asserts itself in the years ahead. The signs are not good -- from its border clashes with India, its takeover of islands in the South China Sea, its Belt and Road initiative that burdens poor countries with debt, and its brazen cyber theft of U.S. intellectual property and secrets. </p><p>   Perhaps most troubling, the Party is trying to export its censorship to free societies. Witness its economic warfare against Australia for seeking an independent probe into the origins of Covid-19. Or its demand that foreigners stay mum on Taiwan and Hong Kong or risk economic punishment. The strategy has worked against Disney and the NBA. </p><p>   The risks for the Party is that all of this is producing a global backlash. Western powers have banned Huawei from telecom networks. How to respond to Chinese aggression was front and center at the G-7 leadership discussions. Western companies are increasingly wary of the risks of business in China, despite its huge market, and a bipartisan consensus in the U.S. now believes the Party seeks regional, and perhaps global, dominance. </p><p>   But the biggest risks for China's ruling Communists are internal: a rapidly aging population while tens of millions remain poor, a huge debt overhang, political control that blocks more economic reform, and public expectations for continued prosperity. Once unleashed as in China, nationalist fervor can also be hard to control. Will the Party and Mr. Xi, like Tojo's Japan in 1941, tempt fate with aggression that risks a disastrous war? </p><p>   The great imponderable about this 100th anniversary is how China would have fared had Chiang defeated Mao. The democracy and prosperity of Taiwan offer the best evidence for this counter-factual. Alas, we must cope with a Communist Party that is the gravest risk to the democratic world since the U.S.S.R. </p><p></p>",
  "published": "2021-07-01T06:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3966,
          "end": 3972
        }
      ],
      "nexusId": "10078857"
    }
  ]
}