{
  "_id": "38c18df85080177d8b0b69fa89adc138f3bb4f38f8efc6d16c002e724dfc9746",
  "feed": "ftcomall",
  "title": "Investors seeking cosmic themes could find space ETFs fall short",
  "text": "<p>Investors hoping to gain exposure to the commercial possibilities of outer space with exchange traded funds will soon be offered their first European-listed opportunity when HANetf's newest vehicle launches in early June.</p> <p>But although entrepreneurs such as&#xa0;Elon Musk, Jeff Bezos and Richard Branson are spending billions of dollars in competing developments that could eventually help humans travel beyond the moon, industry observers caution that space ETFs often have only tenuous links to the overall theme.</p> <p>“Space is very loosely defined when you look closely at the holdings of these ETFs. Only a few of the constituent companies are linked exclusively to the space economy and some of the holdings are small, illiquid stocks,” said Peter Sleep, a senior portfolio manager at 7IM, a wealth manager of the existing products on the market.</p> <p>The best-known is <a href=\"https://etf.ft.com/funds/15085/\">ARKX</a>, the actively managed Space Exploration and Innovation ETF from Ark Invest, which has built assets worth around $645m since it started trading at the end of March.</p> <p>Ark Invest founder Cathie Wood has described ARKX as a vehicle to invest in a range of technologies including rockets, mobile connectivity, 3D printing, robotics, sensors and artificial intelligence. </p> <p>But the ETF <a href=\"https://www.ft.com/content/92e4217d-faa8-45d0-881d-68eeab96021c\">made headlines</a> at its launch when it transpired that one of its top holdings was Ark's 3D Printing ETF which still has a weighting of more than 6 per cent, a cross holding that some analysts have flagged as a potential concern for investors.</p> <p>It also<a href=\"https://etfs.ark-funds.com/hubfs/1_Download_Files_ETF_Website/Fact_Sheets/ARKX_Factsheet.pdf\"> retains investments</a> in companies that might not immediately evoke a feeling of outer space, such as video-streaming platform Netflix and agricultural machinery maker John Deere.</p> <p>Emil Tarazi, founder and chief executive of ETFLogic, a New York-based portfolio software provider, said that returns from Ark's ETF range were highly correlated and investors were “in reality” buying a combination of momentum or growth stocks that were available more cheaply with other products. &#xa0;</p> <p>“A lot of the thematic ETFs are US-centric, and have highly concentrated baskets, with just 20 or 30 names in them. So investors are buying narrow baskets with low diversification and relatively high expense ratios,” said Tarazi. </p> <p>ARKX did launch with a 1.9 per cent holding in at least one company with a clear connection to commercial space exploits — Virgin Galactic — but disposed of its shares earlier this month in the company which is pioneering human space flight. </p> <p>Ark did not respond to a request for comment. </p> <p>HANetf's Procure Space Ucits ETF, is set to list on the London Stock Exchange in early in June.</p> <p>“Satellite systems and technologies are a major growth market. Space tourism is also coming closer to reality,” said Hector McNeil, co-founder and chief executive of HANetf, a white-label ETF specialist. &#xa0;</p> <p>HANetf partnered with Procure, a Pennsylvania-based boutique to create the ETF, known as YODA after a popular character from Star Wars, which will invest in about 30 satellite operators and technology companies that generate annual space revenues of at least $500m or which earn at least a fifth of their revenues from space-related activities. Yoda will carry a total expense ratio of 75 basis points.</p> <p>Procure already offers a sister US-listed space ETF, known as <a href=\"https://etf.ft.com/funds/13672/\">UFO</a>, which has built assets of $127.5m since it was launched in April 2020.</p> <p>“The space economy is part of people's everyday lives, whether it is satellites to help meet the growing demands for data transfer or to support GPS systems and weather forecasts. It is not just about space exploration,” said Robert Tull, Procure's co-founder and president.</p> <p>YODA will join a select group. Ben Johnson, director of passive funds research at Morningstar, the data provider, said that the three existing US listed space ETFs (ARKX, UFO and ROKT) had very different portfolios with just a 20 per cent overlap on average across their holdings. </p> <p>“The only thing limiting the development of new thematic funds is asset managers' imaginations. They can arrive at very different conclusions when they draw up their definitions of these themes and pick stocks to fit them, said Johnson.</p> <p><a href=\"https://etf.ft.com/funds/11904/\">ROKT</a>, State Street's SPDR S&amp;P Kensho Final Frontiers ETF launched in October 2018 but has only built assets worth $25m. It has delivered a return of 14.4 per cent since it started trading.</p> <p>Johnson said that hot new themes, such as space, were generally priced in by investors well before a new ETF was launched. </p> <p>“This will often tilt the risks which investors in these funds face disproportionately to the downside,” said Johnson. </p> <p>He cautioned that there was “no guarantee” that a thematic ETF would survive over the long-term and outperform a broad market index fund. </p> <p>“Indeed, in practice, most have failed,” he said.</p><p>Source: Chris Flood 2021 'Investors seeking cosmic themes could find space ETFs fall short' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-31T04:00:40.978Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}