{
  "_id": "ecd0d84747f9c20121ff9101af5d8e5686f087755e00da47322d90ddbbebf1ad",
  "feed": "wall-street-journal",
  "title": "Cinema Chains Mull Pushing Back  At Disney Plans for 'Black Widow'  ----  By R.T. Watson and Alexander Gladstone",
  "text": "<p>   A showdown over the debut of Marvel's \"Black Widow\" is brewing between two longtime Hollywood partners: Walt Disney Co. and movie theaters. </p><p>   At the end of March, theater owners were upset to learn of Disney's decision to release the movie both in the cinema, and on its Disney+ streaming service for an additional $29.99 fee. Disney also delayed the film's release to July. Now some theaters are considering ways to push back at the biggest studio in Hollywood over one of the summer's most anticipated movies, according to people involved in the discussions. </p><p>   The cinema owners' aim is to secure better terms from Disney, such as a higher share of box-office revenue or a chance to show \"Black Widow\" exclusively, but their ability to fight the studio might be undercut by their need to lure moviegoers back to multiplexes after a year of closures and limited capacities. </p><p>   \"We haven't made any threats,\" AMC Entertainment Holdings Inc. Chief Executive Adam Aron said in reference to \"Black Widow.\" But \"it is widely known that AMC has threatened not to play movies if we could not find business terms that we found acceptable,\" he said. </p><p>   Disney declined to comment for this article, but said when it announced the \"Black Widow\" decision that the move gave consumers more options and reflected their preferences. </p><p>   Some theater owners were already fuming over Disney's decision to release \"Raya and the Last Dragon\" in theaters and on Disney+ in March. \"I'm playing 'Raya,' but that's probably the last Disney title I'm going to play,\" said Tony Beaverson, who owns Big Horn Cinemas, a theater in Cody, Wyo. </p><p>   America's third-largest theater chain, Cinemark Holdings Inc., opted to boycott \"Raya\" in March, a bold move considering that cinemas had few attractive titles to offer customers at the time and theatergoers were still skittish about returning. Harkins Theatres, which has more than 30 domestic locations, also didn't offer the movie. The nation's second-largest chain, Cineworld Group PLC's Regal Entertainment Group, which reopened 20 theaters this weekend, didn't offer \"Raya\" at most locations. </p><p>   When \"Raya\" initially made its debut, Disney asked for a 52% revenue split, according to a person familiar with the matter. </p><p>   Cinemark and Harkins didn't respond to requests for comment about \"Black Widow\" and \"Raya.\" Regal declined to comment. </p><p>   The recent tension highlights the changing dynamics between film studios and theaters as the Covid-19 pandemic pushed some cinema chains into bankruptcy, and as consumers and studios turned to streaming entertainment at home. In the past, Disney has secured a higher percentage of ticket sales from theaters during the windows they exclusively showed movies, especially for the lucrative Marvel films. When Disney offers movies on its digital platform, it can keep all of the revenue. The company's chief executive, Bob Chapek, has been steadfast about Disney's commitment to bringing its entertainment as directly to consumers as possible. </p><p>   Mr. Beaverson said the titles available in July will play a big role in determining whether pushing back on Disney's terms for \"Black Widow,\" which stars Scarlett Johansson, is worth the risk. Two possible blockbusters arrive ahead of the Marvel film: the Fast &amp; Furious sequel \"F9\" on June 25 from Comcast Corp.'s Universal Pictures and \"Top Gun: Maverick\" on July 2 from ViacomCBS Inc.'s Paramount Pictures. </p><p>   \"We'll take it as it comes,\" he said. \"I have to think about the town that I'm living in and my business. . .people want to watch it\" on the big screen. </p><p>   Disney hasn't released online sales data for the two films it has offered on Disney+ for an extra fee. The company is releasing the live-action \"Cruella\" in theaters and on Disney+ for an extra $29.99 on May 28. </p><p>   Disney announced in March that the service has more than 100 million subscribers, at $7.99 a month in the U.S., and said it is on track to meet its projection of 260 million subscribers by 2024. Disney dominated the box office in the years before the pandemic, with seven of 2019's top-grossing films, including Marvel's \"Avengers: Endgame.\" </p><p>   Still, some theater owners said privately they are prepared to push back on \"Black Widow,\" even though it is a Marvel movie. The franchise is a juggernaut in Hollywood, and fans have been waiting more than two years for Disney to release a new Marvel movie. </p><p></p>",
  "published": "2021-04-05T06:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2751,
          "end": 2757
        },
        {
          "start": 3093,
          "end": 3099
        },
        {
          "start": 3955,
          "end": 3961
        },
        {
          "start": 1429,
          "end": 1435
        },
        {
          "start": 2139,
          "end": 2145
        },
        {
          "start": 613,
          "end": 619
        },
        {
          "start": 1497,
          "end": 1503
        },
        {
          "start": 4322,
          "end": 4328
        },
        {
          "start": 325,
          "end": 331
        },
        {
          "start": 35,
          "end": 41
        },
        {
          "start": 3548,
          "end": 3554
        },
        {
          "start": 3760,
          "end": 3766
        },
        {
          "start": 1135,
          "end": 1141
        },
        {
          "start": 104,
          "end": 115
        },
        {
          "start": 269,
          "end": 275
        },
        {
          "start": 2897,
          "end": 2903
        },
        {
          "start": 1354,
          "end": 1360
        },
        {
          "start": 2583,
          "end": 2589
        },
        {
          "start": 3625,
          "end": 3631
        },
        {
          "start": 199,
          "end": 205
        },
        {
          "start": 3721,
          "end": 3727
        }
      ]
    }
  ]
}