{
  "_id": "85553e28112a8a9241b9cbbbadc4c37f0f2961b2406e831f77a35cb2f6aa6c53",
  "feed": "wall-street-journal",
  "title": "Business News: AMC Says Moviegoers Are Returning to Theaters",
  "text": "<p>AMC says by the end of April, most of its nearly 600 U.S. locations were in operation. About 110 of its some 350 international locations were in operation. The company reported 6.8 million attendees for the quarter, 6.2 million of whom were in U.S. markets.</p><p>About 61% of North American theaters reopened, according to media measurement company Comscore, suggesting many locations in the U.S. may have closed permanently as a result of the pandemic.</p><p>In New York City, theaters were allowed to reopen at limited capacity in early March, but their capacity is limited. By July 1, they can fully reopen in the city. California is aiming to fully reopen in mid-June.</p><p>Mr. Aron praised the U.S.'s vaccine rollout and its role in giving consumers confidence to return to public spaces. \"Vaccination is our way out of all of this,\" he said.</p><p>The CEO expressed optimism for the future. \"It's been a wild ride and that wild ride is going to continue but we are very much hopeful that recovery is right around the corner,\" said Mr. Aron.</p><p>U.S. theater chains able to survive the pandemic recently saw signs of a recovery. The performance of \"Godzilla vs. Kong\" -- distributed simultaneously in theaters and online by AT&amp;T Inc.'s WarnerMedia -- was especially promising as the film grossed more than $90 million domestically in about a month.</p><p>The movie's box-office revenues suggest pent-up consumer demand and people willing to head to cinemas for the big-screen experience.</p><p>The summer release schedule is full of potential blockbusters which could lift theatrical revenues further like Walt Disney Co.'s Marvel spinoff \"Black Widow\" and the action-movie \"F9,\" which will be distributed by Comcast Corp.'s Universal Pictures.</p><p>AMC reported a loss attributable to the company of $566.9 million, compared with a loss of $2.18 billion a year earlier. It posted a per-share loss of $1.42, compared with $20.88 a share a year earlier. Its revenue for the quarter fell 84% to $148.3 million.</p><p>The first-quarter results come after a devastating 2020 where the chain's financials were slammed by the pandemic. Last year, revenue fell 77% and the company reported a $4.59 billion loss. It nearly filed for chapter 11 bankruptcy protection. AMC shares fell 17 cents, or 1.9%, to $9 on Thursday.</p>",
  "published": "2021-05-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1573,
          "end": 1584
        }
      ],
      "nexusId": "10078857"
    }
  ]
}