{
  "_id": "40dca2e53c0b9fb928b9b56eca12ae0162d7995948f1db31a2f780e903508272",
  "feed": "ftcomall",
  "title": "Lego makes breakthrough in quest for greener bricks",
  "text": "<p>The world's largest toymaker Lego has made a big breakthrough in its attempt to move away from oil-based plastics, unveiling the prototype for its iconic brick made from recycled drinks bottles.</p> <p>The Danish group said it expected to start selling recycled plastic bricks in 18-24 months after further testing.</p> <p>Lego has a target of eliminating by 2030 all <a href=\"https://www.ft.com/content/8a8c603c-8b59-11e8-bf9e-8771d5404543\">oil-based plastics</a> from the 75bn pieces it produces each year, but has struggled to find recycled material that matches the famous “clutch power” of its original bricks, which allows them to stay stuck together but be reasonably easy to take apart.</p> <p>The breakthrough <a href=\"https://www.lego.com/en-us/aboutus/news/2021/june/prototype-lego-brick-recycled-plastic\">involves</a> using polyethylene terephthalate (PET) from discarded plastic drinks bottles, with a 1-litre container yielding about ten 2x4 stud Lego bricks.</p> <p>“The biggest challenge on our sustainability journey is rethinking and innovating new materials that are as durable, strong and high quality as our existing bricks — and fit with Lego elements made over the past 60 years. With this prototype, we're able to showcase the progress we're making,” said Tim Brooks, head of environmental responsibility at Lego.</p> <p>Lego currently needs 2kg of petroleum for each 1kg of ABS plastic granules, which it uses for 80-85 per cent of all its bricks. Outside experts say 1kg of ABS costs the toymaker about $1, which it then transforms into sets such as police stations or Star Wars ships costing about $75 a kg.</p> <p>The Danish toymaker began in 2018 by swapping out oil-based polyethylene for a plant-based version of the same plastic for about 20 different pieces including trees, bushes and some dragon wings.</p> <p>Lego's task is complicated because not only do all new materials have to interact with each other, they also have to work with all previous versions of bricks dating back decades.</p> <p>Brooks told the Financial Times in 2018 that Lego had a “dating game” in which it tested all possible new materials with each other to find out, for instance, if a minifigure head stayed stuck on to a body in hot or cold conditions.</p> <p>The toymaker's sales and profits have soared in the past two decades, allowing it to surge past rivals such as Mattel and Hasbro despite ostensibly having only one product: the plastic brick. </p> <p>Lego is increasingly experimenting with products that blur the physical brick with digital play, including augmented reality, and is pushing into China with a rapid expansion of its own retail stores.</p> <p>Lego said it would test the recycled PET bricks for about a year before deciding whether to go into pilot production. The recycled PET is sourced from suppliers that use processes approved by US and European food regulators.</p><p>Source: Richard Milne, Nordic and Baltic Correspondent 2021 'Lego makes breakthrough in quest for greener bricks' FT.com 23 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-23T14:22:40.342Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}