{
  "_id": "e8043cd935f546a27325be51432dca873678b53c06a5619c09355b159393554b",
  "feed": "wall-street-journal",
  "title": "Hosting Houseguests Again? 14 Ways to Make Their Visit Unforgettable; As we happily greet overnighters once more, these creative, stylish guest-room gestures will let them know just how welcome they are",
  "text": "<p>Eclectic Bone Frame, $99 for set of 3, potterybarn.com PHOTO: Mikey Burton</p><p>1. Easy Hookup</p><p>To save a visitor's having to ask \"What's your password again?\" print out Wi-Fi info in a friendly typeface, frame it and set it where it can't be missed.</p><p>2. Cool Comfort</p><p>When Dallas interior designer Michelle Nussbaumer welcomes straight-off-the-plane guests to her house in San Miguel de Allende, Mexico, she offers a cold cloth steeped in lavender oils, topped with a fresh sprig of the herb from her garden. \"It's a historic gesture that goes back to desert culture,\" she said.</p><p>3. Pretty Pills</p><p>If it's safe to assume libations will flow late into the night, decant three types of headache remedies—say, Advil, Tylenol and aspirin—into identical glass apothecary jars for the morning after.</p><p>4. Digital Direction</p><p>\"We created a curated 'Guide to Hudson' on Instagram to easily share our favorite places to shop and eat in town,\" said Anthony D'Argenzio, of New York design agency Zio and Sons.</p><p>5. Fan Favor</p><p>\"Even in climate-controlled environments, I always appreciate having the option of turning on a fan—both for air movement and white noise,\" said Los Angeles designer Madeline Stuart. \"There are contemporary and retro-chic versions that are very attractive.\"</p><p>6. Tailored Flames</p><p>Research your guest's birthday and set out the appropriate Zodiac candle (options below). Geminis might thank you twice.</p><p>7. Suitcase Place</p><p>Because a visitor doesn't want to flop a bag on your sheets or a chair after it has been rolled through the airport, New York City designer Tamara Eaton suggests getting a good-looking folding table, which you can closet later. The visitor will intuit the table's function from its bare surface.</p><p>8. Bud System</p><p>The truly on-it hostess changes bedside flowers at least once while the guest is sojourning.</p><p>9. Kid Consideration</p><p>A Lego Star Wars set or a beading kit will occupy children while grateful parents share their latest preoccupations with you.</p><p>10. Spoil-Them Toiletries</p><p>If you have a guest bathroom, stock it with products your visitors would never buy themselves such as licorice-flavored toothpaste and Old Spice deodorant with the amusingly macho name Swagger.</p><p>11. Neat Nightcap</p><p>European households place a carafe of water next to the bed. Scottish houses put out small decanters filled with whisky and sloe gin, with a matching tumbler. If you desire to emulate Edinburghers, don't forget the soda water.</p><p>12. The Little Chill</p><p>Stock a small, quiet fridge with water and considerate snacks: See's Peppermints for the guest with a sweet tooth, roasted chickpeas for vegans, lemon wedges to freshen drinking water and slices of cheese and crackers to sate the peckish.</p><p>13. Zippy Reads</p><p>Lay out books that folks can dip in and out of for 15 minutes. Short stories like Zadie Smith's latest collection, \"Grand Union,\" or any collection by John Cheever are good pre-cocktail-hour warm ups. Leave a surprise Post-It Note between the pages.</p><p>14. Décor Tweaks</p><p>For returning guests, author Amy Fine Collins always changes a picture in the guestroom or rearranges the furniture a bit, just so they notice something's a little different.</p><p>The Wall Street Journal is not compensated by retailers listed in its articles as outlets for products. Listed retailers frequently are not the sole retail outlets.</p><p>Hosting Houseguests Again? 14 Ways to Make Their Visit Unforgettable</p>",
  "published": "2021-05-20T19:40:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}