{
  "_id": "9e201e1d4359201bbb60c6372c793d9bf672484099cdc551da1e3f8ca21bdab1",
  "feed": "wall-street-journal",
  "title": "ESPN Anchor To Leave",
  "text": "<p>In a statement, Ms. Taylor thanked executives and colleagues at ESPN, owned by Walt Disney Co. \"Words are inadequate to express my boundless appreciation, and I hope to make them proud,\" she said.</p><p>Ms. Taylor had been anchoring ESPN's recent coverage of the National Basketball Association Finals. With the final telecast of that series on Tuesday night -- when the Milwaukee Bucks defeated the Phoenix Suns -- her last assignment was completed.</p><p>\"Maria's remarkable success speaks directly to her abilities and work ethic. There is no doubt we will miss Maria, but we remain determined to continue to build a deep and skilled talent roster that thoroughly reflects the athletes we cover and the fans we serve,\" said ESPN Chairman Jimmy Pitaro.</p><p>Ms. Taylor's exit follows a New York Times report this month about a recording of a phone call last year by Rachel Nichols, another ESPN personality, who complained that the job of anchoring \"NBA Countdown\" telecasts had gone to Ms. Taylor instead of her.</p><p>ESPN continued to pursue a new deal with Ms. Taylor after the Times published its article, with the network offering to extend her contract at between $2 million and $3 million a year, according to a person familiar with the matter.</p><p>\"I wish Maria Taylor all the success in the world,\" Ms. Nichols said in the July 2020 call, according to the Times. \"If you need to give her more things to do because you are feeling pressure about your crappy longtime record on diversity -- which, by the way, I know personally from the female side of it -- like, go for it. Just find it somewhere else. You are not going to find it from me or taking my thing away.\" Ms. Nichols is white; Ms. Taylor is Black.</p><p>Ms. Nichols apologized for her remarks on air during \"The Jump,\" the show that she hosts.</p>",
  "published": "2021-07-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 79,
          "end": 90
        }
      ],
      "nexusId": "10078857"
    }
  ]
}