{
  "_id": "8321f9a6cf26a87193dba54d4e1f388f61496063554f835af246b931c7168c1e",
  "feed": "ftcomall",
  "title": "Scarlett Johansson sues Disney over Black Widow's streaming release",
  "text": "<p>Scarlett Johansson has sued Disney, accusing the Marvel owner of breaching her contract by releasing the <em>Black Widow</em> film in cinemas and on its streaming service on the same day, depressing box-office sales. </p> <p>Johansson, the star of the <a href=\"https://www.ft.com/content/d3295e86-901d-4193-a37a-9321cdcf403b\">superhero film</a>, had agreed a deal to get paid largely based on box-office sales, and her contract promised <em>Black Widow</em> would be a “wide theatrical release”, according to the lawsuit filed on Thursday in Los Angeles Superior Court.&#xa0;</p> <p>Johansson projects that the decision to release <em>Black Widow</em> on Disney Plus cost her $50m, according to a person familiar with the matter. </p> <p>Cinemas have been empty or operating at limited capacity for more than a year during the coronavirus pandemic, prompting some of the big Hollywood studios to release their films online and in cinemas — and lure subscribers to their <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming services</a> as they battle against Netflix.&#xa0;</p> <p>By breaking the “theatrical window” — previously a three-month period of time between a film's release in cinemas and at home — talent contracts that hinged on theatrical revenue were thrown into flux.&#xa0;</p> <p>“Both parties, as well as Disney, understood this meant that the [film] would initially be released exclusively in movie theatres, and that it would remain exclusively in movie theatres for a period of between approximately 90 and 120 days,” the lawsuit said. </p> <p>The original contract was struck in 2017. When Disney was launching its streaming service in 2019, Johansson said she asked for assurance that the “wide theatrical release” would be honoured.</p> <p>According to the lawsuit, Marvel's chief counsel responded: “We totally understand that Scarlett's willingness to do the film and&#xa0;her whole deal is based on the premise that the film would be&#xa0;widely theatrically released like our other pictures. We understand&#xa0;that should the plan change, we would need to discuss this with you&#xa0;and come to an understanding as the deal is based on a series of&#xa0;(very large) box office bonuses.”</p> <p>Johansson interpreted the words “like our other pictures” to mean <em>Black Widow</em> would have a minimum 90 day theatrical window, according to the complaint. </p> <p>Disney said in a statement: “There is no merit whatsoever to this filing. The lawsuit is especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.”</p> <p>The company said it had “fully complied” with the Johansson's contract and that its release strategy “has significantly enhanced her ability to earn additional compensation on top of the $20m she has received to date.”</p> <p>Warner Bros in December enraged many directors, producers and actors when it <a href=\"https://www.ft.com/content/f84283b9-4cc2-4d89-81f7-f2554ab045dd\">moved to release</a> all of its 2021 films on the HBO Max streaming service and cinemas at the same time. Since then, Warner has paid out hundreds of millions of dollars to compensate disgruntled stars whose payouts hinged on box office performance. </p> <p>Johansson, who has played the <em>Black Widow</em> role for a decade, claims that unlike Warner, Disney ignored her attempts to recoup pay.</p> <p>Cinemas have reopened at full capacity in much of the US. However, movie attendance has remained weak, as the Delta variant has led to a rise in coronavirus cases.</p> <p><em>Black Widow</em> made $80m at the North American box office on its opening weekend, and $60m from selling the movie for $30 on Disney Plus. Box-office sales fell off sharply after the movie's initial release, leading some observers to argue that <em>Black Widow</em>'s availability to stream was hurting its box-office sales.&#xa0;</p> <p>“It's no secret that Disney is releasing films like <em>Black Widow</em> directly on to Disney to increase subscribers and thereby boost the company's stock price — and that it's hiding behind Covid-19 as a pretext to do so,” said John Berlinski, attorney for Johansson.</p>&#xa0;<p>Source: Anna Nicolaou in London 2021 'Scarlett Johansson sues Disney over Black Widow's streaming release' FT.com 29 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-29T21:13:00.568Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 3509,
          "end": 3515
        },
        {
          "start": 3567,
          "end": 3573
        },
        {
          "start": 2969,
          "end": 2975
        },
        {
          "start": 1115,
          "end": 1121
        },
        {
          "start": 1396,
          "end": 1402
        },
        {
          "start": 28,
          "end": 34
        },
        {
          "start": 2121,
          "end": 2127
        },
        {
          "start": 3298,
          "end": 3309
        },
        {
          "start": 3298,
          "end": 3304
        },
        {
          "start": 529,
          "end": 540
        }
      ]
    }
  ]
}