{
  "_id": "19a428ac24ebd11f023ab9e1c758024440c2f98c75a2aa968f8a5deee956c278",
  "feed": "wall-street-journal",
  "title": "Business News:  'Eternals' Leads at Box Office  ---  Disney's Marvel epic  is fourth-highest debut  since pandemic began,  boosting theaters  ----  By Erich Schwartzel",
  "text": "<p>\n   Walt Disney Co.'s Marvel superheroes again rescued the nation's struggling theater chains at the box office over the weekend, with the studio's \"The Eternals\" opening to a healthy $71 million in the U.S. and Canada. </p><p>\n  While a much-needed jolt of revenue for exhibitors, the opening failed to meet the sky-high expectations set by the comic-book epics, perhaps a result of the film's poor critical reviews and tepid audience response. The movie collected an additional $90.7 million from international ticket sales, according to preliminary studio estimates. </p><p>\n  As the nation's entertainment industries try to encourage consumers to venture back to concerts and theme parks, the movie business has struggled to see consistent returns from weekend to weekend. Big-budget offerings like \"The Eternals\" -- the second Marvel film in two months to fill auditoriums -- have been the consistent driver of ticket sales, and this most recent opening should give studios a dash of optimism ahead of the all-important holiday film season. </p><p>\n  \"The Eternals\" opening puts it behind Marvel's Labor Day release, \"Shang-Chi and the Legend of the Ten Rings,\" whichmade its debut to$95 million, or March's \"Black Widow,\" whichopened to $80 million. Still, \"The Eternals\" had the fourth-highest opening since the pandemic began, behind those two films and another comic-book adaptation: \"Venom: Let There Be Carnage,\" released by Sony Group Corp.'s Sony Pictures Entertainment. </p><p>\n  The strong performances of these big-budget, youth-oriented movies bodes well for the Christmas season, which exhibitors will be counting on to make up for months of empty seats. \"Spider-Man: No Way Home\" and a new installment in the \"Matrix\" franchise, both of which are scheduled to hit screens in late December, are considered the most likely candidates for blockbuster sales. </p><p>\n   Directed by Chloe Zhao, this year's Academy Award winner for best director for her film \"Nomadland,\" \"The Eternals\" follows a band of superheroes who have lived in secret but must come together to battle a new foe. </p><p>\n  The movie is the 26th film in the hugely successful series of films known as the Marvel Cinematic Universe, and wasrepeatedly delayedas Disney waited for auditoriums around the world to reopen and return to fuller capacity. </p><p>\n  \"The Eternals\" could struggle with the word-of-mouth needed toparlay its opening-weekend performance into a strong showing in the weeks to come. </p><p>\n  The movie received harsher critical reviews than is typical for a Marvel film, and opening-weekend audiences gave it a \"B\" grade, according to the CinemaScore market research firm, a lower-than-usual grade for a Marvel movie. \"Shang-Chi\" received an \"A,\" and \"Black Widow\" an \"A-.\" </p><p>\n  --- </p><pre>  Estimated Box-Office Figures, Through Sunday \n \n                                                    Sales, In Millions \n    Film                   Distributor             Weekend* Cumulative     % Change \n \n1.  'Eternals'             Disney                    $71       $71             -- \n2.  'Dune'                 Warner Bros.              $ 7.6     $84            -51 \n3.  'No Time to Die'       United Artists Releasing  $ 6.2    $143.2          -20 \n4.  'Venom: Let There Be   Sony                      $ 4.5    $197            -22 \n    Carnage' \n5.  'Ron's Gone Wrong'     20th Century               $3.6     $17.6           -4 \n \n \n  *Friday, Saturday and Sunday in North American theaters \n \n  Source: Comscore </pre><p></p>",
  "published": "2021-11-08T07:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 2936,
          "end": 2942
        },
        {
          "start": 2181,
          "end": 2187
        },
        {
          "start": 50,
          "end": 56
        }
      ]
    }
  ]
}