{
  "_id": "7d55b2a22787da704b6a57857df9e251d2e64d7d11372736d7abdf398dd75bbe",
  "feed": "wall-street-journal",
  "title": "Rodrigo's 'Sour' Has Sweet Debut  ----  By Neil Shah",
  "text": "<p>   Olivia Rodrigo has stormed the charts -- hitting No. 1 with huge streaming numbers for an album that clinches her status as one of music's biggest new stars. </p><p>    The Disney actress and pop singer-songwriter's debut album \"Sour\" tops the latest Billboard 200 chart, generating the equivalent of 295,000 in U.S. sales in the week ended May 27. It is the biggest week for a debut charting album since late 2014, when Billboard began including streaming in its flagship album-sales chart, the magazine said. </p><p>   Much of the 18-year-old artist's units -- 218,000 -- came from her album's 301 million first-week U.S. streams, according to MRC Data, formerly known as Nielsen Music. That is the second-biggest streaming week yet for an album by a woman, second only to Ariana Grande's 307 million first-week streams for \"Thank U, Next\" in 2019. The rest of Ms. Rodrigo's units came from traditional sales. (For Billboard, 1,250 streams by paying streaming-service subscribers, or 3,750 streams on free services like YouTube or Spotify's ad-supported option, equals one album sale.) </p><p>   Ms. Rodrigo's No. 1 debut is the biggest week for an album so far this year, beating Taylor Swift's rerecorded 2008 album \"Fearless (Taylor's Version),\" which moved 291,000 units in its opening week. \"Sour,\" which Ms. Rodrigo released on May 21, features \"Drivers License,\" the year's biggest hit, with roughly 800 million streams on Spotify alone, and \"Good 4 U\" -- both of which topped Billboard's Hot 100 singles chart. With a blockbuster debut record, two No. 1 singles and a recent performance on \"Saturday Night Live,\" Ms. Rodrigo has successfully leveraged her fame from \"High School Musical: The Musical: The Series\" into pop stardom. </p><p>   She is \"the biggest breakout pop star of 2021 by far,\" Chris DeVille, senior editor at the website Stereogum, wrote in May. </p><p>   Ms. Rodrigo is part of a wave of new artists influenced by Lorde, Taylor Swift, Lana Del Rey and Billie Eilish. These rising musicians, many of them women, write raw, direct and often heartbroken songs that emphasize introspection and emotional honesty over the bombast associated with traditional pop divas. Among the newcomers is Norwegian act Girl in Red, who released her own debut album in April. </p><p>   Ms. Rodrigo's music is seen as weaving together many of the decade's biggest pop trends: the hushed singing of Lorde, the songwriting flourishes of Ms. Swift, Ms. Eilish's genre-blurring, bedroom-pop aesthetics -- even Adele's sweeping, melodramatic grandeur. On the relatively brief 35-minute album \"Sour,\" Ms. Rodrigo also dabbles in pop-punk -- which is now fashionable again, especially in hip-hop circles -- adding a rock tinge to her collection of ballads about a romantic breakup. </p><p>   The making of \"Sour\" -- which showcases Ms. Rodrigo's vocal abilities -- was also a stripped-down affair. Ms. Rodrigo wrote and recorded her music alongside a single collaborator -- co-writer, instrumentalist and producer Dan Nigro, previously of rock band As Tall As Lions. In recent years, more pop artists like Lorde and Lana Del Rey have been teaming up with individual producer-writers instead of songwriting teams, which are typical for big-budget pop, hip-hop and country these days. </p><p></p>",
  "published": "2021-06-01T06:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 162,
          "end": 168
        }
      ]
    }
  ]
}