{
  "_id": "4b5aef198e7803dfb7119636c1a91496d8375aa424d2e99d01d2adaa579a1310",
  "feed": "wall-street-journal",
  "title": "Business News:  Hulu Chief  Resigns  Amid NBC  Job Talks  ----  By Lillian Rizzo and Joe Flint",
  "text": "<p>    Kelly Campbell, the president of Walt Disney Co.'s Hulu streaming platform, has resigned and is in negotiations to take a senior role at Comcast Corp.'s NBCUniversal, people familiar with the matter said. </p><p>   In a memo to staff disclosing Ms. Campbell's departure, Rebecca Campbell, the chairman of Disney's direct-to-consumer and international operations, said Kelly Campbell had left the company \"effective immediately.\" She didn't elaborate further. The two Campbells aren't related. </p><p>   Kelly Campbell had been with Hulu for just over four years and served as president for the past 21 months. She joined Hulu as its chief marketing officer after 12 years at Alphabet Inc.'s Google. </p><p>   The talks between Kelly Campbell and NBCUniversal are still in a preliminary stage, people close to the situation said. Last week, Gidon Katz, NBCUniversal's president of direct-to-consumer, which also oversees year-old streaming platform Peacock, resigned. </p><p>   Whether Ms. Campbell will succeed Mr. Katz or take on a different role as part of a broader reorganization inside NBCUniversal's direct-to-consumer unit is still being determined, one of the people close to the situation said. </p><p>   Ms. Campbell couldn't be reached for comment. </p><p>   Peacock, which was launched last year, has fewer subscribers and a much smaller library than many of its competitors, analysts have said. </p><p>   In late July, Comcast said Peacock had 54 million sign-ups and 20 million monthly active accounts, but has yet to reveal how many of those pay for the service. </p><p></p>",
  "published": "2021-10-05T06:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 295,
          "end": 301
        },
        {
          "start": 33,
          "end": 44
        }
      ],
      "nexusId": "10078857"
    }
  ]
}