{
  "_id": "052d8f82d695e9877e6c77b4c33e5c7d23f097f907a2d1449ce1fa10294b1d0e",
  "feed": "wall-street-journal",
  "title": "'Spider-Man: No Way Home' Swoops In With a Pandemic-Record Opening; The latest Spider-Man movie opened to $253 million at the box office this weekend, defying industry expectations",
  "text": "<p>The debut weekend would be a smash success in normal times. In a pandemic, the entertainment industry received it as a box-office miracle. In one weekend, \"Spider-Man: No Way Home\" took in more in the U.S. than any movie has in its entirety since Covid-19 spread across the country. Its $253 million domestic debut is the third-highest of all time, behind only 2019's \"Avengers: Endgame\" ($357 million) and 2018's \"Avengers: Infinity War\" ($258 million).</p><p>SHARE YOUR THOUGHTS</p><p>Are you or your family planning to see 'Spider-Man: No Way Home'? Join the conversation below.</p><p>The opening of \"Spider-Man\" shatters the belief in some corners of Hollywood that Covid-19 had irrevocably placed a ceiling on theatrical grosses, giving theater owners a shot of optimism even as the spread of the Omicron variant could slow moviegoing and provide studios with further reason to give priority to at-home streaming services.</p><p>The nation's theater chains have struggled to bring moviegoers consistently back to pre-pandemic levels, especially after months of one high-profile flop after another. \"Spider-Man\" now brings a surge of revenue ahead of the all-important holiday season, but its blockbuster success comes as many other new releases are floundering, further bifurcating the theatrical market into the haves and have-nots.</p><p>Overseas audiences added an estimated $334 million to the weekend tally for \"Spider-Man,\" with the U.K., Mexico and South Korea leading the way. The global gross of $587 million is the third-highest of all time.</p><p>\"Spider-Man,\" starring Tom Holland as the latest actor to don the suit, was released by Sony Pictures Entertainment, which earlier this year saw success with another superhero movie, \"Venom: Let There Be Carnage.\" That movie has a current gross of $212 million, which before \"Spider-Man\" was No. 2 for the year behind Walt Disney Co.'s comic-book adaptation \"Shang-Chi and the Legend of the Ten Rings.\" The year will likely end with superhero movies accounting for five of the top 10 highest-grossing releases.</p><p>\"Spider-Man\" is likely to become the latest chess piece in a continuing debate across Hollywood about the role of the exclusive big-screen release. The spread of Covid-19 accelerated studio plans to focus on streaming services—Sony is the only major studio without one. And the gradual return to pre-pandemic activities has caught the industry between two worlds.</p><p>Over the next year, more studios are expected to reserve exclusive theatrical releases for only their biggest films—an approach that could lead to \"Spider-Man\"-size grosses but will also straddle theaters with fallow periods between the tentpole films.</p><p>\"Spider-Man\" premiered at an especially fraught moment for the nation's movie theaters. Multiplexes in Denmark have closed because of the Omicron spread, though large U.S. exhibitors have yet to make any major changes. Any imminent slowdown in moviegoing would hit theaters ahead of the week between Christmas and New Year's Day, which is traditionally one of the busiest ticket-buying times of the year.</p><p>Ticket sales in New York didn't drop despite the variant's spread in the city, according to Sony data. Richard Gelfond, chief executive of entertainment technology company IMAX Corp., said it didn't appear as though the spread of the Covid-19 variant ate into box-office sales.</p><p>\"The numbers speak for themselves—no one thought the numbers would be this big,\" he said. IMAX's premium auditoriums collected $36.2 million globally off \"Spider-Man.\"</p><p>The movie, he added, appears on its way toward collecting more than $1 billion world-wide, a figure that some thought wouldn't be reached in the post-coronavirus age.</p><p>\"No Way Home\" rode a wave of pent-up demand among fans, as well as months of rumors and speculation that swirled around its plot details on the internet. The release of presale tickets strained websites selling them.</p><p>Though it is released by Sony Pictures, the movie is co-produced with Disney's Marvel Studios, and its story lines slot into the larger \"cinematic universe\" that Marvel launched with \"Iron Man\" in 2008.</p><p>It also looks like \"Spider-Man\" will be relied upon to draw audiences out in the weeks to come, especially since audiences gave it a rare \"A+\" grade, according to market research firm CinemaScore.</p><p>The weekend's other new release, the Bradley Cooper noir \"Nightmare Alley,\" fizzled with an estimated $3 million. Other recent flops, including \"West Side Story,\" are fading fast in sales, though coming releases such as a new \"Matrix\" installment and a sequel to the popular children's movie \"Sing\" are premiering ahead of Christmas.</p><p>One common thread is emerging when it comes to box-office success that could help those two films: drawing in younger audiences. More than 60% of the opening-weekend audience for \"Spider-Man\" were under the age of 34, whereas older moviegoers have shown in recent months a reluctance to return to the theater due to Covid-19's spread.</p><p>Write to Erich Schwartzel at erich.schwartzel@wsj.com</p><p>'Spider-Man: No Way Home' Swoops In With a Pandemic-Record Opening</p>",
  "published": "2021-12-19T20:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1845,
          "end": 1856
        },
        {
          "start": 3960,
          "end": 3966
        }
      ],
      "nexusId": "10078857"
    }
  ]
}