{
  "_id": "4b93127f6c4816dcad468968deb44f1987c3261b813867e0cbda3ea969879e3d",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Television Review --  'Own the Room':  Pitching the Future  ----  By John Anderson",
  "text": "<p>\n  Own the Room </p><p>\n  Friday, Disney+ </p><pre>\n </pre><p>\n  Competition documentaries -- about spelling bees, Scrabble, crossword puzzles, cooking -- are something of a cliche, and for good reason: A contest provides a narrative. And drama. And, depending on the personalities involved, it usually gives you someone to root for. Customarily, a large group of contestants is followed along the path to the podium; the editing room makes it appear that the director knew who the winner would be all along. Sometimes there are parents screaming maniacally from the figurative sidelines. There's always an underdog. </p><p>\n  \"Own the Room,\" from Emmy Award-winning directors Cristina Costantini and Darren Foster (\"Science Fair\"), dispenses with a lot of the usual nonfiction boilerplate because it's a film about ideas -- the ideas presented at the annual Global Student Entrepreneur Awards. Held in Macau, the GSEA might best be described as a \"Shark Tank\" for young adults, a pitch session for marketing prodigies. Chosen from around the world, the competitors come representing their countries and their entrepreneurial notions in a hothouse atmosphere where everybody's at least a minor genius and some of the proposals might actually change the world. </p><p>\n  Example: Daniela Blanco, a Venezuelan emigre who represents the U.S., is a chemical-engineering student who has a process for manufacturing nylon without fossil fuels. Henry Onyango of Kenya is pitching an app called Roometo, a kind of Airbnb for international students. Alondra Toledo of Puerto Rico also has an app, one that allows deaf people to communicate with doctors who don't know sign language. One of the more joyful-seeming entrants is Santosh Pandey of Nepal, whose company, Offering Happiness, caters to the many Nepalese who work abroad and want to send surprise parties -- music, confetti, cakes -- to loved ones they can't be with back home. As described with memorable eloquence by Kunda Dixit, editor of the Nepali Times, Mr. Pandey's purpose is ameliorating the \"gross national sadness\" of Nepal. </p><p>\n  What is clear about the competition -- and is articulated quite clearly by a judge -- is that the GSEA are not purely about invention but also the \"spirit and heart of the entrepreneur,\" a.k.a. salesmanship. Jason Hadzikostas, a native of Thessaloniki, Greece, with a company called ICry2Talk (which translates what babies want when they cry), is the kind of character who could sell anything and would be happy to try. Mr. Onyango, conversely, talks early in the film about how his shorts, hoodies and uncombed hair are remarked upon frequently back in his fishing village of Kisumu. He's an impolitic soul and his sartorial choices, along with his skin color, become a problem when Mr. Onyango becomes the only competitor stopped by authorities at the airport in Macau and asked if he has enough money to cover his stay in the Chinese gambling hub. \"I'm willing to pitch in handcuffs,\" he pleads by phone to the GSEA organizers (who are covering his stay). It's a suspenseful episode in a high-stakes show. </p><p>\n  Two other things help separate \"Own the Room\" from programs of its ilk: The outcomes are not what you expect (especially if you've seen a few competition documentaries) and the levels of intellectual creativity and technological virtuosity are heartening. The world may be divided into \"developed,\" \"developing\" and \"under-developed,\" but the young people here seem to pay no attention to such differences. They may be thinking locally, but they're aspiring globally. </p><p></p>",
  "published": "2021-03-12T07:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 21,
          "end": 27
        }
      ],
      "nexusId": "10078857"
    }
  ]
}