{
  "_id": "b6f4718da635477312f3220edd4fbcd6d4e4f3152654332b090547df53e5b932",
  "feed": "wall-street-journal",
  "title": "This Kentucky Man Played the Piano After a Tornado Destroyed His Home; Of the video that went viral, Jordan Baize's sister says, 'I feel like people are using this for whatever they're facing, and it has brought peace to them in their storm'",
  "text": "<p>\"I'm not the kind that loves to seek the spotlight, but I guess looking back now, I'm glad it happened,\" said Mr. Baize, a 34-year-old accountant and business consultant. \"I'm glad that so many people were touched. It was a sincere, honest moment. If it brought peace and hope to many, that's a blessing.\"</p><p>Whitney Brown, 32, was sifting through soaked clothes in Mr. Baize's bedroom closet when she heard the hymn, \"There's Something About That Name.\" Surprised, she began walking down the hallway, then decided to preserve the moment on her phone.</p><p>In her video, the soothing sounds grow louder as she enters the living room, panning to reveal extensive damage: exposed rafters in part of the house, an exterior wall lying on its side and a leaden gray sky above where her brother was giving his open-air recital.</p><p>\"It was so profound to me. I instantly knew the song,\" said Ms. Brown, who co-owns a sawmill with her husband and works as a doula and prenatal massage therapist while home-schooling their 6-year-old son, Cannon. The music made her cry, she said.</p><p>Three days earlier, the siblings had returned to Kentucky from a trip to Disney World in Florida with their parents and families, including Mr. Baize's 9-year-old son, Max, and his 5-year-old daughter, Annie Grace.</p><p>On Friday night, Mr. Baize said he grew increasingly concerned about tornado warnings, inviting his ex-wife and her husband to his home because they don't have a basement. After an especially pointed alert, the three adults took Max and Annie Grace down to the finished basement, moments before a tornado thundered onto Mr. Baize's 13-acre property.</p><p>Lying under a mattress, he could hear things breaking and ripping above them. The 30 seconds of chaos felt like 30 minutes, he recalled, and when the group re-emerged, the house was in ruins. Ms. Brown's home, about 2 miles away, sustained no damage, though from her property she could see obliterated trees and houses.</p><p>The next day, Ms. Brown and other family members helped Mr. Baize salvage what they could. The tornado's impact was uneven. It took off the roof and collapsed a wall, but left his book collection largely undisturbed before the rain drenched some volumes. And the piano sat in the corner as always, so Mr. Baize, who has played for 25 years, gave it a go.</p><p>\"I didn't know what kind of shape it was in. I thought, if I get one more chance to play this thing, I want to take it,\" he said. Music is important to him, he said, and his religious faith even more so. \"So, coupled, Christian music is just a huge factor in my life. It just brings a sense of peace. And it helps me recenter and refocus,\" he said.</p><p>The song \"There's Something About That Name\" includes the lines, \"Kings and kingdoms will all pass away, but there's something about that name,\" referring to Jesus. To Mr. Baize, it was apt: \"My little 13-acre kingdom had been destroyed. But still at the center of it all, Christ is steady and constant.\"</p><p>Afterward, Ms. Brown asked her brother if she could put the video on Facebook. He agreed, and the clip has since been shared widely on various social-media platforms.</p><p>\"I thought it would be well received within our county, our group of friends, those affected by the storm…I was very shocked that it has spread,\" Ms. Brown said. \"I feel like people are using this for whatever they're facing, and it has brought peace to them in their storm.\"</p><p>For now, Mr. Baize is staying in the bedroom of his nearby boyhood home and planning to rebuild on his property, which has been in the family for decades, and work on his campaign for Muhlenberg County judge-executive, chief officer of the county's executive branch. The piano faces a less certain future as the water takes a growing toll.</p><p>\"I tried to sit down and play it a bit today, and it keeps getting worse,\" he said Tuesday. If it can't be fixed, he said he knows it can be replaced, maybe with an even nicer model. \"We still have so much to be thankful for. So many people have it worse than we do today,\" he said.</p><p>Elisa Cho contributed to this article.</p><p>Write to Scott Calvert at scott.calvert@wsj.com</p><p>This Kentucky Man Played the Piano After a Tornado Destroyed His Home</p>",
  "published": "2021-12-14T23:24:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1134,
          "end": 1140
        }
      ],
      "nexusId": "10078857"
    }
  ]
}