{
  "_id": "f210ec53cb4f9ab6896a63be40a60fc0286f4dcec2cf466511d2e1cbd0811dcd",
  "feed": "ftcomall",
  "title": "Welcome to Your Fantasy — true-crime podcast peels back the layers of The Chippendales",
  "text": "<p>There are certain features that are now a mandatory part of the modern true crime podcast series —&#xa0;the solemn delivery; the presenter's personal journey; the suggestion that the story being told has wider implications for the way we all live. So how best for a new podcast to stand out? </p> <p>The new Spotify Original <a href=\"https://open.spotify.com/show/3peO5EoD0YeRh7xcFMncDM\"><em>Welcome to Your Fantasy</em></a> has a few ideas. This high-energy, seriously entertaining series chronicles the rise of the exotic dance troupe The Chippendales, along with a crime within its ranks. There is no solemnity here, and no pretence of a journalistic odyssey, though the story is a remarkable one. From the start, the presenter and social historian Natalia Petrzela's narration combines camp amusement and genuine curiosity as she asks us to close our eyes and conjure “those oiled-up muscular dudes in G-strings, their luxuriant manes of hair, the money and the freedom and the sex without consequences”.</p> <p>The Chippendales — named after Britain's most famous cabinet maker ­— have performed to roomfuls of screaming women since the late 1970s. Having started life as an amateur outfit at a seedy Los Angeles nightclub, they turned into a slick touring juggernaut and a money-spinning theatrical extravaganza. The dancers made frequent cameos in TV shows as well as regular appearances on daytime television, during which there would be po-faced discussions about women's sexual empowerment.</p> <p>If you thought The Chippendales' story would be limited to mullets, bow ties and toe-curling sexy dancing, think again. Tales of backstage orgies, drug use and corruption abound in a business where the two bosses were also at war. Together, Somen “Steve” Banerjee, an Indian immigrant who idolised Hugh Hefner and Walt Disney, and the former children's TV presenter and choreographer Nick De Noia, changed the face of the adult entertainment industry, but then they fell out catastrophically. Petrzela talks to various figures who worked at the heart of the operation, among them Candice, whose job it was to babysit the dancers in the early years, and Scott, a lead dancer who worked seven days a week and slept with a different woman every night. Their candour is bracing.</p> <p>At the start of the series, we are primed for the murder of one of The Chippendales' major players, but this week brings the third episode and not a drop of blood has been spilt. The extended scene-setting is certainly unusual, and will be a problem for some, but it hasn't stopped me from getting hooked. You get the feeling Petrzela is less enamoured with the sensational aspects of the story than she is the social context, which takes in second-wave feminism and the mainstream commodification of male bodies. This is a crime story that doubles as an uproarious investigation into an extraordinary pop-culture phenomenon. If you need visuals, check out the series' Instagram account, though be warned: you might need a lie-down afterwards.</p>&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Fiona Sturges 2021 'Welcome to Your Fantasy — true-crime podcast peels back the layers of The Chippendales' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T05:00:29.253Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1719,
          "end": 1730
        }
      ],
      "nexusId": "10078857"
    }
  ]
}