{
  "_id": "58a210797009bebb934fe5cf4b41320f4f341d90e3d286a3de734763cae0aada",
  "feed": "wall-street-journal",
  "title": "FuboTV Bets on Sports Gambling --- Pact set to buy sportsbook Vigtory in bid to boost revenue, keep viewers engaged",
  "text": "<p>FuboTV launched about six years ago as a way for Americans to stream foreign soccer games, only to become a fully fledged alternative to the traditional cable-TV package. It competes with other over-the-internet bundles, including Alphabet Inc.'s YouTube TV, Walt Disney Co.'s Hulu + Live TV and AT&amp;T Inc.'s AT&amp;T TV Now. The company does have a broader emphasis on foreign sports -- particularly soccer -- than most of its competitors.</p><p>FuboTV shares jumped 34% to $36.48 on Tuesday.</p><p>Many media companies are teaming up with online sportsbooks, which are operated by digital companies such as DraftKings Inc. and FanDuel Group and bricks-and-mortar casino operators. Sportsbooks are growing in popularity as sports wagering expands across the U.S., a practice that has been legalized in 25 states and the District of Columbia. The U.S. sports-betting market is projected to reach about $13.5 billion by 2025, based on 38 states legalizing sports wagering by then, according to an estimate from MGM Resorts International.</p><p>Last fall ESPN reached a deal with DraftKings and Caesars Entertainment Inc. to connect its audience to the gambling operators' sportsbooks across digital platforms. Shortly after, DraftKings and Turner Networks, a unit of AT&amp;T Inc.'s WarnerMedia, formed a similar partnership.</p><p>In November, Sinclair Broadcast Group Inc. teamed up with Bally's Corp. in a deal that will use the casino operator's brand on Sinclair's regional sports networks and integrate content to fill airtime during and between games.</p><p>Vigtory, which was founded in 2019 and has yet to launch, is licensed only in Iowa so far, but is in discussions with other states.</p><p>The company was founded by entrepreneur Sam Rattner, and counts Scott Butera, who helped develop and launch MGM Resorts International's online sports-wagering platform, BetMGM, as its co-CEO. Both executives will continue to run Vigtory after the acquisition closes.</p><p>In an interview, FuboTV Chief Executive David Gandler said he expects sports wagering to not only generate more revenue for FuboTV but make it more likely that customers will pay closer attention to sports and tune in more often. The company recently acquired Balto Sports, a company that develops tools for users to play fantasy sports.</p><p>Sports content tends to be the most expensive on TV, which led many internet-TV bundles to raise their prices. Over the past year, YouTube TV went from $50 a month to $65 and Hulu + Live TV from $55 to $65, while FuboTV raised the price of its standard package by $5 to $60 after it added a suite of Disney-owned channels including ESPN.</p><p>\"The reality is that sports cost more than it ever has,\" Mr. Gandler said.</p><p>Many streaming services removed some channels from their lineups, particularly regional sports networks. Sinclair's sports channels are now unavailable on over-the-internet bundles with the exception of AT&amp;T TV Now.</p><p>FuboTV was the first of these providers to drop Sinclair's networks. It does provide access to some independently owned regional sports networks, such as the MSG network, home of the New York Knicks and Rangers among others, and New England Sports Network, home of the Boston Red Sox.</p><p>Last week, the company said it expected subscribers through 2020 to exceed 545,000.</p><p>In the third quarter, FuboTV said it had 455,000 paid customers. FuboTV has a smaller subscriber count than peers such as YouTube TV, which had more than 3 million customers during the same period.</p><p>Some companies withdrew from the online pay-TV market after struggling to turn a profit. Sony Corp. in 2019 said it would shut down PlayStation Vue, a channel bundle served through its videogame consoles, citing fierce competition and high programming costs.</p><p>AT&amp;T TV Now recently said it would stop selling its online-only service, previously called DirecTV Now, to new customers. The company is instead marketing AT&amp;T TV, an internet-based channel bundle that comes with a cable box.</p><p>FuboTV went public in October, and in recent weeks the wild swings in its stock price have shown the varying market opinions on the sustainability of these kinds of skinny bundles. One analyst has a target price of $60 for the stock, while another one has it at $8.</p><p>At about $36, FuboTV trades at more than three times its initial-public-offering price.</p><p>---</p><p>Katherine Sayre and Drew FitzGerald contributed to this article.</p>",
  "published": "2021-01-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 259,
          "end": 270
        }
      ]
    }
  ]
}