{
  "_id": "90c09efe2d46d016f9317b08d43e0c89f57a2bc076523763af829f44286de085",
  "feed": "market-watch",
  "title": "Biden's COVID plan includes vaccine requirements for businesses, federal workers",
  "text": "<p>Biden will lay out what the White House called a “six-pronged strategy” to help combat the virus, with officials saying it will include requirements for both private-sector and federal workers to be vaccinated.</p><p>Also see:Biden promises more steps on delta as he blames variant for disappointing jobs report</p><p>A senior administration official said the Department of Labor is developing a rule that will require businesses with 100 or more workers to ensure their employees are vaccinated or show a negative test result weekly or more frequently.</p><p>Some large employers such as Disney DIS, Facebook FB and Google GOOGGOOGL are among those currently requiring employees to be vaccinated. Delta Air Lines DAL has said it would impose a $200 monthly insurance surcharge on unvaccinated employees.</p><p>Asked Thursday whether the federal government could compel major employers to institute vaccine mandates, White House press secretary Jen Psaki said, “Yes.”</p><p>The president is also ordering vaccination for executive-branch employees as well as federal contractors, with no test alternative. Biden had previously given federal workers the option of getting tested instead of being vaccinated.</p><p>American Federation of Government Employees National President Everett Kelley, who leads the largest federal employee union, said changes like the vaccine requirement should be negotiated with unions, according to a Wall Street Journal report.</p><p>“We expect to bargain over this change prior to implementation, and we urge everyone who is able to get vaccinated as soon as they can do so,” Kelley said, according to the Journal.</p><p>As MarketWatch reports, the rapid spread of delta across the U.S. has upended some of the progress made in the spring, when mass vaccinations began. The country is now averaging more than 150,000 new cases a day, with about 1,500 deaths reported daily, according to a New York Times tracker.</p><p>Biden's moves come with just 53.3% of the overall U.S. population fully vaccinated,&#xa0;according to the Centers for Disease Control and Prevention's tracker.&#xa0;</p><p>Last week, Biden said there was “no question” the delta variant was the reason August's payrolls report wasn't stronger. On Friday, the government reported that just 235,000 jobs were created last month, which was far below economists' expectations.</p><p>Other clues, meanwhile, have suggested the virus was a smaller factor in the latest monthly jobs data.</p><p>Read:Delta blamed for poor jobs report, but too few people willing to work might be a bigger problem</p><p>U.S. stocks DJIASPX on Thursday drifted modestly lower after giving up early gains.</p>",
  "published": "2021-09-09T15:37:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 571,
          "end": 577
        }
      ],
      "nexusId": "10078857"
    }
  ]
}