{
  "_id": "18a7a4b1828276e143f73f73387db48dafb43f097151299f31d7c99bc28dd5d3",
  "feed": "wall-street-journal",
  "title": "Business News:  Hockey Deal Is Worth $2.8 Billion  ---  Under ESPN-NHL  pact, Stanley Cup  Finals will be shown  on ABC network  ----  By Benjamin Mullin and Joe Flint",
  "text": "<p>    Walt Disney Co.'s ESPN and the National Hockey League said they struck a seven-year deal that will bring the Stanley Cup Finals to Disney's ABC broadcast network and make hundreds of local-TV games available on the ESPN+ streaming service. </p><p>   ESPN is paying roughly $2.8 billion for the pay-TV and streaming rights over the course of the deal, according to people familiar with the matter. An ESPN spokeswoman declined to comment on financial terms. \"We believe that the deal reflects the quality and volume of content we acquired,\" she said. </p><p>   The pact, which starts at the beginning of the 2021-22 season, puts dozens of national regular-season games exclusively on ESPN's traditional TV networks and the ABC broadcast network and gives ESPN+ and Hulu the exclusive rights to stream 75 national regular-season games, the companies said. </p><p>   The talks between the NHL and ESPN were previously reported by The Wall Street Journal and others Tuesday. </p><p>   The companies said the deal gives ESPN the rights to stream 1,000 local-TV games on ESPN+ for people living in different media markets. That offering that was previously available on NHL.TV streaming service will be shut down, a person familiar with the matter said. </p><p>   In addition to the digital rights, the deal between ESPN and the NHL covers the TV rights for about half of the league's playoffs and regular-season games, the person said. The league is in talks with several other media companies to license the other half, the person said. </p><p>   Currently, Comcast Corp.'s NBCUniversal is the biggest television partner of the NHL in the U.S. It has a 10-year pact valued at $2 billion that expires at the end of this season. NBCUniversal is also in talks with the NHL about maintaining its relationship with the league, one of the people familiar with the matter said. </p><p>   As a result of the agreement, the Stanley Cup Finals will be broadcast on ABC in four of the next seven years, the companies said. ESPN and ABC will also have live, exclusive coverage of one conference final series and half of all first- and second-round games from the Stanley Cup Playoffs. </p><p>   The deal also includes rights to show TV games in some international markets like Latin America and Europe. At about $400 million on average a year for full U.S. digital rights and partial U.S. TV rights, ESPN is paying a premium over what NBCUniversal pays for the full U.S. TV rights, a person familiar with the matter said. ESPN currently pays $100 million to the NHL annually for digital and streaming rights, which are also part of the new deal, the person said. </p><p>   NBCUniversal carries most of its NHL coverage on the NBC Sports Network and the NBC broadcast channel, but the company has said it is shutting down NBC Sports Network at the end of the year and moving its NHL games to the USA Network. The NHL also carries games on its own channel, the NHL Network. Comcast is a partner in the NHL Network. </p><p></p>",
  "published": "2021-03-11T07:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 131,
          "end": 137
        }
      ],
      "nexusId": "10078857"
    }
  ]
}