{
  "_id": "78b2f15bfac64f2643d2eadd066892b4bc430d2f05649d2f8ba75802247efae3",
  "feed": "ftcomall",
  "title": "Indonesia slashes online piracy as streaming services pile in",
  "text": "<p>Indonesia has managed to scuttle online streaming piracy, making it a rare bright spot in a region plagued by illegal downloads and providing a boost to streaming services.</p> <p>A co-ordinated effort by industry groups and the government has cut traffic to piracy websites by 73 per cent between August 2019 and January 2021, according to the Asia Video Industry Association's Coalition Against Piracy. The crackdown has also shored up efforts by Netflix, Disney Plus and local streaming services looking to expand in south-east Asia's biggest economy.</p> <p>Piracy has been a “horrendous” problem, said Neil Gane, general manager of CAP.</p> <p>In January 2019, 53m viewers a month were visiting sites controlled by the top three piracy syndicates in Indonesia: IndoXXI, LK21 and bioskopkeren. That was more than double the 23m viewers a month on the four biggest legal streaming platforms, according to CAP.</p> <p>But a 2020 survey by YouGov, an international market research and data analytics firm, commissioned by CAP found that Indonesia has one of the lowest levels of consumers accessing piracy streaming websites or torrent sites in the region, not far behind Singapore and considerably lower than Hong Kong.</p> <p>Gane credits three tactics deployed last year: the government streamlined the process for blocking sites; a media campaign educated the public about risks such as malware; and the proliferation of legal platforms offering better content. </p> <p>Barrett Comiskey, chief executive of Migo, a start-up that allows consumers to download movies and television shows to their mobile phones via a machine installed at convenience stores, said Indonesia had become increasingly competitive.</p> <p>“The studios, the aggregators — everyone is aggressively trying to make it work,” he said. </p> <p>Migo has partnerships with GoPlay, the streaming service owned by Indonesian ride-hailing company Gojek, among others. </p> <p>Video-on-demand subscriptions across the top 10 operators in Indonesia hit 7m in January, an addition of 3.6m new subscribers since September 2020, according to Media Partners Asia, a research firm.</p> <p>Disney contributed a significant chunk of that number, with its Disney<a href=\"https://www.ft.com/content/b65a81b5-6491-4357-b584-d77b7304d015\"> Plus Hotstar</a> service adding 2.5m customers despite only launching in September. It was followed by Hong Kong-based Viu with 1.5m subscribers and local operator Vidio with 1.1m. </p> <p>Hermawan Sutanto, chief operating officer of Jakarta-based Vidio, said the service had tripled its subscriber numbers in 2020. The company has 60m monthly active users though not all are paying.&#xa0;Sutanto said the exponential growth of Vidio's paid subscribers demonstrated the results of “educating consumers to watch legitimate content”.</p> <p>Streaming companies are also looking to <a href=\"https://www.ft.com/content/deb46ed1-b6c3-4e57-9054-1dca16dadad0\">produce local content</a> to increase their appeal.</p> <p>Netflix has two upcoming original films in production by Indonesian female directors, Nia Dinata and Hadrah Daeng Ratu. </p> <p>GoPlay recently launched an original show called <em>Mama Mama Millennial</em> about five friends who married young and reunited after several years. </p> <p>“There will always be a segment of the market that won't pay . . . but having more quality players including Disney Plus and Netflix is helping,” said Jeffrey Paine, a managing partner at Golden Gate Ventures, a venture capital firm that has backed GoPlay. </p><p>Source: Mercedes Ruehl in Singapore 2021 'Indonesia slashes online piracy as streaming services pile in' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-21T03:17:32.323Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 451,
          "end": 462
        },
        {
          "start": 2143,
          "end": 2154
        },
        {
          "start": 2079,
          "end": 2085
        },
        {
          "start": 3123,
          "end": 3134
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}