{
  "_id": "a2ccb6160cdfaae0e80d8dbfab78fbc5d2fee3ab8f5fbef5b1dd552b4419c5ae",
  "feed": "wall-street-journal",
  "title": "McDonald's Plans to Make Happy Meal Toys More Sustainable; The fast-food chain is shifting some of its toys to plant-based materials, and the new toys will begin appearing in the U.S. in January",
  "text": "<p>\"Our entire supply chain has had to change with this,\" said Amy Murray, vice president of global marketing enablement. \"It has been a massive undertaking.\"</p><p>McDonald's is a big player in the toy market, purchasing around a billion toys a year globally for Happy Meals, the company said. The toys will cost the same for restaurant franchisees as those currently sold, according to McDonald's.</p><p>Peyton Mink, a mother of four in Harrodsburg, Ky., goes to McDonald's at least once a week and typically gets her children Happy Meals. She throws out some Happy Meal toys, but is trying to collect all of the ones celebrating Walt Disney World Resort's 50th anniversary.</p><p>\"I think it's a great idea,\" she said of the company's move to make the toys more sustainable. \"It's for the greater good.\"</p><p>The company has come under pressure from consumers over its Happy Meal toys. Hundreds of thousands of people signed a British petition in 2019 asking the fast-food giant to stop giving out the toys, which tend to be made with more than one kind of plastic or a combination of materials, meaning they often aren't recyclable.</p><p>McDonald's previously made efforts to try to reuse Happy Meal toys. The company collected more than one million used plastic toys in Japan over a 10-week period in 2018 and recycled those into restaurant trays.</p><p>The push to go greener has gone beyond plastics amid rising consumer concern about the environment. Companies from oil giants to food businesses have faced pressure to make their operations greener or focus more on climate-friendly endeavors. And investors, in some cases, have been the ones pushing for companies to do so.</p><p>Mondelez International Inc., maker of Chips Ahoy! cookies and Ritz crackers, said in 2018 that all of its wrappers would be recyclable by 2025. Investors had pressured the company several years earlier to look at its packaging's environmental impact.</p><p>But as companies have touted their sustainable efforts, some have been accused of \"greenwashing\" or making deceptive environmental or social claims.</p><p>More companies need to make commitments to phase out plastic in order to combat greenhouse-gas emissions and waste challenges, said New York University professor Tensie Whelan, who is director of the Center for Sustainable Business at NYU's Stern School of Business.</p><p>\"If we can get more regulation, more consumer pull, more announcements like McDonald's'…that all begins to drive more investment in plastic alternatives, which is what we need,\" Ms. Whelan said. She noted that companies often aren't doing enough in regards to plastic because alternatives aren't available.</p><p>Effects of a warming climate are driven by greenhouse-gas emissions from human activity, according to a report released in August by a scientific panel working under the auspices of the United Nations.</p><p>Many world leaders have called for cutbacks in fossil-fuel consumption, but a U.N. report Friday said the world isn't close to meeting targeted reductions in greenhouse gases laid out in the Paris climate accord in 2015. U.N. Secretary-General António Guterres has called on leaders to take stronger measures.</p><p>McDonald's said its effort would result in a roughly 90% reduction in virgin fossil fuel-based plastic use compared with 2018 levels, or the equivalent to more than 650,000 people eliminating plastics from their lives each year.</p><p>The company said it tested the new toys with children and restaurant owners, and families support their efforts to wean off plastics.</p><p>\"All our franchisees and customers see what's happening in the world,\" Ms. Murray said. \"They really want McDonald's to be relevant in the future.\"</p><p>McDonald's Plans to Make Happy Meal Toys More Sustainable</p>",
  "published": "2021-09-21T19:29:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 617,
          "end": 628
        }
      ],
      "nexusId": "10078857"
    }
  ]
}