{
  "_id": "26f4747087b55636ba1427022ad2200a09271cf09c77781fd261b4b52490cb14",
  "feed": "wall-street-journal",
  "title": "MANSION --- The Latest Must-Have for The Rich: Trophy Trees --- Sourcing just the right tree for high-end homes, and getting it from one place to the other without killing it, has become big business",
  "text": "<p>Mr. Acree, 61, a so-called tree broker, regularly drives his wealthy clients around South Florida in search of the perfect tree for their garden, whether it is a giant kapok, an enormous canopied oak, a baobab, a ficus or a banyan. Together, they scope out trees in other people's gardens and outside local businesses, then approach the owners with an unsolicited offer.</p><p>Then, it is Mr. Acree's job to find a way to transport the tree to his client's property. Sometimes, that involves using a long flatbed truck, a barge or even a 300-ton crane. Mr. Acree has also developed his own technique, which he calls \"arbor division,\" for moving the largest trees. It involves slicing the tree vertically into several parts using 6-foot-long saws with specially hardened blades, transporting the individual pieces to the site, then reassembling the tree with steel aircraft cable, ratchet straps and bolts.</p><p>Mr. Acree's business has been flourishing for more than five years, but it went into overdrive this past year as hordes of ultrahigh-net worth home buyers piled into the South Florida market amid the Covid crisis. While trophy trees are a nationwide trend, Miami tree brokers have particularly benefited because of the area's diversity of available trees. The city's system of canals also makes it easier to transport trees by boat without having to cut back tree canopies.</p><p>Mr. Acree said that in recent years he has worked to install massive trees on properties owned by celebrities such as the singer Enrique Iglesias. He recently gave an estimate of about $250,000 to relocate a tree for a wealthy homeowner on Miami's Indian Creek Island.</p><p>Landscape architects dealing with big names said they are seeing nondisclosure agreements hit their desks like never before as the superrich seek privacy in their horticultural endeavors. Tim Johnson, a partner at Fernando Wong Outdoor Living Design in Miami, said it is a sign they are hitting the big time.</p><p>\"It's the busiest the business has ever been and we're doing things at a scale that is just remarkable,\" he said, noting that his firm recently had several clients purchase the houses next to theirs just so they can tear them down and build a bigger garden.</p><p>A few years ago, Mr. Johnson had a client who beat out basketball great Michael Jordan in a bidding war over a 45-foot canopied oak tree, which Mr. Johnson deemed the ideal tree. The deal for the oak closed in the low six figures.</p><p>\"You want a tree that's balanced,\" Mr. Johnson said. \"With this tree, it was perfectly proportioned and had a lot of character. The way the branches went off in both directions. This was the perfect oak tree.\"</p><p>The absurdity of the situation isn't lost on Mr. Acree. He said his wealthiest clients are finance and business types whose wealth dwarfs that of movie and music stars. \"If they want it, it will happen,\" he said with a laugh.</p><p>Once, he got into a debate with Mr. Iglesias over which way a tree he was installing on his property should face; Mr. Acree thought the curve of the tree should bend away from the house, as it would in the natural world, but Mr. Iglesias wanted it bent toward the house. Against his own judgment, he did it Mr. Iglesias's way. A short while later, the singer called to have him rotate it back, he said. A representative for Mr. Iglesias didn't respond to requests for comment.</p><p>The appeal of transporting a trophy tree is easy to explain, said Raymond Jungles, a Miami-based landscape architect. For one, a big tree helps mitigate the scale of a very big house. A unique or particularly old tree, like a piece of art, is also a great conversation piece. Lastly, it means high-net-worth buyers don't have to wait for a newly planted tree to grow on their site.</p><p>\"Older people especially don't really want to wait a long time to see a tree. They want it right away, they don't want to wait 20 years,\" he said. \"And now the younger people with money, they don't want to wait either, usually.\"</p><p>The most significant trees can range in price from tens of thousands to hundreds of thousands of dollars, depending on their look and how difficult they are to access.</p><p>\"If it's in a backyard and there are power lines all over the place and I've got to get supercranes in there to get it, then I can't pay as much for it,\" said Mr. Acree. \"If the tree is on the water where I can pull up to it with a barge and take it to another house that's on the water, then that tree is worth a whole lot more.\"</p><p>Mr. Acree said trees like the one he installed on Indian Creek Island, a large banyan, are particularly challenging as his workers aren't permitted to bring large equipment over the bridge onto the island. All the equipment has to be brought in by barge.</p><p>Some tree owners are more willing than others to sell to wealthy buyers. Mr. Acree said some are skeptical of the offer and think he's trying to rip them off. Others have a sentimental attachment to the tree.</p><p>\"Sometimes they wouldn't sell it for a million dollars,\" he said. \"Sometimes their grandmother planted it or they planted it for their dad or something. Those you never get.\"</p><p>The search for the perfect tree occasionally leads homeowners farther afield.</p><p>Los Angeles real-estate developer Michael Chen said it took 18 months of obsessive searching and planning before he finally installed the perfect centerpiece for a $65 million spec house he was building in Beverly Hills. He calls it the \"tree of life.\"</p><p>The large 150-year-old olive tree, imported from Tuscany, stands at the center of the house, encased in a glass courtyard, surrounded by a shallow reflecting pool and positioned against a book-matched marble backdrop. It took 15 workmen and a 110-ton crane to hoist the tree about 60 feet into the air and lower it into the house safely. He said a street in the tony Trousdale Estates area of Beverly Hills had to be closed while the move took place.</p><p>\"I was thinking, 'If that thing drops it would just blow up the building,'\" Mr. Chen recalled. \"Everyone's nervous. Of course, there's a lot of risk.\"</p><p>After working with a pair of tree curators in California, and unsatisfied with the selection of trees available locally, a grower in Tuscany helped him identify the perfect one, a 15-foot tree with foliage in the shape of a heart with two wings that open up like an angel.</p><p>\"I said, 'This is it. Nothing else,'\" Mr. Chen said. \"It's like the 'Lord of the Rings' tree.\"</p><p>He had it shipped to Northern California in a large shipping container and then transported via flatbed truck to a parking lot he leased near the site. Hired police escorts accompanied it to the home site. A crew dug a 6-foot deep hole beneath the home's courtyard to accommodate the tree's huge roots. Some of Mr. Chen's workers questioned whether it would survive the journey. \"All of that for one tree,\" he said with a laugh.</p><p>In all, he estimated that while the tree itself cost only about $17,000, the cost of getting it where it needed to be set him back an additional $40,000.</p><p>New York-based landscape designer Deborah Nevins said she has also seen homeowners go to great expense and effort for the tree of their dreams. Once, a client helicoptered in a large magnolia for their garden because a tractor trailer couldn't make it around a turn in the winding roads of Beverly Hills where the house was located.</p><p>She said the tree, which was stored in a wooden box, was attached to the aircraft using straps and chains and then lowered onto the site. \"Thankfully, no one dropped it in the wrong place,\" she said.</p><p>These are sometimes techniques pioneered by horticulturists at major corporations. Walt Disney Co. used to relocate some of the more unusual trees on its park properties by drilling through the center of the trunk and inserting steel rods. The rods were then used as handles for hoisting the tree by crane to its desired location. The company once spent close to $1 million to relocate a 55-foot, 85-ton tree at Walt Disney World.</p><p>To move a giant tree -- one that is more than about 18-feet wide -- homeowners are typically required to get a permit to carry a superload, which often means paying for a local or state police escort depending on local regulations and where the tree needs to go, Mr. Acree said.</p><p>Often, they are moved in the middle of the night when the roads are quiet. Disasters can happen. Once, Mr. Acree said a colleague caused a huge traffic jam on a major highway outside Fort Lauderdale and took out a power line because he hadn't pared back a tree's foliage enough before hitting the road. He was dragging utility poles behind him.</p><p>\"I said to him, 'Why didn't you stop?'\" he said. \"He said he thought [the poles] would come off.\"</p><p>Mr. Jungles said tree-brokering can be a slippery business and some tree-brokers don't take enough care to ensure the safe delivery of trees and properly prepare their roots for transplant. Some also try to get away with transporting trees without the proper permits. Reputable tree brokers typically offer insurance for trees, ensuring their survival for at least a year after the move, he said.</p><p>But there are still no guarantees, especially if workers don't adequately prepare the roots of the tree for replanting. Mr. Jungles said he once advised a client to pay $25,000 for a lignum vitae tree for his property. A week after he moved it to the site, it died.</p><p>\"It broke my heart,\" he said, noting that it also hurt his own pocketbook as he felt bad and refunded the client.</p><p>Mr. Johnson said criticism that these processes put trees at risk is sometimes misplaced, since they are often rescuing trees that would otherwise be cut down. His firm recently brought in a 90-foot tall kapok for the Four Seasons Hotel at the Surf Club in Miami that had previously been owned by a local sugar company in Central Florida. Some local residents complained that it was wrong to cut down a perfectly healthy tree so that it could be replanted at the luxury project.</p><p>\"When we planted it, people accused us of tree abuse but actually it was going to be cut down,\" he said. \"The business owner was worried it was going to fall over and crush them in a hurricane. Its canopy was a magnificent hurricane catcher.\"</p><p>That is not such a concern for the Surf Club, because they can afford to closely maintain the canopy, he said.</p><p>Mr. Acree said he has a strong record of keeping trees alive. He said he came up with his technique of cutting up the tree before transport years ago after some particularly demanding clients insisted that the trees on their site be delivered with their canopies intact rather than stripped back to the trunk. They didn't want to wait for them to sprout back later.</p><p>\"I called everyone I could and they said 'There's no way you're going to do this,'\" he recalled. \"They just didn't think trees would live because no one had really done that before.\"</p><p>He's since transported hundreds of trees using the technique. He said cutting the trees vertically, leaving each piece with a portion of the root and foliage, transforms them into separate organisms. While the bark around them grows back as one, inside they are effectively separate living trees.</p><p>Andre Radandt, the former chief executive of Bolthouse Farms, recently tapped Mr. Acree to transport a ficus tree for the garden of a megamansion he was developing in Miami and it was cut into thirds. Over the course of about six months, Mr. Radandt said the tree repaired itself.</p><p>The tree became a defining feature of the property, which has since sold for $29 million.</p><p>\"It certainly paid for itself, so to speak,\" Mr. Radandt said of the ficus.</p>",
  "published": "2021-04-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7932,
          "end": 7943
        },
        {
          "start": 7603,
          "end": 7614
        }
      ],
      "nexusId": "10078857"
    }
  ]
}