{
  "_id": "348ce449aeed15607622dbb81d15a9fb665c19abd4e5962277a19b98630b57a2",
  "feed": "wall-street-journal",
  "title": "When Netflix Doesn't Feel Chill,  Try an Old-School TV Channel  ---  Choice is mentally exhausting, 'Baywatch'  reruns are not; 'path of least resistance'  ----  By Chris Kornelis",
  "text": "<p>   Kyle Dallmann, a 23-year-old nurse in Mankato, Minn., recently discovered a channel on the Pluto TV streaming servicethat shows nothing but back-to-back episodes of the teen drama \"Degrassi: The Next Generation.\" He just clicked on the channel and got on board. It consumed an entire day off work. </p><p>   \"Sometimes I never really know what I want to watch or what I'm in the mood for,\" he says. \"If I'm just dropping into the TV show, it doesn't really give me that option to pick what I want to watch. It kind of takes that guessing of what I'm in the mood for out of the equation.\" </p><p>   The era of on-demand television and streaming has given everyone endless choices to pretty much watch whatever they want, whenever they want. It's exhausting. </p><p>   Sometimes people just want to click on a channel and have someone else decide what they watch -- even if it's a marathon of \"Three's Company.\" </p><p>   Streaming services, which opened up the buffet of program choices, are bulking up their offerings of free, ad-supported channels that look a lot like traditional cable channels. Viewers can watch channels programmed around genres -- drama, comedy, or game shows -- as well as channels dedicated to a single show. </p><p>   NBCUniversal's Peacock offers channels, including SNL Vault, a continuous flow of \"Saturday Night Live\" sketches. Amazon's IMDb TV has channels such as Crime 360, focused on true crime. Last week, Discovery+, the recently-launched streaming service that is home to shows from networks including HGTV, Animal Planet and TLC, released a collection of channels dedicated to shows such as \"90-Day Fiance\" and \"Fixer Upper.\" </p><p>   Even Netflix, which popularized both binge-watching and spending an evening scrolling aimlessly trying to decide what to watch, is thinking aboutchannels. </p><p>   \"We're always looking at new features to help our members discover great shows and films more easily,\" a Netflix spokesperson said.  \"This web-based linear feed test, which is only available in France, offers a 'lean back' viewing experience.\" </p><p>   Tiffany Merryhill says she likes to have something \"really trashy\" playing in the background when she's working from home in Little Rock, Ark. So she streams Nosey, achannelon Pluto TV, that serves up titles such as \"The Jerry Springer Show\" and \"Maury\" 24 hours a day. </p><p>   She likes having channels dedicated to certain shows, saying it's like \"having TV on shuffle.\" </p><p>   Pluto TV, which focuses on channels, launched in 2014 and is now owned by ViacomCBS. It offers thousands of movies and TV episodes on-demand. But roughly 90% of the watching done by the service's more than 36 million monthly global users is on its more than 250channels -- dedicated to things such as the '90s, love stories, animated comedy and specific titles such as  \"Three's Company\" and \"Star Trek.\" </p><p>   \"People need the ability to have choice and to be in control, but most people don't actually exercise that control very often,\" says Tom Ryan, the co-founder of Pluto and the president and CEO of ViacomCBS Streaming. \"They actually want the path of least resistance.\" </p><p>   Greg Williams, an IT professional in Knoxville, Tenn., who founded the Facebook group \"Unofficial Pluto TV Viewers and Fans Page,\" says he pays for at least five different ways of watching TV and movies -- from Netflix to Disney+ -- but he watches Pluto the most. He devours \"Antiques Roadshow,\" \"Mystery Science Theater 3000,\" \"Teenage Mutant Ninja Turtles,\" andchannel518, The Bob RossChannel, dedicated to episodes of \"The Joy of Painting.\" </p><p>   Even as viewers have embraced the on-demand options of Netflix, Hulu and others in the streaming wars, they have remained stubbornly attached to their favorite channels. Nielsen says that in December, Americans over the age of 2 spent an average of 4 hours and 46 minutes a day using their TV sets and that 73% of that time was spent watching cable and broadcast television (including DVR). </p><p>   \"The unbundling of channels and the 'let me watch it on my schedule, exactly what I want, when I want,' all that sounds great until you're sitting there juggling remote controls, trying to remember passwords, googling to figure out which services has the show you wanted to watch and all you want to do is relax for a period of time,\" says Eric Schmitt, a senior director analyst at Gartner. </p><p>   Matt Strauss, who oversees Peacock as chairman of direct-to-consumer and international at NBCUniversal, says that streaming channels are just in their infancy. He points toward Spotify as inspiration for the direction he wants to take Peacock'schannels. </p><p>   While Spotify users have access to millions of songs at their choosing, he notes that many listen to playlists made up of songs someone else chooses. Mr. Strauss envisions a day when users can tune in to achannelthat has been created for them, with shows programmed around the time of day they tend to watch them -- perhaps news in the morning and a couple movies at night. </p><p>   For now, Ms. Merryhill is happy with what's available. She has a list of channels dedicated to specific shows that she will be exploring on Pluto. </p><p>   \"There will be a night, I guarantee you, in the next couple weeks, that I'll want to watch 'Baywatch.' \" </p><p></p>",
  "published": "2021-02-01T07:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3270,
          "end": 3276
        }
      ]
    }
  ]
}