{
  "_id": "fbc3190f4d25a0c04a237c4062f504c67a9fb147d9a0939c78d5041d64b1b30c",
  "feed": "wall-street-journal",
  "title": "Travel Plans Pick Up, And Europe Is Hot",
  "text": "<p>Shawna Huffman Owen, president and chief executive officer of Huffman Travel in Chicago, has seen longer-term bookings increase in recent weeks. Even customers' tone of voice has changed from earlier in the pandemic, she says: \"It was a sense of anxiety in people's voices, and I'm not hearing that.\"</p><p>Many travelers are still trying to use up vacation days before the end of the year by booking domestic and international trips. But travel advisers say more travelers in recent weeks have been committing to trips over spring break and for next summer.</p><p>Travelers are encouraged by the availability of Covid-19 booster shots and news on vaccines for children, says Nora Blum, vice president at Travel Leaders Market Square Travel in Maple Grove, Minn. Some also have travel credit cards as well as credits from canceled trips that need to be spent.</p><p>For 2022, many are already setting their sights on Europe, where some governments are embracing long-term, low-intensity ways to manage Covid-19 as it becomes endemic in parts of the continent.</p><p>A quarter of Best Western's North American hotels and one third of its hotels in Europe are outpacing 2019 bookings for the following summer, according to President and CEO David Kong. Many guests are still more comfortable booking closer to the time of travel, but the company says it expects these percentages to grow in the coming weeks and months, particularly for destinations like Europe, as borders open and travel restrictions lift.</p><p>This longer-term planning points to travelers' rising confidence as hotel-booking lead times begin to approach 2019 levels, says Katie Moro, vice president of data partnerships for hospitality at Amadeus, a travel technology company. At the height of the pandemic, in the first quarter of 2021, 72% of U.S. bookings, including business and leisure, were made within seven days of travel. That figure is down to 55%, closer to the rate of 49% in 2019, Ms. Moro says.</p><p>Marriott International Inc. has seen an uptick in room nights booked into summer 2022 for its U.S. and Canadian hotels in recent weeks, a spokeswoman says. As of October, InterContinental Hotels Group PLC has seen global guest bookings for summer 2022 hit almost the same rate as in October 2019 for the following summer, a spokeswoman says.</p><p>Because many travelers are rebooking canceled 2020 or 2021 trips using travel credits, Ms. Blum says availability for next year is going quickly for certain types of trips, like Alaskan and European river cruises.</p><p>Samantha Collum, director of operations and senior travel adviser at River Oaks Travel Concierge in Houston, says some of the most popular destinations for next year include Italy, Croatia, Greece and France.</p><p>\"I think Europe is the place that people still feel very confident about just because it's easy, it's straightforward, it's interesting but maybe not too exotic,\" she says.</p><p>Airlines are preparing for the expected demand. United Airlines Holdings Inc. is adding new trans-Atlantic flights to Amman, Jordan; Bergen, Norway; the Azores, Mallorca and the Canary Islands, and plans to expand service next spring to large European cities including Berlin and Rome from some of its major U.S. hubs.</p><p>Delta Air Lines Inc. CEO Ed Bastian said in an earnings call earlier this month that he expects European travel next spring and summer to look similar to the busy summer airlines recently had for U.S. domestic travel.</p><p>Beyond Europe, travel advisers say people are eyeing the Caribbean and the Galapagos Islands. Many family travelers still feel most confident about domestic travel and are scheduling Disney trips and cruises out of Florida, Ms. Blum says.</p><p>Despite the recent increase in some long-term bookings, many travelers are sticking with short-term trips. Travelers are booking domestic flights an average of 31 days in advance, according to travel app Hopper. The booking window is similar to fall 2020 and about 10 days shorter than in fall 2019.</p><p>In the short term, holiday travel is a primary focus. As lodging availability has grown scarce in Mexico and the Caribbean for the period, travel advisers say U.S. clients are turning their attention to France, Germany and other regional countries in December.</p><p>Halie Woody, a copywriter, booked her first trip out of the country last week for a visit to Italy in June. The 27-year-old got a passport during the pandemic when she was tired of being at home in Ferndale, Mich. She took breaks by going on camping trips but says she has long wanted to go to Europe.</p><p>Because she has friends who have traveled to Italy, she figured it would be a fitting first destination. She's looking forward to eating lots of carbs, drinking wine and sightseeing.</p><p>While Ms. Woody says she feels comfortable traveling abroad because she is fully vaccinated, she is bracing herself in case international travel regulations change again.</p><p>\"We've seen over the past year or so it's been pretty unpredictable,\" she says.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3607,
          "end": 3613
        }
      ]
    }
  ]
}