{
  "_id": "95e3c60e30d6e3555f4d87ce674718887bc44f65d9a7b7e3e6633d14a531d719",
  "feed": "wall-street-journal",
  "title": "Technology -- WSJ Tech Live:  Streaming  Muddles  Deals, Says  CAA Chief  ----  By Katherine Sayre",
  "text": "<p>   Creative Artists Agency Co-Chairman Richard Lovett said making deals for clients is more challenging in the age of streaming. </p><p>   \"It's a more complicated deal-making environment now for sure,\" said the entertainment and sports agency's Mr. Lovett at The Wall Street Journal's Tech Live conference. He was responding to a question about negotiating for clients on projects as streaming services have become dominant. </p><p>   In the past, box-office film revenue provided a clear picture of what a star, the agents, studios and theaters should earn after a project made its debut. Now, data is more scarce and streaming services are less inclined to offer up information and data, he said. </p><p>   Mr. Lovett declined to comment on a lawsuit that CAA client Scarlett Johansson filed against Disney over her pay for the Marvel film \"Black Widow.\" Ms. Johansson said the simultaneous release of the film on the Disney+ streaming service and in theaters violated her contract. The two settled for an undisclosed amount. </p><p>   When asked about the controversy over comedian Dave Chappelle's recent Netflix special, Mr. Lovett said his firm supports freedom of expression. \"We fundamentally as agents are in support of voices and human beings expressing themselves, creative people telling stories, expressing points of views through stories and sharing their ideas,\" he said. \"But we also understand the power of those voices . . . and it's awfully nice when it's used for good.\" </p><p></p>",
  "published": "2021-10-20T06:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 770,
          "end": 776
        },
        {
          "start": 888,
          "end": 894
        }
      ],
      "nexusId": "10078857"
    }
  ]
}