{
  "_id": "430ceef5dbb94c982d8007b28de1598bad74ce52c4108a10e3945b714674cb2b",
  "feed": "ftcomall",
  "title": "NFL inks 11-year media rights deal worth billions",
  "text": "<p>The National Football League has signed a wide-ranging media rights package reportedly worth as much as $110bn over 11 years, including the first exclusive broadcasting rights for Amazon.</p> <p>The agreement re-establishes American football as the most expensive US media property amid a wider shift to streaming services.</p> <p>The rights package announced on Thursday renews existing agreements with longtime NFL media partners ViacomCBS, Comcast's NBC, News Corp's Fox, and Disney's ESPN and ABC. Amazon will become the sole broadcaster for weekly Thursday night games when the rights take effect in 2023.</p> <p>The total package is worth $110bn through to 2033, or $10bn annually, <a href=\"https://www.sportsbusinessjournal.com/Daily/Closing-Bell/2021/03/18/NFL-rights.aspx\">according to SportsBusinessJournal</a>. That includes roughly $1bn per year for the Amazon rights, said a person familiar with the matter. It more than doubles the value of the NFL's existing rights, worth $5bn per year, and <a href=\"https://www.ft.com/content/f5ab32fa-9a2f-4665-bd4e-16f4046bbd65\">far exceeds analyst expectations</a> of renewals worth $8bn.&#xa0; </p> <p>Football remains the most popular programming on US television, at a time when audiences are shifting away from traditional television and towards online streaming.&#xa0;</p> <p>CBS and Fox would each pay about $2bn a year for their deals, said people familiar with the matter, roughly double their previous agreements.&#xa0;</p> <p>George Cheeks, chief executive of CBS Entertainment, said the NFL was “must-have content that stands above the crowd in a fragmented television universe”.&#xa0;</p> <p>When asked this month about the risks of signing a pricey decade-long deal for the NFL at a time when television is in long-term decline, Lachlan Murdoch, Fox chief, said he was “pretty comfortable”.&#xa0;</p> <p>“We obviously run different scenarios around the pay-TV ecosystem and what our business will look like during the length of the term,” he said. “Historically, [prices] have gone up, not down. A longer-term deal makes sense.”</p> <p>The new package features expanded options for each of the networks to present games on their streaming platforms, and the agreement with Amazon is the first exclusive contract between the league and a digital streaming provider. Amazon has simulcast Thursday night games since 2017, but will take over exclusive rights to those games beginning in 2023.</p> <p>Mike Hopkins, senior vice-president of Prime Video and Amazon Studios, said the new deal will be a draw for “tens of millions” of new and existing Prime customers.&#xa0;&#xa0;</p> <p>At the same time, the mix of viewers watching football on linear television continues to erode. February's <a href=\"https://www.ft.com/content/57ce7612-ab50-4311-9254-ef6579e2a2d6\">Super Bowl</a>, still expected to be the most-watched US programme of the year with more than 91m viewers, was the lowest-rated football championship game since 1969, <a href=\"https://www.sportsmediawatch.com/2021/02/super-bowl-ratings-lowest-52-years-buccaneers-chiefs/\">according to Sports Media Watch</a>.&#xa0;</p> <p>Many US leagues <a href=\"https://www.ft.com/content/d52110ab-a97f-4a57-8782-a560baa7151e\">experienced ratings declines</a> in 2020 amid a disrupted calendar during the pandemic.</p><p>Source: Sara Germano and Anna Nicolaou in New York and Dave Lee in San Francisco 2021 'NFL inks 11-year media rights deal worth billions' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-18T22:07:31.917Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 465,
          "end": 471
        }
      ]
    }
  ]
}