{
  "_id": "f038313947051ea06e4ae48a2922250c0398b81a9615501ba662a1c732c0b8c9",
  "feed": "market-watch",
  "title": "How will vaccine mandates affect already short-staffed nursing homes?",
  "text": "<p>When President Joe Biden announced a sweeping plan in September that included requiring a swath of health care workers to be vaccinated against COVID-19, Mary Susan Yurek was relieved — but also concerned. Yurek is the chief quality officer at Quality Life Services, a Butler, Pa.-based operator of 10 long-term-care facilities that has not mandated vaccination for its 1,100 employees.</p><p>A month before announcing the mandate, Biden seemed to be singling out long-term care workers for mandatory vaccinations, but the new rules leveled the playing field in health care, Yurek figures.</p><p>“If it were just the long-term care world that faced vaccine mandates, we would lose workers to other health care disciplines,” Yurek says. “From that standpoint, broadening the mandate was good news.” The flip side? “It's going to be really taxing on the American health care system,” Yurek predicts, because people who are strongly opposed to vaccination “will just walk away. They'll go elsewhere to find employment, whether it's within health care or outside.”</p><p>Biden's new rules require about 17 million workers at health care facilities that accept Medicare and Medicaid to get a COVID-19&#xa0;vaccine. Additionally, all employers with over 100 workers will have to require vaccinations or weekly testing. That means large, private-pay home health providers that don't participate in the federal health programs will have to vaccinate their workers. The administration is expected to release more details soon, including what the punishment will be for facilities that don't comply.</p><p>A mandate provides greater protections</p><p>The mandates are designed to correct a gaping vaccination shortfall in health care.</p><p>In nursing homes, for example, the COVID-19 vaccination rate among staff is just 62%, versus 83% among residents, estimates the&#xa0;National Consumer Voice for Quality Long-Term Care. Expanding the mandate to cover health care workers in settings beyond long-term care is important to residents and their families, says that group's executive director, Lori Smetanka.</p><p>“These patients move frequently between settings. They may be hospitalized, then they receive home health care, then they go to a nursing home,” Smetanka says. “Having a vaccine mandate that's across-the-board offers greater protection, both for the individuals who need those services and the staff who work across multiple settings.”</p><p>Could mandates break the long-term care industry?</p><p>One of the reasons long-term care employers have been resisting vaccine mandates is that they're afraid it will exacerbate already challenging staffing shortages.</p><p>A recent survey by the American Health Care Association/National Center for Assisted Living found that 99% of nursing homes and 96% of assisted living communities are facing staffing shortages. At more than half of those facilities, executives are concerned that employee shortfalls could force them to&#xa0;close.</p><p>A recently published case&#xa0;study&#xa0;illustrates the risk of mandating COVID-19 vaccinations.</p><p>An urban nursing home with 246 staffers boosted its vaccination rate from 40% to nearly 90% within three months of mandating the shots in February of this year, according to the study, published in the Journal of Post-Acute and Long-Term Care Medicine. But 18 workers chose to resign rather than get vaccinated — a significant turnover rate, says Dr. David Grabowski, professor of health care policy at Harvard University.</p><p>“It doesn't sound like a big number, but it is when you consider that many nursing homes are already operating under staff shortfalls,” Grabowski said. “The argument is that unvaccinated workers pose a high risk, but there's also a risk in being understaffed.”</p><p>The government has yet to spell out the penalties for health care facilities that don't comply with the new COVID-19 vaccine mandates. But if Centers for Medicare and Medicaid Services (CMS) follows the model of other quality-based based incentive programs, it could withhold a certain percentage of payments billed to Medicare and Medicaid by facilities that don't comply, says Lisa Grabert, a research professor at Marquette University's College of Nursing.</p><p>See: All that tough talk over quitting jobs over a COVID vaccine mandate is really just idle threats</p><p>For example, the CMS could take 1% off payments to any facility that doesn't have 95% or greater compliance with COVID-19 vaccination among staff, Grabert says. “Programs like that have had a great deal of compliance because there's such a strong financial tie,” she says.</p><p>No doubt, the new federal vaccine mandate will face some resistance. A similar rule issued in August for all medical workers who work in New York state was temporarily blocked by a federal judge in mid-September after a group of health care professionals alleged that the lack of religious exemptions in the proposed law violated their Constitutional rights. Enforcement of the law is on hold as the battle makes its way through the legal&#xa0;system.</p><p>And 24 Republican state attorneys general have spoken out against Biden's mandate, threatening in a recent letter that they would “pursue every available legal option” to stop the plan from being&#xa0;enacted.</p><p>Time will tell</p><p>The controversies surrounding coronavirus vaccine mandates could take months to be resolved.</p><p>Meanwhile, there are some tools that residents of long-term care and their family members can use to check COVID-19 vaccination rates among staff members. The newest resource comes from CMS, which introduced a&#xa0;tool&#xa0;on Medicare.gov in September that allows users to search vaccine uptake rates among staff and residents of nursing homes nationwide.</p><p>Read:90,000 U.S. adult deaths from COVID-19 over the summer could have been prevented if victims had been vaccinated, study finds</p><p>At Quality Life Services, executives continue to promote COVID-19 shots to staff members, but so far, the vaccination rate mirrors the national average of 62% Yurek says. Even offering a raffle to vaccinated employees, complete with prizes like a paid trip to Disney World DIS, was ineffective, she says.</p><p>“We heavily promoted that, but only about 17 additional people chose to get vaccinated. It was disappointing. All we can do now is continue to educate and have conversations around the vaccine, and just how important it is to the health of the patients and residents we serve,” says Yurek.</p><p>Read: Failing to bring Covid-19 under control will cost $5.3 trillion in lost global growth over next five years, IMF estimates</p><p>Not just nursing home staff who might walk off the job</p><p>Jon Meyers, executive director of The Arc of Arizona, a disability advocacy group, told Next Avenue he is worried a vaccine mandate could spark a caregiving crisis among people with intellectual or development disabilities (IDD):</p><p>Next Avenue:We often don't think about caregivers for those with IDD. But their work can be very difficult, perhaps more so than working with older adults. If there is a vaccine mandate, could we see an exodus of caregivers?</p><p>Jon Meyers: Given what we are witnessing in health care settings and other workplaces, there can be no question a vaccine mandate will have some negative impact on the IDD caregiver workforce. The question we cannot answer yet is how big that impact will be.&#xa0;</p><p>Because this particular workforce has been hit so hard by the pandemic already — with a great many service providers unable to fully operate their programs because they can't retain the staff needed to serve all their clients — no one wants to experience further challenges in finding and keeping these vital employees. At the same time, we have to consider the health vulnerabilities of large numbers of people with IDD who receive care. Their increased susceptibility to illness has to be taken into account even as we weigh the psychological, physical, economic and other forms of damage being done when they cannot receive supports and services. It's possible there is no perfect balance between protecting clients' well-being and guaranteeing an adequate workforce, no answer that satisfies everyone.</p><p>A routine testing requirement for unvaccinated caregivers likely would not result in the number of resignations a vaccine mandate would cause, but it also wouldn't provide the same level of protection for persons with IDD receiving services from those caregivers.</p><p>The staffing situation in the IDD space seems to be much more dire than in the aging space. Why is that?</p><p>Much of the difficulty faced by IDD service providers is the embarrassingly low reimbursement rate paid by most state Medicaid agencies for IDD services. These low rates mean provider agencies struggle to pay direct support professionals (DSPs) — the front-line workers providing care services — living, or often even competitive, wages. DSP work is not minimum-wage work, yet in most states this workforce earns just a hair above minimum wage, on average. With all the demands placed on these employees, the low rates of pay and limited chances for career advancement, it is no wonder many leave their caregiver positions in favor of jobs with better pay, better growth opportunities and better working conditions.</p><p>What are some organizations doing to encourage vaccination, testing or masking?</p><p>The most common thing employers are doing in the IDD world to encourage vaccination is to offer incentives, financial or otherwise. Some offer a one-time bonus payment, others offer additional paid time off or enter vaccinated employees in drawings for prizes or gift cards. If there is a creative way of motivating staff in this direction, it probably is being implemented somewhere.</p><p>The general sense has been that taking a more reward-based approach will have a greater impact than a punitive approach such as increased testing or reassignment of job responsibilities away from face-to-face interaction with clients. We definitely aren't seeing the same negative response to testing or mask mandates among caregivers. In many places, those are considered routine these days, even in settings with high or universal vaccination rates. -Kathy Ritchie</p><p>Arlene Weintraub&#xa0;is a science journalist and author who has contributed to Forbes.com, the New York Times, U.S. News &amp; World Report, Cure, Fierce Markets and other media outlets. She was previously a senior writer based out of the New York City headquarters of Businessweek, where she wrote hundreds of articles that explored the science and business of health. She is the author of&#xa0;“Heal: The Vital Role of Dogs in the Search for Cancer Cures”&#xa0;and&#xa0;“Selling the Fountain of Youth.&#xa0;”</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>The Coming Wave of Nursing Home Closings</p><p>Should COVID-19 Vaccines Be Adjusted for Women?</p><p>The Invisible Caregiving Workforce</p>",
  "published": "2021-10-18T04:58:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6018,
          "end": 6024
        }
      ],
      "nexusId": "10078857"
    }
  ]
}