{
  "_id": "15ef635c4fedaa6e6c0ce6558fc1cea498469284796268aaadf3e57f82961000",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Walt Disney's Stock Is Priced for a Thrill Ride  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Walt Disney Co. has sold its streaming story well. Investors will soon need to start paying attention to the other parts of the empire, though. </p><p>\n  The entertainment giant's fiscal first-quarter results reported Thursday afternoon were essentially a repeat of its last update. Customers continue to flock to the company's streaming offerings but much less to its theme parks and other parts of the company's business that depend on crowds. Revenue of $16.25 billion edged the Wall Street consensus of $15.9 billion, while operating income of $29 million was nearly double the consensus forecast -- even though it also diminished by 99% from the same period last year. </p><p>\n  Disney's share price still rose a further 2% after hours following the results. Investors have taken to focusing exclusively on the company's successful streaming business. Disney+ hit 94.9 million paid subscribers by the end of the quarter -- exceeding the 89.7 million expected by analysts, according to forecasts tabulated by Visible Alpha. </p><p>\n  Disney managed to pick up 8.1 million subscribers in just the last month of the quarter, based on an update the company gave at its Dec. 10 analyst meeting. That alone is notable given the competition Disney faces from its growing raft of streaming competitors. The month included the launch of \"Wonder Woman 1984\" on HBO Max -- the first of a slate of Warner Bros. films that will make their debuts on the service this year. But Disney is supremely confident in its own streaming prospects. It used that Dec. 10 meeting to lay out targets to grow as big as Netflix Inc. by 2024, revving up an already excited investor base. Disney's stock price has surged 23% since that meeting, compared with a 7% rise by the S&amp;P 500 over the same period. </p><p>\n  But streaming can't float the full empire forever. Disney's theme-park business has benefited in part from a fractured government response to the coronavirus pandemic; Florida allowed the company's resort in Orlando to open at a reduced capacity in July, while California has said no to the same. As such, theme-park revenue rose 33% from the September quarter but was down 68% from the same period last year. Parks have also typically accounted for about one-quarter of the company's operating income. </p><p>\n  That is a problem shared by Disney's theme-park competitors, but none of those have a stock price that has jumped 36% over the past 12 months to a record high. The diminished earnings prospects of crowd-intensive businesses such as parks, cruise ships and movie-theater exhibitions leaves Disney's stock price now fetching a multiple of 75 times forward earnings -- a 34% premium to the multiple commanded by streaming pure-play Netflix. The Magic Kingdom had better hope this spell doesn't wear off. </p><p></p>",
  "published": "2021-02-12T07:10:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1476,
          "end": 1482
        },
        {
          "start": 702,
          "end": 708
        },
        {
          "start": 875,
          "end": 881
        },
        {
          "start": 1671,
          "end": 1677
        },
        {
          "start": 38,
          "end": 49
        },
        {
          "start": 1247,
          "end": 1253
        },
        {
          "start": 1839,
          "end": 1845
        },
        {
          "start": 1046,
          "end": 1052
        },
        {
          "start": 2580,
          "end": 2586
        },
        {
          "start": 21,
          "end": 32
        },
        {
          "start": 2319,
          "end": 2325
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}