{
  "_id": "3713bd63c6a0493263c1e0b933e33b4668971cb3104c6df6315664b7ce04408b",
  "feed": "ftcomall",
  "title": "Guy Berryman's head full of dreams",
  "text": "<p>There's a relatively plain Issey Miyake jersey draped over musician Guy Berryman's Eames leather lounge chair and ottoman as we sit down in&#xa0;the design studio at his Gloucestershire home, and its&#xa0;details have sent us down a&#xa0;rabbit hole. I recognise the brushmark and typography on the garment's label as peak 1980s Miyake, and we're quickly talking Japanese textiles, cuts and quality. “Look at how modern it is,” he&#xa0;says, stretching his arms up to put it on. “I bought it from a vintage site recently, and it's amazing. I've used it&#xa0;as a starting point to make something myself. At first glance there's nothing special about it, but when you put it on, you see all the seam detailing on the arms and the low drop on the shoulder. It's incredible.”</p> <p>While Scotsman Berryman — who enjoys an idyllic life in the 19th-century mansion he shares with Dutch model Keshia Gerrits, their three-year-old son Lucien, new&#xa0;baby Bea, and his 14-year-old daughter, Nico — is best known as the bassist with Coldplay (the band have sold more than 100 million records worldwide since their career began in 1998), he has spent the past year working on the launch of his own fashion label, <a href=\"https://appliedartforms.com/about\">Applied Art Forms</a>.&#xa0;</p> <p>There's nothing Pretty Green about it. “I trained as an&#xa0;engineer and architect at university,” he explains, sitting in front of his iMac on a 1970s Kashima sofa chair&#xa0;by Michel Ducaroy for Ligne Roset — precisely what&#xa0;a&#xa0;rock star with a design pedigree would use as an office chair. “My interest in menswear is quite pure — analysis and deconstruction feed my soul and make me happy. I'm&#xa0;a total nerd. This isn't a vanity project. I lose sleep over the details on each garment — the stitching, bar&#xa0;tacks&#xa0;and the fit on the waist of a sweatshirt. I am working&#xa0;with&#xa0;a small team in Amsterdam and we communicate constantly.”</p> <p>Berryman's passion for clothing is indulged in a substantial vintage collection: army surplus, a lot of early Helmut Lang and Margiela (all from when both designers were in situ at their respective houses), and Raf Simons. He picks out his favourite Lang piece, a snow parka inspired by the original US military M-65 design. “It was instrumental in making me want to design our own version,” he explains. “I love the modular nature of it, with so many different layers. Ours has a removable lining, concealed collar and detachable hood — we worked out it can be worn in 50 different configurations. I like that we've been inspired by Lang, and he by the military original. I'm really interested in the culture around each designer's interpretation of a piece.”</p> <p>During the past year, Berryman has spent much of his time designing menswear in the all-white converted barn on his estate. It also houses his state-of-the-art audio equipment — and a collection of 1960s European sports cars. Car restoration is another passion, along with mid-century furniture and all things <a href=\"https://www.ft.com/content/9b809206-6677-11e9-a79d-04f350474d62\">Stanley Kubrick</a>. Along one wall of his office is a triptych of monotype portraits he created of the late auteur, and in the garage below, next&#xa0;to a sleek Bizzarrini Strada sports car (designed by Enzo Ferrari's head engineer in the early '60s), hangs a&#xa0;painting of an ape meandering between an arrangement of red Djinn chairs by Olivier Mourgue. “I commissioned it from the artist Susie Hamilton,” says Berryman. “It brings together two key elements from <em>2001: A Space Odyssey</em>. But Keshia hates it, so it lives with the cars.”</p> <p>There's a lot of visually intriguing hardware scattered around Berryman's house, which is fashioned from a set of stables. They were originally part of an 1875 hunting residence designed by architect Charles Forster Hayward for Henry Arthur Brassey, the son of a civil engineer and railway contractor who was left a fortune by his father&#xa0;worth the equivalent of £600m. The estate was one of the most advanced in its day, with its own on-site works to provide gas lighting to the house, which was built using stone from local quarries.&#xa0;</p> <p>The courtyard at the old stables houses a workshop where Berryman restores his cars. “It's something I&#xa0;started doing with my dad when I was about 13,” he says. “I think I've probably collected everything I've been in&#xa0;love with, and I have enough cars for now.” Many models are fit only for the racetrack. “They are incredibly beautiful but the skins on some of the doors are only 2mm aluminium, which offers no protection at all. There are ones I do drive though. I used to go on two or three road trips a year, driving down to Rome and stopping off at hotels and certain restaurants on the way to visit friends. I've really missed that during lockdown.”</p> <p>In addition to more spanners, ratchets and sockets than anyone but a petrolhead would imagine you'd need in the workshop (all specialist kit used to tweak Berryman's precious Lancias and Citroëns), there are a number of incredible-looking heavy metal Diagraph stencil machines. Originally conceived to add stencil type to cargo that made its way down the Mississippi River in the late 19th century, the machines went on to&#xa0;develop a military connotation. Think of the very precise, regimented lettering in <em>M*A*S*H</em>. “I&#xa0;love this typography — its form is dictated by function,” says Berryman, who has used them for printwork at Applied Art Forms. “We know we need to create a graphic language for the brand, and I'm playing around with the phrase ‘diminished reality' for a T-shirt graphic because if there's any phrase that sums up the world right now, I think it's that.”</p> <p>It's the physical and mechanical nature of the Diagraph process that pushes Berryman's buttons — he loves the heft and individual nature of each hand-pressed punch. A&#xa0;common thread emerges as we walk through the main house, passing a Warhol silkscreen of Mick Jagger on our way to the library, with its 1970s Mario Bellini modular sofa and a hand-carved Victorian wooden mannequin — each industrial in nature yet also totally unique. So many of the objects reveal their manner of construction; there's a simplicity to them that took Herculean effort to achieve.&#xa0;</p> <p>En route, he chats about his love of <a href=\"https://www.ft.com/content/65a9fc82-c515-11e5-808f-8231cd71622e\">Dieter Rams</a>, the&#xa0;master of reductionist style who put Braun on the map, as much as he does Margiela. He sees the mid‑'60s as the sweet spot for design. “We've lost something since then,” he says. “If you look at a 1960s Ferrari, it's like a sculpture because the lines are free-flowing and created by hand. Now it's done by computer, and made to satisfy consumer expectation using carbon fibre.”</p> <p>We settle in the library, Berryman perching on an imposing 1950s President desk by De Coene Frères for Knoll, which one imagines Mussolini would have found deeply satisfying. His current obsession is a rare book from Japan, compiled in the mid-2000s, featuring late-1970s work by Vivienne Westwood and Malcolm McLaren — garments from the duo's Let it Rock, Sex, Seditionaries and World's End eras. The book, which has no ISBN number, is rumoured to have been put together by super-fan designers Hiroshi Fujiwara and Jun Takahashi, and changes hands for £800 online.&#xa0;</p> <p>“I've really fallen in love with this early McLaren and Westwood stuff,” says Berryman, flicking through pages that detail porn-corrupted Disney icons and assorted provocative punk imagery. “The T-shirts were screen-printed by hand, and each piece is special. A friend of mine, [gallerist] Paul Stolper, has a large collection of Seditionaries and he showed me all the hidden details in so many of the garments. There's so much about the stitching that you don't see from the outside, and when you look at the bondage shirts and trousers, they predate what Helmut Lang went on to do.”&#xa0;</p> <p>He draws comparisons between McLaren's output — mixing and matching different genres — and others who have excelled. “I think <a href=\"https://www.ft.com/content/eda5ecc8-b9a8-46bf-890d-afade078e720\">Virgil Abloh</a> is the modern version of that, jumping from one medium to another, and in a&#xa0;similar way, I want everything I make to be special. I&#xa0;don't want the label to be something that I sell on in five years. I want it to have longevity and it to be for a small group of people who love the garments.”&#xa0;</p> <p>There's also, of course, other business to tend to, with a new Coldplay album imminent and talk of a tour next year. He plays their new single, “Higher Power” — a joyously upbeat, catchy affair — as we talk about what defines his aesthetic. Does the Eames white leather lounge chair, where he listens to jazz for hours, sum up his style? Sort of, but in a very important way it falls short: “No one can look at that and say it's not a beautiful piece of design. But it's not the real thing,” he admits. “I was being a cheapskate and got it for £400 from Amazon. What I love to have are&#xa0;pieces that are authentic. That is my style.”</p><p>Source: Mark C O’Flaherty. Photography by Michael Sinclair 2021 'Guy Berryman's head full of dreams' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-02T03:55:59.713Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7169,
          "end": 7175
        }
      ]
    }
  ]
}