{
  "_id": "d7555506a04c1ad376b74a90b3ace6a19ea9d9d0656e8f34484cd21ad0a22b59",
  "feed": "wall-street-journal",
  "title": "The Best TV of 2021: Choose Your Own Adventure; The television landscape is broader—and more inviting—than ever before thanks to shows like 'Ted Lasso,' Stanley Tucci's 'Searching for Italy' and Peter Jackson's epic documentary on the Beatles.",
  "text": "<p>At the risk of repeating 2020's end-of-year refrain, there is too much on television right now for anyone to watch it all, or even keep track of. Years ago, a friend said, \"You can have a very healthy movie life and never see anything that's nominated for an Oscar,\" which was absolutely true then—and something similar is true now about TV: We each live our own TV lives, lives that occasionally intersect but more often occupy their own quirky niches. I, for one, decided early on that life was too short for \"Succession,\" with its irredeemable characters who never went anywhere or did anything. Many others disagree. They think it's a wonderful show. They're also entitled to their opinions. And their personalized menus.</p><p>The one place where viewers did seem to huddle together en masse this year was around the pixel-fueled campfire of Apple TV+. The second season of \"Ted Lasso\" was a show that combined satire, psychodrama, Premier League soccer and Jason Sudeikis into the kind of mix that reintroduced appointment TV into the lives of American viewers. I don't think my household was alone in arranging its Friday nights around the latest episode of \"Ted,\" or going into a funk when the last 2021 episode aired. (The finale of the next season, which has been announced as the show's last, will be traumatic.) At the risk of having someone call Child Protective Services, we watched it with the 9-year-old, who didn't get the sexual references, already knew the vulgarity, and was really only in it for the soccer. And Roy Kent. (Disclaimer: The airing of the incongruous Christmas show in August was ridiculous and the \"Ulysses-in-Nighttown\" episode with Coach Beard didn't quite work either. Otherwise, excellent.)</p><p>Good taste or lack thereof is not the only thing dividing TV audiences. Another is the insidious growth of premium channels, a scheme in which every outlet seems to be complicit. HBO has HBO Max, AMC has AMC+. NBC has Peacock (and NBCSN), CBS has Paramount+, and there's also Disney+, Discovery+, BET+ and Apple TV+. As the comedian Steven Wright used to say, you can't have everything (\"Where would you put it?\"), and at the risk of offending everyone, not everyone can afford every channel. While the proliferation of premium outlets is probably good for some consumers—the platforms are all in a healthy competition for those subscription dollars—the cost might have some people throwing up their hands and reading a book (which would be a neat trick, but you get my point).</p><p>A lot of good stuff just seems to vanish: The funniest show of the year was \"Girls5eva\" (\"because 4-eva's too short . . . \"), co-produced by Tina Fey and starring Sara Bareilles and Renée Elise Goldsberry, about a '90s girl group getting a new lease on pop life. It's been renewed for a second season by Peacock, but one hopes it gets an advertising bump because like so many very good shows it made a splashy premiere and then seemed to disappear.</p><p>A nice thing about writing this kind of an end-of-year review is not just revisiting shows I loved but some I never wound up addressing the first time around, such as \"Sex Education.\" Another nice thing is that the current state of TV means that most of what is recommended here is still available to watch, right away (as long as you have a subscription). The Broadway musical spoof \"Schmigadoon\" was a highlight of my viewing year, as was the multipart Stephen King epic \"Lisey's Story\" (both of which are on Apple TV+). \"The Crime of the Century,\" Alex Gibney's indictment of Big Pharma, was/is on HBO, and \"Civil War (or Who Do We Think We Are)\" by documentarian Rachel Boynton ended up on MSNBC and Peacock. Watch it and see why it made people nervous. Sports is not my arena, usually, but \"Once Upon a Time in Queens,\" the docuseries about the '86 Mets, was amazin'.</p><p>You can't quite say the same thing about another high-stakes nonfiction production, the competition of the year and a melodrama-in-real-time: the hunt for a \"Jeopardy!\" host. It featured a virtual parade of unsuitable applicants, some outright embarrassing performances, and a strong indication that the fix had been in from the beginning once executive producer Mike Richards was selected to succeed the late Alex Trebek. Mr. Richards was then put on the figurative ice floe after what Sony called \"disruption and internal difficulties\" resulting from some comments Mr. Richards had made on a podcast several years earlier, and allegations about his behavior at his old show, \"The Price Is Right.\" The actress and neuroscientist Mayim Bialik took over for seven weeks, and now, as this is being written, Ken Jennings—Trebek's heir presumptive, the man many longtime fans of the game show simply assumed would take over—is at its helm.</p><p>At the risk of blowing my nonexistent winnings, I'll take \"TV Musical Chairs\" for $1,000 and guess that Mr. Jennings will be in it for the long haul, that Beatles fans will be weeping over \"Get Back,\" that \"Girls5eva\" will make a triumphant return and that Mr. Tucci will continue \"Searching for Italy,\" even after he's found it.</p><p>The Best TV of 2021: Choose Your Own Adventure</p>",
  "published": "2021-12-08T22:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2001,
          "end": 2008
        }
      ],
      "nexusId": "10078857"
    }
  ]
}