{
  "_id": "31a24831341e535ad18ad956300854c3f729c3bd7440b3e9f2b3de7f2c07bbd9",
  "feed": "wall-street-journal",
  "title": "U.S. Companies Split  On Vaccine Mandates  ----  By Chip Cutter, Sarah Nassauer and Bob Tita",
  "text": "<p>   Business leaders broadly agree they need to get more workers vaccinated to keep the U.S. economy humming in the face of the fast-spreading Delta variant. </p><p>   But they're split over how best to do that. Some are dangling bigger bonuses or other incentives to cajole employees into getting the Covid-19 vaccine. Others have started requiring workers get the shot. </p><p>   In recent days, companies from Arkansas-based Walmart Inc. to Microsoft Corp. in Seattle have imposed vaccine mandates mostly on white-collar workers returning to offices. Meatpacker Tyson Foods Inc. on Tuesday took a harder line, saying all its workers must get the vaccine by Nov. 1. </p><p>   \"We did not take this decision lightly,\" Donnie King, Tyson's chief executive, wrote in a memo to the company's roughly 120,000 U.S. employees. \"We have spent months encouraging our team members to get vaccinated -- today, under half of our team members are.\" </p><p>   Both strategies come with risks for employers, their workers and their customers, and both could shape the course of the pandemic. </p><p>   More than a third of American adults have not gotten vaccinated, according to the latest U.S. data. Firms using a lighter touch risk workplace outbreaks. Those mandating shots risk losing workers in a tight job market. Each CEO cites myriad reasons for their vaccine strategy, though many also point to new Centers for Disease Control and Prevention guidelines relating to how vaccinated people transmit the Delta variant. </p><p>   Some companies want to reassure the public it is still safe to shop in their stores or visit their theme parks. Others want to prevent worker illnesses or absences from crippling their operations again. Still others want to end remote work and get staff back into offices. Union rules for a number of companies are complicating matters. </p><p>   Walmart executives didn't make the Covid-19 vaccine mandatory this spring in part because executives worried it wasn't readily available to all who wanted it and wasn't yet fully FDA approved, said a person familiar with the situation. Last week, Walmart said it would require vaccines for U.S. corporate staff and regional managers. It isn't mandating the shots for store workers. </p><p>   Executives felt starting with corporate and regional managers -- a small percentage of its workforce -- would be easiest because many are concentrated in a few geographic areas and most are planning to return to offices in coming weeks, said a person familiar with the plan. A Walmart spokesman said the company hopes that by asking executives to be vaccinated, they will \"influence even more of our frontline associates to become vaccinated.\" </p><p>   Walmart is competing for employees with Amazon.com Inc. and others that aren't mandating the vaccine. Walmart is offering a $150 bonus to employees who get the shot. </p><p>   Manufacturing giants such as General Electric Co., Caterpillar Inc. and the big three U.S. automakers have said they aren't mandating vaccines. </p><p>   Snap-on Inc., a Wisconsin-based tools manufacturer with a largely blue-collar workforce, won't mandate the vaccine, says Chief Executive Nicholas T. Pinchuk, because he believes such a move would backfire. </p><p>   \"I don't think the way to do it is to tell people, somehow because they don't get the vaccine, they are flawed,\" Mr. Pinchuk said. He talks up the benefits of the vaccine. The company has offered employees time off to get the shot. Snap-on's overall vaccination rate is above the national average, said Mr. Pinchuk. </p><p>   Companies mandating vaccinations for workers represented by labor unions must negotiate those requirements. About 36,000 Tyson employees, or a quarter of its workforce, are unionized or covered by collective bargaining agreements. </p><p>   Some labor union leaders have insisted such changes be reached only through collective bargaining, while others have come out publicly in support. </p><p>   General Motors Co. and its rivals decided Tuesday to reinstate mask wearing across their workforces after discussions with a joint task force of the United Auto Workers union. </p><p>   A UAW spokesman said a vaccine mandate would be subject to negotiations with union officials. After Walt Disney Co. announced last week it will require corporate and non-union hourly employees to be vaccinated, some unions representing Disney workers said they were largely supportive. Eric Clinton, president of a union representing about 8,000 ride operators, custodians and other workers at Walt Disney World in Orlando, Fla., said the mandates are a logical step to help keep employees safe. The union is meeting with Disney to bargain over the details of the mandate, Mr. Clinton said. </p><p>   Most companies say they will allow for health and religious exemptions, and some are determining how they will respond to workers who do not comply. </p><p>   A Tyson spokesman said the company will consider requests for exemptions on medical and religious grounds, but that vaccinations are a condition of employment. </p><p>   Early last month, 15% of the roughly 150 employers that responded to a survey commissioned by law firm Blank Rome LLP said they would require vaccines. Calls for mandates have grown louder from some business and political leaders.  More hospital systems and universities have adopted them and survived early legal challenges from employees. </p><p>   Harvey Spevak, executive chairman and managing partner at gym operator Equinox Group, says discussions on whether to mandate vaccines became more urgent in the last ten days. Eighty-nine percent of employees who responded to an internal survey said they had received vaccines. The company employs about 14,000 people. </p><p>   \"We know this is a hotly contested issue, so it's easier to be silent or Switzerland than take a position,\" Mr. Spevak said. \"With the surge in cases, this felt like the right thing to do.\" </p><p>   --- </p><p>   Jacob Bunge and Mike Colias contributed to this article </p><p></p>",
  "published": "2021-08-05T06:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4243,
          "end": 4249
        },
        {
          "start": 4107,
          "end": 4118
        },
        {
          "start": 4529,
          "end": 4535
        },
        {
          "start": 4401,
          "end": 4412
        }
      ],
      "nexusId": "10078857"
    }
  ]
}