{
  "_id": "3a2d220d8e990be3aa833114b6dfa1cc101c9ba50d2f71dfb2418346bf6b89c9",
  "feed": "ftcomall",
  "title": "Watch list: Gérald Genta's most sought-after designs to go under the hammer",
  "text": "<p>Next spring, Sotheby's will stage a trilogy of auctions in Geneva, Hong Kong and New York known collectively as the Gérald Genta Icon of Time Sale. In all, 100 of the great watch designer's original drawings, selected and sourced directly from the estate, will be sold with accompanying NFTs. As a bonus, the Sotheby's Important Watches Sale in Geneva in May will feature Gérald Genta's very own Audemars Piguet Royal Oak, which coincides neatly with the 50th anniversary of the famous octagonal watch's launch.</p> <p>If you know anything about wristwatches, then you probably know that it is impossible (or very, very, very expensive) to get hold of either an Audemars Piguet Royal Oak or a Patek Philippe Nautilus. Genta designed them both and the original drawings for both of these trophy timepieces will be among the drawings offered in the auctions.</p> <p>In the world of watch collectors, this is about as big as the deal gets. (If you prefer handbags to watches, think of it like being able to buy Jean Louis Dumas's designs for the Birkin Bag and acquire Jane Birkin's very own Birkin, with the topical addition of an NFT to complete the package.)</p> <p>The auctions were put together by Evelyne Genta, partner in life as well as business, and posthumous champion of the man dubbed the Picasso of watchmaking. “With this sale, and in particular with regards to the NFT aspect, we are continuing Gérald's legacy of innovation. He was always at least five or 10 years ahead of his time, even in his seventies he liked rap music, and he would have loved NFTs,” she says. </p> <p>As the ambassador of Monaco to the court of St James's and to Kazakhstan, Evelyne has a demanding professional life, but in the decade since her husband died, she has also been busy protecting her husband's legacy. She has arranged for the conservation of thousands of original drawings, watercolours and gouaches; she has set up the Gérald Genta Heritage Association (full disclosure — I am a member of the honorary committee); and in association with the Fondation de la Haute Horlogerie, she is staging an exhibition of her late husband's work in Geneva in April. She hopes this series of auctions will bring her late husband into the spotlight a decade after his death, on the 50th anniversary of his most famous creation.</p> <p>The story of how the Royal Oak came into being is part of Swiss folklore. At 4pm on the day before the annual Swiss watch fair in 1970, Genta received a call from Audemars Piguet, to come up with a set of designs for an exceptional steel watch to be shown to French and Italian distributors the following day.</p> <p>The result was a watch that had the impact of Dior's New Look and the bracing avant-garde aesthetic of Pierre Cardin. When it was launched in 1972 it was viewed with astonishment: octagonal rather than round and big by the standards of its day, it was characterised by a complex bracelet of polished and satinated links that was totally integrated into the watch head — it was impossible to tell where bracelet ended, and watch began. The octagonal bezel was punctuated with countersunk hexagonal screws of white gold: the only hint of precious metal on a steel watch that would be more costly than many gold ones. Genta said that his inspiration was a childhood memory of seeing a diver putting on the helmet of a scaphander-type diving suit.</p> <p>It was unlike anything else on the market. Fifty years on, the overwhelming majority of watches made by Audemars Piguet are either Royal Oaks or the bulkier Royal Oak Offshore.</p> <p>Four years later, Genta pulled off a similar coup when he designed the Nautilus for Patek Philippe, another <a href=\"https://www.ft.com/content/6930e03e-f6c7-463d-9865-889ac6d61d9e\">masterpiece in steel</a> that cost more than many gold watches.</p> <p>Had he put away his brushes and pencils in 1976 and done nothing else, he would have secured his place in posterity, but his long career stretched over six decades. His trajectory and his importance in the industry is analogous to that of Karl Lagerfeld in fashion in his prolific output, his unique voice, and his virtuoso talent as a ventriloquist that enabled him to create in the idiom of any brand you care to mention.</p> <p>His first design of note was the Polerouter, a watch made by Universal Genève in the early 1950s to celebrate polar-routed flights from Europe to the US by SAS. He went on to design for Van Cleef &amp; Arpels, Omega, IWC, Chaumet, Seiko and Timex. He worked with Cartier on the Pasha, and he created the Bulgari Bulgari with Gianni Bulgari.</p> <p>He launched his own brand, which famously reversed the hi-lo concept of the grande luxe steel watch, working with Disney to create Donald Duck and Mickey Mouse watches in precious metals — a move that scandalised the conservative Swiss watch industry in the 1980s. At its peak, the business he ran with his wife employed approximately 250 people across two factories.</p> <p>But as well as creating designs that enjoyed huge commercial success, he also enjoyed a reputation as a creator of unique pieces for wealthy patrons including the kings of Morocco, Spain and Saudi Arabia, the sultans of Brunei and Oman and the Queen Mother. </p> <p>His range was encyclopedic: he could turn his hand with equal facility to erotic watches which were presented in a music box that played the score of <em>Emmanuelle</em>, or — way ahead of its time — a revolutionary bronze watch for a trio of hunters who wanted a timepiece that did not glint or sparkle in the sunlight when they were tracking their prey.</p> <p>But for a man who wrought such change on the watch industry and created some of the late 20th century's most significant timepieces, his wife has a surprising revelation: “He thought that watches were fascinating objects,” says Evelyne, “but he preferred not wear a watch himself as he thought watches impaired his freedom.”</p> <p><em>Find out about our latest stories first — follow&#xa0;</em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em>&#xa0;on Instagram</em></p><p>Source: Nicholas Foulkes 2021 'Watch list: Gérald Genta's most sought-after designs to go under the hammer' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T05:00:53.420Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4560,
          "end": 4566
        }
      ]
    }
  ]
}