{
  "_id": "0a84caad8053d3d80bd2a1cfdb2f4155664240835826a6f721938acc77c1446c",
  "feed": "wall-street-journal",
  "title": "PE Daily: Antitrust Regulators Set Sights on Private Equity | New Jersey Loosens Reinvestment Rules | Endowments Reap Big Gains From Alternatives",
  "text": "<p>We have these and many more stories summarized for you below, so please jump in...</p><p>Today's Top Stories</p><p>New federal antitrust enforcers want to toughen up regulation of the private-equity industry, putting a spotlight on ways that buyout firms might be warping competition, WSJ Pro Private Equity's Chris Cumming reports. While private equity wasn't a priority for the agencies charged with antitrust enforcement—the Federal Trade Commission and the Justice Department—in the Trump administration, under President Biden agency leaders say change is coming. The FTC has already begun looking at all mergers more thoroughly, vexing some private-equity buyers who had grown accustomed to an easier review process, say people who work with buyout firms.</p><p>New Jersey's state pension manager plans to begin reinvesting gains from a $1.7 billion separately managed account run by BlackRock Inc. as a way to increase exposure to private equity, WSJ Pro Private Equity's Ted Bunker reports. The state's Division of Investment had been restricted to reinvesting the principal held by the fund as well as a second such fund and wasn't permitted to reinvest the gains. The investment division said it intended to start reinvesting gains as a way to more quickly deploy capital to private equity.</p><p>Large college endowments have notched their biggest investment gains in decades, thanks to portfolios boosted by huge venture-capital returns and soaring stock markets. Brown University's endowment recorded a return of more than 50% for the year that ended June 30, said people familiar with the returns, which aren't yet public. Meanwhile, Duke University posted a 55.9% return and Washington University in St. Louis reported a 65% return.</p><p>Big Number</p><p>$150 Billion</p><p>The value of private-equity transactions involving technology companies so far this year, setting a new annual record with three months left in 2021, according to S&amp;P Global Market Intelligence's 451 Research unit.</p><p>Deals</p><p>Silver Lake and Insight Partners, joined by entertainment giant Endeavor Group Holdings Inc., have invested $350 million in a trading card venture recently set up by Fanatics Inc. in a deal that values the company at $10.4 billion, according to people familiar with the matter. The Series A round came on the heels of exclusive deals made by the unit, Fanatics Trading Cards, and the unions representing professional baseball, basketball and football players, as well as with Major League Baseball and the National Basketball Association.</p><p>Rival bids for Wm Morrison Supermarkets PLC from Clayton, Dubilier &amp; Rice and the Fortress Investment Group unit of SoftBank Group Corp. led the U.K.'s Panel on Takeovers and Mergers to set up an auction to settle the matter, according to a statement from the panel. Publicly traded Morrison is the fourth largest grocer in Britain, and bids have risen toward $10 billion. The panel set the auction, which will include up to five rounds, for Saturday. A final outcome should be determined on the same day.</p><p>Perfect Day Inc. received an investment of $350 million, valuing the non-animal dairy startup at roughly $1.5 billion and setting the stage for an initial public offering, Corrie Driebusch reports for The Wall Street Journal. Singapore's Temasek and the Canada Pension Plan Investment Board led the Series D round for the California company, according to co-founders Ryan Pandya and Perumal Gandhi. Other investors include Walt Disney Co. Executive Chairman Robert Iger.</p><p>TPG Europe doesn't plan to counter Vista Equity Partners' bid for U.K. automation software maker Blue Prism Group PLC, Ian Walker reports for Dow Jones Newswires. Blue Prism said on Aug. 31 that TPG's European investment arm and Vista had approached it about a buyout. On Tuesday, Blue Prism agreed to a roughly £1.1 billion ($1.49 billion) Vista takeover. Blue Prism shares rose 8 pence to close at 1,150 pence each in London on Wednesday, above Vista's 1,125 pence offer.</p><p>Gopher Investments has agreed to buy the Finalto financial trading division of Playtech PLC at an enterprise value of $250 million, Joe Hoppe reports for Dow Jones Newswires. The gambling-technology company said the cash deal would mean paying an $8.8 million fee to a would-be acquirer led by Barinboim Group, whose bid failed in August.</p><p>BlackRock Inc.'s secondaries arm is backing ethnic brands and private label food manufacturer Flagship Food Group LLC through Denver-based CREO Capital Partners. The New York asset manager is investing in the Eagle, Idaho-based company through its Secondaries and Liquidity Solutions group. Other Flagship investors, including Capital Dynamics, Committed Advisors, PineBridge Investments and Kline Hill Partners extended their investments in the company.</p><p>Great Hill Partners led a $100 million investment in customer relationship data company Totango Ltd., based in Redwood City, Calif. Great Hill was joined by existing backers of the company, including Pitango Venture Capital and Canvas Management.</p><p>Morningside Group led a $100 million investment in precision farming company Semios Technology Inc. The Vancouver, British Columbia-based company offers data and analytics to farmers looking for ways to mitigate crop risks.</p><p>The Canada Pension Plan Investment Board has agreed to buy a majority stake in marine terminal operator Ports America Inc. from Oaktree Capital Management. The Canadian fund manager initially acquired a minority interest in the Jersey City, N.J.-based company in 2014. The company has operations in 33 U.S. ports.</p><p>Oaktree Capital Management is backing natural gas distribution hardware and electrical cable maker Richards Manufacturing Co., investing alongside the founding Bier family, who remain active in management of the Irvington, N.J.-based business.</p><p>Healthcare specialist Great Point Partners has recapitalized medical device design company Velentium LLC. The Katy, Texas-based company makes diagnostic and therapeutic devices as a contract manufacturer.</p><p>L Squared Capital Partners is leading a recapitalization of early childhood learning company Literacy Resources LLC, which does business as Heggerty. Longview Asset Management is also participating, along with Pondera Holdings and managers of the Oak Park, Ill.-based company.</p><p>Francisco Partners participated in a $60 million investment in investment adviser Betterment LLC, joining a clutch of venture funds in a Series F round that also delivered a $100 million credit facility to the New York company.</p><p>Exits</p><p>Private equity-backed eyewear maker Warby Parker Inc.'s shares climbed 36% at the opening on Wednesday after the unprofitable retailer went public through a direct listing on the New York Stock Exchange, Charity L. Scott reports for The Wall Street Journal. Backers of the New York-based business include Tiger Global Management and T. Rowe Price, each with a stake of more than 17%, as well as General Catalyst with a nearly 13% interest. Durable Capital and D1 Capital Partners are also listed as major shareholders in a regulatory filing. The shares closed at $54.49 after the Big Board assigned the listing a reference price of $40.</p><p>Vista Equity Partners-backed financial software company Allvue Systems Holdings Inc. pulled back its initial public offering of shares, citing adverse market conditions, Colin Kellaher reports for Dow Jones Newswires. The Coral Gables, Fla., provider of software for investment managers in private capital and credit markets had planned to sell 15.3 million shares at between $17 and $19 apiece, with pricing of the deal expected late Tuesday. But after stocks fell the most since May earlier that day, the company postponed the IPO to evaluate the market and the deal's timing.</p><p>Private equity-backed Life Time Group Holdings Inc., a health, fitness and wellness brand, expects to sell 46.2 million shares at $18 to $21 each in an initial public offering, Michael Dabaie reports for Dow Jones Newswires. Leonard Green &amp; Partners owns a roughly 35% stake in the Chanhassen, Minn.-based company, while TPG has about 26% of the equity. Other investors include LNK Partners and Michael Dell's MSD Capital Management, a regulatory filing shows.</p><p>KKR &amp; Co.-backed Indian renewable energy company Virescent Infrastructure has established a trust vehicle to invest in the sector, raising the equivalent of about $62 million, according to a news release. Backers of the fund include KKR and the Alberta Investment Management Corp. KKR set up Virescent about a year ago to invest in renewables and is investing in the new trust fund from its Asia Pacific Infrastructure Investors Fund.</p><p>Middle market-focused Hammond, Kennedy, Whitney &amp; Co. in Indianapolis has sold home environment air quality filter maker PPA Holding Inc. to strategic buyer Freudenberg &amp; Co.'s filtration technologies business, based in Germany.</p><p>Funds</p><p>Specialist investor Energize Ventures in Chicago has raised $330 million for its second flagship fund focused on investing in digital technologies that support sustainable energy resources and related infrastructure, according to an emailed news release. The new fund is twice the size of its predecessor and investors include Canadian pension investment firm Caisse de dépot et placement du Québec and Credit Suisse as well as strategic backers such as American Electric Power Co. and General Electric Co.</p><p>People</p><p>Angelo Gordon &amp; Co. is bringing on Scott Soussa as chief strategy officer, starting in April of next year. Mr. Soussa is joining from Blackstone Inc., where he is a senior managing director in the hedge fund arm and co-head of the firm's Strategic Capital Group, which includes investing in fund sponsors. At Angelo Gordon, Mr. Soussa will report to Josh Baumgarten and Adam Schwartz, who became the firm's co-chief executives in January. Mr. Soussa is their first senior hire since assuming the leadership roles.</p><p>The Canada Pension Plan Investment Board's head of international, Alain Carrier, is leaving to become chief executive of Bregal Investments, with his last day at the Toronto fund manager on Oct. 22, according to a news release. He is being replaced on an interim basis by Geoffrey Rubin, a senior managing director and chief investment strategist.</p><p>Industry News</p><p>Blackstone Inc. and Carlyle Group Inc. are among the private-equity fund managers fighting legislative changes that would cost the industry more than $1 billion a year, mainly by lengthening the investment period needed to qualify for preferential tax treatment, Brody Mullins and Tedd Mann report for The Wall Street Journal. The changes are included in the $3.5 trillion spending bill backed by Democrats in Congress and opposed by most Republicans.</p><p>Publicly traded asset manager SGT German Private Equity GmbH is partnering with peer firm Tyrus Capital in Monaco to invest in the U.S. and Europe, according to a news release from Frankfurt-based SGT German. The firms didn't indicate how much capital would be committed to the partnership.</p><p>France has cemented its position as Europe's second largest market for alternative assets, behind the U.K., WSJ Pro Private Equity's Luis Garcia reports, citing Preqin Ltd. data. Alternative assets under management in France rose 13% to €248 billion in December compared with a year earlier, more than double the size of the German market, Europe's third largest, the data show. French private-equity firms raised €31 billion last year, 56% more than in 2019.</p>",
  "published": "2021-09-30T14:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3436,
          "end": 3447
        }
      ],
      "nexusId": "10078857"
    }
  ]
}