{
  "_id": "85f5913cf5a87f1bb9899be6f91a2c1f811ad72e3984c1cb13249aa1789003f0",
  "feed": "ftcomall",
  "title": "The sweet return of friendship",
  "text": "<p>Friendship is back. It's bigger and better than ever! I sit with my old friends now, my face glazed like a love-struck fool. Sometimes nobody says anything for a spell, but the fellow feeling is in strong supply. And, of course, we're all out of practice. There is a measure of stage fright. Non-sequiturs abound. </p> <p>There are splinters of what we've been through that have yet to be removed. But the rush of pleasure and the tentative reclaimed rhythms of being together feel so deluxe. Strains of love poems float through my mind, such as Frank O'Hara's “Having a Coke with You/is even more fun than going to San Sebastian, Irún, Hendaye, Biarritz, Bayonne”. Who could imagine it would ever have been illegal to see our friends? That's a hellish plot device untouched by the Brothers Grimm, Shakespeare or even Disney.</p> <p>For some, friends provide a pleasant adjunct to life's substantial relationships, a decorative flourish to family and romantic bonds; a comic strip, a ribbon bow, icing. For others, friendship plays a more structural role. It's the cake, the plate, the table and the floorboards. I am firmly of the latter camp.&#xa0;</p> <p>My ideas of friendship are not much changed since the sandpit and the finger paints. I have a handful of friends from before I was five. To those who chose us before we built ourselves, when we had few resources and defences or pretensions, there is a special brand of loyalty. There is a crypto language, more compressed than shorthand; whole worlds of experience conjured in three words.&#xa0;</p> <p>Last week “Get the horse!” sent me back to our school journey in Devon when we were taken to a livestock auction at Newton Abbot. There were great slabs of lardy cake and hundreds of men in colourless tweeds. After the cattle, a horse was brought on, a chestnut, eccentric-looking but with signs of nobility. The bidding stalled at five pounds. </p> <p>Everyone else had bought clotted cream to be dispatched home in temperature-controlled packaging but I knew my mum would be thrilled with something alive. I saw it grazing at the fridge in our small Islington kitchen. I could ride it to the shops: “Walk on, Misty.” I raised my fingers to make the bid. “PUT YOUR HAND DOWN NOW!” boomed Miss Thumbwood.&#xa0;</p> <p>Old friends carry round little museums to each other, filled with exhibits linked to triumph and despair. I remember your tragic thumb after it got shut in the train door. You remember my pride when the surgeon who removed my tonsils said they were the biggest he had ever seen. Did I really make the speech at your wedding when your father felt shy? Did you console me outside the church when mine said: “You don't mind if I don't stay for the lunch?”</p> <p>This is quite a lot to bring to any picnic. Some of these things are displayed prominently, of course. Other items languish, hidden in the vaults — but if you brought them up I would be right there with the meaning. Your tiny legs the autumn you stopped eating . . . The green jacket belonging to my brilliant friend who didn't make 21.&#xa0;</p> <p>I often think of something Othello says of Desdemona: “She loved me for the dangers I had passed/And I loved her that she did pity them.” A good friend ought to grasp the heroics your life has required. There are layers of knowledge and understanding. This is even more true when you've witnessed somebody's upbringing, encountered their grandma with her weighing-scales eyes, seen their alcoholic stepfather lurching at the school gates, had their dad bark at you, “Susie! If area's measured in squares, what's volume measured in?” and heard yourself whisper, “Triangles?”&#xa0;</p> <p>Friendships that have lasted decades have a certain ease. The push and pull makes sense to you both. Lapses, forgetfulness, even neglect are shrugged away when the economy of sympathy is long established and well balanced. Most things of great value require careful handling, but not this. The friendship itself is already a success, a kind of continuous happy ending, so what actually passes between you doesn't always much matter.&#xa0;</p> <p>Until it does. I remember a friend saying: “Did you have that thing when you were a child, when all the little ones had gone to bed and you're skating around in your tights on the kitchen floor with your parents waiting for grown-up supper.” I was speechless for a moment. She knew that my parents never lived together, that I was the youngest in my family, that I hated wearing tights even. I had stopped existing in her eyes for a moment. The lights in the museum flickered dangerously . . .</p> <p>And yet we mustn't be too exacting in our friendships. It can't be a competitive sport. There was great excitement when I was at university and Jacques Derrida came and gave a talk to the students. When any two friends meet, he said, foremost in the mind of each will be which of us will be the first to die. “No, no, no, no, no,” I murmured. It can't be about measuring and scorecards and codes of conduct. No “obligations”; nothing “forced and compulsory”, as Montaigne wrote. </p> <p>Even the most intense friendships must have breezy notes, occasionally, a hammock-y element, the flavour of a stroll. Still, I like going the extra mile for people. I've quite a well-developed Sir Walter Raleigh side. I was inspired as a teen by the mad pledges in the song “Friendship”, by Cole Porter: “If you ever lose your teeth when you're out to dine/Borrow mine.” Teenagers are drawn to friendships that involve dropping everything, perhaps because they have so little to drop.&#xa0;</p> <p>I often think of a scene in Amelia Bullmore's wonderful play about three friends for life, <em>Di and Viv and Rose</em>. After her friends find out that Di has been sexually assaulted, they form a protective circle around her which the stage directions precisely describe. <em>Night. Viv leads Rose and Di in the construction of a giant bed/shelter. They drag mattresses into the living room and arrange them alongside each other on the floor. Viv positions [the items of furniture] so that a sheet can be stretched across them to form a “roof” above the mattress floor. Bedding and cushions are arranged on the mattresses. </em>The young women pass many days in this shelter, putting their lives on hold indefinitely.&#xa0;</p> <p>The play acknowledges that an assault like that changes a person. The level of care was profoundly inspiring to watch on the stage — a powerful riposte to the keep-the-show-on-the-road, resilience-is-all school of thought. My friends know I'm uncomfortable with the double standards that apply to coping. It is often the things we do to repress or deny suffering that get us into trouble, yet those who appear to keep going as usual, through unbearable life events, are said to be brave and doing well. This doesn't always make me easy company, I know.</p> <p>During the lockdowns, when friends weren't available, I felt myself unravel. I tried a few Zoom gatherings but they were a bleak parody of the real thing. My friends and I weren't good enough actors, possibly. “Oh I'm fine.” “Other people have it so much worse.” “Can't complain.” “We are lucky . . . ” but I couldn't help thinking of lines by the American poet Galway Kinnell:</p> <p><em>In a parlor containing a table<br>And three chairs, three men confided&#xa0;<br>Their inmost thoughts to one another.<br>I, said the first, am miserable.<br>I am miserable, the second said.&#xa0;<br>I think that for me the right word<br>Is miserable, said the third.</em></p> <p>Even on the telephone, which I normally love — my record for a phone call is nine hours — friends could seem remote. Most parents I know were done in by the endless meals, the extra housework and home-schooling and morale-boosting . . . If you mentioned to anyone you were struggling, they would ask for your reasons, weigh them up and then decide whether or not it was allowed. Who would risk it?</p> <p>It was no accident we were all watching the multi-layered, psychoanalytic, sentimental TV series <em>This Is Us</em>. At times, the Pearson triplets felt more like my friends than my friends. I went to sleep murmuring: “I hope Randall Pearson's going to be OK. He's got so much on his plate: it's not just the revelations about his birth and adoption, there's his mother's early-onset dementia, his awareness that his father might not have been the hero he believed, and now he's adopting a third daughter <em>and </em>running for Congress?” When Randall Pearson went into therapy I was SO relieved. Much of friendship is minding other people's business, anyway.</p> <p>Without much else to go on, my friendship for London reached new heights. The city is as familiar to me as my hands and I started walking 50 miles a week. I had to avoid green spaces after a while when the blossom began to look spiteful, but I walked to Shaftesbury Avenue to check if the theatres were OK. They weren't. Piccadilly Circus empty was haunting; it looked like a giant mistake. I thought of all that London has been through from Pudding Lane to the Blitz to the 7/7 bombings. I popped into churches on my walks, lighting candles for loved ones.&#xa0;</p> <p>I started reading the notebooks of writers I admire for companionship. The Australian novelist Helen Garner's diaries were comradely: stylish, high-spirited, sometimes wild. I wondered what she'd make of me. Dawn Powell's diaries, known for their harsh satirical tone, stood in place of my more brittle, highly strung friends.&#xa0;&#xa0;</p> <p>I missed people I hadn't seen for 25 years. I missed people I don't even know, like Norm and Cliff from the <em>Cheers</em> bar and Liza Minnelli. I missed sitting with student friends, over a double Jameson's and some spicy chicken McCoy's, wondering whether Thomas Hardy was right to change the phrase “dissolved in existlessness” to “dissolved in wan wistlessness” in his poem “The Voice”. Sometimes, in the small hours, I repeated the Lord's Prayer.</p> <p>When I finished <em>Loved and Missed</em>, the novel I was writing, it felt as though more people I cared for had disappeared. I tried to keep the characters going for another decade but I already had four generations — it couldn't be done. The novel pitches an excoriating estrangement against the themes of friendship and second chances. My heroine, Ruth, sells a small Sickert picture and uses the money to buy her grandchild from her reckless daughter. I missed the baby especially.</p> <p>And now, miraculously, friendship is all-access again. Is it like that fabled time in 1953 when sweets came off the ration? Some mornings I wake and hear myself humming: “I'd like to buy the world a Coke.” Maybe I will.</p> <p><a href=\"https://www.ft.com/arts/columnists/susieboyt\"><em>Susie Boyt</em></a><em>'s new novel, ‘</em><a href=\"https://www.amazon.co.uk/gp/product/0349015058/ref=as_li_qf_asin_il_tl?ie=UTF8&amp;tag=finantimes-21&amp;creative=6738&amp;linkCode=as2&amp;creativeASIN=0349015058&amp;linkId=0d822fa337fbe19e8e8c32d6435f727d\"><em>Loved and Missed</em></a><em>', is published this week by Virago</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em><br></p><p>Source: Susie Boyt 2021 'The sweet return of friendship' FT.com 28 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-28T04:00:48.179Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 810,
          "end": 816
        }
      ],
      "nexusId": "10078857"
    }
  ]
}