{
  "_id": "e5fe14dc8e24459f02151c53867622d73eece37fce049c6f2e6e67fed237a67a",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Adventure & Travel -- That's Debatable: Should You Go to a Disney Park Right Now? --- A steadfast fan finds that the Happiest Place on Earth delivers the ultimate escapism during the pandemic, while a skeptic, predictably, scoffs at the idea",
  "text": "<p>Let's be clear: Disney World -- which reopened in July, limiting capacity to 25% and later ticking up to 35% -- is not an entirely carefree-zone. Visitors must wear an approved face mask and get a temperature check before passing through park gates. Ride vehicles are limited to one or two parties (if you've ever wanted an entire Pirates of the Caribbean boat to yourself, this is your chance). Hand-sanitizer stations are everywhere, as well as my new favorite, hand-washing stations. Most meals and snacks must be ordered via the My Disney Experience app, to ensure distance between visitors and food-services employees. As an added benefit, guests are eligible for free Covid-19 testing care of the Florida Division of Emergency Management, outside resort gates, with on-site registration and speedy results (sometimes within the hour).</p><p>If you're expecting to breeze through the ride lines because of the reduced capacity, think again. Admittedly, we arrived smack in the middle of spring break so attendance was especially high. But with a number of corridors, restaurants and shows still closed, visitors simply have fewer options. We waited 70 minutes to board our little boat for It's a Small World. It was in that line, with the calliope version of \"Chim Chim Cher-ee\" on loop in the background, that I witnessed my first (of many) toddler meltdowns that sweltering day. The kid standing next to me was sobbing through his tiny mask. I asked his mother if the mask rule was a dealbreaker. She said it was no different than having to wear one all day in preschool. Later, I met Laura Koscho, a travel agent from Virginia, and her 7-year-old daughter Scarlett. Did the lack of parades and limited interaction with characters disappoint Scarlett? Not really. Her favorite character, Daisy, had applauded her dress earlier, and that alone, said Ms. Koscho, was worth the trip. They're planning to go back this fall.</p><p>-- Annemarie Dooling</p><p>NO: The virus will slowly burn itself out, as viruses do. In time I will emerge from my San Francisco home, dazed and blinking. I'll ask myself: Well, girl, you survived a global pandemic. You're vaccinated. What will you do next?</p><p>I'm not going to Disneyland. The Anaheim, Calif., park and its satellite, Disney California Adventure, are scheduled to reopen April 30, at limited capacity and only to state residents. Tickets went on sale at 8 a.m. Pacific Time on April 15 and were snapped up quickly. A toe-in-the-water program in March and April called \"A Touch of Disney\" -- basically the chance to stroll around the California Adventure property, with no rides open, for $75 a person -- actually sold out. Clearly, my fellow Americans crave escapism.</p><p>I get it. We've all been to hell and, if we were lucky, back. Fun is important, and everyone could use some. But after nearly 13 months in strict, unrelenting lockdown, I'm looking forward to some pretty simple pleasures. Pedicures. Shopping. Hot yoga. Inviting my neighbors over for a drink. Visiting my dad. Hugging my away-at-college son for the first time since December 2019. Thrill rides, costumed characters, mouse ears and -- ugh -- crowds? None of these things make my post-pandemic wish list.</p><p>If you're a Disneyphile, I salute your optimism and receptivity. I'm actually a bit jealous. I adored Disneyland as a kid. I have memories of going there with my eighth-grade class, running around with my friends, getting sunburned and laughing as hard as I've ever laughed in my life. I remember spending a birthday there in my early 20s and, later, introducing my son to the joys of Pirates of the Caribbean and Space Mountain.</p><p>But at some point in my adulthood, the place started to seem small and shabby; its twinkly fairytales-are-real message grating and naive. In the best of times, Disney fans' inclination to cope with real America by escaping into fake America strikes me as weird. Now it feels indecent.</p><p>I can't imagine being able to ignore the past year and embrace the fantasy -- even for a few hours -- that everything is magical and OK.</p><p>I would like to be a person who could float past glittering tableaux of singing animatronic children and not think that when a microbe can roar to life in Wuhan, China, and in a matter of days find its way to Snohomish County, Wash., 6,000 miles away, it is indeed a small, small world.</p><p>I have no idea what it would take to get me into \"Happiest Place on Earth\" mode, whether such a state of mind exists for me anymore, or that it even should. I'd like to be carefree, but Disney isn't going to get me there.</p><p>-- Lauren Lipton</p><p>---</p><p>The New Rules</p><p>of Amusement</p><p>A few tips from a Magic Kingdom connoisseur on navigating the Disney parks during Covid times -- and avoiding meltdowns</p><p>Buy a Park Hopper pass, your best chance to see all four parks now that each visit requires a park reservation as well as a ticket. Individual reservations to both Hollywood Studios and Magic Kingdom are booked many days through the spring, but the Park Hopper pass lets you visit a second park after 2 p.m., whether you have a reservation to that park or not. It's definitely a good deal. disneyworld.disney.go.com</p><p>Download and get comfortable with the My Disney Experience app ahead of time. You'll be doing everything via this app, from checking your itinerary and making reservations, to ordering food. Because mobile ordering is mandatory at most quick service restaurants, to avoid waiting in a crowd outside the eatery door, use the My Disney Experience app meal scheduler. You can order meals to go and snacks to pick up at a specific time, when you know you'll be at a nearby attraction.</p><p>Try a mask chain, and a second mask. On hot days when you're removing your mask to eat and drink, or take photos, you're bound to drop one on the floor.</p><p>In Florida, book one of the Epcot resort hotels, such as the Yacht and Beach Clubs, or the Swan or Dolphin hotels. Each offers several ways to reach the parks -- like the Friendship boats and the Skyliner. And you're a short walk away to two resorts. Otherwise, you'll have to rely on the shuttle bus, or drive your own car to the parking lot.</p><p>Head to the parks later to miss the crowds and hottest hours. With fireworks shows on hold, visitors with young children tend to head out early.</p><p>Scope out the festivals. While shows and parades aren't happening right now, the parks are hosting a number of festivals, including Earth Month at the Animal Kingdom (until April 24), the Epcot International Flower &amp; Garden Festival (through July 5) and the Epcot Food &amp; Wine Festival (starting July 15).</p><p>Snap a photo of your parking spot before walking to the gates. Trams have been discontinued during the pandemic, and you'll be walking from the lot to park gates, with no tram driver to announce your pickup location.</p><p>-- A.D.</p>",
  "published": "2021-04-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2509,
          "end": 2515
        },
        {
          "start": 5130,
          "end": 5137
        },
        {
          "start": 5186,
          "end": 5192
        },
        {
          "start": 3790,
          "end": 3796
        },
        {
          "start": 2247,
          "end": 2253
        },
        {
          "start": 72,
          "end": 78
        },
        {
          "start": 5472,
          "end": 5478
        },
        {
          "start": 4525,
          "end": 4531
        },
        {
          "start": 4671,
          "end": 4677
        },
        {
          "start": 16,
          "end": 22
        },
        {
          "start": 536,
          "end": 542
        }
      ],
      "nexusId": "10078857"
    }
  ]
}