{
  "_id": "c1fb7592ca774967f39bfb200843aff9eab952c14ad09e798e5c01650f0d5d0b",
  "feed": "wall-street-journal",
  "title": "What To Stream: Three New Tales To Sample",
  "text": "<p>'Invasion'</p><p>(Apple TV+)</p><p>This new 10-part sci-fi drama that premieres Friday is the story of an alien invasion that puts a microscope on the lives of characters around the world reacting to an existential crisis. If that sounds similar to H.G. Wells's \"The War of the Worlds,\" well, that's no accident.</p><p>Simon Kinberg, writer, executive producer and co-creator of \"Invasion,\" says that he originally sold the project to Apple as an adaptation of the book, famously brought to radio by Orson Welles. But he realized what he had in mind was a new story with a similar premise.</p><p>Mr. Kinberg has worked with some of the biggest pieces of intellectual property in Hollywood, from \"X-Men\" to \"Star Wars.\" But he felt that to call his series \"The War of the Worlds\" would be promising something that it wasn't. Plus, he believes audiences are in the mood for something new.</p><p>\"I've made movies based on comic books and bestselling books, and it's a wonderful sort of guarantee, to some extent, as much as anything can ever be guaranteed,\" he says. \"But I do think that we are reaching maybe a saturation point where people want original material.\"</p><p>'Queens'</p><p>(ABC, Hulu)</p><p>There are parts of 1999, the year Eve released her hit debut album \"Let There Be Eve ... Ruff Ryders' First Lady,\" that she doesn't remember.</p><p>\"I smoked a lot of weed back then,\" Eve said with a laugh in an interview.</p><p>These days, the rapper-turned-actress and former co-host of \"The Talk\" says rather than spend, say, Sunday mornings hung over, she spends them in bed with her husband and dog trying to figure out who's going to make breakfast.</p><p>In ABC's new one-hour drama, \"Queens,\" she plays a rapper whose life has taken a similarly domesticated turn. Eve's Brianna is a former member of a '90s hip-hop group, Nasty Bitches, who has become a wife and mother. She and her band mates reassemble after a young rapper samples one of their hits.</p><p>Eve says that when she was considering the role, she had to remind herself that she would be portraying a character, not herself. But sometimes on set, she says, she couldn't shake the parallels between her life and the life of Brianna.</p><p>\"Some days when it does happen,\" she says, \"it is pretty spooky.\"</p><p>'The Boys'</p><p>(Amazon, Apple Books)</p><p>\"The Boys\" tells the story of Rance and Jean Howard, an aspiring actor and his wife, who leave the shrinking live-TV world of New York for Hollywood in 1958, hoping to land roles in westerns and detective shows. In California, the pair find themselves supporting their sons as their screen careers take off. The book is written -- and the audiobook is read by -- the boys themselves: Ron Howard, who played Opie on \"The Andy Griffith Show\" and later directed films including \"Cocoon\" and \"A Beautiful Mind,\" and Clint Howard, a character actor who has appeared in films including \"Austin Powers\" and \"The Waterboy.\"</p><p>Ron Howard said he wanted to let readers in on his view of some of the ways the industry has changed, while also marveling at how much has stayed the same.</p><p>\"The angst around the creative decision-making, problem-solving process, the goal of trying to connect an idea. . .with an audience, these things have not really shifted,\" he said in an interview alongside his brother.</p><p>Clint Howard said the big-picture approach is one way he and his brother differ.</p><p>\"Ron, you always have been kind of a big-picture guy,\" he said, \"and I just sort of said, No: I think the reader of 'The Boys' wants to know about Clint, and I'm gonna give 'em Clint.\"</p>",
  "published": "2021-10-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}