{
  "_id": "f854855a88e8c4ba311c34fa377fc139131090217265a24412b0b8893d3f4473",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: The NFL Moves the Ball Forward on Streaming",
  "text": "<p>The NFL announced new broadcast deals late Thursday. The biggest standout of the bunch was \"Thursday Night Football\" moving to Amazon.com's Prime Video streaming service, which will mark the first time NFL games have been available on a streaming-only platform, though the games will still be televised to the respective teams' hometown markets. But Walt Disney, ViacomCBS, Comcast and Fox also secured deals that will allow them to serve up games on their own streaming services alongside their traditional TV outlets.</p><p>The past year has seen a significant jump in the number of streaming outlets backed by major media players. Paramount+ from ViacomCBS just joined the pack, while Comcast's Peacock and HBO Max from AT&amp;T-owned WarnerMedia launched last year. Fox, which shares common ownership with The Wall Street Journal parent News Corp, bought streaming outlet Tubi last year for $490 million.</p><p>Those services add to a market where Netflix, Amazon Prime and Disney's Hulu had already carved out strong positions. Add to that Apple's TV+ and Google's YouTube Premium -- services backed by two of the world's largest tech companies with a combined net cash balance of more than $200 billion. And while streaming is in a sharp growth phase now, proliferation has naturally raised talk of future consolidation and who will be left standing.</p><p>According to recent surveys from both Ampere Analysis and J.D. Power, the average streaming customer currently carries four subscriptions. A serious football fan also determined to cut the TV cord will need at least five, based on the new deals. They will likely manage. Michael Nathanson of MoffettNathanson estimates that $15 a month for the duration of the season would cover Thursday, plus Sunday afternoon and night games -- still far cheaper than a cable-TV package.</p><p>That price may rise, though, as media giants absorb the costs of the new deals that netted the NFL an estimated 75%-80% jump in broadcast fees. The 11-year duration of the new NFL contracts leave a lot of time for changes in the media business -- which could still include consolidation of streaming services. As Morgan Stanley's Benjamin Swinburne wrote Friday, \"All we know for sure is the landscape will look dramatically different than it looks today.\"</p>",
  "published": "2021-03-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 350,
          "end": 361
        },
        {
          "start": 962,
          "end": 968
        }
      ],
      "nexusId": "10078857"
    }
  ]
}