{
  "_id": "1656494e9860e5081eb23dc8430e68977434a85643238be3d2266e76645b7c68",
  "feed": "wall-street-journal",
  "title": " Les studios font appel à des personnalités issues des réseaux sociaux comme Addison Rae et Charli D'Amelio pour tenir les rôles principaux dans des films et séries télés; Pour séduire les jeunes, Hollywood mise sur les stars de TikTok",
  "text": "<p>Netflix a ainsi payé plus de 20 millions de dollars pour acquérir les droits d'Il est trop bien, une comédie romantique mettant en vedette Mme Rae, 20 ans, selon des personnes bien informées sur ce dossier. Mme Rae a plus de 84 millions de followers sur la plateforme de partage de vidéos, ce qui la classe à la troisième place des personnes les plus suivies sur TikTok. A sa sortie le 27 août, le film est devenu le long-métrage américain le plus visionné sur le service de streaming et était toujours presque en tête une semaine plus tard.</p><p>Il y a quelques jours, Netflix a signé un nouvel accord avec Mme Rae pour d'autres films.</p><p>Mme Rae est devenue célèbre à partir de 2019 en dansant et en faisant du playback avec ses amis sur TikTok, tandis que Mme D'Amelio a gagné des followers grâce à ses vidéos de danse, qu'elle a également commencé à poster en 2019. Des millions d'autres utilisateurs ont imité leurs mouvements de danse et copié leurs styles sur la plateforme. Mme D'Amelio y compte environ 124,5 millions de followers.</p><p>« Les studios et les diffuseurs en ligne ont bien conscience du pouvoir des réseaux sociaux », explique David Freeman, coresponsable des médias numériques chez Creative Artists Agency, l'une des agences artistiques les plus puissantes de Hollywood, qui représente de nombreuses stars ayant acquis leur notoriété sur des plateformes numériques comme YouTube et TikTok.</p><p>Une série documentaire en huit épisodes sur Mme D'Amelio et sa famille a été lancée ce mois-ci sur le service de streaming Hulu de Walt Disney. L'année dernière, Disney a conclu un accord avec l'entrepreneuse et reine des réseaux sociaux Kim Kardashian et des membres de sa famille pour créer du contenu sur Hulu.</p><p>Mme Kardashian, une des principales stars de la téléréalité et une pionnière des influenceurs sur les réseaux sociaux avec ses 254 millions de followers sur Instagram, a également été la voix d'un personnage du film d'animation La Pat' Patrouille : Le Film de Paramount Pictures, sorti plus tôt cette année.</p><p>Brent Montgomery, directeur général du studio de production de contenu Wheelhouse Entertainment, estime que non seulement les jeunes stars ont contourné les barrières traditionnelles de l'industrie mises en place par les responsables de la télévision et du cinéma, mais que la vitesse à laquelle elles se constituent des audiences immenses augmente.</p><p>« Kim Kardashian a percé plus vite que ce qu'on avait l'habitude de voir, mais cela fut encore plus rapide pour sa sœur Kylie Jenner. Et aujourd'hui, cela s'est encore accéléré pour Charli D'Amelio », poursuit-il.</p><p>Au début de l'année, M. Montgomery a vendu à Netflix une émission de téléréalité, intitulée The Hype House, sur un groupe d'influenceurs vivant sous le même toit. Ce programme, qui devrait être diffusé plus tard dans l'année, met en scène des stars du Web qui, ensemble, comptent près de 200 millions de followers sur les réseaux.</p><p>Hollywood sait que les jeunes générations passent moins de temps à consommer des films et des séries. Selon une étude récente de Deloitte, les membres de la génération Z — des personnes âgées de 14 à 24 ans — préfèrent jouer aux jeux vidéo, écouter de la musique, naviguer sur Internet et parcourir les réseaux sociaux pendant leur temps libre plutôt que de regarder des films et la télévision à la maison alors que toutes les générations précédentes placent le cinéma et la télévision en tête de leurs choix pour se divertir.</p><p>« Le Hollywood traditionnel est vraiment dans une situation étrange en ce moment parce qu'il voit les TikTokers et les YouTubers devenir plus populaires que les acteurs et actrices conventionnels », déclare Reed Duchscher, un agent qui représente des influenceurs comme Jimmy Donaldson, un YouTubeur de 23 ans connu sous le nom de MrBeast qui compte plus de 69 millions d'abonnés. Il est devenu célèbre pour ses cascades, ses figures acrobatiques et ses dons d'argent.</p><p>Découvrir des stars potentielles sur Internet n'est cependant pas un phénomène nouveau. L'humoriste, actrice et rappeuse Nora Lum, connue sous le nom de scène d'Awkwafina, et le chanteur Justin Bieber se sont fait remarquer sur YouTube il y a des années. Mais avec l'augmentation du nombre de personnes créant du contenu sur des plateformes comme YouTube et TikTok, les agents et les dirigeants du secteur estiment que les stars du Web ont de plus en plus de possibilités de gagner de l'argent en ligne et de faire fructifier ce succès ailleurs. Les plateformes ont également fait évoluer leurs algorithmes pour orienter plus efficacement les spectateurs vers les contenus populaires.</p><p>Les meilleurs influenceurs peuvent gagner des dizaines de millions de dollars par an grâce aux contenus sponsorisés, au partage des recettes publicitaires et aux abonnements à des contenus exclusifs. Aux Etats-Unis, le nombre de chaînes YouTube rapportant au moins 100 000 dollars de revenus annuels a augmenté de plus de 35 % en 2020, selon la filiale de Google.</p><p>« Avant, il fallait passer par les studios pour devenir célèbre », rappelle Dan Weinstein, qui a été stagiaire chez United Talent Agency avant de cofonder Underscore Talent. Cette société représente des créateurs indépendants comme les YouTubers Vlad et Niki, basés à Dubaï, deux frères âgés de 6 et 8 ans qui comptent près de 72 millions d'abonnés sur la plateforme. Sur fond de bruitages sophistiqués, leurs vidéos les montrent en train d'échanger avec leur famille, de jouer, de bricoler ou de faire la fête.</p><p>Au départ, les studios ont agi avec prudence, préférant travailler avec les influenceurs de manière parcimonieuse, selon les agents artistiques. Leurs dirigeants passaient des contrats avec eux pour promouvoir des films et des séries télévisées auprès de leurs followers ou leur confier des rôles mineurs dans des films et des séries télés.</p><p>Séduire le public dans le monde réel n'a d'ailleurs pas été facile pour certaines stars du Web. Après deux saisons, NBC a annulé cette année le talk-show de fin de soirée de l'humoriste canadienne et YouTubeuse Lilly Singh, « A Little Late with Lilly Singh ». Après cette annonce, Mme Singh a déclaré avoir signé un contrat de production télévisuelle avec une branche de NBCUniversal et développer un projet de comédie avec Netflix.</p><p>Parallèlement, des célébrités chevronnées comme Reese Witherspoon, Ryan Reynolds et Will Smith suivent de plus en plus les règles du jeu créées par les stars des réseaux sociaux pour renforcer leurs relations avec leurs fans et mieux se valoriser eux-mêmes ou les entreprises dans lesquelles ils investissent.</p><p>« Les créateurs du numérique ont vraiment montré la marche à suivre pour s'adresser directement aux consommateurs et au grand public », observe Ali Berman, qui représente Mme D'Amelio en tant que responsable de la division des stars du Web d'UTA.</p><p>Dwayne Johnson — également connu sous le nom de The Rock — a passé plus de vingt ans dans le catch, à la télévision et au cinéma, mais il a, dans un premier temps, eu du mal à obtenir des vues sur YouTube. M. Johnson a alors engagé une équipe de producteurs de contenu numérique qui lui a suggéré de réaliser une vidéo avec les plus grands YouTubers, ce qui a permis à sa chaîne de décoller.</p><p>Aujourd'hui, M. Johnson fait la promotion de ses films et de ses projets, comme sa marque de tequila, via sa chaîne YouTube et son compte Instagram, qui comptent respectivement 5,7 millions et 269 millions de followers.</p><p>« Même si son film est mauvais, cela n'a pas d'importance grâce à la relation qu'il entretient avec ses fans », assure Mo Darwiche, l'un des producteurs qui a travaillé à la promotion de la chaîne YouTube de M. Johnson.</p><p>(Traduit à partir de la version originale en anglais par Grégoire Arnould)</p><p>Hulu, une plateforme de streaming de Disney, a lancé une série documentaire sur deux stars de TikTok : les sœurs Charli et Dixie D'Amelio.</p><p>SIPA PRESS</p>",
  "published": "2021-09-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1563,
          "end": 1569
        },
        {
          "start": 1532,
          "end": 1543
        },
        {
          "start": 7750,
          "end": 7756
        }
      ]
    }
  ]
}