{
  "_id": "7d301071ff78670bf5321218684b63cee2739c94d87789023ec6ad8ad909fa1a",
  "feed": "ftcomall",
  "title": "Goal.com owner nets Italy's top football site",
  "text": "<p>The private equity-backed owner of Goal.com, the football media website, has acquired Italy's biggest digital football news provider, as the group expands its coverage of top leagues and teams.</p> <p>The deal marks the first major expansion for Footballco, which is owned by Integrated Media Company, a subsidiary of US private equity firm TPG Capital. Footballco, which bought a majority stake in Goal.com last year in a $125m deal from DAZN, the sports streaming business, is targeting annual revenues of $100m.</p> <p>Roughly 400m football fans use its websites and social media each month, driven by Goal.com. The double-digit million deal for CalcioMercato.com, which was founded by majority shareholder and publisher Carlo Pallavicino, adds 12m monthly visitors.</p> <p>Online sports sites have proven heavyweight contenders with their coverage and drawn a flurry of investor interest.</p> <p>Goal.com, which competes with Disney's ESPN, secured an exclusive video interview with Lionel Messi when the former FC Barcelona star first considered leaving the Spanish club last year.&#xa0;</p> <p>The Athletic, a US-based subscription site, was <a href=\"https://www.ft.com/content/0cf04394-3c6c-11ea-b232-000f4477fbca\">valued at $500m</a> last year after it successfully expanded its coverage to the Premier League and other top football competitions across Europe. </p> <p>In June, US media group Maven, the owner of Sports Illustrated, raised $20m in equity and acquired The Spun website, which covers sports including the National Football League and the National Basketball Association.</p> <p>Juan Delgado, chief executive of Footballco, said the CalcioMercato.com acquisition made Footballco the top football platform in Italy, as well as expanding its European footprint in “the world's largest digital football advertising market”.</p> <p>Serie A, Italy's domestic league, features iconic clubs including AC Milan, Inter Milan and Juventus, and top players, such as Portuguese forward Cristiano Ronaldo. The Italian national team also won the delayed Euro 2020 international tournament this summer.&#xa0;</p> <p>More than 100m fans checked Goal.com's website and apps during Euro2020 and the Copa America tournament in Brazil.</p> <p>Delgado told the FT that Footballco, which has more than 300 staff and will add 20 with CalcioMercato.com, plans to expand in other geographies through both takeovers of existing platforms as well as organic investment in markets like Spain and France.</p> <p>He is also looking ahead to the 2022 Fifa World Cup, which is set to be held in Qatar, highlighting the Middle East as a “huge growth market”. North America is another focus.</p> <p>It already has a strong presence in Europe as it acquired two digital media brands, Germany's Spox and Netherlands-focused VoetbalZone, at the time of the Goal.com deal.</p> <p>Ori Winitzer, managing director of IMC, said that while&#xa0;“we will never get away from reporting on news, transfer news, scores, the core of the professional game”, the group also planned to look beyond advertising, its main source of revenue, including the sale of apparel and streetwear online.</p><p>Source: Samuel Agini in London and James Fontanella-Khan in New York  2021 'Goal.com owner nets Italy's top football site' FT.com 22 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-22T22:01:03.842Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 902,
          "end": 908
        }
      ],
      "nexusId": "10078857"
    }
  ]
}