{
  "_id": "5c8fdb63e8ade7acf3bf6391e7e0914263c2c7fa97146ce2e83835b6ff2d467a",
  "feed": "wall-street-journal",
  "title": "TV Networks Bet Ratings  On Franchises and Reboots  ----  By Joe Flint and Suzanne Vranica",
  "text": "<p>   As ratings fall and viewers decamp to streaming platforms with fewer or no commercials, broadcasters are embracing the adage that imitation is the strongest form of television. </p><p>   The big four U.S. broadcast networks are rehashing existing material more than ever, banking on familiar content to hold on to audiences and advertisers. The yearslong surge in remakes and spinoffs is set to hit new heights this fall, after networks unveiled their prime-time schedules to advertisers last week. </p><p>   Reboots \"are a safer bet but, on the negative side, it shows the networks aren't taking any risks,\" said Garth Tiedje, executive vice president of video investment for Horizon Media. </p><p>   While that trend hasn't dazzled Madison Avenue, which will decide in coming weeks how much to gamble on the next wave of predictable programming, broadcast networks are expected to benefit from an uptick in TV ad spending. </p><p>   After years of ratings erosion, the networks took an especially big hit during the pandemic, with all of them down double-digit percentages in total viewers in 2020 from the previous year and most taking similar hits in viewership among key demographics. </p><p>   \"It's hard for new shows to launch in broadcast,\" said Channing Dungey, chairman of AT&amp;T Inc.'s Warner Bros. Television Group, one of the largest producers of TV programs. She added that a reboot requires an exciting underlying idea to last long after opening. </p><p>   A trade association representing TV networks alleged that Nielsen undercounted viewership during the pandemic in part because the measurement company's method for maintaining its household panels was inadequate during the crisis. A measurement watchdog's review found Nielsen undercounted TV viewers by as much as 6% in February. The trade group has called for a full audit. </p><p>   Nielsen \"continues to work with all of our clients closely\" as well as with industry groups and auditors, as it has done through the pandemic and in recent days, said Mainak Mazumdar, chief data and research officer. </p><p>   As corporations gain confidence in the reopening U.S. economy, networks will likely see a boost from higher ad spending across most types of media, ad buyers said. Companies are expected to spend 15% more on U.S. advertising this year than in 2020. Ad-buying company GroupM expects national TV advertising to rebound, growing 6.6% this year and 2% next year, reversing last year's 6.7% plunge. And with demand for ad space outpacing available supply, networks are seeking sharply higher prices. </p><p>   Advertisers are expected to shift more dollars to streaming services, where a number of new players from ViacomCBS Inc.'s Paramount Plus, NBCUniveral's Peacock and WarnerMedia's HBO Max will be fighting for budgets against incumbents like Alphabet Inc.'s YouTube and Roku Inc. But brands are still pouring money into television. </p><p>   \"The ad dollars have not caught up with where consumption is going,\" said John Swift, Omnicom Media Group's chief operating officer for North America. </p><p>   CBS is the most aggressive network in betting on franchises this fall. The most-viewed network has three \"FBI\" shows -- \"FBI,\" \"FBI International\" and \"FBI: Most Wanted.\" The \"NCIS\" franchise jettisoned its New Orleans edition but added one in Hawaii. And \"CSI: Crime Scene Investigation,\" which spawned three spinoffs, is back with a new version. </p><p>   \"'Franchise' is a bad word only if you do the exact same thing,\" said CBS Entertainment President Kelly Kahl, who said each show has its own identity despite sharing source material. CBS is a unit of ViacomCBS. </p><p>   NBC has a similar strategy. Wednesday night remains devoted to Chicago-based action series \"Chicago Med,\" \"Chicago Fire\" and \"Chicago P.D.,\" while the new \"Law &amp; Order\" series \"For the Defense\" is joining Thursday's lineup of \"Law &amp; Order: SVU\" and \"Law &amp; Order: Organized Crime.\" </p><p>   While fall network slates are heavy on drama -- a potentially sober offering as many Americans look to move past a difficult year -- lighter fare is getting rehashed, too. NBC is developing new versions of 1980s comedies \"Night Court\" and \"Kate and Allie.\" </p><p>    Susan Rovner, chairman of entertainment content for NBCUniversal, said its franchises are both solid performers and have strong afterlives on the company's streaming platform, Peacock, and in reruns. NBCUniversal is a unit of Comcast Corp. </p><p>    Fox Corp.'s Fox and Walt Disney Co.'s ABC are also mining their archives. ABC is launching a new version of its 1980s hit \"The Wonder Years,\" this time about a Black family in Alabama in the 1960s. Fox has a reboot of the 1970s camp classic \"Fantasy Island,\" and another Gordon Ramsay cooking show in the works. </p><p>   Not everyone is thrilled with the franchise frenzy. </p><p>   \"It becomes very hard and frustrating when the thing you've been doing most of your life is coming up with an original idea and turning it into a TV show,\" writer-producer Mike Royce, whose credits include \"Everybody Loves Raymond,\" said of the current landscape. </p><p></p>",
  "published": "2021-05-25T06:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4335,
          "end": 4346
        }
      ]
    }
  ]
}