{
  "_id": "8478c2aeb6dc18493e7a100a5545c3b3a3f7c8eb6cde2e5242c18f08f27adc9c",
  "feed": "wall-street-journal",
  "title": "Portland Likes Police; Is there any city where residents endorse the BLM organization's agenda?",
  "text": "<p>Three-fourths of Portland-area residents say they do not want to see policing in the city dip below its current levels, with a plurality supporting an increase in cops, according to a recent poll commissioned by The Oregonian/OregonLive.</p><p>Meanwhile, fewer than a quarter of survey participants in Portland — and even less among suburban residents — believe there should be fewer police officers.</p><p>Even in what is arguably America's leftwardmost political jurisdiction, it turns out that \"defund the police\" is a rallying cry for only a small percentage of the citizenry, despite what CNN viewers have been led to believe. The new Oregonian poll also helps puncture the myth that people of color don't want cops in their neighborhoods. Mr. Kavanaugh reports:</p><p>Overall, 18% of those who identified as a person of color supported decreasing the number of police in Portland while 14% of participants who identified as white did. The poll's margin of error of plus or minus 4 percentage points suggests that may not be a statistically meaningful difference.</p><p>This column recently noted  that in Seattle, a large annual survey found that blacks trust the police more than whites do, and that across all demographic groups there is little support for defunding. Citizens are calling for more police in neighborhoods racked by lawlessness. If the radical and destructive policies promoted by the Black Lives Matter organization don't sell in Portland and Seattle, where do they sell?</p><p>Unfortunately they remain popular nationwide among the political and media classes, notwithstanding the lack of voter support. The Journal's Jason Riley writes  today on the tragic developments on America's other coast:</p><p>In New York City, shootings and homicides rose by 97% and 44%, respectively, in 2020, and felony assaults are up by 25% this year. Yet seven of the eight candidates running in the Democratic primary for Manhattan district attorney have pledged to cut the police budget or prosecute fewer suspects—or some combination of the two.On Sunday, the New York Times endorsed Kathryn Garcia, a former sanitation department commissioner, for mayor. According to the paper, Ms. Garcia will address the city's crime wave by \"reforming the New York Police Department ,\" which \"begins with speeding up and strengthening the disciplinary process\" for officers.</p><p>The idea that crime is ultimately the fault of law enforcement (and not criminals) may be head-scratching to most people, but it's become an article of faith among liberals who believe that fewer cops and prosecutions are the key to safer communities...</p><p>Baltimore began defunding law enforcement and turning a blind eye to criminal behavior a decade ago, and since then nearly 3,000 of its residents have been murdered.</p><p>Regardless of what the BLM organization says, residents in various cities understand that black lives matter and deserve police protection.</p><p>***</p><p>Panic on the Left: Infrastructure Bill Might Fund Infrastructure</p><p>\"My name is Joe Biden and I'm a car guy,\" the President proclaimed as he began a Tuesday speech to Ford Motor Company employees. Now Mr. Biden's leftist allies in Congress are getting worried that he might actually mean it.</p><p>They probably don't need to worry. The President spent much of his meandering and at times comprehensible address explaining how to make transportation systems serve his climate agenda as opposed to meeting the demands of automotive consumers.</p><p>Yet there is a rising fear among many congressional Democrats that there will be a bipartisan deal to fund stuff that car drivers want. Burgess Everett and Sarah Ferris report  in Politico:</p><p>Progressives are ready to pull the plug on President Joe Biden 's weeks of infrastructure negotiations with Republicans... These Democrats say they're worried that by cutting a deal with the GOP on roads and bridges, they risk losing out on a generational opportunity to expand paid family leave and child tax credits and invest in green energy.</p><p>Asked if the Biden administration should keep talking to Republicans about a bipartisan infrastructure deal, Sen. Kirsten Gillibrand (D-N.Y.) replied: \"Absolutely not. Because we might lose our coalition for human infrastructure.\" Instead she's \"100 percent\" in favor of pushing through a multitrillion-dollar package using the blunt partisan mechanism of budget reconciliation.</p><p>This column is confident that Sen. Gillibrand's fears will be allayed when she reviews recent history and realizes there is little chance that a Biden infrastructure bill will focus on U.S. roads and bridges in need of repair.</p><p>***</p><p>Speaking of Aging Infrastructure</p><p>In the Hollywood Reporter, James Hibberd reports  on Jimmy Kimmel's annual remarks to ABC television network advertisers. With so many consumers moving away from traditional broadcasters, the comedian joked about the bleak opportunities for growth:</p><p>\"Here at ABC we have two kinds of shows: canceled, and 'I didn't know that was still on.' The good news is we have some very funny new shows. The bad news is they're all dramas.\"</p><p>\"The Wonder Years is back. Our programming strategy is like an old person with a computer that's not working: Shut it down and hope it reboots. This version of The Wonder Years follows a middle class Black family in the late 1960s. And if you don't buy ads on it, we're going to tell everyone you're racist.\"</p><p>Of course TV networks face intense competition from streaming services, and for ABC that includes competition from its corporate cousins. The Hollywood Reporter has more from Mr. Kimmel:</p><p>\"Disney+ has been a huge success for this company. It's more than just a streaming service, it's a childcare provider. It's a nanny that costs $8 a month... At Disney+, we are making something truly special, something that has not been made here in a very long time. Money. Let's call ABC what it really is: Disney Minus... My kids don't even know what commercials are. I'm sorry to tell you this, but when we go on vacation and put on Cartoon Network or something, they're like, 'Why is this woman doing laundry in the middle of our show?' We're a dying breed, but we're dying together.\"</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\" </p><p>***</p><p>Follow James Freeman on Twitter  and Parler.  and</p><p>Subscribe to the Best of the Web email. </p><p>To suggest items, please email best@wsj.com.</p><p>(Lisa Rossi helps compile Best of the Web.)</p><p>***</p><p>Portland Likes Police</p>",
  "published": "2021-05-19T16:23:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5695,
          "end": 5702
        },
        {
          "start": 5843,
          "end": 5849
        },
        {
          "start": 5536,
          "end": 5542
        }
      ],
      "nexusId": "10078857"
    }
  ]
}