{
  "_id": "3f1a0b57a1bdb68b43b0219fa13cd619eaa0b1ca27fdfbf3825e9e3b6a8fb90a",
  "feed": "wall-street-journal",
  "title": "Family & Tech: The Disney Princess Debate --- A five-year study on kids' exposure to cartoon princesses marks a shift, finding it isn't so toxic",
  "text": "<p>Both the content and the research are shifting, however: Disney has for years been making its princesses tougher and more self-reliant. A recent study shows that even kids immersed in classic Disney films such as \"Sleeping Beauty\" and \"Beauty and the Beast\" managed to develop what researchers say are healthier views about gender roles.</p><p>The study adds weight to the argument that, like videogames that young children play, the content they spend hours watching on TVs and iPads might not have the profound impact on their development that parents fear. The author is Brigham Young University human-development professor Sarah Coyne, one of the researchers whose earlier work helped fuel cautionary headlines.</p><p>By observing several hundred children over a chunk of the past decade, Dr. Coyne found that kids who were really into princesses at around age 5 were more likely by age 10 to hold progressive views about gender roles, and to reject the idea that boys should stifle their emotions. This held true for both girls and boys, she found.</p><p>Dr. Coyne questioned 307 girls and boys in 2012 and 2013, when they were in preschool, and was able to interview about half of them again five years later. In the initial study, parents were asked to rate how often their children watched TV shows or films portraying Disney princesses, and how often they played with princess-related toys. She measured the children's views of gender roles by having them sort gender-stereotypical toys based on what they most or least liked to play with.</p><p>The parents also reported how often the kids played with typically female toys, such as dolls and tea sets, and how often they engaged in female-stereotypical activities such as playing house -- behaviors that could be seen as negatively reinforcing gender stereotypes.</p><p>The first study found that for both boys and girls, high engagement with Disney princesses was associated with the more female-stereotypical behavior a year later. Published in the journal Child Development in 2016, that study received widespread attention for calling out Disney princesses as a source of backward ideology.</p><p>Dr. Coyne said she had wanted to follow up with the same children as they reached adolescence, to see if engagement with the typically thin, ultra-feminine princesses had an impact on body image. She said she expected to see negative body esteem as well as continued gender-stereotypical behavior. What she found surprised her.</p><p>In the second wave of the study, when the participants were 10 years old, they were asked to indicate how statements such as \"I like babies and small children a lot\" applied to them; how often they engaged in activities such as dancing and cooking; and how much they agreed or disagreed with several statements about gender-stereotypical behavior.</p><p>The children who had watched Disney princess movies and played with princess toys the most as preschoolers had more egalitarian views toward women later on compared with children who didn't have a high level of engagement with princesses. Those who had more princess engagement also indicated more than others that they felt men should show emotion. There was no discernible difference in body image for most girls and boys, but Dr. Coyne did find a positive effect among children from lower-income families. The findings were published last month in Child Development.</p><p>Dr. Coyne's theory is that while men in Disney's princess movies are saviors, they usually have secondary roles. \"Princess culture gives women key story lines where they're the protagonist,\" she said.</p><p>Disney itself has been changing the way it portrays princesses in recent years, with more independent female characters such as Elsa, Moana and Mulan.</p><p>Dr. Coyne checked to see if that had made a difference. \"You'd expect a girl who said her favorite princess was Mulan to be less gender-stereotyped than one whose favorite was Cinderella, but we didn't find that,\" she said.</p><p>Jennifer Lee, chief creative officer at Walt Disney Animation Studios, said in a statement, \"At Disney Animation, we approach our stories with the goal of creating dimensional, relatable and engaging characters, whether they are female, male, dragon or snowperson.\"</p><p>Nevertheless, the princess debate rages on.</p><p>\"It's not safe to say that, in the long term, princess culture is empowering for girls,\" said Rebecca Hains, a professor of media and communication at Salem State University and author of \"The Princess Problem: Guiding Our Girls Through the Princess-Obsessed Years.\" Certain limitations of the study -- including the small sample size, the fact that 87% of the children in it were white, and that they were all from Utah and Oregon -- make it impossible to apply the findings to a broader population, she said.</p><p>Dr. Hains said the challenge of studying media's influence on people's beliefs is that it's impossible to tease out other factors that also shape a person's views -- a point with which Dr. Coyne said she agrees.</p><p>Daniel Freedman, co-CEO of an employee-wellness company, said he and his wife have pointed to outdated portrayals of women while watching Disney princess movies with their 5-year-old daughter, and have given her books on female pioneers including Harriet Tubman and Amelia Earhart. (His older daughter never had Disney princess fever.)</p><p>\"My daughters see their mom, who has a successful career as a lawyer, and they see how we share domestic responsibilities 50/50,\" he said. \"When my girls talk about their future, they talk about what careers they'll have, not how a prince will rescue them from a castle.\"</p>",
  "published": "2021-08-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4044,
          "end": 4050
        },
        {
          "start": 5119,
          "end": 5125
        },
        {
          "start": 192,
          "end": 198
        },
        {
          "start": 3573,
          "end": 3579
        },
        {
          "start": 57,
          "end": 63
        },
        {
          "start": 1874,
          "end": 1880
        },
        {
          "start": 2831,
          "end": 2837
        },
        {
          "start": 5293,
          "end": 5299
        },
        {
          "start": 2074,
          "end": 2080
        },
        {
          "start": 3412,
          "end": 3418
        },
        {
          "start": 1309,
          "end": 1315
        },
        {
          "start": 19,
          "end": 25
        },
        {
          "start": 3988,
          "end": 3999
        }
      ],
      "nexusId": "10078857"
    }
  ]
}