{
  "_id": "08be308e558a33321f5b0cd5215c5cf1d952e6a7635129e37576657471051a31",
  "feed": "wall-street-journal",
  "title": "U.S. News  ---  CAPITAL JOURNAL:  Divided We Stand Against Delta Threat  ----  By Gerald F. Seib",
  "text": "<p>   Facing a now-inevitable Delta-variant surge in the spread of Covid-19, Americans stand divided, not united. </p><p>   Some 100 million adults who are eligible to be vaccinated haven't been, government leaders say, and getting them to decide to get a stick is the key to changing current, troubling trend lines. Yet many of them still refuse to believe in the need for vaccination, and don't trust the political messengers pleading with them to change their minds. Vaccine mandates are about to replace mask mandates as a new battle line. </p><p>   It's hard to escape the feeling that America is battling two diseases: Covid-19 and mistrust. </p><p>   In the face of the pandemic's polarizing politics, the two forces holding the best hope for breaking through this roadblock may be the private sector -- the business community in particular -- and the day-to-day conversations Americans have with those they most trust. The power these forces display in the next couple of weeks will be key in determining how hard and long this new phase of the pandemic proves to be. </p><p>   There was a time, 16 months ago, when it was possible to think the coronavirus might pull the country together, politically and socially, in a united response. That simply has never happened. Misinformation about the severity of crisis followed by pitched battles over masks, economic shutdowns and school openings have turned Covid-19 into a political football. </p><p>   That, in turn, has led to the biggest surprise of all: While millions of Americans were desperate to get newly developed vaccines, millions still refuse months later to get vaccinated. Vaccine refusal, like everything else in this crisis, is politically tinged: Former Republican President Donald Trump proudly takes credit for vaccine development, and Republican Senate Leader Mitch McConnell is using money from his political war chest to buy ads encouraging people to get vaccinated, yet Republicans in red states are significantly less likely to get vaccines than are Democrats in blue states. </p><p>   For the nation as a whole, the key right now is to break down those red and blue lines and move the unvaccinated into the vaccinated category. Vaccines won't stop the spread of the Delta variant, but they will slow it, reduce it, and make it far less deadly. But that only happens if vaccines expand across the nation. </p><p>   If the unvaccinated haven't heeded urgent pleas by now, what will change their minds? </p><p>   The Kaiser Family Foundation has done extensive research into public sentiments, and its findings hold important clues. It has found that the unvaccinated fall into two broad categories. The first is called the \"wait and see\" group -- people who have been wary of trying a new vaccine and want to see whether it appears safe in others before jumping in. This group is the most likely to be persuaded to get vaccinated; they can be convinced by evidence, as long as they have access to shots. </p><p>   The tougher, and larger, contingent is the \"definitely not\" group. These are people who think that the pandemic has been hyped by politicians and the media, and that the vaccines and those pushing them simply aren't to be trusted. </p><p>   \"They're feeling politically pressured to get this, and what they tell us is this is a personal healthcare decision I have a right to make,\" says Mollyann Brodie, executive director of public opinion and survey research for Kaiser. </p><p>   They may be impervious to political messages. \"The way in for this group, and we've seen it in some of our other research, is that when their friends and families explain to them why they should get it, when they finally talk to their doctor and their doctor explains why they should get it and why the risks of Covid do outweigh the risks of the vaccines for them personally, that is when people in this category have changed their minds,\" says Ms. Brodie. </p><p>   The second, newer force on the scene is in the business community. Business leaders want to fully reopen, and want their workforces back in offices and work sites. But they also know the safest way to do that is to have a fully vaccinated workforce. </p><p>   Employers have been reluctant to impose mandates, but that may be changing. In recent days, both Walmart Inc. and Walt Disney Co. have announced they are going to require significant segments of their workforces to get vaccinated. It is one thing for a politician to say you should get vaccinated; it's another for your boss to say you must. </p><p>   There's something odd about Covid vaccine reluctance, given routine acceptance of all kinds of other vaccination requirements. The health department of Texas, to pick one state at random, lists seven different vaccinations school children are required to receive. The challenge in coming weeks is to make Covid vaccines just as readily accepted. </p><p></p>",
  "published": "2021-08-03T06:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4183,
          "end": 4194
        }
      ]
    }
  ]
}