{
  "_id": "4c36e047dd91ead88d44812da0f8145e4b9aa5e97b0b7568a31c5098e0a3a541",
  "feed": "wall-street-journal",
  "title": "IMAX Versions of 'Shang-Chi' and Other Marvel Films Coming to Disney+; Disney+ subscribers to be able to watch the IMAX versions of 13 Marvel movies at home at no additional cost",
  "text": "<p>The companies said it is the first time an IMAX version of a movie has been available on a major streaming service.</p><p>Disney+ subscribers won't have to pay extra, even though IMAX showings usually cost several dollars more than a regular movie ticket. The 13 Marvel movies will automatically play in IMAX and users will have the option to switch to the regular format if they want.</p><p>The IMAX versions of the movie show 26% more of the picture on the screen, and no special TV or gear is needed, IMAX said.</p><p>The deal announced Monday comes just as people are starting to head back to movie theaters after the pandemic forced them to temporarily shut down for months or limit how many people they let in. IMAX Chief Executive Richard Gelfond said he doesn't think the at-home IMAX experience will discourage people from heading to a movie theater.</p><p>The deal with Disney+ won't be a moneymaker for IMAX at first, said Mr. Gelfond. He said the company's logo will appear on screen, potentially getting it in front of Disney+'s 116 million subscribers who may want to watch more movies in IMAX if they like what they see.</p><p>\"No matter how big your television is, it's nothing like an IMAX screen,\" Mr. Gelfond said in an interview.</p><p>IMAX has started to recover over the past several months after revenue fell 65% last year as the pandemic ravaged the movie theater industry. IMAX shares are up about 15% this year after falling 10% last year.</p><p>Disney said Marvel fans have asked to see the IMAX versions at home. The streaming service, which competes with Netflix Inc., Hulu, Amazon.com Inc.'s Prime Video and others, said it believes offering IMAX versions could set it apart from its rivals and give people a reason to sign up.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>IMAX Versions of 'Shang-Chi' and Other Marvel Films Coming to Disney+</p>",
  "published": "2021-11-08T14:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1008,
          "end": 1014
        },
        {
          "start": 116,
          "end": 122
        },
        {
          "start": 1430,
          "end": 1436
        },
        {
          "start": 71,
          "end": 77
        },
        {
          "start": 856,
          "end": 862
        },
        {
          "start": 1826,
          "end": 1832
        },
        {
          "start": 62,
          "end": 68
        }
      ],
      "nexusId": "10078857"
    }
  ]
}