{
  "_id": "173be4400a0463e02b7f6a7868dcc167a81c6bd061d949b25bba4e39e5f4524d",
  "feed": "ftcomall",
  "title": "We can't work it out: The Beatles' demise reframed in Get Back",
  "text": "<p>After several false starts, Peter Jackson's <em>The Beatles: Get Back</em>, is out. At a shade under eight hours and split into three episodes on Disney Plus, his documentary chronicling the making of the group's last-released album, <em>Let It Be</em>, is considerably longer than originally envisaged — and&#xa0;all of it is utterly compelling.</p> <p>The 1969 footage has already passed into pop culture mythology, following the release of Michael Lindsay-Hogg's 1970 film <em>Let It Be</em>, which exposed the inner dynamics of the group at their lowest point as they wrestled with internal schisms and imminent demise. The surrounding bad vibes caused it to be pulled from circulation in the 1980s.</p> <p>Jackson's massively expanded version, artfully restoring the footage and curating it with palpable affection, does not shirk from the confrontations, but recalibrates them. This was no bust-up between four ego-driven and uncaring personalities; it was the fumbling attempts of a group of young men to put their youth behind them. The band had served them spectacularly well, but it was time for the party to end. They had more complicated matters to attend to.</p> <p>That they managed the transition with this amount of grace is a thing of wonder. A reminder of their task as they sat down on the morning of January 2, 1969: to write 14 new songs, and learn to perform them for a headline-grabbing concert, their first for three years. By the end of the month. While all the time being filmed for a <em>vérité</em>-style documentary. </p> <p>Why would the greatest pop group of all time put themselves through this? You would need a primer on 1960s cultural over-reach to understand, and that is part of the film's charm. The Beatles never wanted to change the world, but were surrounded by followers who believed that they could — and should. Here, over the course of that cold January, is how they dealt with that tension in their own, very different, ways.</p> <p>Paul McCartney is optimistic, dynamic, organising. John Lennon is unserious, and distracted (his new love Yoko Ono is constantly by his side). George Harrison wavers between not-fussed and truculent, while Ringo Starr is mostly pliant, but tired. The first days at Twickenham Studios end with Harrison leaving the group, prompting rigorously self-analytical conversations between the rest of the band.</p> <p>The most candid of these is captured by a hidden microphone in a café, to which Lennon and McCartney have retreated to have a private discussion. “It's been a festering wound,” says Lennon of Harrison's unhappiness. “And yesterday we allowed it to go even deeper, and we didn't give him any bandages.”</p> <p>Harrison returns, and the group move to their studio in Savile Row, what we would today call a safe space. The four begin to whip their songs into shape, revelling in their own attention to detail and the freedom to conduct their conversations in musical, rather than verbal, notation. They spontaneously decide that their return to live performance will be held . . . upstairs.</p> <p>The rooftop concert, shown in real time in the third episode, is both electrifying, and quaint. The group (with the help of keyboardist Billy Preston) are tight, soulful and hugely enjoying themselves. So are the crowd down below. Three cameras have been stationed on the street to do vox-pops. Cockneys in cloth caps, ladies in pinafores and businessmen in bowler hats deliver their pithy verdicts: “Jolly good.” “Cracking.” “A bloody stupid place to have a concert.”</p> <p>The arrival of the police is an understated affair. A constable observes that there have been 30 complaints against the greatest pop group of all time playing a free concert. “Surely this isn't necessary, is it?” he asks the receptionist at Apple Corps. The Beatles evidently agreed, and never played together again. But what a gentle, and beautiful, farewell this was.</p> <p>★★★★★</p> <p><em>Released on Disney Plus in three parts, November 25-27</em></p>&#xa0;<p>Source: Peter Aspden 2021 'We can't work it out: The Beatles' demise reframed in Get Back' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-25T08:01:20.896Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 137,
          "end": 148
        },
        {
          "start": 137,
          "end": 143
        },
        {
          "start": 3842,
          "end": 3853
        }
      ],
      "nexusId": "10078857"
    }
  ]
}