{
  "_id": "4281444657ba6339756a937b28316e0ada3581fdff1c106d44e4560c2119e85d",
  "feed": "wall-street-journal",
  "title": "Disney Skips Independent Probe at ABC  ----  By Joe Flint",
  "text": "<p>   Walt Disney Co. isn't pursuing an independent investigation into how the network handled sexual-assault allegations against the former top producer of ABC's \"Good Morning America,\" the show's executive producer told staffers earlier this week. </p><p>   Simone Swink, the executive producer of \"GMA,\" said during a staff meeting on Monday that an outside probe into the departure of Michael Corn as senior executive producer of the top-rated morning news program \"is not happening at this time,\" according to a recording of the meeting. </p><p>   ABC News President Kim Godwin told staff last month that she requested an independent investigation into the matter, The Wall Street Journal reported. </p><p>   The decision not to move forward with an investigation was disclosed to Ms. Godwin, Ms. Swink and other top ABC staffers in a meeting last Friday held by Peter Rice, who in his role as Disney's chairman of general entertainment content oversees the news unit, according to the recording. </p><p>   \"Peter said it was beyond his sphere of influence to ask for an outside investigation of the Walt Disney Company,\" Ms. Swink told \"GMA\" staffers in the Monday meeting. </p><p>   A spokesman for ABC News and a spokeswoman for Disney declined to comment. </p><p>   Asked by a staffer whether the network's handling of allegations against Mr. Corn would be investigated internally instead, Ms. Swink said that because the company is in the middle of active litigation, \"my understanding right now is that nothing is going to be done.\" </p><p>   ABC is a defendant in a lawsuit filed last month that alleged Mr. Corn sexually assaulted a current ABC News staffer and a former staffer in separate incidents. </p><p>   Mr. Corn has denied wrongdoing and called the allegations fabrications. </p><p>   The lawsuit alleged ABC received complaints about Mr. Corn's conduct from several women, going back roughly a decade, but failed to take disciplinary action. ABC News has previously said it \"disputes the claims made against it and will address this matter in court.\" </p><p>   When Mr. Corn was pushed out of the company in April, neither he nor the network provided a reason for his exit. After the lawsuit was filed, some ABC News staffers were angry that they were unaware of the complaints that had been made against Mr. Corn before his departure, people inside the network said. </p><p>   Ms. Godwin, who joined ABC News as its president from CBS in May, told staffers on Aug. 26, the day after the lawsuit was filed, that she had asked her superiors for an independent investigation. \"We can't have us investigating us. We need an independent person,\" she told the staff, according to a recording of the conference call. \"The process has to be independent.\" </p><p>   Ms. Godwin also told the unit that she wouldn't be \"sweeping this under the rug.\" </p><p>   ABC staffers were cheered by Ms. Godwin's request and remarks, people at the meeting said. However, her superiors at the network and Disney were caught off guard by both the request and her decision to go public about it, people familiar with the matter said. </p><p>   According to Ms. Swink's account of the Friday meeting, Mr. Rice said that in hindsight, it would have been better to be more forthcoming about the circumstances of Mr. Corn's departure, but he also emphasized that he didn't know enough at the time. </p><p>   Staffers expressed frustration during Monday's meeting with the decision not to conduct an independent investigation and with Mr. Rice's reason for not acting. Staffers were also told in the meeting that Disney's human-resources department would visit all the news programs in the next few weeks to explain what happens when complaints are filed. </p><p>   One ABC News staffer in the meeting expressed skepticism about the outreach, according to the recording of the meeting. </p><p>   \"It's the lack of trust in HR, and if the company isn't really facing the problems brought up in the lawsuit and isn't taking accountability, I don't know what's to gain from the roadshow and learning how it works,\" the employee said. </p><p></p>",
  "published": "2021-09-24T06:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1181,
          "end": 1187
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 1059,
          "end": 1070
        },
        {
          "start": 2870,
          "end": 2876
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 863,
          "end": 869
        },
        {
          "start": 1059,
          "end": 1078
        },
        {
          "start": 3451,
          "end": 3457
        }
      ],
      "nexusId": "10078857"
    }
  ]
}