{
  "_id": "f2193339515aa3772352d4a4f73479f2e59719af802f7d9e8f245f43f7f686bc",
  "feed": "wall-street-journal",
  "title": "Disney Strikes Vaccine Deal With Unions, as Labor Groups Negotiate Mandates; Florida theme-park workers must be fully vaccinated by Oct. 22 under Disney mandate; labor groups so far have generally accepted vaccine requirements",
  "text": "<p>Covid-19 vaccine mandates from some of the country's biggest companies, announced in recent weeks as the Delta variant increases infections and hospitalizations, have thrust labor unions into a debate over ensuring workers' safety while defending individual rights. Tyson Foods Inc., Disney and AT&amp;T Inc. have said that they will mandate vaccinations for thousands of U.S. workers who process chickens, monitor roller coasters and install internet lines.</p><p>Unions so far have generally accepted initial efforts by U.S. employers to require vaccinations, labor officials said, while pushing for input into medical exemptions and timing of policies that many workers haven't encountered before.</p><p>Disney has said that vaccines are the right step for the safety of its employees.</p><p>Eric Clinton, the president of a Unite Here union chapter that represents about 9,000 attraction workers and custodians and one of the unions party to the Disney agreement, said in an interview last week that about 70% of his membership supported a vaccine mandate in a recent union-sponsored poll.</p><p>In the first weekend after Disney announced the mandate, the union received fewer than 10 calls from people concerned about it, he said. With those numbers, the union has focused on the details of how the requirement is implemented versus fighting it, he said, even if a portion of members oppose it.</p><p>\"This is personal protective equipment, just in the form of a shot,\" he said. \"It is the best line of defense for all of us and, in particular, front-line workers.\"</p><p>Since vaccinations against Covid-19 became widely available in the U.S. early this year, many companies have been encouraging workers to take the shots, hosting on-site vaccination drives and mounting educational campaigns to answer common questions and combat misconceptions. About 73% of the U.S. adult population has received at least one shot of the vaccine, according to government data.</p><p>Some company executives have said that persistent reluctance among workers has led them to make vaccination a requirement for employees to keep their jobs. The full approval of a Covid-19 vaccine from U.S. regulators on Monday could spur a broader rollout of mandates, union leaders said.</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>Disney Strikes Vaccine Deal With Unions, as Labor Groups Negotiate Mandates</p>",
  "published": "2021-08-24T14:17:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2270,
          "end": 2276
        },
        {
          "start": 928,
          "end": 934
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 284,
          "end": 290
        },
        {
          "start": 146,
          "end": 152
        },
        {
          "start": 691,
          "end": 697
        },
        {
          "start": 1099,
          "end": 1105
        }
      ],
      "nexusId": "10078857"
    }
  ]
}