{
  "_id": "c244648bc4c97bc1c575fe6d162cace2dc94079738f67318c568c5bf846c81e7",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  ---  12  Movies for  12 weeks  of Summer  ---  Movie theaters are back. To help  you plan, here are some of the  season's most anticipated films.  ----  By Ellen Gamerman and John Jurgensen",
  "text": "<p>\n  Hollywood has a message for summer audiences: Don't try this at home. </p><p>\n  Welcome back to the movies. Not only are major action pictures headed for big-screen theatrical releases, so are the same kinds of niche documentaries and intimate dramas that flooded streaming platforms after theaters shut down last year. </p><p>\n  The coming weeks mark the arrival of movies that have been circling Hollywood for months if not years. It's still a long way back to ticket sales before Covid-19, and a small number of high-profile films also will have simultaneous releases on streaming platforms. But early signs of pent-up demand have given the industry some hope. </p><p>\n  Here, 12 movies for the 12 weeks of summer. </p><pre> </pre><p>\n  'In the Heights' </p><p>\n  June 10, in theaters and on HBO Max; Warner Bros. </p><p>\n  It was one of the first big movies to get bumped from 2020. Now \"In the Heights\" plays as a sweaty, close-contact reminder of a world before Covid restrictions -- or a celebration of their end. </p><p>\n  The film, adapted from Lin-Manuel Miranda's Tony-winning debut musical, follows characters in Manhattan's Washington Heights neighborhood as they grapple with the forces of family, cultural roots and ambition. The singing and dancing play out in tight quarters (in a bodega, a salon, a car service) as well as in streets and parks. </p><p>\n  The movie was shot mostly on location in New York in summer, 2019. The massive Highbridge Park public pool became a stage for one of the movie's biggest numbers, \"96,000,\" about a winning lottery ticket. Director Jon M. Chu marshaled the cast, hundreds of extras, and synchronized swimmers to pull off his vision of \"an Esther Williams, Busby Berkeley number, but with people with tattoos and piercings and all shapes and sizes.\" </p><p>\n  Last December, when Warner Bros. announced release dates for its 2021 slate, Mr. Chu initially worried that the impact of \"In the Heights\" would be muted as a streaming release. Now, as a summer of reopening hits, themovie's simultaneous release in theaters seems well timed, he says: \"You throw a dart at the board for a release day, and it happens to land on the moment people are coming out and the moment we need this.\" </p><pre> </pre><p>\n  'Peter Rabbit 2: The Runaway' </p><p>\n  June 11, in theaters; Sony Pictures </p><p>\n  Pandemic escapism arrives in the form of a self-aware rabbit movie that teases its own critics. Movie reviewers who knocked the first \"Peter Rabbit\" from 2018 may hear their words quoted back to them by animals in the sequel. It's some mild needling from director Will Gluck, who wants viewers to know he's well aware that his first movie ruffled Beatrix Potter purists. </p><p>\n  \"The storyline is about how people react to beloved literature being bastardized into Hollywood things,\" he says. \"A lot of the stuff that went into the second movie is taken directly from people's reactions to the first.\" </p><p>\n  The animation-live action hybrid film stars James Corden as the voice of Peter and Margot Robbie as Flopsy, with some choice lines reserved for Sia's Mrs. Tiggy-Winkle. Rose Byrne and Domhnall Gleeson return as author Bea and her now-husband Thomas McGregor. </p><p>\n  The new villain is a slick publisher desperate for IP who wants to capitalize on the Peter Rabbit brand. He pushes dumb ideas, like a book where Peter and his friends go to outer space. Bea is drawn in, though she warns, \"I'd be spinning in my grave if it was ever adapted into some sassy hip-fest purely for commercial gain, probably by an American.\" </p><p>\n  \"My movies,\" the American director says, \"are very meta.\" </p><pre> </pre><p>\n  'F9' </p><p>\n  June 25, in theaters; Universal </p><p>\n  Director Justin Lin returns with his fifth film in the \"Fast &amp; Furious\" franchise, this time diving deeper into the back stories of key characters. Ticket sales are bound to be read as a bellwether for the box office. </p><p>\n  John Cena makes his debut as Jakob, the wayward brother of Dom (Vin Diesel), and a skilled assassin (also, an excellent driver). The movie marks the return of Sung Kang's character Han -- a street racer and thief who was left for dead in an earlier installment. </p><p>\n  Another milestone for \"F9\": It will screen at the Cannes Film Festival, a highbrow embrace for any action movie. Universal Pictures calls \"Fast &amp; Furious\" its most profitable and longest-running franchise. The car count alone is staggering: More than 12,000 cars have been used in all the films, according to the studio, with roughly one car destroyed for every 49 seconds of film. </p><pre> </pre><p>\n  'Summer of Soul (. . . or, When the Revolution Could Not Be Televised)' </p><p>\n  July 2, in theaters and on Hulu; Searchlight </p><p>\n  A drum solo by 19-year-old Stevie Wonder is one of many performances with goosebump potential in a concert film that amends the musical record of 1969. It unearths a festival held the same summer as Woodstock, but forgotten despite a stacked lineup, including Sly and the Family Stone, B.B. King, Nina Simone, the Staples Singers, and Mahalia Jackson. The Harlem Cultural Festival, a six-week series of free concerts, was a cross-section of Black music in a powerful phase -- all captured in high-quality video footage that went unseen for half a century. </p><p>\n  Billy Davis Jr. and Marilyn McCoo appear in the movie as members of the 5th Dimension, known for its \"Aquarius\" medley from \"Hair.\" It was one of the biggest pop hits of 1969, yet the group had something to prove to the audience of 50,000 in Harlem. \"We were Black people but we weren't doing too much performing for our own people,\" Mr. Davis recalls in an interview about the movie. </p><p>\n  \"Summer of Soul\" won top prizes at the Sundance Film Festival. It was directed by Ahmir \"Questlove\" Thompson, leader of the hip-hop group the Roots, also known as the house band on \"The Tonight Show Starring Jimmy Fallon.\" His work on the film coincided with last year's mass demonstrations for racial justice, which influenced the film's tone and framing of events like the 1969 moon landing. </p><p>\n  When Questlove interviewed the 5th Dimension members, he showed them their festival performance for the first time, and gave them a context they lacked then. \"It wasn't just seeing ourselves,\" Ms. McCoo says now, \"but what that whole concert stood for.\" </p><pre> </pre><p>\n  'Black Widow' </p><p>\n  July 9, in theaters and on Disney+ Premiere Access; Marvel </p><p>\n  In an entertainment era when the passage of time seems to be measured in Marvel release dates, the studio's streaming series have kept things moving since its last multiplex releases two years ago. That's one reason why \"Black Widow\" may feel like unfinished business for the fans who have long clamored for a stand-alone picture for Scarlett Johansson's hero, Natasha Romanoff, who first appeared in \"Iron Man 2.\" </p><p>\n  The movie explores Romanoff's origin story as a Russian super spy, and reunion with her former comrades played by Florence Pugh, David Harbour and Rachel Weisz. </p><p>\n  To get their bearings, casual Marvel consumers should keep in mind that the action in \"Black Widow\" takes place after a rupture of the superhero team known as the Avengers (in 2016's \"Captain America: Civil War\") and before, of course, the demise of Ms. Johansson's character (in 2019's \"Avengers: Endgame\"). </p><pre> </pre><p>\n  'Roadrunner: A Film about Anthony Bourdain' </p><p>\n  July 16, in theaters; Focus Features </p><p>\n  \"Roadrunner\" is the first in-depth posthumous look at the life of Anthony Bourdain, a culinary and cultural swashbuckler who wasn't afraid to swallow a still-beating Cobra heart on camera. </p><p>\n  Mr. Bourdain went from chef to bestselling author to food and travel TV personality. The film, featuring lots of early footage and interviews with his inner circle, chronicles Mr. Bourdain's love affairs, friendships and prolific career as it searches to explain his 2018 suicide at age 61. </p><p>\n  The movie, directed by \"Won't You Be My Neighbor?\" filmmaker Morgan Neville, is a character study of extremes. Mr. Bourdain is always in a rush, craving and shunning a normal life, taking refuge in humor and  his love of language. In one scene, chef Eric Ripert serves his chain-smoking friend Marlboro cigarettes crushed into a cream with foie gras mousse. Finding the gesture hilarious and over the top, Mr. Bourdain savors his words. \"This,\" Mr. Bourdain tells the chef, \"is like driving a Rolls-Royce naked in mink underpants.\" </p><pre> </pre><p>\n  'Snake Eyes: G.I. Joe Origins' </p><p>\n  July 23, in theaters; Paramount </p><p>\n  The casting of actor Henry Golding as the G.I. Joe character Snake Eyes marks a significant moment for a movie industry with few Asian action heroes. In the film, he plays a broken man who is taken in by an ancient Japanese clan to learn the ways of the ninja. In the comic books, that character is blonde haired and blue eyed. </p><p>\n  Mr. Golding, 34, who is Malaysian and British, downplayed the significance of his arrival as an action movie star. He described himself as joining a tradition of Asian actors -- Jackie Chan, Donnie Yen, Jet Li -- who injected martial arts into Hollywood blockbusters. </p><p>\n  It was a leap for producers to see him in that role given his hunky starring turn in the 2018 hit \"Crazy Rich Asians.\" It's no accident that Snake Eyes doesn't share a romantic kiss in the movie. </p><p>\n  \"What was interesting about Henry, and what was our initial hesitation, was that his fame came from a romantic comedy, not an action movie,\" says producer Lorenzo di Bonaventura. \"So the question was to us as the filmmakers, 'Do we believe him in this role?'\" </p><p>\n  To help answer that, the film opens with Snake Eyes in an all-out, no-rules cage fight. Later, the movie explores his internal struggles. In previous films based on G.I. Joe, Snake Eyes is silent and his face is often hidden, but in his origin story he speaks and is fully visible. \"He was a big enigma,\" Mr. di Bonaventura says. \"Now you can get into him emotionally.\" </p><pre> </pre><p>\n  'The Green Knight' </p><p>\n  July 30, in theaters; A24 </p><p>\n  Audiences expecting lutes and jousting, look elsewhere. This is a medieval acid trip set inside an Arthurian legend. </p><p></p>",
  "published": "2021-06-10T06:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6115,
          "end": 6121
        }
      ]
    }
  ]
}