{
  "_id": "d31cd2c3fc9dd2a7c5dbeb7ede4f642d84b487d97ad4c4b73ba41c3e06d43014",
  "feed": "market-watch",
  "title": "The Villages is a retirement ‘paradise' — so why is that a problem?",
  "text": "<p>The Villages, a master-planned retirement community in central Florida, is the fastest-growing metropolitan area in the U.S., we learned from the 2020 Census. In a demographically changing and urbanizing America, this predominantly white, politically conservative stronghold bucked the trend as retirees lured by warm winters and pastel-hued homes surrounded by golf carts and pickleball courts, flocked in.</p><p>We are all free to choose how and where we want to live, of course, and new housing solutions for the rapidly growing population of older Americans are needed. But, to be honest, if communities like&#xa0;the Villages&#xa0;represent the future of aging, please count me, and many of us, out.</p><p>Florida's “friendliest hometown,” in the words of real-estate agents, the Villages features extremely popular 55-and-older residential offerings and was the subject of the award-winning 2020 film, “Some Kind of Heaven.” Reports indicate that Disney DIS may soon create a similar age-restricted community in Florida. It is not surprising that the creative minds behind a “fantasyland” for kids might be eyeing a lifestyle development for older adults as its next frontier.</p><p>Related: The case for moving to a retirement community</p><p>Concerns about this retirement community</p><p>So, what's my concern about the Villages, and why do others feel as I do?</p><p>At our&#xa0;Center for the Future of Aging&#xa0;at the Milken Institute, we have promoted the benefits of diverse cities and the case for intergenerational living, which are very different from the Villages.</p><p>From the archives (July 2020):Trump deletes tweet of video showing supporter yelling ‘white power' after Republican lawmaker complains</p><p>From the archives (October 2020):A senior warning sign for Trump: ‘Go Biden' cry at Villages</p><p>It is understandable that so many people in their sixth, seventh and eighth decades find Villages-type developments a logical next step for their lives. These places can seem safe choices in a youth-focused America that stigmatizes aging, regularly pushes older adults to the sidelines and&#xa0;sees getting older as defined by dependency and decline. In the past year alone, the COVID-19 pandemic highlighted ageist attitudes, as “OK, boomer,” “boomer remover” and similar memes spread across social media.</p><p>So why&#xa0;wouldn't&#xa0;older adults want to live in communities where they can feel comfortable and accepted — in age-restricted places focused on their needs and wants?</p><p>From the beginning, shrewd developers recognized the opportunity to provide an antidote to the challenges of aging.</p><p>Del Webb of Sun City fame recognized that, rather than rocking away their “golden years” in the northern cold, older adults could be convinced to pull up roots, leave empty nests and move to communities of similar people and lives of leisure. A radio jingle promoting this new model of living sang out: “Don't let retirement get you down! Be happy in Sun City, it's a paradise town.”</p><p>Also see:11 best places to live in Florida</p><p>But is a town without the sounds of children and a diversity of races and styles&#xa0;really&#xa0;a paradise?</p><p>A growing number of older adults say no, recognizing that living with neighbors of all ages and from all walks of life just makes sense. They realize that intergenerational connections are not just valuable for them but for their communities and country.</p><p>See:We want a diverse area with moderate population, warm, beach and culture — so where should we retire?</p><p>They recognize that ageism will not be defeated by a retreat to age-segregated corners, but only by engagement, collaboration and dialogue across age, race and class divides. They believe that there is more to graying than playing.</p><p>AFP/Getty ImagesOptions for multigenerational retirement living</p><p>Fortunately, options exist, and new models are proliferating; a recent New York Times story headlined “Don't Mind the Gap in Intergenerational Housing” featured quite a few.</p><p>Let me tell you about a few noteworthy examples.</p><p>A fast-growing number of&#xa0;university-oriented retirement communities&#xa0;and co-housing arrangements are improving the lives of all residents. At Lasell Village on the campus of Lasell University in Newton, Mass., for example, older residents commit to studying with students in their teens and 20s. The new Mirabella community at Arizona State University promotes physical, emotional, spiritual, social and vocational wellness, offering what it calls “a retirement experience sure to be unlike any other.”</p><p>Studies confirm that the intergenerational connections and sense of purpose associated with these types of living and learning arrangements foster health, positive attitudes and well-being. The benefits for both brains and bodies are increasingly clear.</p><p>College towns across America provide advantages for residents of all ages. From larger cities such as Boston; Madison, Wis.; and Austin, Texas, to smaller places like Ann Arbor, Mich.; Iowa City, Iowa; and Boulder, Colo., young people and retirees share spaces and learning opportunities.</p><p>istockBeyond the campus, the Modern Elder Academy launched by&#xa0;Chip Conley&#xa0;(a Next Avenue Influencer in Aging) is employing the lessons of its Baja California pilot as it plans a network of regenerative communities, with a goal of cultivating purpose and intergenerational bonds. The first one will be in Santa Fe, N.M.</p><p>What the success of the Villages makes clear</p><p>Opportunities for retirees to employ both experience and empathy are emerging in places such as Bridge Meadows in Portland, Ore., which offers affordable living arrangements for older adults and foster families designed to promote interaction, connection and mutual support.&#xa0;</p><p>For those committed to sustainable living, Eco Village in Ithaca, N.Y., offers a multigenerational platform for engaged action and education. Agrihood in Santa Clara, Calif., plans mixed-use housing and a working farm, enriching the lives of its older residents through intergenerational gardening activities and access to healthy organic foods and produce.</p><p>See:America's ‘ugliness and divisiveness' pushed this couple to retire abroad</p><p>Clearly, Villages residents must find meaning and joy in their lives. But many of us feel a need for more — sharing a thirst for new ways to learn, work, serve and transform our later years. We want to live in diverse, multigenerational communities, remain engaged and contribute to a better future for the generations ahead.</p><p>Read: I want to retire in a college town with warm weather and lower taxes — where should I go?</p><p>The Census and the Villages success makes it clear: There is a demand for new living options for older Americans. For those of us who want something different from age-restricted, nondiverse places, however, now is the time for community leaders and business innovators to design, develop, spread and scale models that enable us to realize our goals.</p><p>Paul Irving, a&#xa0;Next Avenue Influencer in Aging, is chairman of the Center for the Future of Aging at the Milken Institute, chairman of Encore.org and distinguished scholar in residence at the University of Southern California Davis School of Gerontology.&#xa0;</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>Gay Retirement Communities Come of Age</p><p>Colleges and Retirement Communities Partner to Offer Multigenerational Living</p><p>10 Things Retirement Communities Won't Tell You</p><p>Read on:</p><p>• MarketPlace: 5 hottest destinations in America right now for a fall vacation</p>",
  "published": "2021-10-02T12:26:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 931,
          "end": 937
        }
      ],
      "nexusId": "10078857"
    }
  ]
}