{
  "_id": "45eda8b86d4df70b075230a9514e37b007d49803f738e7f1d0bba9248c0bcd6b",
  "feed": "ftcomall",
  "title": "NFL: broadcast deal scores touchdown ",
  "text": "<p>American football may lack widespread appeal on the international stage but in the US it is the king of sports — and ratings. The National Football League this week cemented its status as the most valuable property on television after it announced a slew of new media rights deals reportedly worth as much <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">as $110bn over 11 years</a>.</p> <p>For the NFL, the deal is the equivalent of an emphatic win. The new package doubles the value of the league's existing rights, worth $5bn per year, and far exceeds analyst expectations of $8bn.&#xa0;</p> <p>For media conglomerates like ViacomCBS, Comcast, Fox and Disney, shelling out billions for sports broadcasting rights at a time of declining TV viewership looks foolhardy. But they have little choice.</p> <p>Sports, specifically American football, is one of the few events that can consistently draw large, live audiences at a time when more households are cancelling their cable TV subscriptions and shifting towards online streaming. Over 6m US households cancelled paid TV subscription last year, according to eMarketer, taking the total above 31m.</p> <p><a href=\"https://variety.com/2020/tv/news/top-rated-shows-2020-jeopardy-ncis-oscars-masked-singer-super-bowl-1234866838/\">Seven of the top 10</a> most-watched US primetime shows last year were football games. Viewership of regular-season NFL games averaged about 15.4m viewers, with the Super Bowl attracting over 102m. These numbers keep advertisers coming. The sport generated close to $5bn in advertising in 2019, according to ad-tracking firm Kantar.</p> <p>Interest from Big Tech likely helped drive up the bidding too. Amazon is paying roughly $1bn to become the sole broadcaster for weekly Thursday night games from 2023. Losing football is a risk traditional networks cannot afford.</p> <p>Under their new deal, each network will have the right to present games on their own streaming services. But growing platforms while making sure viewers maintain cable subscriptions will not be easy. Especially if networks plan to recoup some of the costs from the NFL deal by charging affiliates more. A decade is a long time. TV executives will struggle to balance the two.</p><p>Source:  2021 'NFL: broadcast deal scores touchdown ' FT.com 19 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-19T18:23:11.892Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 583,
          "end": 589
        }
      ],
      "nexusId": "10078857"
    }
  ]
}