{
  "_id": "e05c743541216e4b10de51ed0752fae6017b2ad1daebda9b09d08f2da803f07d",
  "feed": "ftcomall",
  "title": "Mr Doodle: ‘I want my work to consume as much of the planet as it can'",
  "text": "<p>Do artists need art critics? The trajectory of the British artist known as Mr Doodle would suggest they currently do not — nor fancy galleries, fair booths and museum shows.&#xa0;</p> <p>Until last year, Mr Doodle (real name Sam Cox) was little known outside of Instagram, where videos of him applying his intricate “graffiti spaghetti” to large surfaces were regularly enjoyed by his 2.7m followers. Then, in 2020, Mr Doodle became an art market sensation. In August, a canvas called “Spring” sold for almost $1m at the Tokyo Chuo Auction.&#xa0;Over the course of the year, he sold 158 works at public auction, with sales totalling nearly $4.7m. Artnet ranked him the year's fifth biggest auction success under 40.&#xa0;</p> <p>Now that the horse has bolted, art world gatekeepers are rushing to bring him into their stable. In April, Pearl Lam Galleries announced it would represent Mr Doodle globally. He will show at Art Basel Hong Kong later this month (his market is particularly strong in East Asia, where Lam has her two galleries) and he is in discussions about museum shows in the UK and Asia.&#xa0;</p> <p>Cox is a polite, serious 27-year-old who logs on to our video call from his home in Kent, south-east England. He is wearing clothes covered in his doodles, and sitting in a room whose walls, floors and ceiling feature more of the same. His style has been largely consistent since he was a student: improvised illustrations of cute creatures and anthropomorphic objects, applied in a tight lattice with spray paint or a pen as thick as a bingo marker.&#xa0;</p> <p>He is an unusual man. “I want my work to consume as much of the planet as it can,” Cox says. His six-bedroom neo-Georgian mansion is his current canvas. Having bought the house in 2019, he stripped it of all ornament and has now embarked on the huge task of doodling over the entire property — inside and out. Cox regularly spends 16 hours a day pen in hand, and has little interest in material possessions other than those he can draw over. He now hopes to buy a string of houses across the world and doodle over each of them in turn. Sounding not unlike a Disney supervillain, he tells me that his ultimate project would be “to be sent out to the Moon and just be allowed to doodle over the whole thing”.&#xa0;</p> <p>The last time Cox made money from something other than his art was at school, when he sold sweets to save for university. Cox ended up studying illustration at University of the West of England, Bristol, where he settled on the Mr Doodle alias and started building a cartoonish fictional universe around him. In <a href=\"https://vimeo.com/153495155\">early videos</a> from 2016, a cheery Mr Doodle explains how he is on a mission to doodle over the entire surface of the planet, but is thwarted by nemeses such as The Anti-Doodle Squad and Dr Scribble.&#xa0;</p> <p>Last year, Cox spent six weeks in hospital after experiencing a psychotic episode, which he attributes to a build-up of stress from the administrative pressure of his work. (Alongside his own projects, he has recently collaborated with Puma, Fendi and Samsung.) At the beginning of his time in hospital, “I couldn't separate Sam Cox from Mr Doodle,” he says. “I was completely immersed in this character.” It is understandable that his experience of psychosis prompted this particular break with reality; even in normal times, the line between Cox and his alter ego is thinly drawn.&#xa0;</p> <p>It is very satisfying to watch a Mr Doodle project emerge in real time. Sweet monsters flow from his pen so fluidly that it's hard to believe he isn't tracing them. On Instagram, his art overlaps with the booming internet genre known as “oddly satisfying videos” — which includes content as varied as looping GIFs of factory production lines and women squishing jelly under manicured nails. Viewers have also flocked to videos of him performing almost inconceivable feats of artistic endurance: in 2017 he spent 50 hours nonstop doodling a shop in London's Carnaby Street. “I think the most interesting thing to see from an artist is how they work,” says Cox, who often conceives of projects in terms of how they'll look on video.&#xa0;</p> <p>The surprise of the past year has been the discovery that there is value in Mr Doodle's finished canvases as well as his mesmerising process. Over email from Hong Kong, Pearl Lam describes him as a “millennial” artist. “Perhaps unintentionally, the compulsive and overflowing doodles mirror the very untamed growth in his generation and those to come.” While emphasising that his market is global, she suggests that his local popularity may be down to “Asia's strong figurine culture and obsession with cuteness”.</p> <p>To call Mr Doodle's art meaningless is simply a fact. He tried making political art at university, but it stilted his flow.&#xa0;“I felt like I didn't really have something that I wanted to say, more than I wanted to draw,” he says. He has always admired Banksy hugely, but aims to do “almost the opposite of what he does”: to make art in which he is hyper-visible, but which signifies nothing. “I want it to be a happy visual language that everyone around the world can enjoy and feel involved in,” he says. He points out that this lack of political or social engagement is what differentiates him from Keith Haring, whose strong stylistic influence he acknowledges. It also sets him apart from “hype” contemporaries such as Kaws and Takashi Murakami, whose art is similarly cute and pop-centric, but often undercut with adult and dark references.&#xa0;</p> <p>When art critics start reviewing Mr Doodle's shows, this may be an interesting line of inquiry: what does it look like to create a visual language that is utterly, globally neutral? Perhaps a brave critic will venture that his real artistic forerunners are the minimalists: what you see is what you see.&#xa0;</p> <p>Even for a gallery such as Pearl Lam, which prides itself on flouting traditional genre boundaries, Mr Doodle is something new. Announcing his signing on social media, Lam was cautious with her praise. “He is a piece of his time,” she wrote. “We feel that as a gallery, it is our duty to provide a platform to a representative of this new era of artists.”</p> <p>For Cox, too, this is uncharted territory. He has built his reputation on scale and volume — he estimates he has completed roughly 400,000 doodles to date. Now, he is learning an unnatural set of rules. “It's difficult because the more you produce, sometimes it can devalue your work,” he says. “So you have to be kind of careful with that.” He says the solution will be to show less, rather than make less. He will still take on big commissions and brand collaborations — they will just get funnelled through the gallery.&#xa0;</p> <p>“I'm hoping that the tactics will just work out so that the work is allowed to be seen by more people,” he says. His end goal isn't money, fame or critical acclaim. Cox is a venture doodlist: the art world is just one acquisition between here and the Moon.</p><p>Source: Harriet Fitch Little 2021 'Mr Doodle: ‘I want my work to consume as much of the planet as it can'' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T04:00:30.539Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2086,
          "end": 2092
        }
      ],
      "nexusId": "10078857"
    }
  ]
}