{
  "_id": "6e73cec2dfd3a66fb8398308b0a17274912c64de92fc678b72deeef05e2bb12f",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Sony Sets Its Sights on  Broader Entertainment Empire  ----  By Jacky Wong",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  The pandemic's boost is fading for Sony, but the company's longer term content-focused strategy still looks likely to pay off. </p><p>\n  On Wednesday, the Japanese electronics-and-entertainment giant reported a record net profit for the fiscal year ended in March. The highest-ever earnings from its game division, helped by stay-at-home demand, was the major driver. </p><p>\n  Sony sold 7.8 million of its new PlayStation 5 console since its November release, outpacing its predecessor at the same stage. It could have sold more if not for supply constraints due to a chip shortage. Operating profit at its game division fell almost 30% year-over-year last quarter. That was partly due to marketing expenses for the PS5 launch and because the console is sold below cost. </p><p>\n  But the boost from the pandemic could soon be over. Sony issued a cautious outlook, forecasting a decline in operating income this fiscal year -- though the company has usually been conservative in its guidance, according to Jefferies. </p><p>\n  Beyond the pandemic, Sony is beefing up its content offerings. The company signed deals earlier this month with Netflix and Disney to feature Sony's new movies on their online streaming platforms. That means that Spider-Man will finally reunite with other Marvel superheroes, but also that Sony is probably not launching its own streaming service. That is the right decision: Other Hollywood studios are jumping into the crowded field. </p><p>\n  Licensing content to major platforms makes more sense. Sony, for example, expects its comedy series \"Seinfeld,\" which will launch on Netflix this year, to boost revenue of its movie segment. </p><p>\n  The company has a popular online service: Its PlayStation Network has more than 100 million monthly active users and nearly half of them are paying for its subscription service PlayStation Plus. Sony needs to keep making exclusive games to keep users around. </p><p>\n  Games are increasingly becoming franchises that span different entertainment mediums. Netflix's \"The Witcher,\" which was based on the same book as a popular game, was one of the platform's most-watched shows. HBO is making a television series based on Sony's horror game \"The Last of Us.\" Sony is also making movies and TV series based on its games. </p><p>\n   Its anime production company Aniplex is creating a new franchise: Animated movie \"Demon Slayer\" broke box-office records in Japan and its opening in the U.S. last weekend smashed records. </p><p>\n  Sony has mastered the game of gaming itself: a bigger bet on movies and other spinoffs looks like a logical next move. </p><p></p>",
  "published": "2021-04-29T06:03:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1149,
          "end": 1155
        }
      ]
    }
  ]
}