{
  "_id": "422ec33baffdca81146caea4a0415ef65750f5adbc4a7204a149dbe944dc3be2",
  "feed": "ftcomall",
  "title": "Hawkeye — Marvel's new action series misses the mark",
  "text": "<p>As Christmas draws nearer, so too does the tedious annual debate about whether <em>Die Hard</em> can be classified as a festive film (it can). But this year that dispute may be refreshed by pivoting the focus to <em>Hawkeye</em>, a new Yuletide-set action series that, much like the Bruce Willis classic, follows some affably sardonic protagonists as they deck the halls with piles of bodies.</p> <p>While the series may serve as an early Christmas present for Marvel devotees, the fact that it assumes a detailed knowledge of the so-called Marvel Cinematic Universe can feel like it is missing assembly instructions for those viewing it as a standalone offering. </p> <p>So, for the uninitiated among us, the series revolves around the titular, hitherto rather ancillary <em>Avengers</em> superhero (played by Jeremy Renner) whose power — being a preternaturally talented bow-and-arrow marksman — would've made him pretty useful at Hastings in 1066, but somewhat underwhelming compared to the technocratic Iron Man. “Your problem is branding,” he's told at one point in a nice tongue-in-cheek quip that suggests there's no power greater than good marketing. </p> <p>Still, he's the idol of Kate Bishop (Hailee Steinfeld), a tenacious young woman who has modelled herself on Hawkeye (real named Clint Barton) after witnessing his heroics as a child. But while the latter has decided to become “super dad” in time for the holidays, Kate finds herself aggravating a nefarious gang, amusingly called the Tracksuit Mafia. It soon transpires that they have unfinished business with Barton's other, more sinister, guise as the assassin Ronin, and it's not long before Hawkeye begrudgingly has to take fledgling Kate under his wing. </p> <p>While the first episode devotes time to establishing the opposite trajectories of Kate and Barton's careers as vigilantes, the following chapters are pleasingly full of impressively choreographed adrenaline-filled sequences; an extended car chase at the start of episode three, shot from an immersive, shifting perspective is a particularly notable feat of camerawork. </p> <p>But by the end of the fourth instalment, which culminates in yet another martial arts melee, the action loses some of its dynamism, pulling attention to the static characterisations. Steinfeld is a very gifted actress, but Kate's impetuousness and relentless whip-smart chattiness is perhaps less charming than the writers imagine. It's easy to see why Hawkeye seeks to cut her loose, but harder to tell whether Renner is convincingly capturing Barton's overwhelming fatigue, or whether the actor is just uninspired by a script that repeatedly oscillates between gentle odd-couple repartee and solemn speeches about how he's not a role model. </p> <p>For a series about a pair of sharpshooters, <em>Hawkeye</em> frustratingly misses the mark too often. Well, at least for viewers who aren't its target audience.</p> <p>★★★☆☆</p> <p><em>Episodes 1-4 available now on Disney Plus; new episodes on Wednesdays</em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2021 'Hawkeye — Marvel's new action series misses the mark' FT.com 9 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-09T15:00:03.362Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2876,
          "end": 2882
        },
        {
          "start": 2876,
          "end": 2887
        }
      ],
      "nexusId": "10078857"
    }
  ]
}