{
  "_id": "c27b30dad07c7cdd9f10569a7789250c552e1cd9a5b00fa1ee00746fec562f24",
  "feed": "wall-street-journal",
  "title": "Former ESPN Reporter Who Left Over Vaccine Mandate Joins The Daily Wire; Allison Williams will host a sports series available to subscribers of the conservative news site",
  "text": "<p>A promotional pop-up on The Daily Wire's website advertises Ms. Williams's series as \"sports without the woke.\" The flyer says Ms. Williams \"did not comply\" in a font similar to that which is used in ESPN's logo.</p><p>Ms. Williams didn't immediately respond to a request for comment on Monday.</p><p>Ms. Williams, who worked as a sideline college football and basketball reporter for ESPN, refused to get the Covid-19 vaccine over what she said were fertility concerns.</p><p>She has said that leaving ESPN was one of the most difficult decisions of her career and that people shouldn't be forced to choose between their livelihood and the freedom to make their own health care choices, calling it \"un-American.\"</p><p>\"I am proud to be a part of a company that fights for our rights and I cannot wait to bring agenda-free sports reporting to The Daily Wire's members and millions of followers,\" Ms. Williams said in a statement published by The Daily Wire on Friday, adding that she was \"thrilled and honored\" to join the publication.</p><p>ESPN—which has had a vaccine mandate for employees who travel to stadiums since August and whose parent company, Walt Disney Co., now requires all nonunion employees be vaccinated—said it provides accommodations for some people. ESPN previously said it didn't accommodate Ms. Williams in part because she travels to stadiums that often have their own vaccine mandates.</p><p>ESPN on Monday had no comment on Ms. Williams's latest move.</p><p>In an earlier interview with the Journal, Ms. Williams, 37 years old, said she wants a second child and is concerned that the vaccine may affect her fertility or pregnancy.Scientists have found no link between Covid-19 vaccines and fertility problems or miscarriage, according to the Centers for Disease Control and Prevention.</p><p>Write to Omar Abdel-Baqui at omar.abdel-baqui@wsj.com</p><p>Former ESPN Reporter Who Left Over Vaccine Mandate Joins The Daily Wire</p>",
  "published": "2021-10-25T13:22:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1126,
          "end": 1137
        }
      ],
      "nexusId": "10078857"
    }
  ]
}