{
  "_id": "6c60347bd6282e720bfacea478c8c685253a6a16a0ec10e15ae5bacafe7ee3eb",
  "feed": "ftcomall",
  "title": "Publicis slows revenue fall in final quarter of 2020",
  "text": "<p>French advertising group Publicis slowed the decline in its revenues in the fourth quarter, helped by a return to growth in the US, its biggest market, where demand for digital marketing has been strong.</p> <p>The world's third-biggest advertising holding company by revenue managed to limit the damage wrought by the pandemic last year by significantly cutting costs on everything from salaries to travel to help it cope as big clients slashed their marketing budgets. </p> <p>Although uncertainty hangs over the global economy, Publicis signalled a measure of confidence by proposing a €2-per-share dividend for 2020, up from the €1.50 paid the previous year and just below its pre-pandemic levels. </p> <p>Arthur Sadoun, chief executive, acknowledged that Covid-19 was still exacting a toll and making it impossible to give sales guidance for this year. “The first quarter of 2021 is basically the fifth quarter of 2020, so it will be negative,” he said, adding that the second quarter would be likely to show growth given the easier year-on-year comparisons. </p> <p>“We hope to have more visibility by summer but everything will depend on the health situation.”</p> <p>Publicis pledged to improve its profit margins this year by up to 50 basis points, after having achieved a 16 per cent margin last year, down 90bp from 2019. Mr Sadoun said that Publicis wanted to start reinvesting in “talent” again this year, in a nod to what is often perceived to be the main asset for an advertising agency — its people.</p> <p>Revenue in the fourth quarter fell 3.9 per cent on an organic basis, a metric closely followed by investors that strips out the impact of currency movements and M&amp;A, to reach €2.59bn. This was an improvement on the third-quarter organic sales contraction of 5.6 per cent and was also ahead of analysts' expectations of a fall in fourth-quarter organic sales of 6 per cent on revenue of €2.56bn, according to consensus forecasts from Kepler Cheuvreux analysts. </p> <p>Annual revenue fell by only 0.9 per cent to €9.71bn on a reported basis but that was helped by the <a href=\"https://www.ft.com/content/4e685e84-5eae-11e9-b285-3acd5d43599e\">$4.4bn acquisition</a> of digital marketing agency Epsilon in 2019. Net income for 2020 stood at €1.03bn, down 13 per cent from a year earlier. </p> <p>Under Mr Sadoun's <a href=\"https://www.ft.com/content/7c8ce848-2c14-11e8-a34a-7e7563b0b0f4\">tenure</a>, Publicis has been investing heavily in expanding its use of technology to help clients, which include big multinationals like Disney, L'Oréal and Kraft-Heinz, to navigate the shift to online commerce and marketing. </p> <p>Digital advertising now accounts for roughly half of global advertising spending, according to Publicis-owned market researcher Zenith, and companies cut back <a href=\"https://www.ft.com/content/01ad45ff-f825-4e89-8383-6d9e61ba1589\">less on this type</a> of marketing during the pandemic than on television, radio and print ads.</p> <p>Investors have had <a href=\"https://www.ft.com/content/19aac5da-221c-11e8-add1-0e8958b189ea\">doubts</a> for several years about the abilities of the big ad holding groups, such as Publicis and rivals WPP, Omnicom and Interpublic, to prosper in this new environment where they have to jostle for clients and data with tech giants like Facebook and Google. </p> <p>Publicis shares have lost about one-third of their value since Mr Sadoun took over as chief in July 2017. But they rose 9.4 per cent in the year to Tuesday, ahead of results, outperforming both WPP and Omnicom shares that are both down about 17 per cent. Publicis shares still trade at a discount of roughly 15 per cent to those peers on a price-to-earnings ratio. </p> <p>On Wednesday the stock rose about 5 per cent in morning trading, making it the top riser in the blue-chip CAC 40. Ian Whittaker, an independent media analyst, said: “The general outlook was quite positive . . . it also reinforces the message that the agency groups are not in structural decline but can return to growth.”</p><p>Source: Leila Abboud in Paris 2021 'Publicis slows revenue fall in final quarter of 2020' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T06:30:17.366Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2329,
          "end": 2335
        }
      ],
      "name": "The Walt Disney Company",
      "id": "US2546871060",
      "nexusId": "10078857"
    }
  ]
}