{
  "_id": "2449a500e38844e16b878b724f6936b3cbc1bb22f9211e97728c99d18b7f0ce1",
  "feed": "wall-street-journal",
  "title": "Tax Hikes Will Stifle the Recovery",
  "text": "<p>About $600 billion of the plan isn't paid for and will take the nation further into debt. Democrats will pay for the rest of the plan with an enormous tax increase, the burden of which would ultimately be borne by American workers and consumers. It would make the U.S. less competitive in the global economy, reversing progress made in the past few years. The 2017 tax reforms -- which the Biden proposal would largely dismantle -- unleashed record growth in jobs and wages and produced the lowest poverty rate since the government started tracking it 60 years ago.</p><p>In promoting the Biden tax increases, Treasury Secretary Janet Yellen claims the 2017 reforms encouraged U.S. businesses to move jobs out of the country. The opposite is true: The 2017 reforms stopped so-called corporate inversions, which made American companies into foreign companies. The old, uncompetitive U.S. tax laws forced jobs and investment overseas.</p><p>The 2017 reforms also reversed the \"lockout\" effect that kept foreign profits of U.S. companies overseas. Instead, $1.6 trillion in overseas earnings came back to the U.S. Most important for working families, 70% of the savings from the corporate tax cuts flowed directly into higher wages for workers, contributing to the 19 straight months of wage growth before the pandemic. Thanks to the 2017 reforms, the largest U.S. companies increased their domestic research-and-development expenditures by 25%, amounting to $707 billion, and increased capital expenditures by 20%, aided by this return of foreign profits.</p><p>Mr. Biden's proposed tax hikes would put all this U.S. investment, job creation and research at risk. Under the Biden plan, the combined federal and state corporate tax rate would go from 25.8% -- already above the average rate of 23.4% for other developed countries -- to 32.8%, the highest rate in the developed world. The U.S. tax rate would again be higher than China's.</p><p>The abrupt tax hikes -- five times as large as the corporate tax cuts in 2017 -- would reduce the competitiveness of American workers and businesses right as the U.S. economy starts to recover from the pandemic.</p><p>The Biden plan would also double the tax on \"global intangible low-taxed income,\" or Gilti, making it more costly for U.S. companies to operate globally. This unfairly punishes American workers who support international sales. In Ohio, companies like Procter &amp; Gamble rely on overseas production to serve foreign markets in an affordable manner, which helps them employ thousands of Ohioans who support those foreign operations. The proposed Biden tax increases would hamstring the ability of these companies to compete overseas, resulting in lost American jobs.</p><p>The Biden administration also proposes to eliminate a provision of the tax code regarding what's called foreign derived intangible income, or FDII. This 2017 rule encouraged American companies to bring their intellectual property back to the U.S. and keep it here. Google, Qualcomm and Facebook brought intellectual property home, and companies such as Intel and Disney kept theirs in the U.S. because of this incentive.</p><p>The Biden administration claims that it wants the U.S. to be more competitive, yet its tax increases would do the opposite. In a telling admission, Ms. Yellen asked other countries earlier this month to raise their corporate tax rates to ensure \"a more level playing field.\" Those countries understand competition. They're ignoring her advice and lowering rates. Ireland's finance minister has indicated that his country has no interest in raising taxes.</p><p>Multiple studies, including from the nonpartisan Congressional Budget Office, show that workers will bear most of the burden of higher rates in the form of lower wages and lost jobs. Instead of a $2.7 trillion plan that goes way beyond any definition of infrastructure and is paid for with tax hikes on workers and the economy, let's go back to the proven model: a bipartisan bill focused on real infrastructure with sensible funding mechanisms. Partisan tax hikes will only make America uncompetitive again, hurting American workers and their families.</p><p>---</p><p>Mr. Portman, a Republican, is a U.S. senator from Ohio.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3055,
          "end": 3061
        }
      ],
      "nexusId": "10078857"
    }
  ]
}