{
  "_id": "b063338eb3722e8221a2fb05d06286eab05e5a1648e76c497e357c65840f9c62",
  "feed": "market-watch",
  "title": "'Tis the season for autobiographies: Celebrity memoirs for your gift list or holiday reading",
  "text": "<p>Paul McCartney. Dave Grohl. Bruce Springsteen.</p><p>All three legendary musicians have new books out, sure to please their many fans. Springsteen paired up with a fellow named Barack Obama in “Renegades: Born in the USA,” touted as a collaboration between two longtime friends in “an intimate and urgent conversation about life, music, and their enduring love of America.”</p><p>In “The Storyteller: Tales of Life and Music,” Grohl chronicles his life's journey. “The drummer for Nirvana and the frontman for the Foo Fighters,&#xa0;Dave Grohl's friendly vibe&#xa0;makes us all sure he would be our best friend,” says Jessilynn Norcross, co-owner with her husband Matt at&#xa0;McLean and Eakin Booksellers&#xa0;in Petoskey, Mich.</p><p>As for McCartney's “The Lyrics: 1956 to the Present,” Norcross has dubbed it “the 800-pound gorilla of holiday celebrity bios.” She predicts the two-volume set that so clearly illustrates McCartney's genius will appeal to a wide range of ages.</p><p>“Still, this title is making independent booksellers across the country a bit nervous because we're walking a tightrope when it comes to how many to order. We don't want to be stuck with lots left over — but if we run out, the shortages in the supply chain will be an issue,” Norcross said.</p><p>Another great gift for Beatles fans might be “The Beatles: Get Back,” a photo-filled account of the making of “Let It Be.” The book's publication coincides with the release of Peter Jackson's documentary feature film of the same name on Disney +.</p><p>See: Here's everything new coming to Netflix, HBO Max and Disney+ in December 2021 — and what's leaving</p><p>Fans of the late superstar singer Whitney Houston need to know that Gerrick Kennedy's book “Didn't We Almost Have It All: In Defense of Whitney Houston” will be published early in February.</p><p>With that and other future titles in mind, remember that&#xa0;a gift card&#xa0;from your local bookstore makes a thoughtful present this holiday season.</p><p>Also read: No matter your age, here's how to tell if your finances are on the right track</p><p>Ron Howard, Billie Jean King and Mel Brooks tell their stories</p><p>Celebrities outside the music world also have penned recent memoirs. Actor and director Ron Howard and his brother, actor Clint Howard, tell their story in “The Boys: A Memoir of Hollywood and Family.” In widespread ads for the book, Tom Hanks endorses it, noting it “will surprise every reader with its humanity.”</p><p>Tennis legend Billie Jean King — the first female athlete to receive the Presidential Medal of Freedom — recounts her brilliant career in “All In: An Autobiography.” And Gloria Steinem wrote the foreword for a new book eagerly awaited by art lovers: “The Flowering: The Autobiography of Judy Chicago.”</p><p>AFP via Getty Images“Everybody's talking about two new books on Anthony Bourdain, and I'm excited about both of them,” says John LeDonne, the adult book buyer at&#xa0;Gibson's Bookstore&#xa0;in Concord, N.H. The books are “In the Weeds: Around the World and Behind the Scenes with Anthony Bourdain” by Tom Vitale, a director and producer on Bourdain's television shows, and “Bourdain: The Definitive Oral Biography” by Laurie Woolever, Bourdain's longtime assistant.&#xa0;&#xa0;</p><p>For history buffs, LeDonne recommends “Churchill's Shadow: The Life and Afterlife of Winston Churchill” by Geoffrey Wheatcroft. On the lighter side, LeDonne also looks forward to reading funnyman Mel Brooks' “All About Me!: My Remarkable Life in Show Business” and actor Bob Odenkirk's new book “Comedy Comedy Comedy Drama: a Memoir,” due out in March.</p><p>More books: These 5 great, easy-to-read books about money will change how you think about investing</p><p>On the value of celebrity autobiographies</p><p>Playwright Sarah Ruhl's “Smile: The Story of a Face” isn't funny, but her story about coping with Bell's palsy for a decade will serve to inspire. In “Taste: My Life Through Food,” actor and director Stanley Tucci writes of time spent on film sets, in kitchens and also in hospitals, where he received chemotherapy and radiation treatments for mouth cancer. &#xa0;</p><p>“I think that's one reason readers value celebrity memoirs,” says Shane P. Mullen, event coordinator at&#xa0;Left Bank Books&#xa0;in St. Louis, Mo. “In these books, we often see the private side of someone whose life is so public, and we understand that even someone we think we know so well can be dealing with many of the same issues the rest of us deal with in our lives.”</p><p>Though it's not exactly a celebrity biography, Mullen recommends “She Come By It Natural: Dolly Parton and the Women Who Lived Her Songs” by journalist Sarah Smarsh. “It's more a memoir about Smarsh's life than Dolly Parton's, but readers will see how Parton connects to people, how people resonate with her and how her songs do influence lives,” he said.</p><p>Mullen also speaks highly of comic actor and woodworker Nick Offerman's “Where the Deer and the Antelope Play: The Pastoral Observations of One Ignorant American Who Loves to Walk Outside.”</p><p>And Mullen echoes store owner Kris Kleindienst's recommendation for “Yours Cruelly, Elvira: Memoirs of the Mistress of the Dark” by Cassandra “Elvira” Peterson.</p><p>Alan Cumming, Billy Porter and Dwyane Wade weigh in</p><p>Kleindienst also gives high marks to Anderson Cooper's book “Vanderbilt: The Rise and Fall of an American Dynasty,” the story of Cooper's wealthy family, co-authored by Katherine Howe, and Rebecca Solnit's “Orwell's Roses,” a biography of George Orwell, an avid gardener as well as an astute political writer.</p><p>Mullen has one more top pick: “Just as I Am: A Memoir,” author Michelle Burford's biography of actor Cecily Tyson. “I was blown away as I read about Tyson's sensitivity and her compassion, and the paperback comes out in February. Don't miss it.”</p><p>At&#xa0;Books &amp; Books&#xa0;in Miami, events and marketing director Cristina Nosti predicts these titles will be big sellers for the holidays: “Baggage: Tales from a Fully Packed Life” by actor Alan Cumming, “Going There” by television journalist Katie Couric, “Unprotected: A Memoir” by actor Billy Porter, “Rebel Homemaker: Food, Family, Life” by actor Drew Barrymore with Pilar Valdes, “Will” by actor Will Smith, and “Dwyane” by basketball superstar Dwyane Wade, the longtime player for the Miami Heat.</p><p>Also on MarketWatch:We want to retire in an East Coast community that ‘leans toward multicultural, progressive and educated' and has lots of golf — where should we go?</p><p>Danny Caine, owner of&#xa0;Raven Book Store&#xa0;in Lawrence, Kansas, suggested many of the same titles other booksellers mentioned and shares these thoughts on celebrity memoirs and biographies: “In general, I'd say there is a trend toward a higher quality in the genre. In the last couple of years, we've steered away from the ghostwritten, tell-all books and seen more that tell interesting stories.”</p><p>Patricia Corrigan&#xa0;is a professional journalist, with decades of experience as a reporter and columnist at a metropolitan daily newspaper, and a book author. She now enjoys a lively freelance career, writing for numerous print and on-line publications. Read more from Patricia at&#xa0;latetothehaight.blogspot.com.</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>Novelist Meg Wolitzer and Her Mom Hilma Publish a Book</p><p>Edie Windsor's ‘Wild and Precious Life'</p><p>‘I'll Be Seeing You' — Elizabeth Berg's Memoir of a Love Story</p>",
  "published": "2021-12-03T05:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1470,
          "end": 1476
        },
        {
          "start": 1538,
          "end": 1544
        }
      ],
      "nexusId": "10078857"
    }
  ]
}