{
  "_id": "0950ffd8738e68888b021d27b4114943691166cff2ac19d0c641d657c81e0f4c",
  "feed": "wall-street-journal",
  "title": "MANSION --- House Call / Hayley Mills: She Avoided Her Own 'Parent Trap' --- The Disney actress and memoirist started in films at 12, when she was spotted mimicking TV ads",
  "text": "<p>This double distraction left me lots of space to be in my own world, riding my pony, Annabelle, and spending time being me. I quickly wound up with a vivid imagination, and my games went on all day undisturbed.</p><p>My father was stage and film actor Sir John Mills, who won an Oscar and was revered in Britain and America. My mother, Mary, was a writer with a marvelous imagination who was pragmatic and grounded.</p><p>Our first house was just outside London in a village called Denham. I don't remember it much except for falling down the stairs and almost biting my tongue off.</p><p>Then we lived in a house in London's Chelsea. That was a traditional old-fashioned English setting with nannies and prams and a nursery.</p><p>The next house I remember well. Our small Georgian mansion with a terraced garden was on top of London's Richmond Hill. We could see the River Thames snaking through the landscape off in the distance.</p><p>We lived there for about seven years until my father bought a flat in London's Mayfair. He also bought a farm in Sussex. I was 10. The farm had 400 acres, Guernsey cows and a a duck pond. We lived in the 14th-century farmhouse with no central heating.</p><p>Moving so often didn't interfere with my social life. From the time each of us turned 10, we were sent to boarding school, where friendships bloomed.</p><p>I read a great deal as a child. When home at the farm, I climbed the chestnut tree in front of our house with my books and comics. It was my hiding place.</p><p>We also watched TV, which was quite new in British households in 1958. When ads came on, I memorized the lines and jingles and performed them for the cows, the dog and anyone who was around.</p><p>One day, when I was 12, director J. Lee Thompson came up to the farm to talk to my father about \"Tiger Bay,\" a film he was planning that Dad was going to star in. They talked about the need to cast a boy. When my father advised J. Lee to find him fast, J. Lee said he already had. He pointed at me. He had been watching me do silly ad impressions. They reworked the script so the character was a girl.</p><p>Shifting into acting wasn't a stretch for me. Though I was a clumsy child, I was energetic and madly enthusiastic about everything. I was very much in my own little dreamworld.</p><p>In America, Walt Disney's senior producer, Bill Anderson, saw \"Tiger Bay\" and loved my performance. He cast me as the lead in \"Pollyanna.\"</p><p>When Walt offered me the role in \"The Parent Trap,\" I thought playing two kids with a split screen would be fun. The roles didn't frighten me. I felt, \"If they think I can do it, then I can.\"</p><p>My father was still the star of our family. My mother wanted to be with him and he wanted her with him. When I started working, that became an obstacle because she was torn between us. My parents were aware that too much attention can cause you to expect it all the time. They kept an eye on that with me.</p><p>Today, I live in an Edwardian house in a village in southwest London. I love that I can see the river from the kitchen.</p><p>Children who see the original \"Parent Trap\" and \"Whistle Down the Wind,\" based on my mother's novel, still write me, and so do adults. It's one of my life's great gifts, that people were deeply touched by those films. I'm amazed that people remember my movies and that they have survived. I suppose the good things do survive, don't they?</p><p>---</p><p>As told to Marc Myers</p><p>---</p><p>Hayley Mills, 75, is an Oscar-winning English actress who starred in \"Pollyanna,\" \"The Parent Trap\" and \"The Trouble With Angels.\" She is the author of \"Forever Young: A Memoir\" (Grand Central).</p><p>---</p><p>Hayley's Comet</p><p>Where were you when you won an Oscar for \"Pollyanna\"?</p><p>Fast asleep in a cold room at boarding school.</p><p>Disappointed you missed it?</p><p>I didn't know what a big deal the Academy was until later.</p><p>When did it hit you?</p><p>In 2003, when I was invited to participate in the Academy Awards' 75th Past Oscar Winner Reunion.</p><p>What happened?</p><p>The curtain went up, and 59 of us were sitting there. I thought, \"My God, I'm here with all the stars.\"</p>",
  "published": "2021-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 81,
          "end": 87
        },
        {
          "start": 2248,
          "end": 2259
        }
      ],
      "nexusId": "10078857"
    }
  ]
}