{
  "_id": "f7f327c25476bed24951eb6148be7db14d3e1f4da0ee5b5e08f63911a78c7c4d",
  "feed": "market-watch",
  "title": "U.S. stock futures extend modest fall after October inflation jumps",
  "text": "<p>How are stock-index futures trading?</p><p>S&amp;P 500 futures ES00 were down 0.3% at 4,663.75.</p><p>Dow Jones Industrial Average YM00 futures fell 52 points, or 0.1%, to 36,157.</p><p>Nasdaq-100 futures NQ00 were down 0.6% at 16,109.75.</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 112 points, or 0.3%, after back-to-back gains, while the S&amp;P 500 SPX snapped an eight-day winning streak and the Nasdaq Composite COMP ended a run of 11 consecutive gains.</p><p>What's driving the market?</p><p>The consumer price index rose 0.9% in October, compared with economists' expectations for a rise of 0.6%. The core reading, which excludes volatile food and energy prices, rose 0.6% versus expectations for a 0.4% rise. Year over year, CPI rose 6.2%, a 31-year high and more than triple the Federal Reserve's 2% target.</p><p>“If inflation doesn't subside, the Federal Reserve may need to taper at a more substantial rate and hike interest rates, which could hurt stocks and bonds,” said Nancy Davis, founder of Quadratic Capital Management and portfolio manager of the Quadratic Interest Rate Volatility and Inflation Hedge Exchange-Traded Fund.</p><p>Separately, data showed first-time applications for unemployment benefits fell by 4,000, to 267,000, in the week ended Nov. 6.</p><p>The CPI update comes a day after news of higher U.S. producer prices. Meanwhile, China on Tuesday reported its own factory gate prices surged 13.5% in October, the highest level since 1996. Consumer prices in the country rose 1.5% to a 13-month high, driven mainly by a jump in prices for food and fuel.</p><p>Investors will be waiting to see if stocks can recover after Tuesday's losses halted after the S&amp;P 500 and Nasdaq ended their lenghty winning streaks.</p><p>Shares of Tesla TSLA tumbled 11% on Tuesday after a string of headlines that have rattled investors. Founder&#xa0;and CEO Elon Musk over the weekend asked Twitter followers if he should sell 10% of his stock, with the majority saying yes, and his brother Kimbal sold shares a day before that tweet.</p><p>After surging 42% in October, the electric-car maker's stock has dropped 16% this week, and premarket gains of around 2% have eroded.</p><p>A Tesla rival will begin trading on the Nasdaq Wednesday, as Amazon.com AMZN-backed electric-vehicle maker Rivian Automotive Inc. is due to debut under the ticker symbol RIVN&#xa0;RIVN.</p><p>Rivian priced its initial public offering at $78 a share Tuesday evening, well above its expected range and valuing the company at $77 billion on a fully diluted basis.</p><p>Rivian IPO:5 things to know about the Amazon-backed electric-vehicle maker</p><p>And: NIO forecast disappoints as Chinese electric-car maker faces supply-chain concerns</p><p>The Walt Disney Co. DIS will report earnings after the close on Wednesday.</p><p>What companies are in focus?</p><p>Coinbase Global Inc.COIN stock dropped 10% in premarket trading, after the cryptocurrency platform reported disappointing sales amid a summer slowdown in crypto trading.</p><p>DoorDash Inc.DASH stock climbed 16%, after the delivery company posted record sales and orders, and announced an all-stock deal worth more than $8 billion for Finnish commerce-delivery platform Wolt.</p><p>Upstart Holdings Inc.UPST reported better-than-expected earnings for its latest quarter, but shares of the lending company fell 17% in premarket trading.</p><p>Perrigo Co. PRGO stock fell 7% after disappointing earnings and a profit warning from the Dublin-based consumer self-care products maker, which said it saw record unshipped orders due to supply chain issues.</p><p>How are other assets trading?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 4.6 basis points to 1.476%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was up 0.4%.</p><p>The U.S. benchmark&#xa0;crude contract CL00 edged up 0.2% to $84.34 a barrel. Gold futures&#xa0;GC00 rose 1% to $1,848.90 an ounce.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP was down 0.1%, while London's FTSE 100&#xa0;UK:UKX&#xa0;was up 0.6%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.4% and Hong Kong's Hang Seng Index&#xa0;HK:HSI rose 0.7%, while Japan's Nikkei 225&#xa0;JP:NIK fell 0.6%.</p>",
  "published": "2021-11-10T09:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2634,
          "end": 2649
        },
        {
          "start": 2638,
          "end": 2649
        }
      ],
      "nexusId": "10078857"
    }
  ]
}