{
  "_id": "38f6ae5ed125940fc63780e84391f1c439c0b1c7de0d1cf756f6289315ff7f24",
  "feed": "wall-street-journal",
  "title": "MANSION  ---  An Aging Star  Attempts a Comeback  ---  Developers place a multibillion-dollar bet that they can return Los Angeles's Century Plaza Hotel to its glory days as  Hollywood's mecca: dealing with construction delays, cost overruns, the pandemic and an unhappy Diane Keaton.  ----  By Katherine Clarke",
  "text": "<p>   It was the hot spot of its time: A 19-story, gently-curved slab of Midcentury Modernism. Its 1966 opening gala was emceed by Bob Hope with Walt Disney in attendance. Its ballroom hosted the Apollo 11 astronauts' celebratory state dinner with President Richard Nixon. President Ronald Reagan stayed there so frequently that the hotel was dubbed the \"Western White House.\" Guests like Lucille Ball and Muhammad Ali would have been greeted by doormen in British Beefeater costumes as they arrived into the porte cochere. </p><p>   Designed by Minoru Yamasaki, architect of New York's original World Trade Center, the crescent-shaped Century Plaza Hotel reigned as Hollywood's mecca for years before it lost some of its luster and required a makeover. </p><p>   Now, Los Angeles real-estate developer Michael Rosenfeld is betting big on the hotel and its rich Hollywood history. As part of a $2.5 billion restoration and redevelopment project, his firm has turned the top floors of the iconic hotel into 63 high-end apartments for sale and built two new high-rise towers with an additional 268 units, designed by celebrated architecture firm Pei Cobb Freed &amp; Partners. </p><p>   The opening of the new Fairmont Century Plaza Hotel, slated for the next few months -- and the debut of the tower residences later this year -- is expected to mark the culmination of the project's roller-coaster, 13-year-long odyssey. </p><p>   The project, which went through several incarnations, initially generated community opposition, including from actress Diane Keaton, and later faced construction delays, cost overruns, litigation and the fallout from the Covid-19 pandemic, which some real-estate agents said muted demand for high-rise living. </p><p>   While the project benefited from a wave of early presales when it launched in 2018, Mr. Rosenfeld still has an uphill battle to sell more than $1 billion of units now that the project is nearing completion, according to real-estate agents familiar with the area. </p><p>   \"My wings are getting tired from flapping so long,\" Mr. Rosenfeld joked. </p><p>   The competition is stiff: The massive luxury condo boom in Manhattan over the last few years inspired numerous developers to try their hand at building high-rise condos in Los Angeles. The Century Plaza property is competing with a string of new high-end condo projects including the Four Seasons Private Residences Los Angeles nearby and 8899 Beverly Boulevard, a new upscale condo project in West Hollywood. The developer of the latter project recently said he would list the building's roughly 20,000-square-foot penthouse for $100 million or more, a price that could shatter the record for a Los Angeles condo sale. </p><p>   \"I just don't know how deep the L.A. market is for $2,000 to $3,000-a-foot condos,\" said commercial real-estate agent Carl Mulhstein of JLL in Los Angeles, noting that \"you can still buy a comparably-sized house in West L.A. for $3 million or $4 million.\" </p><p>   Century City -- a mixed-use development that houses many talent agencies, entertainment law firms and accountancy firms as well as the Fox studio lot -- is also facing its own share of pandemic-related upheaval, since many of the office workers who usually fill the district are still working from home. Mr. Rosenfeld said he hopes that will change when Covid restrictions are lifted in June. </p><p>   Then there is the litigation. Mr. Rosenfeld was sued last year by Glorya Kaufman, one of the project's guarantors, who alleged the developer, acting in his capacity as her adviser, had her sign a $75 million guarantee on construction loans without explaining what she was agreeing to. Mr. Rosenfeld denied the claims. \"It is unfortunate that Mrs. Kaufman has chosen not to honor her well-established commitments,\" he said. </p><p>   The developer said he's confident the project will be a success. Last fall, British investors David and Simon Reuben provided $275 million in loans to help fund the completion of the construction, he said. </p><p>   \"What I can tell you is that we have disclosed that we had over $300 million in reservations and sales to date,\" Mr. Rosenfeld said. \"We're seeing a significant uptick or resurgence in demand right now as we kind of move through Covid.\" </p><p>   The market is beginning to swing in Mr. Rosenfeld's favor. Sales in the Century City area have rebounded substantially in 2021, according to data from Miller Samuel, an appraisal and data firm. There were 239 closed condo sales year-to-date as of May 21, compared with 156 during the same period last year. However, the median sales price was $1.01 million, compared with $1.06 million last year. </p><p>   Mr. Rosenfeld, a 58-year-old gregarious native Angeleno, has a lot on the line. The project is one of the biggest ever taken on by his company, Woodridge Capital Partners, he said. The firm, known for reviving historic hotels, invests in hospitality, residential and commercial properties nationwide and its portfolio has included the Fairmont San Francisco and the Ritz Carlton, Kapalua in Maui. He said he believes the inherent risk in a project of this scale is mitigated by some of the site's fundamentals, such as its location. </p><p>   Century City was born from tough times. In 1961, Twentieth Century Fox sold 263 acres of land to real-estate titan William Zeckendorf as it was shoring up its finances as a result of the runaway budget of the movie \"Cleopatra,\" starring Richard Burton and Elizabeth Taylor, according to the 2009 book \"Furious Love: Elizabeth Taylor, Richard Burton, and the Marriage of the Century.\" Mr. Zeckendorf partnered with the Aluminum Company of America, which wanted to demonstrate aluminum's utility in high-rise construction. </p><p>   Mr. Rosenfeld's firm purchased the Century Plaza for $366.5 million in 2008. The developer originally planned to tear it down and replace it with two new towers, but his plans sparked outrage in the preservationist community. The Los Angeles Conservancy mounted a campaign to save it, and the National Trust for Historic Preservation put the property on its 2009 annual list of America's 11 most endangered historic places. </p><p>   Actress Diane Keaton spoke out publicly at a press conference, saying she wouldn't stand by while a \"historic hotel on the precipice of oblivion\" was destroyed. </p><p>   Mr. Rosenfeld relented and came up with a new plan to restore the hotel, reducing its number of keys to just 400 from the original more than 700 while still adding two new complementary 44-story towers. He secured city approvals for the revised project in 2013. </p><p>   \"The community was really wedded to the nostalgia and the history and the cultural importance of the Century Plaza Hotel,\" he said. \"We came to appreciate how nostalgic people really felt about it. While the building was only about 50 years old and didn't qualify for a national registry or anything like that, the importance of it as a place in the community became apparent.\" </p><p>   The main hotel, with its repetitive concrete balconies and gleaming anodized aluminium facade has been completely restored, he said, as has the illuminated canopy that hangs over the entrance. </p><p>   \"We're very proud of the fact that the building looks virtually exactly as it did when it was completed in 1966,\" said Leo Marmol of Marmol Radziner, whose firm worked on the restoration. Yabu Pushelberg, the international design firm also responsible for fashionable flagships such as the W Hotel in New York and the Waldorf Astoria Beijing, worked with Mr. Marmol's firm on the interiors, which will include a cafe, a 14,000-square-foot spa, a French brasserie and a rooftop bar. Philip Barnes, a former managing director at the Savoy Hotel in London, has been tapped to be the general manager of the hotel. Mr. Rosenfeld said the hotel rates would be commensurate with other high-end hotels in the Los Angeles area, like the Waldorf Astoria Beverly Hills and the Peninsula Beverly Hills. </p><p>   Prices for units at the Fairmont Century Plaza Hotel Residences atop the hotel start at $2.8 million, while units in the two towers start at around $2 million and go up to more than $50 million, according to the developer. </p><p>   Both follow similar aesthetics, with wide-plank oak floors and marble bathrooms. Sales are being led by in-house sales director Mary Ann Osborn, who previously led sales at the Century, a nearby building that drew residents such as Candy Spelling, who bought a roughly $34.8 million duplex penthouse there in 2010. </p><p>   James Harris of The Agency, a high-end real-estate agent who is not involved in the project, said he believes the Century Plaza will sell out, even if it takes some time. </p><p>   \"Covid or no Covid, there are people out there that don't want a single family dwelling. They want the security, they want the concierge, they want the valet and they'll pay to have it,\" he said. \"Did we initially see a migration towards single-family homes during Covid? Yes, but it was short-lived. Human beings have the shortest memory.\" </p><p></p>",
  "published": "2021-05-28T06:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 139,
          "end": 150
        }
      ]
    }
  ]
}