{
  "_id": "8264d7d2bdb8b4d9554bf5984f223699e706ed17a6f23c94f90c0976eb6f93fd",
  "feed": "wall-street-journal",
  "title": "Disney Veteran Guides Sports Streamer DAZN",
  "text": "<p>Unlike Mr. Skipper, who was executive chairman and very involved in the day-to-day operations, Mr. Mayer won't have the executive title. He said in an interview he will serve more as a strategist to guide the company's global aspirations.</p><p>In addition to having ties to Mr. Skipper, Mr. Mayer has been serving as a consultant to DAZN's controlling shareholder, Access Industries.</p><p>Mr. Mayer had the task of creating Disney+ from the ground up, including spearheading key acquisitions such as BAMTech LLC, which provides the technological backbone for the service. He is also known for his deal making, having overseen the acquisitions of Pixar Entertainment, Marvel Studios and Lucasfilm while at Disney.</p><p>DAZN intrigued Mr. Mayer because he believes the future of sports -- as of entertainment -- is in streaming. \"I think that's where everything is ultimately headed,\" he said.</p><p>DAZN, available in 200 markets, has about nine million subscribers. The bulk of them, according to a person familiar with its operations, are in Germany, Italy, Japan and Spain -- where it has marquee soccer rights that include Italy's Serie A and Germany's Bundesliga leagues.</p><p>DAZN's U.S. footprint is smaller, although it has quickly become a major player in professional boxing. It has top fighters Canelo Alvarez and Gennady Golovkin under contract. DAZN's Canadian platform has rights to Sunday Ticket, the National Football League package that shows all the Sunday afternoon games.</p><p>While Mr. Skipper had expressed interest in going after major U.S. sports rights including the NFL, Mr. Mayer said he doesn't see DAZN aggressively expanding there, given the high cost of entry and the number of entrenched players.</p><p>\"The intention is to continue the growth trajectory, mainly in European and Asian markets,\" Mr. Mayer said.</p><p>Mr. Mayer left Disney last May after theme-park chief Bob Chapek was tapped to succeed Robert Iger as chief executive. Mr. Mayer was hired as chief executive of the social-media platform TikTok but resigned three months later, after the Trump administration pressured parent company ByteDance Ltd. to sell its American operations.</p><p>ByteDance eventually agreed to sell TikTok's U.S. operations to a group that included Walmart Inc. and Oracle Corp. but the sale is on hold amid legal battles and a new review by the Biden administration.</p><p>Since leaving TikTok, Mr. Mayer has embarked on a ventures that including a special-purpose acquisition company he formed along with two other former Disney executives and NBA Hall of Famer Shaquille O'Neal to make media and technology deals.</p><p>Mr. Mayer is also working with former Disney Chief Operating Officer Tom Staggs on media acquisitions that would be financed in large part by the private-equity firm Blackstone Group Inc. He is on the advisory board of Salesforce.</p><p>Mr. Skipper will still be involved with DAZN through his board seat and advisory role. DAZN has said it would invest in Meadowlark Media.</p>",
  "published": "2021-03-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 695,
          "end": 701
        },
        {
          "start": 1820,
          "end": 1826
        },
        {
          "start": 2622,
          "end": 2628
        },
        {
          "start": 414,
          "end": 420
        },
        {
          "start": 2491,
          "end": 2497
        }
      ]
    }
  ]
}