{
  "_id": "cd634c44b4106898f306c5f502581b6f6d68f46ca0f23e7fd33e40ebfd127cf5",
  "feed": "ftcomall",
  "title": "Disney's streaming growth disappoints in its latest quarter",
  "text": "<p>Subscription growth at <a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Walt Disney</a>'s flagship video streaming service, Disney Plus, slowed in its fourth quarter, disappointing Wall Street and raising concerns that it has stalled after a blistering start during the depths of the Covid-19 pandemic.</p> <p>Total Disney Plus subscriptions rose to 118m in the quarter, up 60 per cent from a year earlier — but below targets of 119.6m. It added 2.1m subscribers in the three months to October 2.</p> <p>Bob Chapek, chief executive, has said that achieving strong growth at the streaming service was the company's top priority as it sought to compete with Netflix. </p> <p>Mike Proulx, research director at Forrester Research, said Disney Plus faced increased competition from rival services in the quarter. </p> <p>“There are more choices in streaming content, and consumers only have so much budget to spend,” he said. “The other factor is Covid-related production issues. There was a slowdown in the amount of original content they could put out.”</p> <p>The company said it was increasing its long-term spending on new content for the service, which Chapek said should help boost <a href=\"https://www.ft.com/content/9b705a6f-35f6-49cf-883b-0581fbf5ab48\">subscriber growth</a> in the second half of 2022. </p> <p>Disney also expects a stronger pipeline of new content now that the worst of the Covid-19-related film and television production delays are over. The company plans to showcase new titles for <a href=\"https://www.ft.com/content/53159991-960a-4c06-b8cf-dde59feaa40d\">Disney Plus</a> on Friday.</p> <p>Chapek said he was confident that Disney would reach its target of securing as many as 260m global subscribers for its <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">video streaming service</a> by 2024.</p> <p>Most of Disney's businesses were hurt by Covid-19, which forced the closure of its <a href=\"https://www.ft.com/content/b9ac5729-7d9d-45ed-a508-f65f5a51b008\">theme parks</a> and cruise lines, shut down movie theatres and halted work on films and TV.</p> <p>With most of those operations at least partially reopened, the company returned to profit in its fourth quarter. A strong theatrical showing by the superhero film <em>Shang-Chi and the Legend of the Ten Rings </em>helped in the fourth quarter, but the most dramatic swing was at theme parks, which had operating income of $640m, compared to a loss of $945m a year earlier. However, those results also fell below Wall Street's targets.</p> <p>Company officials told investors that there will be a “prolonged pace of recovery” in theatrical releases, which will probably affect box office results.</p> <p>Overall net income was $159m in the fourth quarter, compared to a $710m loss a year ago.</p> <p>The disappointing results sent Disney shares down as much as 4.3 per cent to $166.90 in after-hours trading. The stock is down 1.82 per cent for the year.</p><p>Source: Christopher Grimes in Los Angeles  2021 'Disney's streaming growth disappoints in its latest quarter' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T23:53:09.137Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1331,
          "end": 1342
        },
        {
          "start": 2377,
          "end": 2383
        },
        {
          "start": 1140,
          "end": 1146
        },
        {
          "start": 71,
          "end": 82
        },
        {
          "start": 71,
          "end": 77
        },
        {
          "start": 23,
          "end": 34
        },
        {
          "start": 1388,
          "end": 1394
        },
        {
          "start": 1514,
          "end": 1520
        },
        {
          "start": 256,
          "end": 267
        },
        {
          "start": 657,
          "end": 668
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10078857"
    }
  ]
}