{
  "_id": "ccfec3952c56f648e9e35a0fd1dea6abd8cc262384936a726bb02a0d5abaa275",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  He Got the Keys to the Magic  Kingdom -- Just as Covid Moved In  ---  Soon after Bob Chapek took over as Disney's CEO, audiences everywhere were stuck inside. His past  as a home-entertainment czar with a lucrative string of talking-dog DVDs would come in handy.  ----  By Erich Schwartzel",
  "text": "<p>   Two decades before Bob Chapek was named chief executive of Walt Disney Co., he identified an unlikely cash gusher: a pack of adorable, talking golden retrievers. </p><p>   Mr. Chapek was the head of Disney's home-entertainment division, then riding high on consumers' seemingly limitless appetite for DVDs. After successfully pumping out direct-to-video sequels to beloved classics like \"Bambi\" and \"The Lion King,\" Mr. Chapek sensed an opportunity with \"Air Bud,\" a 1997 hit film about a basketball-playing dog. </p><p>   DVDs of the \"Air Bud\" universe proliferated for 10 sequels and spinoffs released between 1998 and 2013. \"Space Buddies,\" \"Seventh Inning Fetch,\" \"Snow Buddies\" and other titles earned millions for the company. Though nearly all the \"Disney Buddies\" films were released straight to home video, Mr. Chapek spent extra on orchestral scores, elaborate marketing campaigns and other embellishments usually reserved for major theatrical releases. </p><p>   Today, the same instincts are benefiting Mr. Chapek as he shepherds Disney's transition into the streaming age. Much as he did then, Mr. Chapek today must navigate considerable disruption and bridge the old -- a library of classic films, TV shows and franchises -- with the new: a streaming service considered by Wall Street to be the lifeblood and future of the world's largest entertainment company. </p><p>   \"Everything he's doing are things that we did, only in the home-entertainment area,\" said Robert Vince, chief executive of Air Bud Entertainment and a producer on all of the \"Buddies\" films. </p><p>   Disney declined to make Mr. Chapek available for an interview. </p><p>   Raising the stakes dramatically: a global pandemic that hit just as Mr. Chapek ascended to the top job, and that has wreaked havoc on Disney's traditional core businesses, shuttering movie theaters and theme parks. </p><p>   The spread of Covid-19 has accelerated plans, first outlined in 2017 by then-CEO Robert Iger, to make the Disney+ service a focal point of Disney's entertainment divisions. Mr. Chapek, in his first year on the job, has restructured the company to give it even more of a starring role. </p><p>   In the 15 months since Disney+ launched, the company is again leaning on an established library of characters, most successfully in the form of big-budget series like \"The Mandalorian,\" about Star Wars characters, and \"WandaVision,\" featuring Marvel heroes. Sequels, spinoffs and reboots of older Disney material like \"High School Musical\" and \"Toy Story\" have helped the service outpace Wall Street projections; it is expected to top 260 million subscribers world-wide by 2024. </p><p>   Even apart from the pandemic, Mr. Chapek faces a unique set of challenges. As an executive rising the ranks, he earned praise for cost-cutting and a focus on the bottom line, but he now runs a company that also relies on personal relationships and preserving fan loyalty. </p><p>   This month marks one year since Mr. Chapek, 60 years old, was handed the top job, ending a yearslong succession drama. Taking the reins from Mr. Iger, who had been CEO for 15 years, would always mean following one of the most revered executives in the world. No associate would describe Mr. Chapek, whose career has included stops running Disney's consumer-products and theme-park divisions, as Mr. Hollywood. But that may suit today's entertainment industry, which is far more consumed with flowcharts, distribution strategy and couch-potatoing than with power lunches, big-screen premieres and red-carpet glitz. His history in home entertainment seems well-suited to a time when most people are stuck inside. </p><p>   Almost immediately after receiving the promotion, Mr. Chapek was consumed with weathering the pandemic. </p><p>   In March, about three weeks after he was named CEO, with the coronavirus tearing through the global population, Disney theme parks closed around the world and movie theaters stopped operating. Mr. Chapek took a drastic pay cut that same month -- and, in an email addressed \"Dear Fellow Employee,\" told dozens of other executives that they would be taking one, too. In April, he furloughed 100,000 of Disney's more than 200,000 employees. </p><p>   In August, he pushed the premiere of a $200 million live-action remake of \"Mulan\" from theaters to Disney+, charging viewers $30 on top of their $6.99 monthly subscription fee. In September, a member of Congress lambasted Disney for filming \"Mulan\" in the Chinese province of Xinjiang, where human-rights organizations and Western governments have accused China of rounding up members of the Muslim Uighur minority in concentration camps. </p><p>   In October, he announced an overhaul of the company's corporate structure that was designed to make streaming the priority but also confused key business partners in Hollywood. In November, he got in a public spat with California Gov. Gavin Newsom about how soon Disneyland could reopen. </p><p>   Disney's stock has been on a similarly eventful journey. In mid-March, shares fell to their lowest price since 2014. But Wall Street has since brushed aside a series of miserable earnings reports, including the company's first quarterly loss in nearly two decades, heartened by the company's focus on streaming. In December, its stock price reached an all-time high after Mr. Chapek unveiled a trove of upcoming programming and bullish new projections for Disney+. Company shares now hover around $180 apiece, more than double their low point in March. </p><p>   Mr. Chapek's tenure as CEO has so far been somewhat overshadowed by Mr. Iger, with his strong connections to the creative community and throughout the company he's helped lead for decades. </p><p>   \"Bob I.,\" as he is now known internally by employees to distinguish the two executives, remains with the company as executive chairman, overseeing creative matters and popping into meetings to discuss scripts and possible projects, while Mr. Chapek focuses on managing pandemic-ravaged divisions and reorganizing the company to bring it in line with his priorities. </p><p>   Mr. Chapek is less comfortable in the spotlight than Mr. Iger, but the arrangement leaves little doubt as to who will ultimately be running Disney, avoiding the drama of previous, failed attempts at succession planning. And it fulfills Mr. Iger's desire to spend a final few years focused on creative matters, without the distraction of day-to-day operations. </p><p>   Though Mr. Chapek often talks of childhood trips to Walt Disney World, he is not among those workers who describe themselves as having \"pixie dust in the veins.\" At a company where employees regularly quote founder Walt Disney in meetings \"like he's the Dalai Lama,\" said one former executive, Mr. Chapek is less beholden to the past. </p><p>   \"He's not drinking from the myth of Walt,\" this former executive said. </p><p>   When Mr. Iger was named CEO in 2005, he, too, confronted skepticism about his creative chops. Today he is well known for weighing in on script rewrites, watching TV pilots and dictating details for theme-park attractions. Ahead of the 2019 opening of a Star Wars-themed area at Disney's U.S. theme parks, for instance, Mr. Iger scrapped more than a year's design work and ordered the company's \"Imagineers\" to set the attraction on a different planet, according to a person familiar with the situation. </p><p>   Mr. Chapek, colleagues say, is more likely to ask about budget items on an attraction than the thematic motivation behind it. During the direct-to-DVD boom, he focused on how a given title could be marketed before he'd hear its story. He grew excited about \"Space Buddies,\" for instance, when Mr. Vince showed him a mock-up poster of puppies dressed as astronauts. Another associate said Mr. Chapek did have creative input for the franchise. It was his idea, this person said, to have the dogs talk. </p><p>   When it came to maintaining relationships with directors and other creative partners, he was happy to have subordinates do it, former colleagues say. To Mr. Chapek, concerns like talent relations and the company's public image were secondary to making money for shareholders. </p><p>   Mr. Chapek's focus on the bottom line could antagonize directors and producers who sometimes chafed at budgetary constraints, former colleagues say. When a movie was approved as a direct-to-DVD release, Disney had to keep a lid on costs for it to remain profitable -- a tricky balancing act that required making cheaper movies that didn't tarnish the overall brand. But Mr. Chapek thought the company could thread the needle and make films that were good enough to protect the Disney brand while also making money. </p><p>   The young Bob Chapek didn't grow up with his eye on show business. A self-described \"latchkey kid\" from Hammond, Ind., a small city near the Michigan border, he studied microbiology at Indiana University before receiving an MBA from Michigan State. His mother worked in an insurance firm and his father was a machinist. </p><p>   \"Coming from Hammond, the first thing you consider when thinking about a career is not necessarily working for Disney in Hollywood,\" he told the Northwest Indiana Times in 2006. </p><p>   Mr. Chapek joined Disney after stints at companies like H.J. Heinz. When he joined Disney's home-entertainment division in 1993, he was merely staying in the packaged-goods business, he has said. </p><p>   At Disney, Mr. Chapek oversaw a booming home-video business buoyed by the \"Disney vault\" strategy, which released beloved titles for limited periods before removing them from stores. The intentional scarcity resulted in an unintentional side effect: a black market for hard-to-find VHS copies of movies like \"The Little Mermaid,\" which could fetch as much as $300 each. When a new movie was released from the vault, consumers would rush to buy it -- often because Mr. Chapek's team had added special features like interviews with cast members that made the newest version seem like a necessity to hard-core fans. </p><p>   With DVDs, Mr. Chapek had the chance to look at the Disney library and find well-known characters, like Tinker Bell or Bambi, and recycle them in new stories that turned easy profits. </p><p></p>",
  "published": "2021-02-20T07:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 189,
          "end": 195
        },
        {
          "start": 4326,
          "end": 4332
        },
        {
          "start": 8930,
          "end": 8936
        },
        {
          "start": 2397,
          "end": 2403
        },
        {
          "start": 9015,
          "end": 9021
        },
        {
          "start": 6079,
          "end": 6085
        },
        {
          "start": 4831,
          "end": 4837
        },
        {
          "start": 5287,
          "end": 5294
        },
        {
          "start": 6514,
          "end": 6525
        },
        {
          "start": 8187,
          "end": 8193
        },
        {
          "start": 1734,
          "end": 1740
        },
        {
          "start": 9858,
          "end": 9864
        },
        {
          "start": 3778,
          "end": 3784
        },
        {
          "start": 6983,
          "end": 6989
        },
        {
          "start": 4203,
          "end": 4210
        },
        {
          "start": 4066,
          "end": 4072
        },
        {
          "start": 1012,
          "end": 1018
        },
        {
          "start": 2123,
          "end": 2129
        },
        {
          "start": 59,
          "end": 70
        },
        {
          "start": 9196,
          "end": 9202
        },
        {
          "start": 8461,
          "end": 8467
        },
        {
          "start": 115,
          "end": 121
        },
        {
          "start": 736,
          "end": 742
        },
        {
          "start": 9268,
          "end": 9274
        },
        {
          "start": 1954,
          "end": 1960
        },
        {
          "start": 1537,
          "end": 1543
        },
        {
          "start": 9080,
          "end": 9086
        },
        {
          "start": 6351,
          "end": 6362
        },
        {
          "start": 1921,
          "end": 1927
        },
        {
          "start": 3190,
          "end": 3196
        }
      ]
    }
  ]
}