{
  "_id": "e3bf24bf35d1e40c304ec6f4d31e7bf28a0ba7fa9be460a0788619eb5f6345e0",
  "feed": "ftcomall",
  "title": "Rupert Murdoch at 90: Fox, succession and ‘one more big play' ",
  "text": "<p>By his own reckoning, <a href=\"https://www.ft.com/topics/people/Rupert_Murdoch\">Rupert Murdoch</a> was supposed to die a fortnight ago, on a Tuesday afternoon. </p> <p>The <a href=\"https://www.ft.com/companies/media\">media</a> mogul scribbled the moment of his demise on a piece of paper in 2001 and flourished it during an interview taking stock of a five-decade career, which had turned a ho-hum Adelaide newspaper that he inherited from his father Sir Keith Murdoch into a global business empire, courted and feared by politicians across the English speaking world. </p> <p>“I'm a bit optimistic. I've got about another 175,000 hours to go,” Murdoch declared at a Variety event. “Maybe I can spend 75,000 productively at work. Or 70,000, say. So I've got to see that each one of those hours is well spent.” </p> <p>That clock ran out last month. But Murdoch, perhaps the last of the great continent-straddling press barons, is still steaming towards his 90th birthday on March 11. After many months sitting out the pandemic on his Oxfordshire estate, he was recently vaccinated and travelled to Los Angeles in mid-February, ready for more work. </p> <p>As executive chairman of <a href=\"https://www.ft.com/stream/df728671-58cb-4474-9419-0178dc0e4b7a\">News Corp</a> and co-chairman of <a href=\"https://www.ft.com/stream/407bebd3-6068-438c-9ad9-6352343795b9\">Fox Corporation</a>, he will become one of a handful of nonagenarians still running a listed US company. And he is still marking achievements: he recently closed a <a href=\"https://www.ft.com/content/e491739e-cd94-4ee9-9487-d487a5036075\">global content deal with Google</a>, one he fought for more than a decade to secure. It is the envy of other news publishers.</p> <p>Yet in his twilight years, the question of what happens to the Murdoch media dynasty still seems vexed as ever — a ceaseless family struggle. His children are at odds, not least over Fox News. <a href=\"https://www.ft.com/content/86f8878b-cee9-4935-ab7e-655f3a6bd613\">Lachlan Murdoch</a>, his elder son, is heir apparent. But the succession question somehow still remains open. A battle over the family trust, which holds the shares in News Corp and Fox, looms once Rupert Murdoch relinquishes his grip. None of the children have the votes to exert control alone. </p> <p>For now, though, Murdoch has reason to be content with how he spent those 175,000 hours. Through his 70s and 80s, he survived the phone-hacking crisis at his UK newspapers, several health scares, had two daughters, divorced, found love with Jerry Hall, bought the Wall Street Journal, built Fox News to become America's most watched and most controversial news network, <a href=\"https://www.ft.com/content/d860a116-4de1-11e8-97e4-13afc22d86d4\">rode the Trump wave</a> into the White House, and outlasted its crashing aftermath. As a proprietor, Murdoch is on his 12th US president since visiting John Kennedy's Oval Office in 1962. </p> <p>Perhaps most surprising of all, Murdoch also decided to sell: taking $71bn <a href=\"https://www.ft.com/content/aef7357e-e1b2-11e7-8f9f-de1c2175f5ce\">from Disney for most of 21st Century Fox</a>, a deal completed in 2019 that set the market high for traditional media assets. Murdoch divided the family spoils between his six children, gifting roughly $2bn to each one. </p> <p>It felt like a final act. Yet left behind were a hodgepodge of what one former colleague called Murdoch's “favourite toys”, newspapers such as the Sun in the UK, the New York Post and more than half of Australia's print market; the Fox News network; and a clutch of television stations and sports networks Disney could not take for antitrust reasons. </p> <p>Friends say Murdoch does not think about his legacy and hates the word. “Let the chips fall where they will,” he once said. But one longtime Murdoch lieutenant sees his reticence reflecting another problem: the legacy “might fall apart the day after he goes”. “Who will hold it together except for Rupert?” he asks.</p> <p>Until now there was one legal obstacle to any rethink of the Murdoch empire: the Disney deal structure included big tax advantages for the new Fox, but it precluded further asset sales for two years. That restriction is lifted this month. On cue, the Murdoch inner circle is talking again of a bold corporate gambit — a burst of dealmaking — to straighten out his affairs. </p> <p>This includes re-examining options to sell parts of the empire, and potentially reunite others, according to several people familiar with the discussions. The question for old Murdoch acolytes is whether he still has the energy to recast his businesses around what Lachlan will ultimately want to run. </p> <p>“Without wishing to diminish his extraordinary achievements, or the fact that he has reached 90, some things are inevitable. He is not really in control the way he was,” says Andrew Neil, the former editor of the Sunday Times and founding chair of Sky TV. “He doesn't bang heads together any more. It is a much diminished empire, like Britain after 1945. It survived the second world war but had an uncertain future. Good luck to him.”</p> <h2>Cracks emerge</h2> <p>There are few better examples of how Murdoch moulded the modern media landscape than the rise of Fox News, which in 2016 became America's most-watched channel in all of cable television. </p> <p>Even as the television ecosystem cratered around it, the liberal-baiting network seemed to achieve a superhuman immunity, churning out soaring ratings and profits through the Trump era. “Every single [cable] bundle has to have Fox News,” says Laura Martin, stock analyst at Needham. “You have to have Fox News, especially if you're in the middle of the country.” The news network is on track to account for more than 80 per cent of Fox's total operating profits this year, according to MoffettNathanson. Its profit margins are in excess of 50 per cent.</p> <p>But in the past few months cracks have emerged. The Democrats are back in power. Fox News and a handful of its prominent hosts face a $2.7bn lawsuit over their alleged role in spreading the false theory that the election was rigged. Former president Donald Trump, Fox's biggest proponent and marketing tool, still dials in occasionally. But ratings have fallen — the result of a calmer news cycle and a splintering of conservative audiences, with some favouring fringe operations such as Newsmax. </p> <p>Murdoch isn't too bothered about the challenges from critics, rival rightwing broadcasters or lawsuits against Fox, say people close to him. What he is preoccupied with is the parent company's future, and its leadership. One central question discussed within Murdoch's inner circle is whether Lachlan is willing to continue running Fox Corporation, say three people close to Murdoch. </p> <p>After an era-defining round of media consolidation, Fox is a $20bn minnow in a sea of mega-conglomerates. With television in long-term decline, Lachlan has made enthusiastic bets on businesses more primed for the future, such as Tubi, an ad-supported video-streaming platform for which he paid $440m. On the most recent Fox earnings call, Lachlan mentioned Tubi 44 times, far more than his 23 references to Fox News. </p> <p>But the 49-year-old is less interested in the daily grind of running a publicly listed company, and has grown weary of the relentless controversies surrounding Fox News, say several people who have worked with him. “He's finding it difficult,” says one veteran Murdoch ally.</p> <p>Lachlan has never been viewed as a particularly hands-on chief executive, splitting his time between Los Angeles, where Fox holds a corporate office, New York and holidays in the ski resort town of Aspen, Colorado, where he owns a sprawling estate. Every few months, reports swirl that Murdoch is stepping in to jolt operations at Fox. </p> <p>“Lachlan is a very unproven entity. If his name was Lachlan Smith, there's no way he would be in the position to take over the company,” says Rod Tiffen, professor at the University of Sydney who has written a book on the Murdochs. “Rupert built the empire, and that gives him prestige and status inside the empire that Lachlan will never have.”</p> <p>There are areas where Lachlan has made his mark at Fox. While Murdoch is often seen as the network's ideological driving force, he does not tinker with its output or business anything like he does with his newspapers. Associates say Lachlan is actually more conservative in outlook than his father, and more likely to be hobnobbing with <a href=\"https://www.ft.com/content/c13efd7f-9431-406f-a114-ec6b2f12f8c5\">Tucker Carlson and other Fox hosts</a>, giving them free rein on air. </p> <p>Day-to-day power within Fox is also exercised by a man chosen by Lachlan rather than his father: Viet Dinh, a Harvard-trained lawyer who worked in the Bush White House. Dinh is a close family friend of Lachlan — godfather to one of his children — and described as sharp, ambitious and ultraconservative. “Viet is making decisions on behalf of Lachlan,” says one person close to the situation. With the official title of chief legal and policy officer at Fox, Dinh has the same $3m base salary as Lachlan, the chief executive. </p> <p>On strategy too, Lachlan has also thrust Fox into sports gambling with gusto, a business Murdoch has long been uncomfortable with in principle. </p> <p>While Lachlan is his father's most recent choice in the family succession battle, his ever-difficult <a href=\"https://www.ft.com/content/285512c3-52c3-4f21-bb8b-ca89c9e241da\">relationship with his brother James</a> still looms large over what becomes of the Murdoch legacy. </p> <p>Since the Disney deal, James has charted a <a href=\"https://www.ft.com/content/9eab68e1-7afb-4282-95fa-3149bd091efa\">starkly independent</a> course from the family business. He resigned from the News Corp board last year, citing disagreements over “certain editorial content”, notably <a href=\"https://www.ft.com/content/e2311db0-36f6-11ea-a6d3-9a26f8c3cba4\">denial of climate change</a> in some Australian outlets. In January — while not quite calling Fox out by name — he criticised the US media for unleashing “insidious forces” that led to the <a href=\"https://www.ft.com/us-capitol-attack\">US Capitol attack</a>. </p> <p>Murdoch family intrigue converges on the family trust. Rupert Murdoch is no longer a beneficiary — having gifted his assets to the next generation — but retains ultimate control, including over its News Corp and Fox Corporation shares.</p> <p>The trust acts as one in company matters, wielding roughly 40 per cent of voting B shares. But when the next generation assumes responsibility, the power to determine the trust's position is dispersed equally between Murdoch's four eldest children, while his youngest two daughters — Grace, 20, and Chloe, 18 — are beneficiaries.</p> <p>This means that for any decision to be taken, at least two or three siblings will need to agree. Alliances within the second generation — and even who is talking to one another — have shifted dramatically over the years. It is hard to predict how they will play out again. </p> <p>Two Murdoch associates say James hopes he can co-ordinate with his sisters Elisabeth and Prudence to reset the priorities for Fox News and the Australian news division, if necessary by overriding Lachlan. Others close to the Murdochs are dismissive, calling the idea “ludicrous”, and casting James as the marginalised figure still smarting over the succession. </p> <p>Following the Disney deal, Lachlan looked at the possibility of buying out James, according to two people familiar with the developments. But it proved expensive and difficult, and did not advance to a serious stage. </p> <p>Perhaps just as importantly, James and his wife Kathryn decided their priority was not to just take the money from the Murdoch media assets, but to wait until they were in a position to influence the direction of the companies. The couple tell friends they want a dramatic transformation of editorial standards. </p> <h2>Reappraisal begins</h2> <p>The two-year anniversary of the 21st Century Fox deal is more than symbolic. With it comes the lifting of restrictions — linked to the deal's tax structure — that allow all or part of Fox to be sold. A reappraisal of the empire has begun. </p> <p>Much rides on Lachlan's choice. What does he want to run? And would he prefer to put his energy into a new entrepreneurial venture, rather than overseeing legacy assets? From those choices a chessboard of options emerge for the family business. </p> <p>The most dramatic move would involve selling Fox. One old confidant says it is a choice Murdoch would not shirk from if “he thinks it's in the best interest of his family”, pointing to the Disney sale as evidence of his willingness to part with cherished assets. </p> <p>But there is a practical challenge. Three Murdoch associates warn there may not be a long list of potential buyers. “There are a lot of risks that come with owning Fox,” says a media executive who speaks to Murdoch occasionally. “You're unlikely to see any well known private equity group like Blackstone or KKR taking over. The reputational risk is huge.”</p> <p>Hicks Equity Partners, a Texas-based private equity group with strong ties to the Republican party, is considered the most likely potential buyer, according to media bankers. </p> <p>The alternative is to re-engineer Murdoch's corporate interests. This runs from non-core asset sales to recombining parts of Fox with <a href=\"https://www.ft.com/content/b2775ccf-3a94-49ee-a5b0-9b7bb9dc2181\">News Corp, the other Murdoch family-controlled media business</a>, whose assets include newspapers such as the Sun in the UK and the Wall Street Journal in the US. </p> <p>Such an option would be seriously considered if Lachlan decided he didn't want to run the business any more. The plan would crown Robert Thomson, News Corp chief executive and Murdoch's closest confidant, as leader of the recombined group. </p> <p>Reuniting the company, just a few years after splitting it, would be a surprise. But the matter has been discussed internally as an option, say three people with knowledge of the matter. One former Murdoch associate says taking News Corp private, which had been studied and discounted in the past, could also re-emerge as an idea. A News Corp executive said there was “simply no discussion” of a merger with Fox, adding the two companies were in “robust shape\".</p> <p>The third, and in many ways preferred option, would be for Lachlan to carry on, say three people close to Murdoch. “Murdoch, for all his Republican sympathies for small government, believes in corporate monarchy, that it should be handed down from one generation to the next,” says Tiffen. </p> <p>But even then, the assets may need to be reshuffled to fit Lachlan's priorities, put the business in a more resilient position for the transition to a third generation, and defuse intra-family tensions. </p> <p>Murdoch feels he still has time. His mother, <a href=\"https://www.ft.com/content/cc73f6a4-3fa1-11e2-b2ce-00144feabdc0\">Dame Elisabeth Murdoch</a>, lived to 103 and health-conscious Murdoch has no intention of being short-changed. “I'm just not ready to stop, to die,” he once declared. Even today, Murdoch's pension pot sits untouched, waiting for his “retirement”. </p> <p>He is happily married to his fourth wife Jerry Hall, who friends say has brought more balance to his life. Last year the couple bought <a href=\"https://www.banburyguardian.co.uk/news/people/rupert-murdoch-and-jerry-hall-spend-ps30m-great-tew-manor-house-their-banburyshire-home-2482958\">Great Tew Manor</a>, an ancient house in the Cotswolds that is completely derelict. It will take many years to renovate.</p> <p>The broadcaster Piers Morgan, a former Murdoch editor, fondly recalls a recent dinner with Murdoch and Joan Collins in Los Angeles. “She was 87. He was 89, and the combined energy levels, general vitality and refusal to be dimmed by old age was quite spectacular,” he says. </p> <p>“Every pore of [Murdoch's] body is driven by ambition, adventure and entrepreneurial zeal,” he adds. “I would be astonished if there isn't at least one more big play.”</p><p>Source: Alex Barker in London, Anna Nicolaou and James Fontanella-Khan in New York 2021 'Rupert Murdoch at 90: Fox, succession and ‘one more big play' ' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-01T05:00:50.512Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3427,
          "end": 3433
        },
        {
          "start": 2985,
          "end": 2991
        },
        {
          "start": 2468,
          "end": 2474
        },
        {
          "start": 10360,
          "end": 10366
        },
        {
          "start": 11567,
          "end": 11573
        },
        {
          "start": 8745,
          "end": 8751
        }
      ]
    }
  ]
}