{
  "_id": "ddfd2da113f134a5370b99ecb9d09818fe85353cdbeaa7e5fc8ecea7172d8ca1",
  "feed": "wall-street-journal",
  "title": "Coinbase, Tesla, DoorDash: What to Watch in the Stock Market Today; Coinbase shares tumbled after the crypto company posted third-quarter revenue that missed analysts' targets",
  "text": "<p>* Tesla's stock price is in focus. The electric-vehicle maker's shares have fallen for three consecutive days.</p><p>* Online marketplace Poshmark posed third-quarter sales below Wall Street expectations and issuing a fourth-quarter forecast that missed estimates.</p><p>* DoorDash said it has agreed to acquire European food-delivery company Wolt Enterprises Oy in an all-stock deal valued at over $8 billion and reported quarterly results that topped Wall Street's estimates.</p><p>* Doughnut-maker Krispy Kreme reported an 18% revenue increase in the latest period, helped again by international operations that performed stronger than before the pandemic.</p><p>* A European Union court largely upheld a $2.8 billion antitrust decision against Alphabet's Google, adding new momentum to the bloc's assault on big tech companies.</p><p>* Mattress-maker Purple Innovation said sales in the latest quarter were hit by manufacturing backlogs and it lowered annual outlook.</p><p>* Electric vehicle maker Rivian's shares are expected to debut trading today.</p><p>* Walt Disney and Beyond Meat are scheduled to post quarterly earnings after markets close.</p><p>Chart of the Day</p><p>* General Electric said it would split into three public companies, breaking apart the more than century-old company that was once a symbol of American manufacturing might and has struggled in recent years.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Coinbase, Tesla, DoorDash: What to Watch in the Stock Market Today</p>",
  "published": "2021-11-10T14:35:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1022,
          "end": 1033
        }
      ],
      "nexusId": "10078857"
    }
  ]
}