{
  "_id": "45c5a1fcf72384b6efd11903d6cd42f6f4aeeffd8a201624573584d4696a6bd0",
  "feed": "ftcomall",
  "title": "Formula One's made-for-Netflix season finale",
  "text": "<p>The wait is almost over. This weekend, <strong>Mercedes</strong>' <strong>Lewis Hamilton</strong>, the dominant force in <strong>Formula One</strong>, will race for a record-breaking eighth world title in the final Grand Prix of the season this Sunday in Abu Dhabi. But he's got to overcome the daring of <strong>Red Bull</strong> driver <strong>Max Verstappen</strong>, who must break that dominance to win his first ever championship. </p> <p>I've spent this week talking to Formula One bosses, team chiefs and drivers about this dramatic finale. Tensions are running high. “Who?” jokes Red Bull F1 boss <strong>Christian Horner</strong> when I mention <a href=\"https://www.ft.com/content/8708afd4-4c71-4381-bfd3-07db93f15608\"><strong>Toto Wolff</strong></a>, the Austrian Mercedes chief he's clashed with all season. Wolff says the season has been great “Hollywood drama” for the next edition of <em>Drive to Survive</em>, the <strong>Netflix</strong> series credited with bringing new fans to the sport and cracking the US.</p> <p>So we begin this week's Scoreboard on how this season has provided ammunition for F1's US owners, <strong>Liberty Media</strong>, in negotiations with sponsors, race promoters and broadcasters. And we have a dispatch on new <strong>Disney </strong>chief <strong>Bob Chapek</strong>'s dilemma with sports network <strong>ESPN</strong>. Do read on — <em>Samuel Agini, Sports Business Reporter</em></p> <h1>Formula One's made-for-Netflix season finale</h1> <p><br>It wasn't so long ago that <strong>Formula One</strong> chair <strong>Chase Carey</strong> <a href=\"https://www.ft.com/content/73d74152-e370-11e9-b8e0-026e07cbe5b4\">bemoaned</a> that sponsorship had been “slower and probably harder than I would've expected” following <strong>Liberty Media</strong>'s $8bn deal to acquire the sport in 2017.</p> <p>Despite a global pandemic, the moustachioed Texan's comments no longer holds. As detailed in <a href=\"https://www.ft.com/content/8a794fb5-3bcc-412d-afe6-0db9389b24eb\">this FT analysis</a>, the global car racing series is riding the wave of a popular <strong>Netflix</strong> documentary series and the most engrossing battle for the world championship in years.</p> <p>Since it first aired in 2019, Netflix's <em>Drive to Survive</em>, a behind-the-scenes look at F1, has provided more action than the racing at the front of a grid<a href=\"https://www.ft.com/content/daf07975-ec03-4479-adba-6872244f6e19\"> utterly dominated</a> by record-breaking driver Lewis Hamilton and his Mercedes team.</p> <p>Until now. Red Bull's Max Verstappen is tied on points with the Briton at the top of the standings ahead of Sunday's season finale in Abu Dhabi. </p> <p>The powerful combination of a genuine showdown and the hordes of new fans that Netflix has pulled into F1, particularly in the United States where the sport <a href=\"https://www.ft.com/content/cba1f980-0422-4756-bf0b-3453cd3ab5e7\">has struggled</a> historically, is making sponsors sit up and take notice.</p> <p>That's a big win for <strong>Liberty Media</strong>, which acquired F1 in an $8bn deal in 2017. <strong>Greg Maffei</strong>, Liberty's chief executive, says technology-driven firms are buying into the message, with <strong>Crypto.com</strong> becoming a so-called global partner, the sport's highest sponsorship tier, and virtual meetings group <strong>Zoom</strong> joining at the level below.</p> <p>“We're lucky enough to have declining age and growing viewership, both positives for sponsors,” Maffei told Scoreboard. The sport's momentum in America, including a record 400,000 attendees at the US Grand Prix in Austin, Texas, is another factor, he said.</p> <p>Teams are also feeling the benefits. Red Bull signed up tech giant <strong>Oracle </strong>and blockchain company <strong>Tezos</strong>, <strong>Aston Martin </strong>partnered with <strong>Cognizant</strong>, and <strong>McLaren </strong>extended with cyber security company <strong>Darktrace</strong>. </p> <p>“We brought in some significant partners this year,” said Horner. “They were all off the back of the success of Netflix . . . because suddenly it opened Formula One up to the US.”</p> <p>Pitfalls remain. Although Mercedes has teamed up with crypto exchange <strong>FTX</strong>, it was also <a href=\"https://www.ft.com/content/a9da6bb6-cff4-4a1e-b65c-734f1da2cce1\">forced to scrap</a> a deal with <strong>Kingspan</strong>, a company linked to the Grenfell Tower disaster that killed 72 people in 2017, amid criticism from survivors and UK government minister <strong>Michael Gove</strong>.</p> <p>F1 has also continued to sign deals with the likes of <strong>Saudi Aramco</strong>, the state-oil company controlled by Saudi Arabia, which has drawn criticism from activists who accuse the kingdom of using F1 for “sportswashing” its human rights record.</p> <p>Maffei thinks sponsorship revenues will grow but is wary that the Omicron coronavirus variant could derail his commercial plans in 2022. </p> <p>“We've shown an ability to put a product on the grid that is great for fans,” he said. “It may not maximise our revenues because it may not be that we can have fans in seats but it's gonna be a great product.”</p> <h1>Disney's dilemma: what to do with ESPN?</h1> <p>In the US, <strong>ESPN</strong> has been a crown jewel for its parent company <strong>Disney</strong>, under the tenure of the larger-than-life chief executive <strong>Bob Iger</strong>.</p> <p>But after a two-year transition period, Iger is <a href=\"https://www.ft.com/content/18a7c37a-5813-11ea-abe5-8e03987b7b20\">finally leaving</a> Disney at the end of this month, raising the question of what his successor, <strong>Bob Chapek</strong>, will do with ESPN. </p> <p>ESPN presents one of the most interesting conundrums in the entertainment business. Unlike other channels that have effectively lost all the best shows to streaming services, sports remain firmly a made-for-television affair. </p> <p>ESPN and its rivals spend billions for the rights to air games, and people still want to watch sports live, either at home or in bars and restaurants. </p> <p>Disney has been holding on-and-off discussions with private equity groups and banks over the past several years about spinning off ESPN, which brings in $10bn of revenue a year but is in irreversible decline, just like the rest of the traditional television universe. ESPN's subscribers have dropped from 88m to 77m from 2017 to 2021, according to <strong>S&amp;P Global</strong>. </p> <p>Selling ESPN “has been tossed around, it has been evaluated, it has been positioned, it has been fully vetted with financiers”, said a former senior Disney executive involved in these discussions. “There's no doubt in my mind that spinning ESPN off is on the table, in the plans, and it really is just a question of timing.”</p> <p>Iger never pulled the trigger. Chapek told the FT in <a href=\"https://www.ft.com/content/69e1cc1e-9c64-4000-b47f-a7e448107a5b\">this Weekend Magazine profile</a> that he does not want to sell ESPN. </p> <p>“We feel the Disney brand is broad enough to have an ESPN business under our roof,” he said. He is bullish on combining ESPN with <a href=\"https://www.ft.com/content/bb04b14c-e215-4ae8-a655-2bf85fcb73c0\">sports betting</a>. Associating gambling with the wholesome Disney brand will “not be harmful”, he said.</p> <p>But Chapek is also known to be frank and unsentimental, a numbers guy who previously ran Disney's theme parks with great success. And most analysts and executives agree that eventually, the numbers will point in the direction of moving sports to streaming services, as more people ditch their TV bills every year. </p> <p>Iger and his former lieutenant, <a href=\"https://www.ft.com/content/c35fc9fb-6466-43f0-8ad6-ddf6c1cc7d79\"><strong>Kevin Mayer</strong></a>, architected the ESPN+ streaming service, which has lured 17m subscribers. But Disney has kept its premier content, such as live <strong>National Football League </strong>and<strong> National Basketball Association</strong> games, on its main TV channels for a couple reasons. </p> <p>First, at its current price of $7 a month, ESPN+ would never bring in comparable money to the cable channel. Second, Disney is locked into rights contracts with sports leagues, with explicit terms outlining how games are spread across ESPN and free-to-air sister network, ABC. To move live sports to ESPN+ would require potentially expensive renegotiations.</p> <p>Another former executive who knows Iger well speculated that Disney's ESPN problem could have been at least part of the impetus for Iger, who had delayed his retirement 4 times, to finally walk away. “This was probably the best time to go, if he had to go on a high”, the executive said. “ESPN has some very tough times ahead”.</p> <h1>Highlights</h1> <ul>  <li><p>US media group <strong>Discovery </strong>is in talks <a href=\"https://www.ft.com/content/33f4b1f5-caad-4687-bb05-4375c3393c93\">to launch a joint venture with</a> <strong>BT Sport</strong>, one the broadcasters of <strong>English Premier League </strong>football in the UK. The move would hijack a proposed purchase of the sports network by <strong>DAZN</strong>, the streaming service owned by billionaire <strong>Sir Leonard Blavatnik. </strong>That deal appears to have got stuck in wrangling over commercial details.</p></li>  <li><p>Spanish football clubs <a href=\"https://www.ft.com/content/8017f6fc-67be-4759-aaf1-7d2e495d526c\">overwhelmingly supported</a> <strong>La Liga</strong>'s €2bn financing with private equity firm <strong>CVC Capital Partners</strong>, in a vote that gives the league a big win against <strong>Real Madrid </strong>and <strong>FC Barcelona</strong>, which had proposed a late-stage alternative to try to block the deal.</p></li>  <li><p>Reigning Stanley Cup champs <strong>Tampa Bay Lightning</strong> and the<strong> Minnesota Wild</strong> are nearing agreements <a href=\"https://www.ft.com/content/252d8eb0-9478-41c3-a521-8c4c9b34c179\">to sell stakes</a> to Arctos Sports Partners, making the <strong>National Hockey League</strong> the latest professional sports association to embrace institutional investment. </p></li>  <li><p>The United States, Australia, the UK and Canada said they won't send official representatives to the <strong>Beijing Winter Olympics</strong> next year in a <a href=\"https://www.ft.com/content/87111e27-c4ae-43a5-9701-cffc8bf71d41\">diplomatic boycott</a> that risks escalating tensions with China.</p></li>  <li><p><strong>Inter Milan</strong>'s owner is renewing its efforts to <a href=\"https://www.bloomberg.com/news/articles/2021-12-07/suning-eyes-fresh-attempt-to-attract-new-backers-for-inter-milan\">attract fresh investment</a> to the <strong>Serie A</strong> football club. <strong>Suning</strong>, the Chinese conglomerate, has been working with an adviser as it looks out for investors willing to provide funding to the lossmaking Italian team, Bloomberg reported.</p></li>  <li><p><strong>Endeavor</strong>, the owner of <strong>Ultimate Fighting Championship</strong>, the mixed martial arts competition, <a href=\"https://sports.yahoo.com/endeavor-acquiring-minor-league-baseball-142635079.html\">agreed to acquire</a> nine <strong>Minor League Baseball </strong>teams and set up <strong>Diamond Baseball Holdings</strong>, a new subsidiary, as the US group continues to bet on the growth of live sports.</p></li> </ul> <h1>Final Descent</h1> <p>December means the winter sport season is in full swing, but five-time Olympic biathlon gold medallist <strong>Martin Fourcade</strong> is enjoying slightly different powdered pursuits. The retired French champion has traded in his Nordic skis for the Alpine variety, taking some advice from lyrics by <strong>Dem Franchise Boyz</strong> for <a href=\"https://www.instagram.com/reel/CXBkVM0IPNC/?utm_medium=copy_link\">how to navigate the slalom</a>.</p><p>Source:  2021 'Formula One's made-for-Netflix season finale' FT.com 11 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-11T09:00:40.190Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1004,
          "end": 1010
        },
        {
          "start": 6859,
          "end": 6865
        },
        {
          "start": 4804,
          "end": 4810
        },
        {
          "start": 6557,
          "end": 6563
        },
        {
          "start": 4180,
          "end": 4186
        },
        {
          "start": 4319,
          "end": 4325
        },
        {
          "start": 5928,
          "end": 5934
        },
        {
          "start": 5621,
          "end": 5627
        },
        {
          "start": 6276,
          "end": 6282
        },
        {
          "start": 5313,
          "end": 5319
        },
        {
          "start": 5794,
          "end": 5800
        },
        {
          "start": 4078,
          "end": 4084
        }
      ],
      "nexusId": "10078857"
    }
  ]
}