{
  "_id": "d49bac95c1cb3cc314c1965f3d26037a4bae55d0a5265652a07bffdb451e301b",
  "feed": "market-watch",
  "title": "In 50 years, Walt Disney World went from $3.50 a ticket to a ‘luxury-priced destination'",
  "text": "<p>Taylor attended Stetson University, about 60 miles away from the resort, which was then still in its infancy. Many of her classmates were among the Magic Kingdom's first employees, so she was often able to score discounted entry tickets or food.</p><p>She coveted her “E” tickets, which allowed her to ride the park's most popular attractions, including her favorites like Space Mountain. But sometimes, she'd go to the park and spend much of her day just people-watching.</p><p>“I'd sit on Main Street U.S.A. in a little café and just hang out,” Taylor, who is now 69, said.</p><p>With the discounts she got from friends, Taylor recalls spending about $20 to $25 a day at Walt Disney World. In the intervening years, she has visited the self-proclaimed “Most Magical Place on Earth” on other occasions — with family at times, and for special events with her students when she was a high school teacher and debate coach.</p><p>Also see:How Walt Disney World is celebrating its 50th birthday: fireworks, kites and tentacle cocktails&#xa0;</p><p>Still, she says if she were a college student today, she's not sure she would have the luxury of enjoying the occasional visits to the Magic Kingdom that she treasured years ago.</p><p>“I wouldn't be able to afford it,” Taylor said. “Just getting over there and spending on gas would have been an issue for me. I would feel guilty about spending that much.”</p><p>On Friday, Walt Disney World celebrated its 50th anniversary. When the park opened in 1971, it was the embodiment of a dream that Walt Disney had envisioned but never got to see come to fruition — he died in 1966 shortly after his company broke ground on the Central Florida resort.</p><p>Over the half-century that it's been open the resort has grown considerably. When it first debuted, Walt Disney World featured just one theme park, the Magic Kingdom, and two hotels, the Contemporary and Polynesian Resorts. Since then, the sprawling complex has added three more theme parks, two water parks, an outdoor shopping complex and well over a dozen hotels and timeshares.</p><p>In that time, the cost of a vacation at Walt Disney World has increased significantly — far outpacing the rate of inflation and potentially putting it out of reach for many Americans. Disney declined to comment on the record.</p><p>“It has now become a luxury-priced destination,” said Jason Cochran, editor-in-chief of Frommers.com. “Now you could pay as much as $160 a day to get into a park, and inflation has not increased at that rate.”</p><p>Ticket prices have risen more than 3,000% over Walt Disney World's history</p><p>When the Magic Kingdom first greeted guests in 1971, the cost to enter the theme park was $3.50 for adults, and $1 for children. In 2021 dollars, that would equate to roughly $24 and $6.75, adjusting for the rate of inflation.</p><p>The low cost in the early days of Walt Disney World was no mistake. “They weren't sure they were going to get people to travel to Florida at all, so general admission was quite low,” Cochran said. And as with Disneyland in California, that $3.50 only got a person through the gates — from there, everything else cost extra. Back then, visitors had to purchase books of tickets to get on the different attractions, so visitors were likely paying closer to $5.75 a person in those early days.</p><p>“The original concept of Disneyland in California was that Walt Disney said he wanted everyone to be able to come in, no matter what income level you were at, and so everything was priced accordingly,” Cochran said.</p><p>The individual ride tickets were categorized by letter, A through E, with the latter tickets being reserved for the most popular attractions. “From personal experience, ‘A' tickets were always left over at the end of the day — but you used all your ‘D' tickets and ‘E' tickets,” said Don Munsil, owner of travel website MouseSavers.</p><p>Toward the end of the 1970s, Disney began experimenting with two-day “passports” that granted entry to the park on multiple days as well as unlimited rides. By 1982, Walt Disney World had phased out ride tickets in favor of the “passports.” The 1980s also saw the advent of annual passes to the theme parks.</p><p>Today, one-day admission to the theme parks at Walt Disney World is far more expensive than it was in 1971. Entry for a single day ranges from $109 to $159 for visitors ages 10 and older; the cost varies depending on the popularity of the park a person wishes to visit on a given date.</p><p>For an additional cost, visitors can add on the “Park Hopper” feature that allows them to enter multiple theme parks in one day. The per-day cost of tickets is cheaper for multi-day tickets.</p><p>The higher cost today is a reflection of supply and demand, Munsil said.</p><p>“The country has gotten wealthier, and so the number of people who can afford a trip to Disney World and see it as something that they would like to do has gone up,” he said. The challenge then becomes that the parks have a fixed capacity, he added. “The only way that Disney ultimately can limit access to it parks in the past was to increase costs.”</p><p>A more expensive experience past the gates</p><p>People often point to the cost of theme-park tickets as evidence of Disney-flation. But the costs of other aspects of a trip to Walt Disney World have risen just as much as the cost of entry.</p><p>The expenses involved with everything from a stay at one of the Disney-owned hotels near the parks to a bowl of pasta at a restaurant in the park has increased in tandem with entry fees.</p><p>“One day at Disney World — with a hotel and food and everything — costs either as much or more than 80% of American households spend on vacations in any given year,” said Len Testa, president of travel website Touring Plans, citing 2017 data from the Bureau of Labor Statistics. “It's not something that most middle-class families can do every year without sacrificing something else.”</p><p>As Walt Disney World has expanded, the company has also strategized ways to get visitors to part with more of their money.</p><p>Under the direction of former Disney CEO Michael Eisner, the resort went from being “a one-day vacation destination” to an experience where people would travel to Florida for a full week “and spend it all at Walt Disney World,” Testa said. Indeed, for many families a trip to Disney World is now a once-in-a-lifetime experience, and they will spend a week or more at the resort.</p><p>“Eisner realized that once you've got people on property you can charge more, because it's difficult to leave,” Testa said. “That's when you start to see the price of things start to outpace inflation by a large multiple.”</p><p>Today, the mentality has shifted again. Travel experts argue that, in the face of shareholder pressure, Disney has opted to monetize or remove many perks that once were free, such as shuttles from the airport to hotels, parking at the resort for hotel guests, and “FastPasses” that allowed guests to skip the line at popular attractions. Testa estimates that the elimination of the free airport shuttle alone will cost families around $110 for transportation in and out of the Disney World complex. “It's an incremental $110 that wasn't there before,” he said.</p><p>The impact of COVID-19 on Disney's pricing</p><p>Looking to the future, a question mark that remains is what the long-term impact of COVID-19 will be on the cost of a Disney World vacation.</p><p>Throughout its history, Walt Disney World has survived significant challenges that threatened the resort's bottom line, from the oil crisis in the 1970s to the post-9/11 downturn in air travel. In many of these cases, the company introduced new discounts or ways of saving money to entice people to make the trek to Central Florida.</p><p>One example is the free dining promotion, whereby guests staying at a Walt Disney World hotel could get “free” meals through the Disney Dining Program. Depending on the package the guest books, this could include a sit-down meal, a counter-service meal and multiple snacks per day.</p><p>It remains to be seen whether Disney will introduce similar promotions as it recovers from the pandemic slowdown. As of now, the focus has largely been on reducing operational costs, travel experts noted. For instance, Disney introduced a reservation system where visitors must reserve a day they will visit a theme park in advance, even if they're an annual passholder. While initially presented as a way to manage crowds amid the health crisis, Disney executives have suggested that the system will be maintained indefinitely.</p><p>“They know it's a Tuesday in October, and that means 50,000 people are going to be at the Magic Kingdom, and that means you know how to properly staff the place,” said Jim Hill, a theme park historian and blogger.</p><p>“They keep the operational costs as low as possible at the same time they are making money hand over fist,” Hill added.</p><p>How to save money on a Walt Disney World vacation</p><p>Even though a trip may break the bank, families are still pouring into Walt Disney World on a daily basis. According to travel experts, there are a number of ways visitors can save money on a trip like this if they plan appropriately. Here are some of the key strategies to consider:</p><p>Don't buy tickets directly from Disney: Numerous companies are “authorized resellers” of tickets to Walt Disney World and they can provide a discount. Typically to get the biggest savings, you'll need to purchase multi-day tickets. “Shop around, make sure you're getting a good deal and go with somebody reputable — I wouldn't buy tickets on eBay and stuff like that,” Munsil said.</p><p>Don't stay at a Disney hotel: According to Frommer.com's Cochran, not staying at a Disney-run hotel is “the biggest thing a family could do to save money.” Especially among the top-tier hotels at Disney World, a one-night stay can cost upwards of $600 a night for a room that is comparable in quality to a Marriott MAR, Cochran said.</p><p>By staying at a Disney-run hotel, you're paying a premium to be close to the action, but a number of “Good Neighbor” hotels run by other companies have opened in recent years on Disney property that cost less. Plus, staying “on-site” doesn't come with as many perks these days. Orlando has the second-most hotel rooms in the world after Las Vegas, so it's relatively easy to comparison shop to find a good deal.</p><p>Pitch a tent: For families who want nothing but a truly Disney experience, the cheapest route to take is to stay at the campgrounds located at Disney's Fort Wilderness Resort. “People staying at the campground get basically the same perks as somebody staying at the Grand Floridian,” Munsil said, referencing one of the most expensive hotels at Disney World. A campsite can cost as little as $73 a night, though you'll be roughing it.</p><p>Bring your own food: Walt Disney World allows visitors to pack a lunch — and dinner and snacks. Outside food is permitted in the theme parks and water parks, though there are restrictions on the types of bags a person can use. What many people will do is visit a grocery store at the start of their trip — or get items delivered — to stock up on snacks that can offset their dining costs.</p><p>Use your time wisely: Time is money — and that might be truer at Walt Disney World than anywhere else. Figuring out which attractions are must-dos and when to visit the parks can be crucial. According to Munsil, most visitors tend to arrive at the parks after 11 a.m., leading to large mid-day crowds. “Every minute you spend at the parks before 11 o'clock is just gold,” he said. Families may even find it better to arrive early, leave in the middle of the day to relax or visit their hotel's pool and then return in the evening when the crowds (and heat) have dissipated.</p><p>See also: Disney sets opening date for new Star Wars ‘hotel' — here's how much it will cost to experience ‘real' light sabers and a cosmic supper club</p>",
  "published": "2021-10-01T15:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 8793,
          "end": 8804
        },
        {
          "start": 2509,
          "end": 2520
        },
        {
          "start": 10375,
          "end": 10381
        },
        {
          "start": 7937,
          "end": 7943
        },
        {
          "start": 5825,
          "end": 5836
        },
        {
          "start": 9204,
          "end": 9215
        },
        {
          "start": 916,
          "end": 927
        },
        {
          "start": 3833,
          "end": 3839
        },
        {
          "start": 10688,
          "end": 10699
        },
        {
          "start": 2798,
          "end": 2809
        },
        {
          "start": 9502,
          "end": 9508
        },
        {
          "start": 1491,
          "end": 1502
        },
        {
          "start": 6651,
          "end": 6657
        },
        {
          "start": 7695,
          "end": 7706
        },
        {
          "start": 2210,
          "end": 2216
        },
        {
          "start": 8891,
          "end": 8902
        },
        {
          "start": 6221,
          "end": 6227
        },
        {
          "start": 9998,
          "end": 10004
        },
        {
          "start": 5448,
          "end": 5454
        },
        {
          "start": 3314,
          "end": 3325
        },
        {
          "start": 8126,
          "end": 8132
        },
        {
          "start": 7134,
          "end": 7140
        },
        {
          "start": 3970,
          "end": 3981
        },
        {
          "start": 7024,
          "end": 7030
        },
        {
          "start": 5975,
          "end": 5981
        },
        {
          "start": 5185,
          "end": 5196
        },
        {
          "start": 6153,
          "end": 6164
        },
        {
          "start": 2066,
          "end": 2077
        },
        {
          "start": 10288,
          "end": 10294
        },
        {
          "start": 655,
          "end": 666
        },
        {
          "start": 9136,
          "end": 9142
        },
        {
          "start": 1372,
          "end": 1383
        },
        {
          "start": 7316,
          "end": 7327
        },
        {
          "start": 1744,
          "end": 1755
        },
        {
          "start": 11121,
          "end": 11132
        },
        {
          "start": 11640,
          "end": 11646
        },
        {
          "start": 8354,
          "end": 8360
        },
        {
          "start": 4931,
          "end": 4937
        },
        {
          "start": 4159,
          "end": 4170
        },
        {
          "start": 4750,
          "end": 4756
        },
        {
          "start": 7754,
          "end": 7760
        },
        {
          "start": 10577,
          "end": 10583
        },
        {
          "start": 9682,
          "end": 9688
        },
        {
          "start": 13,
          "end": 24
        },
        {
          "start": 7269,
          "end": 7275
        }
      ],
      "nexusId": "10078857"
    }
  ]
}