{
  "_id": "b28302fdccbee681a11df41a17f2cfc0342279ef93bd6de5d730debaee2e676a",
  "feed": "market-watch",
  "title": "‘I couldn't possibly live up to the image.' The star of ‘Pollyanna' on her struggles with childhood fame—even 60 years later",
  "text": "<p>Actress Hayley Mills has starred in dozens of films and television projects, performed onstage in cities throughout the world and won a BAFTA Award, a Golden Globe and, at age 14, a Juvenile Oscar.</p><p>Now, more than 60 years into her career, she's also an author. In her candid new memoir, “Forever Young,” released in September, Mills explores her early years and provides a unique view into her extraordinary upbringing.</p><p>The daughter of Academy Award-winning actor Sir John Mills and writer Mary Hayley Bell, Mills was already familiar with the entertainment industry when she starred in her first film, “Tiger Bay,” at age 12. (In her memoir, she refers to family friends Sir Laurence Olivier and Vivian Leigh as “Larry and Viv.”)</p><p>A year later, Walt Disney personally signed her to a multi-film contract, which would last through her teens. Mills would ultimately star in six Disney DIS Studio films, including the classics “Pollyanna” and “The Parent Trap,” setting her on a course to become one of the most widely recognized actresses of the 1960s.</p><p>But as Mills describes in “Forever Young,” spending her formative years in the spotlight was an enormous responsibility that she wasn't always equipped to handle. Going through puberty and growing older while being tied to a wholesome, youthful, Pollyanna-ish image led to crippling self-doubt, depression and an eating disorder. As she writes, “The image of a star is never the real person.”</p><p>From her home in London, Mills spoke over Zoom ZM with Next Avenue about her memoir, her family life when she was young and what it was like to have&#xa0;Walt Disney himself&#xa0;as a mentor. The following interview has been edited for clarity and length.</p><p>Next Avenue: How was it to write this exploration of your young self?</p><p>Hayley Mills:&#xa0;It was the most wonderful opportunity to go back and look at [life] again, with fresh eyes, with adult understanding. I worked [on the book] with my son, Crispian. He was constantly taking me back to essential things like, ‘What were you feeling? What were you thinking?' It was an opportunity to look at it fresh.</p><p>As a child, your home life wasn't always pleasant. You write, for example, about your mother's alcoholism. Do you think if your parents were still alive that you would have been able to address those issues as openly as you did?</p><p>That's a very good question. I think the answer is no, out of respect and consideration for them. Both of them belonged to a generation where it was very important to maintain an image. I suppose you could say a facade. They didn't believe in airing their dirty linen in public, so to speak, and I understood that. But the world has changed, and people are much more prepared to be honest and open.</p><p>Getty ImagesIt's very helpful for other people if we not only [talk] about one's addiction problems, but health problems, as well. When I was growing up, people didn't talk about cancer, they talked about ‘The Big C.' It was like to actually mention the word, you're bringing it to you in some way. There was superstition and fear. But we've seemed to realize that you face the fear and it diminishes it. In many ways, we're living in a much more enlightened and healthy time, I think.</p><p>So much of what you went through, if you take the film business out of it, was typical for most young people. You were simply trying to figure out who you were and feel comfortable in your own skin. It just so happens that you were a world-renowned actress at the time.</p><p>I'm very glad you said that because that was really important to me that [the book is about] my growing up. Because my growing up in those circumstances, although they were extraordinary circumstances, peculiar in many ways and weird in lots of ways, [was] universal. All children are cute, all children are beautiful, all children are lovable. But then you get into adolescence and you feel you're none of those things, but you don't know what you are instead.</p><p>I've heard so many people say that growing up and being aware of the fact that they were growing up frightened them. It terrified the life out of them. We're all left with a legacy of our childhood for the rest of our lives. What kind of childhood we had impacts us as adults.</p><p>Life as a Disney star</p><p>You refer to Walt Disney as a ‘surrogate father.' What does his name conjure up for you when you hear it?</p><p>His name conjures up a really warm, genuine human being who was actually, underneath all the success and power, shy. It was very endearing, and that quality is what attracted me to him.</p><p>Of course, I was tremendously impressed by what he stood for and everything that he'd done. I remember saying to him once, ‘All your films have got a message. What is that message?' And he said, ‘I just want to show people the best in themselves.' And that was real. That was genuine.</p><p>He had a tremendous sense of fun. He adored going on all the rides in Disneyland, and he'd done them umpteen times. Talk about the inner child! He was 100% in touch with his inner child. He loved those rides. He loved getting soaked on the bobsleigh ride down the Matterhorn. He loved that horrible cup and saucer ride. [laughs]</p><p>Be sure to read: Worried about Social Security? Panic can lead to bad decisions</p><p>You say that ‘Pollyanna' was ‘to prove both a blessing and a curse.' Can you share some of the ways it was those two things?</p><p>Well, it was the start of my career. And it was a very good film. The script was really good. It was beautifully cast with established Oscar-winning winning actors. Honestly, all I had to do was just learn my lines and not bump into the furniture and the adults around me totally carried the film. I was along for the ride.</p><p>Everett CollectionNow, the thing is, that was a very powerful image. It stayed with me, as it did for Mary Pickford. Pickford made many, many, many fantastic films, but the fact that she played Pollyanna, and as a result was dubbed America's Sweetheart, stayed with her for the rest of her life. It almost defined her character. This happens with very strong roles. Many actors have found this, to their advantage and to their detriment.</p><p>One of the reflections you shared in the book is that&#xa0;‘the Disney legacy affected every aspect of my life.' If you could go back, knowing what you know now, do you think you would agree to sign with Disney?</p><p>I would say yes. And hope because I was able to go back, I would be able to make different decisions. That's the thing — I allowed things to happen. As one does as a child, I believed that all the adults knew what was best and what was right. And I struggled on with that concept for much longer than I should have done.</p><p>I was surrounded by a lot of very talented, clever, powerful people, and it took me a while to say, ‘No, hang on a minute, I hear what you're saying. But actually, I want to do this. I don't want to do that.'</p><p>Also read:Will you outlive your savings?</p><p>Another topic you address in the book is about being bulimic, and the years of&#xa0;social anxiety,&#xa0;shyness and isolation you experienced. Do you think anyone noticed that you needed help? Or was it something that you hid well?</p><p>We didn't go to therapy in those days. My parents were of a generation that looked down their noses at it. It would have been very helpful to talk about what I was feeling and talk about my fears. I became morose and silent, and I think they put it down to just being a difficult adolescent.</p><p>I couldn't possibly live up to the [Hayley Mills] image. As the image and the fame grew, my sense of self shrunk. It couldn't keep up with that. When I had interviews or had to go to television shows it was excruciating because I knew they expected [sings] ‘da da da da da!' You know, bing! This little girl who's going to light up the studio!</p><p>[But] I felt that I walked around like a big, boring, black cloud. I just didn't know what to do about it. It all felt as if I didn't deserve it. And then I began to doubt my ability as an actress, and then everything just seemed to just crumble away.</p><p>But you've got to get down into the absolute depths before you can rise up to the surface again, so that was probably a useful experience. I know a lot of people suffer from depression and I can empathize to a certain extent, because I know what it's like. Self-doubt and lack of self-worth, it's a universal feeling.</p><p>Don't miss: Judge suspends Britney Spears' father from conservatorship, citing ‘toxic environment'</p><p>You write about wanting to become an adult and gain your independence. And then when you're 20, Walt Disney passes away, you move out of your parents' house and you immediately get into a relationship with&#xa0;Roy Boulting,&#xa0;a man 32 years your senior, who dictates much of the relationship. Do you think you were subconsciously replacing the parental figures who you'd said you wanted to leave?</p><p>Yes. I would never have accepted that interpretation then, because as far as I was concerned, I just fell in love with an amazing man. He was 32 years older, but he was brilliant and tremendously charismatic. He was a wonderful director. Just everything about him dazzled me. And he was very good-looking. But, of course, subconsciously, he was somebody who could look after me. There was a kind of safe harbor feeling.</p><p>We loved each other very much, [but] I had to finally admit that it wasn't right. It wasn't working. And again, I wasn't able to be true to myself. Because I was leading his life on&#xa0;his&#xa0;terms. I wasn't good at just being at home all the time with Roy, who I loved, [because] we never saw anybody. It was a very isolated life.</p><p>Everett CollectionWhen I was working, I think it made him feel insecure. When I would go and do a movie or I would go off every night to the theater, I think he felt very insignificant. He felt the difference of the ages in that respect much more than I did. I didn't want to stray or have relationships or anything like that. I wanted the freedom to just be young. And that's what he found threatening.</p><p>If you could go back and give your younger self advice, what would you say?</p><p>I would say: Don't be so afraid of making a mistake. They teach us so much. And I would have turned down more work so I didn't have to leave my children. I would say: Don't do something that means you have to go off to California and leave them behind or go on tour with a play. Say no to this and wait, something else will turn out. Have a bit more faith in the universe delivering what you need.</p><p>Sandra Ebejer&#xa0;lives in upstate New York with her husband, son, and two cats who haven't figured out how to get along. Her work has been published in The Washington Post, the Boston Globe, Real Simple, Writer's Digest, ShondaLand, and others. Read more at&#xa0;sandraebejer.com.&#xa0;</p><p>This article is reprinted by permission from&#xa0;NextAvenue.org, © 2021 Twin Cities Public Television, Inc. All rights reserved.</p><p>More from Next Avenue:</p><p>How Nostalgia Can Boost Your Mood</p><p>Avoid the Grandparent Trap</p><p>Why Nostalgia Is Good for You</p>",
  "published": "2021-10-06T04:59:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1593,
          "end": 1604
        },
        {
          "start": 745,
          "end": 756
        },
        {
          "start": 876,
          "end": 882
        },
        {
          "start": 6306,
          "end": 6312
        },
        {
          "start": 8509,
          "end": 8520
        },
        {
          "start": 4247,
          "end": 4258
        },
        {
          "start": 4222,
          "end": 4228
        },
        {
          "start": 6166,
          "end": 6172
        }
      ],
      "nexusId": "10078857"
    }
  ]
}