{
  "_id": "2cb7b5e90f6a426a129b21aeb04974c5ae79fe5b9ed28cd54719320e02ed7df8",
  "feed": "wall-street-journal",
  "title": "Hasbro CEO Brian Goldner Dies at Age 58; Toy company said days ago he was taking a leave of absence for medical care",
  "text": "<p>Hasbro didn't disclose a cause of death.</p><p>\"On behalf of the Hasbro family, we extend our deepest, heartfelt condolences to his wife, daughter, and entire family,\" said Rich Stoddart, a board member who had been named Hasbro's interim CEO over the weekend.</p><p>Mr. Goldner dressed and acted the part of a polished corporate leader. Still, he was undoubtedly a toy executive. His cellphone voice-mail message was recorded by the Transformers character Optimus Prime, and he owned one of the original suits donned by the White Ranger from Power Rangers.</p><p>His death leaves the Pawtucket, R.I., company, which has a market value of about $12 billion, in the hands of lieutenants to navigate selling strategies and supply-chain challenges during a make-or-break time of the year.</p><p>At an industry event last month, Mr. Goldner said Hasbro had sufficient merchandise for the holiday season.</p><p>Mr. Goldner began his career in marketing and started in the toy industry at Bandai America Inc., where, under close friend and mentor Haim Saban, he helped translate characters from the Power Rangers franchises into toys.</p><p>He joined Hasbro in 2000, and became CEO in May 2008. He was the first outsider to lead the company, best known for its Monopoly board games, Nerf guns and Transformers, following a series of family members and a longtime employee.</p><p>Under his watch, Hasbro developed what became known as the Brand Blueprint, which focused on developing strong story lines and entertainment around the company's myriad brands to stoke sales of toys, games and other merchandise.</p><p>He forged close ties with Hollywood and pushed Hasbro into big-screen movies launched under the Transformers and G.I. Joe franchises. Hasbro won the coveted license for Walt Disney Co.'s Disney Princess characters and makes toys tied to the media company's Marvel and Star Wars franchises.</p><p>Mr. Goldner led the $4 billion acquisition of Entertainment One Ltd. in 2019, a production studio that also owns Peppa Pig and other children's properties, making a big bet on entertainment aimed at young children.</p><p>In a note to Hasbro staff Sunday, he told executives to continue to push ahead with his plan.</p><p>\"Hasbro's future couldn't be brighter, thanks to all of you—the best teams in the business,\" Mr. Goldner wrote. \"Let's continue to Supercharge the Blueprint as we build Hasbro into the world's leading play and entertainment company.\"</p><p>Hasbro's shares have had a total return of more than 335% since the end of May 2008, compared with a return of roughly 310% for the S&amp;P 500 index and 72% for rival Mattel Inc., according to the Dow Jones Market Data Group.</p><p>During his tenure at Hasbro, Mattel cycled through several CEOs and strategic shifts. In 2017, Mr. Goldner explored a potential takeover of the Barbie maker but abandoned the pursuit shortly thereafter.</p><p>In recent years, Mattel has been replicating some of Hasbro's strategy by expanding into entertainment and revisiting its manufacturing footprint. Hasbro has outsourced most of its production, while Mattel still owns and runs factories around the world.</p><p>In addition to running Hasbro, Mr. Goldner was a board member at ViacomCBS Inc. He previously served on the boards of Molson Coors Brewing and retailer Gap Inc.</p><p>Mr. Goldner grew up on Long Island, N.Y., and attended Dartmouth College, where he studied politics. In addition to a home in Rhode Island, Mr. Goldner spent time at a home in Nantucket, Mass., where he enjoyed playing tennis, stand-up paddling and hiking.</p><p>He is survived by his wife, Barbara Goldner, a social worker and nurse, and daughter, Brooke. The couple's son, Brandon, died in 2015 when he was 23 from an accidental heroin overdose. The couple spoke publicly about their son's death and testified before the Rhode Island governor's Overdose Prevention and Intervention Task Force.</p><p>\"I know if he were sitting right there — sitting right across from me, sitting next to me — he would say 'people should know what happened,'\" Mr. Goldner told the Providence Journal in 2016.</p><p>During the Covid-19 pandemic, Mr. Goldner reveled in the fact that families were using his company's and other board games to fill their time and connect with each other and hoped that would continue even after things returned to normal.</p><p>\"People don't want to lose the idea that they were able to get their kids and families together for so many laughs and enjoyment,\" he told the Journal in an interview earlier this year.</p><p>—Steven Russolillo contributed to this article.</p><p>Write to Paul Ziobro at Paul.Ziobro@wsj.com</p><p>Hasbro CEO Brian Goldner Dies at Age 58</p>",
  "published": "2021-10-12T22:42:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1729,
          "end": 1740
        },
        {
          "start": 1747,
          "end": 1753
        }
      ],
      "nexusId": "10078857"
    }
  ]
}