{
  "_id": "c7d98f971fa80185e2dc9ab845d85f06113d59b68566353b0ca262c2ee294319",
  "feed": "ftcomall",
  "title": "Bond film helps Cineworld sales return to pre-Covid levels in UK",
  "text": "<p>Cineworld's UK revenues rebounded above pre-pandemic levels last month as the release of <em>No Time to Die</em> helped revive the ailing fortunes of the world's second-largest cinema operator.</p> <p>Shares in the London-listed company rose 9 per cent on Monday after a trading statement showed more film-goers than expected had returned to catch the latest James Bond movie and other blockbusters.</p> <p>Sci-fi epic <em>Dune</em> and superhero film <em>Venom</em> also contributed to Cineworld's global recovery, yet the company's strongest performance was in the UK, where 007 is particularly popular.</p> <p>Chief executive Mooky Greidinger said the rapid improvement last month was “not a one-off” as audiences had returned in “significant numbers” around the world. He highlighted a schedule of releases over the festive season, including the latest instalments of <em>Spider-Man</em> and the <em>Matrix</em> franchise, as well as <em>Encanto</em>, a Disney animation.</p> <p>Cineworld still carries net debt of about $4.6bn — a legacy of pre-pandemic acquisitions, including the US chain Regal — compared with a market capitalisation of £944m. Its share price remains 72 per cent lower than five years ago.</p> <p>The company is also awaiting a decision from a court in Ontario over a lawsuit from Cineplex, which launched action against Cineworld for pulling out last year of a planned $2.1bn acquisition of its Canadian rival.</p> <p>Despite the uncertainty, the update on Monday provided evidence Cineworld is making a long-awaited recovery after the pandemic eviscerated the film industry and brought the company <a href=\"https://www.ft.com/content/0ed56fe4-3d27-477f-8330-362eb08a6159\">close to collapse</a> last year.</p> <p>Cineworld, which posted a <a href=\"https://www.ft.com/content/7dee84d9-46bb-448e-83fd-1eb5dd440167\">pre-tax loss</a> of $3bn for 2020, generated positive cash flow in October for the first time in 18 months.</p> <p>Overseas markets also recovered, albeit not quite as strongly as the UK. Across the group, which operates 9,193 screens at 752 sites, sales last month from tickets and food and drink reached 90 per cent of 2019 levels.</p> <p>Greidinger said he had been a “bit disappointed” by the British public's initially cautious reaction to the reopening of cinemas in the summer. In July, revenues came in at little more than half of 2019 levels.</p> <p>But he was “not at all” surprised by the scale of the October rebound, when revenues were 27 per cent higher than the same period two years ago.</p> <p><em>No Time to Die</em> had a good chance of becoming the second-biggest Bond film on record behind <em>Skyfall</em> despite its release during the pandemic, the chief executive added.</p> <p>While the public had lingering concerns about Covid-19, they had come to appreciate that cinemas were “really a safe environment”, he said.</p> <p>Greidinger said some markets outside the UK also had a “good chance” of reaching or surpassing pre-pandemic levels in the first half of next year. Titles due for release include <em>The Batman</em>, <em>Mission: Impossible 7</em> and <em>Top Gun: Maverick</em>.</p> <p>Cineworld spent $100m upgrading its venues during the pandemic, which Greidinger said had “paid off very strongly”. Modernised locations in the US had outperformed.</p><p>Source: Alistair Gray 2021 'Bond film helps Cineworld sales return to pre-Covid levels in UK' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T15:14:46.598Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 883,
          "end": 889
        }
      ],
      "nexusId": "10078857"
    }
  ]
}