{
  "_id": "1b5f4e4b6ce5d733fab766e22a4368bf2b369865caf4236f9800b73a3997d8a3",
  "feed": "market-watch",
  "title": "Universal movies to stream on Peacock as soon as 45 days after hitting theaters in 2022",
  "text": "<p>The move comes as the movie industry continues to adapt to the pandemic, with more of a focus toward streaming. Peacock joins AT&amp;T Inc.'s T HBO Max, which will stream Warner Bros. movies as soon as 45 days after theatrical release in 2022, as well as ViacomCBS Inc.'s VIAC Paramount+, with has also announced a 45-day window for Paramount movies. Pre-pandemic, movies typically had a 120-day theatrical window.</p><p>In a statement Thursday, Comcast Corp.'s CMCSA NBCUniversal singled out 2022 movies such as “The 355,” starring Jessica Chastain and Penélope Cruz; “Ticket To Paradise,” starring George Clooney and Julia Roberts; “Marry Me,”&#xa0;starring Jennifer Lopez and Owen Wilson; and the sequel “Downton Abbey: A New Era” as examples.</p><p>However, some of Universal's biggest upcoming releases — such as “Jurassic World: Dominion,” “Minions: The Rise of Gru” and Jonathan Nolan's “Oppenheimer” — were not mentioned. Variety and The Hollywood Reporter reported those movies will stream on Peacock at some point, but after 45 days.</p><p>Peacock President Kelly Campbell said in a statement that the Universal releases will “provide a steady stream of fresh, original films exclusively for Peacock customers throughout the year.”</p><p>Peacock did not disclose its latest subscriber numbers in its third-quarter earnings report in October. But as of the second quarter of 2021, it had about 54 million subscribers.</p><p>New movies are a major selling point in the highly competitive streaming wars. HBO Max saw a healthy boost in subscribers in 2021, due in part to WarnerMedia's decision last year to stream new Warner Bros. movies for 30 days starting the same day they hit theaters. That policy, which was controversial in Hollywood, will not continue in 2022.</p><p>Walt Disney Co.'s DIS Disney+ has also experimented with various movie release formats, including streaming on the day of theatrical release with an additional $30 fee, and shortening the theatrical window to, in the case of “Encanto,” just one month.</p>",
  "published": "2021-12-09T21:23:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1760,
          "end": 1766
        },
        {
          "start": 1738,
          "end": 1749
        }
      ],
      "nexusId": "10078857"
    }
  ]
}