{
  "_id": "f0c51e59cf3a96f5308a27de6d2352131c35474de3db7496597cdba9f6ec249a",
  "feed": "wall-street-journal",
  "title": "Technology:  Netflix to Get Sony Movies  ---  Streaming platform's  need for acquired  content is growing as  competition increases  ----  By Joe Flint",
  "text": "<p>   Netflix Inc. has reached a multiyear agreement with Sony Pictures Entertainment for domestic streaming rights to the studio's theatrical movies, the companies said Thursday. </p><p>   The deal will start with Sony Pictures' 2022 movie slate. As part of the pact, Netflix will have a first-look option to pick up movies Sony is making or licensing specifically for streaming platforms. Netflix has committed to ordering an undisclosed number of those films, the streaming giant said. </p><p>   Among the releases that will land on Netflix after their theatrical runs are future \"Spider-Man\" movies and other films based on Marvel characters that Sony has the rights to, including Morbius and Venom. Netflix will also license older movies from Sony's library. Sony Pictures Entertainment is a unit of Sony Group Corp. </p><p>   Terms of the five-year deal weren't disclosed. People familiar with the deal said it would be valued at several hundred million dollars annually and more than $1 billion over the course of the agreement. The precise figure will depend, in part, on the box office performance of the films. The Lions Gate Entertainment Corp.-owned pay-TV channel Starz has rights to Sony movies through the end of this year. </p><p>   Getting access to Marvel titles was a key incentive for Netflix, which is no longer getting fresh Marvel content from Walt Disney Co. as those movies and TV shows moved to the Disney+ streaming service. </p><p>   Netflix's need for acquired content is growing as it faces greater competition from newer streaming services including Disney+, AT&amp;T Inc.'s HBO Max and NBCUniversal's Peacock. Once big sellers of their content to Netflix, those companies are now keeping more of their movies and TV shows in-house to feed their own streaming platforms. </p><p>   While Netflix has been making its own movies for several years and received 36 Oscar nominations for its 2020 slate, it still wants popular theatrical films made by other studios. </p><p>   Netflix earlier this month agreed to acquire rights to two sequels to the surprise 2019 theatrical hit \"Knives Out\" at a price approaching $450 million, a person familiar with that agreement said. </p><p>   Other streaming and pay-TV platforms bid on the Sony content, driving up the price, two people close to the deal said. </p><p>   As part of the Sony agreement, Netflix will have new movies in their first \"window\" after theatrical release. After a time, the movies will leave Netflix and run on other platforms, before eventually returning to the streaming service. </p><p>   In such deals, a large percentage of the fee is typically determined by U.S. box office performance. The more successful a movie is in the theater, the higher the license fee for the party showing it after it has run in theaters. The rates have gone up in recent years as streamers battle each other for content. </p><p>   This is the second major content deal Netflix has struck with Sony. In 2019, it bought U.S. and international subscription streaming rights for reruns of the hit 90s comedy \"Seinfeld.\" That move helped Netflix fill a void after losing rights for \"The Office\" to Peacock and \"Friends\" to HBO Max. </p><p></p>",
  "published": "2021-04-09T06:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1321,
          "end": 1332
        },
        {
          "start": 1525,
          "end": 1532
        },
        {
          "start": 1379,
          "end": 1385
        }
      ],
      "nexusId": "10078857"
    }
  ]
}