{
  "_id": "710e06063e36d49398e4b5488c372f1a77a25f2382310e7a9719533adccc0396",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>How well did you keep up with the news this week? Take </em><a href=\"https://ig.ft.com/quiz/firstft-2021-05-14/\"><em>our quiz</em></a><em>.</em></p> <p>The US Centers for Disease Control and Prevention said on Thursday that the fully vaccinated <a href=\"https://www.ft.com/content/ef26b07c-0213-4653-89ea-a24ccd0d5a8d\">could forgo face coverings</a> for almost all indoor and outdoor settings, allowing people to travel and socialise more freely and paving the way for a faster reopening of offices and schools.</p> <p>The decision follows an encouraging drop in coronavirus infections and hospitalisations across the country while deaths from the disease have fallen to their lowest levels since April 2020, the early stages of the pandemic.</p> <p>More than 266m vaccine doses have been administered in the US since the rollout began in December, the CDC said on Thursday. Almost two-thirds of adult Americans have received at least one dose of a vaccine and more than a third have been fully vaccinated. </p> <p>President Joe Biden has set a goal of administering at least one dose of the vaccine to 70 per cent of American adults by July 4.</p> <p>In an effort to reach that target some mass vaccine sites are being wound down as the strategy turns <a href=\"https://www.ft.com/content/68e72f5e-4bd4-43d1-8341-286b5deb8d5f\">to targeted campaigns</a>.</p> <p>In New York temporary vaccination centres have been set up on the subway while churches, soup kitchens, malls and food manufacturing plants are also being used as the country tries to reach herd immunity.</p> <p>More novel ideas to win round the vaccine hesitant include automatic entry into a state-run lottery in Ohio with a $1m prize. Others are offering free beer, tacos and even pre-rolled marijuana&#xa0;joints as a reward for being vaccinated.</p> <p>Children will also be included in the vaccination drive after the CDC this week recommended the BioNTech/Pfizer jab to be used in <a href=\"https://www.ft.com/content/041f4bbe-d89e-4c35-bda6-0a073be44719\">12 to 15-year-olds</a>.</p> <h2>Coronavirus digest</h2> <ul>  <li><p><strong>Singapore</strong> has reimposed <a href=\"https://www.ft.com/content/d457bdef-c639-4db7-a946-bdbb0ea2d5bb\">strict social-distancing measures</a>, banning in-person restaurant dining and limiting social gatherings to two people following a spate of new Covid-19 cases.</p></li>  <li><p>Towns across <strong>Japan</strong> <a href=\"https://www.ft.com/content/15b61721-5d39-4517-8768-ce674abb9401\">are cancelling plans</a> to host athletes before the Tokyo Olympics as the country struggles to get its&#xa0;<a href=\"https://www.ft.com/content/18b4460c-0059-4571-888c-041dfa4adb9f\">vaccination campaign</a>&#xa0;off the ground.&#xa0;In <strong>Nepal</strong>, the pandemic is threatening <a href=\"http://ft.com/content/2ce28d01-74b0-4371-ab35-b65a45d61396\">the climbing industry</a>. </p></li>  <li><p>Extending the interval between doses of the <strong>BioNTech/Pfizer</strong> vaccine from <a href=\"https://www.ft.com/content/966267e1-fd83-41e8-86a2-ef5ab3497c72\">three to 12 weeks</a> strengthened the antibody response in elderly people, according to a UK study.</p></li>  <li><p><strong>Cuba</strong> has begun its vaccination drive using two&#xa0;<a href=\"https://www.ft.com/content/cb4da14c-f192-4ca0-b762-75d2c4a24859\">homegrown shots</a> —&#xa0;before they have received full regulatory approval.</p></li>  <li><p>More than a quarter of adults in the <strong>EU </strong>have indicated they are <a href=\"https://www.ft.com/content/9c030b64-86f2-497f-a4e8-d0c183a2497b#post-31d91fc5-ee2a-4a5f-b97c-3e8d983ee461\">unlikely to get inoculated</a> against Covid-19, according to a Eurofund survey.</p></li>  <li><p><strong>UK</strong> prime minister Boris Johnson refused to rule out the possibility of <a href=\"https://www.ft.com/content/a6730381-9193-43d6-b919-ef158e48e058\">localised lockdowns</a> to stem a variant identified in India. </p></li>  <li><p>Brian Chesky, <strong>Airbnb</strong> chief executive, predicted the “<a href=\"https://www.ft.com/content/f7512415-46b2-4378-8356-2d1e2a8a760e\">travel rebound of the century</a>” as the company reported promising first-quarter revenues.</p></li> </ul> <p><em>Follow the latest on our </em><a href=\"https://www.ft.com/content/5be29149-d862-4a25-9e00-569675198263\"><em>live blog</em></a><em>, and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our </em><a href=\"https://www.ft.com/coronavirus-business-update\"><em>Coronavirus Business Update</em></a> <em>newsletter.</em></p> <h2>In the news</h2> <p><strong>Netflix outpaced by old media </strong>The latest round of quarterly results from media companies has put the industry disrupter in the role of defensive incumbent. Netflix added <a href=\"http://ft.com/content/48c06611-1c17-4941-96cc-b085dfe05cdf\">fewer than 4m subscribers</a> globally in the first three months, missing its own forecasts, while rivals Disney, HBO and ViacomCBS all grew their streaming services more quickly.</p> <ul>  <li><p>Walt Disney's ESPN network <a href=\"https://www.ft.com/content/a53e83ef-9088-4130-8918-a9eb5b9f3a52\">has acquired US broadcasting rights</a> to Spain's La Liga with a new eight-season contract that escalates bidding wars for American media rights to European football.</p></li> </ul> <p><strong>Israel says ground troops deployed against Gaza</strong> Israel said it had <a href=\"https://www.ft.com/content/5d0bea9e-3bdf-4d43-9aea-31b1032a1f81\">deployed ground troops</a> in its assault on Hamas in the Gaza Strip, marking an escalation of the five-day conflict and raising speculation of an Israeli invasion of the impoverished Mediterranean territory. The Biden administration <a href=\"https://www.ft.com/content/19db080c-694e-4e84-a4f6-da7c271786ff\">has dispatched</a> the state department's top official on Israel and Palestinian affairs to meet Israeli and Palestinian leaders.</p> <p><strong>McDonald's raises US wages </strong>The fast-food chain <a href=\"https://www.ft.com/content/da9dd7e5-50f2-43ef-aae4-e9eb19f4fc29\">plans to increase wages</a> an average of 10 per cent for more than 36,500 of its employees as it struggles to fill vacancies. Businesses across the US are facing a&#xa0;<a href=\"https://www.ft.com/content/52ecab21-c90d-4ee7-be7f-612da5355c77\">labour shortage</a>, even with millions still unemployed following the pandemic-fuelled downturn.</p> <p><strong>Kansas City Southern backs sweetened Canadian National offer</strong> Canadian National has made a sweetened $34bn <a href=\"https://www.ft.com/content/a5643aa9-bd39-48b0-9591-8a93e34c7065\">offer</a> for rival railway operator Kansas City Southern as it looks to create the first railway spanning Canada, the US and Mexico. KCS has already agreed to be acquired&#xa0;<a href=\"https://www.ft.com/content/9d4c383a-b3ee-415d-beaf-3cc7a6dc5993\">by Canadian Pacific for $29bn</a>,&#xa0;including debt, and would have to pay a $700m fee to break up the deal.&#xa0;</p> <p><strong>Coinbase promises to add dogecoin trading</strong> Brian Armstrong, Coinbase chief executive, said the cryptocurrency exchange <a href=\"https://www.ft.com/content/ccbb619e-ad1e-4c95-ba4b-33df0b91867d\">would offer trading in dogecoin</a> within six to eight weeks as his company reported a more than threefold revenue increase.</p> <p><strong>Pipeline hackers believed to be in Russia</strong> Joe Biden said the US government has “strong reason” to believe the hackers behind a cyber attack that shut <a href=\"https://www.ft.com/content/9e688bc8-b238-4755-a02a-b1523eee80a8\">the Colonial petroleum pipeline</a> were based in Russia as he urged Americans to not panic over temporary fuel shortages. This week the president signed <a href=\"https://www.ft.com/content/4d808359-b504-4014-85f6-68e7a2851bf1\">an executive order</a> to strengthen the US's cyber defences.</p> <p><strong>Hedge funds look to tap corporate dealmaking surge </strong>Hedge funds are aiming to profit from a surge in dealmaking as economies reopen. Merger arbitrage funds, which buy shares in M&amp;A targets and bet against the acquirer, <a href=\"http://ft.com/content/15f6066a-6dce-4322-b615-008f4d8a54ec\">gained 7.7 per cent</a> in the first four months of 2021, a marked contrast with last spring's coronavirus-driven market turmoil. </p> <h2>The day ahead</h2> <p><strong>Economic data </strong>US <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">job figures</a> could tame inflation nerves, but rising consumer prices still rank high on worry lists. Industrial production is expected to <a href=\"https://www.wsj.com/articles/economy-week-ahead-inflation-retail-sales-industrial-production-11620586800\">advance</a> in April. (FT, WSJ)</p> <p><strong>Northern Ireland party vote </strong>Northern Ireland's Democratic Unionist party will <a href=\"https://www.ft.com/content/38d00232-b33c-4bd2-9bac-627b74e35f52\">elect a leader today</a> following the defenestration of Arlene Foster last month — in significant part due to the political fallout from the Northern Ireland protocol. Boris Johnson will also <a href=\"https://www.ft.com/content/ce74cfcd-6a9d-47e0-a422-5bdf2232dd2e\">meet</a> his counterpart in the Republic of Ireland, Taoiseach Micheál Martin.</p> <h2>What else we're reading</h2> <p><strong>How the super-rich soaked up Covid cash </strong>As the virus spread, central banks injected $9tn into economies worldwide to keep the global economy afloat. Much of that stimulus went into financial markets, and from there into the net worth of the ultra-rich. Ruchir Sharma charts <a href=\"http://ft.com/content/747a76dd-f018-4d0d-a9f3-4069bf2f5a93\">the rise of “good” and “bad” billionaires</a> around the world.</p> <p><strong>Elon Musk wakes up to bitcoin's fossil fuel issues </strong>Bitcoin's carbon footprint is embarrassing, not just for Tesla but for millennial crypto investors who care about green issues. A scramble is under way to tackle the cryptocurrency's carbon issues, <a href=\"https://www.ft.com/content/b917ec4f-8b57-45dc-82ba-960d82ad7974\">writes Gillian Tett</a>. </p> <ul>  <li><p>Elon Musk's dabbling with bitcoin has raised the prospect&#xa0;that the Tesla chief executive could <a href=\"https://www.ft.com/content/287f5901-d742-4954-94fb-40ab1255262a\">become a kingmaker</a>&#xa0;for a future cryptocurrency to rival or even supersede bitcoin, <a href=\"https://www.ft.com/content/287f5901-d742-4954-94fb-40ab1255262a\">says Richard Waters</a>.</p></li> </ul> <p><strong>How Ian Osborne built a $1.5bn venture capital firm </strong>When the tech financier invests in a company, executives must agree to an unusual clause: not to talk about it without his permission. Such tactics have helped Ian Osborne and his firm Hedosophia fly <a href=\"http://ft.com/content/3ed742fd-ee22-475a-92d0-aeb5ce186ad2\">under the radar</a> even as he built a $1.5bn venture capital business involved in high-profile investments and takeover bids.</p> <p><strong>Why the English are complacent and the French apocalyptic </strong>The two countries are practically twins in gross domestic product, absurd over-centralisation and declining national grandeur. The deeper issue is that the English and French hold opposing world views, <a href=\"https://www.ft.com/content/f11a1c21-4744-4b7d-afdb-f361c1d3a319\">writes Simon Kuper</a>: England is a complacent society and France is an apocalyptic one.</p> <p><strong>Can you really change your personality? </strong>It's hard to grasp the possibility that we might change over the years as we leave school, move house, acquire hobbies and friends, get jobs, become parents and experience love and loss. Yet we do, and we will. <a href=\"http://ft.com/content/e193c7a9-5b55-4036-b503-9a6873ff028a\">Tim Harford has three tips on self-change</a>.</p> <h2>Podcast of the day</h2> <p><strong>A crisis in the Middle East </strong>Gideon Rachman talks to Diana Butto, a Palestinian lawyer, and Noga Tarnopolsky, a journalist based in Jerusalem, about the <a href=\"https://www.ft.com/content/d1904517-af7b-4767-9ee7-1a03af9d368c\">political conditions</a> that have kindled the region's worst fighting in years.</p><p>Source: Gordon Smith, Jennifer Creery and Oluwakemi Aladesuyi   2021 'FirstFT: Today's top stories' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T11:44:59.466Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3242,
          "end": 3253
        },
        {
          "start": 3168,
          "end": 3174
        }
      ],
      "nexusId": "10078857"
    }
  ]
}