{
  "_id": "442e88f9c9253d66d95c332cadb7944a88fa38751b7940051cdb524f1f77dca4",
  "feed": "ftcomall",
  "title": "Bad blood as Holmes takes stand in Theranos trial",
  "text": "<p><strong>One thing to start: </strong>the FT/McKinsey <a href=\"http://ft.com/35f93c24-2f40-45c8-b22b-da7f8df8d977?\">Business Book of the Year award</a> was presented to Nicole Perlroth's investigation into the cyber weapons arms race, <em>This Is How They Tell Me the World Ends</em>. The judges applauded Perlroth's sobering analysis of the potential for a cyber catastrophe.</p> <h2>Elizabeth Holmes gets grilled</h2> <p>“Dear Rupert, I hope all is wonderful with you and that you had a wonderful Labor Day,” the email began. </p> <p><strong>Elizabeth Holmes</strong>, founder of the $9bn blood testing start-up <strong>Theranos</strong>, was trying to quash a critical article in <strong>The</strong> <strong>Wall Street Journal</strong>, the US newspaper owned by the Australian media mogul <strong>Rupert Murdoch</strong>. </p> <p>And unlike most attempts at preventing negative coverage, this one came with an appeal to self-interest — Murdoch had personally invested $125m in Theranos.</p> <p>“As I've reflected on this, I thought that were I in your shoes I would want to know/be in the loop on this one, and since you had the prior materials from July, wanted to give you a complete set,” Holmes wrote to him.</p> <p>The email, displayed in federal court in San Jose, California, on Tuesday, hardly revealed anything new. <strong>John Carreyrou</strong>, the reporter behind the article, detailed in the book <em>Bad Blood</em> how Holmes had tried to kill his reporting in a series of meetings with Murdoch.</p> <p>Nonetheless, the correspondence took on new meaning as Holmes testified from the witness stand in her own criminal trial, facing 11 counts of wire fraud and conspiracy to commit wire fraud, each carrying sentences of up to 20 years in prison.</p> <p>Holmes admitted to trying to quash the Journal's reporting on Tuesday, part of a long list of unsavoury actions she fessed up to under cross-examination by federal prosecutors.</p> <p>As in other criminal fraud cases, the outcome hinges on Holmes's state of mind and whether she intentionally misled others. It's not an easy bar to clear, and emails like the one Holmes sent to Murdoch help the prosecution depict her as a schemer who was fully in control of the company.</p> <p>However, Holmes did push back on some of the more salacious allegations that she tried to intimidate Carreyrou or silence whistleblowers, DD's Miles Kruppa <a href=\"https://www.ft.com/content/6960e721-1a18-4856-a487-4bd43c2db6b0\">wrote</a> from the courthouse. </p> <p>Carreyrou, a fixture in court, shopped around a statement that highlighted how Holmes&#xa0;“ruthlessly retaliated” against his sources.</p> <p>At other key moments, Holmes appeared anxious discussing documents that she personally altered to include the logos of the pharmaceutical companies <strong>Pfizer</strong> and <strong>Schering-Plough</strong> without their permission. Prosecutors also had Holmes admit that she spearheaded the company's problematic marketing.</p> <p>However, prosecutors largely failed to land any big punches, instead settling on patterns of questioning that painted Holmes as both evasive and in full control of Theranos.</p> <p>The cross-examination came just one day after Holmes <a href=\"https://www.ft.com/content/9c3977f0-7909-4da7-b5a6-295e06a81679\">testified</a> that her former boyfriend and business partner <strong>Sunny Balwani</strong> had been abusive, including repeated instances of forced sex. His attorney has previously denied allegations of abuse.</p> <p>Jurors will begin deliberations following the trial's likely conclusion next week. </p> <h2>Love really hurts</h2> <p>In a different world, <strong>Sean Rad</strong> and fellow founders of <strong>Tinder</strong> would today be celebrating an $8bn fortune. In 2014 the group negotiated a novel deal with <strong>Barry Diller</strong>'s <strong>IAC</strong> company, which had incubated internet stars such as <strong>TripAdvisor</strong> and <strong>Expedia</strong>. The Tinder founders had the chance to sell back their 20 per cent stake to IAC at four different windows, first coming in 2017, the last in 2021.</p> <p>Tinder, of course, has become a phenomenon; its tens of millions of users give it a value one Wall Street analyst recently pegged at $40bn. (Tinder is part of the broader, listed <strong>Match Group </strong>which IAC spun out a few years back.) A fifth of $40bn would then be $8bn.</p> <p>Alas, after the maiden 2017 valuation pegged Tinder's aggregate value at just $3bn, the future valuations were cancelled and Rad and company were forced to sell at that initial figure. Nasty litigation eventually ensued about that deal, which DD's Sujeet Indap <a href=\"https://www.ft.com/content/fe30c7bb-494a-41a6-9ad8-a04d17d05c59\">has chronicled</a>. </p> <p>On Wednesday, in the midst of a New York trial that saw Diller on the witness stand, Match agreed to settle the allegations by paying the Tinder founders $441m, a figure that almost accounted for all of Match's existing balance sheet cash.</p> <p>A pretty penny for sure but less than the $2bn that Rad had sued for. Sometimes, it's OK to stop swiping. &#xa0;</p> <h2>Junk bonds fall out of favour</h2> <p>While equity investors have been rubbing their hands joyfully as stock prices climb to record highs and M&amp;A bankers relish the unprecedented flow of deals, one corner of the market is feeling less upbeat. </p> <p>US junk bonds in November faced their <a href=\"https://www.ft.com/content/12e80c41-6d00-43b6-bd52-31e062062f9b\">worst month</a> for more than a year as debt investors sold out of low-rated companies on worries about the economic impact of the highly mutated <a href=\"https://www.ft.com/content/42c5ff3d-e676-4076-9b9f-7243a00cba5e\">Omicron</a> coronavirus variant. </p> <p>With flashbacks to the darker days of lockdowns last year, investors have been selling out of the riskiest companies. A US junk bond index compiled by <strong>Ice Data Services</strong> fell more than 1 per cent in November, its worst drop since September last year. The debt of companies on the lowest rungs, C-rated and lower, returned minus 1.4 per cent last month. </p> <p>While low interest rates and the gradual relaxation of Covid-related rules have helped the financing of even the riskiest companies, investors are now concerned about the spread of the new variant which was first detected in South Africa. </p> <p>Leisure and airline bonds were hit the hardest after countries including the UK rushed to tighten mask-wearing rules and reimposed <a href=\"https://www.ft.com/content/b8ca4536-07b2-463f-bb44-8159aaec89ab\">travel restrictions</a>. </p> <p>In a further sign of the extent of worry, high-yield investors withdrew $2.8bn from the market last week, according to figures from EPFR Global. It marked the biggest weekly amount taken out since mid-March earlier this year, when inflation fears began creeping in.</p> <p>Investors' eyes will be on the scientists to see if their worries are justified. </p> <h2>Job moves&#xa0;</h2> <ul>  <li><p><strong>Disney </strong>has <a href=\"https://www.ft.com/content/25f99c83-ff36-4094-9eec-5bbe9040de10#post-3b2691eb-68a4-450f-9d09-ef7c0dd0c3a6\">named</a> <strong>Susan Arnold</strong> as chair, effective from the end of the year. A former <strong>Carlyle </strong>executive, she replaces <strong>Bob Iger </strong>who stepped down as chief executive last year and will leave the entertainment group at the end of 2021. </p></li>  <li><p><strong>UBS</strong> has <a href=\"https://www.ft.com/content/751d5770-e06d-474c-9062-3fbac4c38ecc\">hired</a> <strong>Sarah Youngwood</strong> as chief financial officer. She will join next year from <strong>JPMorgan Chase </strong>where she ran the bank's consumer business. Former <strong>Morgan Stanley </strong>president <strong>Colm Kelleher</strong> will also join the Swiss bank as chair. </p></li>  <li><p><strong>General Atlantic</strong> has appointed <strong>Ajay Banga</strong> as vice-chair. He was the chief executive of <strong>Mastercard</strong> for more than a decade and <a href=\"https://www.ft.com/content/6aca2716-57c7-11ea-a528-dd0f971febbc\">stepped down</a> from his role at the start of 2021. </p></li>  <li><p><strong>White &amp; Case </strong>has recruited <strong>Brad Laken</strong> as a partner in its global debt finance practice in Chicago. He joins from <strong>Katten Muchin Rosenman</strong>.</p></li>  <li><p><strong>Brunswick Group </strong>has hired<strong> Cheryl Heinonen</strong> as a partner in San Francisco. She joins from<strong> Macy's</strong>, where she led the company's communications strategy. </p></li> </ul> <h2>Smart reads&#xa0;&#xa0;</h2> <p><strong>All bark no bite </strong>Focusing on dull income funds means London is becoming the Jurassic Park of stock markets, falling behind competitors in the US and China. (<a href=\"https://www.ft.com/content/847b0335-7835-4b4f-9dc6-39ba944baadc\">FT</a>)</p> <p><strong>Pandemic unpreparedness </strong>The UK is selling its vaccine manufacturing centre in the midst of a health crisis. It should at least ensure the sale comes with safeguards. (<a href=\"https://www.ft.com/content/2986f544-b3b6-4fa5-9dff-fea9132be466\">FT</a>)</p> <p><strong>Private equity calling</strong> Europe's cheap telecoms sector has become fertile ground for buyout firms to bag bargain deals. (<a href=\"https://www.bloomberg.com/opinion/articles/2021-12-01/european-investors-are-inviting-a-private-equity-raid-on-their-telecoms\">Bloomberg</a>) </p> <h2>News round-up&#xa0;&#xa0;</h2> <p><a href=\"https://www.ft.com/content/40d291c2-0de6-4140-8b44-6d1a6bb26def?\">Tiger Global-backed nuclear fusion group secures $1.8bn in funding</a> (FT)</p> <p><a href=\"https://on.ft.com/3rqVZJa\">Seedrs bought by US group after merger of UK rivals was blocked</a> (FT)</p> <p><a href=\"https://www.ft.com/content/0c625b5d-734b-4934-8943-d02f9f2fb2e8\">Jeffrey Epstein was among those Leon Black told of ‘extortion' threats</a> (FT)</p> <p><a href=\"https://www.ft.com/content/66e62edc-6125-4f59-8a04-ca975aeb3507\">Epstein accuser testifies she was introduced to Donald Trump</a> (FT)</p> <p><a href=\"https://www.cnbc.com/2021/12/01/square-changes-corporate-name-to-block-.html\">Jack Dorsey's Square changes name to Block</a> (CNBC)</p> <p><a href=\"https://www.ft.com/content/7c421eb0-33b5-4eaf-852b-78a896d28c0b\">SS&amp;C Technologies enters bidding war for Blue Prism</a> (FT + <a href=\"https://www.ft.com/content/ce3c0f77-62a8-4466-af3d-769976f83f93\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/ab8d98a5-e22b-49c2-9bf1-4e4e59fa9ac2\">KPMG expects auditors back in offices four days a week in future</a> (FT)</p> <p><a href=\"https://on.ft.com/3rbW0AA\">Beauty start-up turns career banker into India's newest billionaire</a> (FT)</p><p>Source:  2021 'Bad blood as Holmes takes stand in Theranos trial' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T05:00:23.149Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5928,
          "end": 5934
        }
      ]
    }
  ]
}