{
  "_id": "597e19280080e78a3636b8ca7929a8465c1be44931ae7a45d1ab67b862717ddf",
  "feed": "ftcomall",
  "title": "A glimpse into the billionaire psyche",
  "text": "<h2>Marc Lasry, Ozy Media, and The Limitless Sh*tshow</h2> <p>One of <strong>Marc Lasry</strong>'s cameo appearances on Wall Street drama <em>Billions </em>comes in an episode titled, <em>The Limitless Sh*t</em>. The protagonist hedge fund billionaire <strong>Bobby Axelrod</strong> takes a “limitless” pill and buys, then dumps, $3bn worth of rare earth minerals while in a chemically-altered state.</p> <p>For these types of plot lines, <em>Billions</em> writers<strong> Brian Koppelman</strong> and <strong>David Levien</strong> often give Lasry a call, <a href=\"https://www.ft.com/content/5e2e41df-beac-4065-aa4a-af90f57a9511\">telling the FT</a> they credit him for their “understanding of the billionaire psyche”.</p> <p>Recently, the <em>Billions </em>billionaire whisperer has been wrapped up in what's aptly described as his own limitless sh*tshow, the <a href=\"https://www.ft.com/content/fcc1bbb2-836a-45b7-a432-934518b3a3bd\">collapse</a> of new media flame-out <strong>Ozy Media</strong>. </p> <p>Lasry invested just $1m and he's already keen to move on. “It was a venture deal and venture always has risk,” he says, parrying away further responsibility.</p> <p>Lasry's bet on Ozy was not his first misadventure. </p> <p>As DD's Antoine Gara <a href=\"https://www.ft.com/content/5e2e41df-beac-4065-aa4a-af90f57a9511#comments-anchor\">chronicles</a>, the distressed debt pioneer cultivated decades-long relationships with former president<strong> Bill Clinton</strong> and <strong>Rahm Emanuel</strong>, who was chief of staff to <strong>Barack Obama</strong>. </p> <p>But the pay-off, an appointment as ambassador to France in 2013, was nixed due to his participation in a high-stake poker game. (Lasry disputes this.)</p> <p>He also cut short his board role at jailed producer <strong>Harvey Weinstein</strong>'s studio and later went on to advise flamboyant financier <a href=\"https://www.ft.com/content/bcd47b75-15d2-41ae-9a46-7086622271db\"><strong>Lars Windhorst</strong></a>. </p> <p>Lasry's explanation: “Part of what I try to do is learn as much as I can about industries. Sometimes that's good, sometimes that's not.”</p> <p>Far from the rough and tumble of Wall Street, Lasry is a hero in the charming Midwestern city of Milwaukee, Wisconsin, home to quaint attractions like the Pabst Mansion, the Harley-Davidson Museum, and the <strong>Milwaukee Bucks </strong>basketball team, which Lasry purchased with two fellow Wall Street billionaires for $550m in 2014.</p> <p>His son <strong>Alex Lasry</strong> hopes to capitalise on the good feelings from his family's championship run as he bids for the seat of<strong> Ron Johnson</strong>, the Republican senator from Wisconsin, in 2022. </p> <p>An alum of Wall Street feeders <strong>Wharton </strong>and <strong>NYU's Stern School of Business</strong>, the younger Lasry interned for Obama and chaired Milwaukee's successful bid to host the 2020 Democratic convention. </p> <p>It's a long-shot bid, but Lasry can rely on deep political connections. <strong>Cheryl Effron</strong>, wife of Centerview Partners cofounder and Democratic party megadonor <strong>Blair Effron</strong>, is the sister of <strong>Cathy Lasry</strong>, Marc's wife. In 2019, Centerview hired Rahm Emanuel as a senior adviser.</p> <p>Connections inside the Democratic party machine haven't helped thus far. An August poll showed Lasry had the support of just 4 per cent of voters in the party's primary. </p> <h2>A Wall Street whisperer joins a global PR powerhouse</h2> <p>Pity the PR person tasked with convincing journalists that one company buying another is actually a merger and not a takeover.</p> <p>Now imagine the burden placed upon two of Wall Street's most seasoned “crisis communicators”, <strong>George Sard</strong> and <strong>Paul Verbinnen</strong>, to persuade their own company of such a development.</p> <p><strong>Sard Verbinnen</strong> — a go-to for powerful dealmakers and US corporations — is being bought by rival <strong>Finsbury Glover Hering</strong>. Here's a <a href=\"https://www.nytimes.com/1997/03/02/business/goodbye-takeover-pain-the-spin-doctor-is-in.html\">great read from 1997</a> in The New York Times about the Wall Street firm. </p> <p>The deal, talks of which were <a href=\"https://www.ft.com/content/56e87dd8-0575-4d22-a866-4344303787fe\">first revealed</a> by the FT last month, will create a combined group valued at $917m in <a href=\"https://www.ft.com/content/e21a373e-137e-11e6-91da-096d89bd2173\">the latest example of consolidation</a> in the lucrative business of managing reputations and controlling crises.</p> <p>FGH is itself the product of a <a href=\"https://www.ft.com/content/3d8e63c9-ba2d-484c-b5cb-035a5a68c34b\">three-way merger</a> between <strong>Finsbury</strong>, <strong>Glover Park Group </strong>and <strong>Hering Schuppener</strong> — all of which are controlled by UK advertising group <strong>WPP</strong>. It also recently acquired the Washington-based public affairs firm <strong>The Harbour Group</strong>. </p> <p>It's not yet clear how Sard Verbinnen's partners will react. The company has clashed with its top ranks before, losing three of its 27 managing partners in 2016 when it sold a 40 per cent stake to its client, the private equity firm <strong>Golden Gate Capital</strong>.</p> <p>This week's deal is fiendishly complex, presenting structural and cultural challenges. </p> <p>A new company is being created in which WPP will become the majority shareholder with a 57.4 per cent stake. It is injecting $150m into the transaction that will be used to pay for Sard Verbinnen as well as 16.6 per cent of shares in the new company. The remainder of the company will be owned by managers at FGH. </p> <p>Golden Gate and Sard Verbinnen partners have the option to require WPP to purchase their 16.6 per cent stake if a sale or IPO has not taken place by January 2024. </p> <p>As for who's in charge, Sard Verbinnen's chair George Sard will join FGH's <strong>Roland Rudd</strong> and <strong>Carter Eskew</strong> as co-chairs, while FGH's chief executive <strong>Alexander Geiser</strong> will remain in the top job. There's also a whole host of other C-suite-level appointments you can read up on in the press release <a href=\"https://www.businesswire.com/news/home/20211013005662/en/Finsbury-Glover-Hering-and-Sard-Verbinnen-Co-to-Merge-Creating-Global-Strategic-Communications-Leader\">here</a> — DD counted 14 in total.</p> <p>Considering that FGH has seen five mergers in three years, it's hardly a surprise that the group's upper ranks are looking a bit crowded these days.</p> <h2>The dramatic episode unfolding in the world of Indian media</h2> <p>In 1992, as India's economy rapidly liberalised, an ambitious entrepreneur from a family that manufactured toothpaste tubes decided to try something new.</p> <p><strong>Subhash Chandra </strong>started <strong>Zee</strong>, India's first private television channel that would go on to become the country's largest listed media company.</p> <p>“It was quite daring — with lots of shows about women drinking, being divorced and having affairs,” recalled <strong>Shailaja Bajpai</strong>, a veteran television columnist. “For us Indians, who had never seen anything like it, this was like ‘wow'.”</p> <p>Now retired from the company, the larger-than-life 70-year-old Chandra is back in the spotlight as Zee becomes the subject of a <a href=\"https://www.ft.com/content/391b4f2d-9e99-4d0d-ac38-fdb32270b380\">rare and messy dispute</a> that has gripped corporate India.</p> <p>US investment manager <strong>Invesco</strong>, Zee's largest shareholder with an 18 per cent stake, <a href=\"https://www.ft.com/content/813330fc-365b-49d6-bf33-8e144c163843\">began an attempt</a> last month to end the Chandra family's control by ousting his son and chief executive <strong>Punit Goenka</strong> and overhaul the board.</p> <p>It said mismanagement and poor corporate governance under the family's helm left one of India's prized media assets a languishing stock “mired in innuendo and financial volatility”.</p> <p>Within days, Zee announced a deal it hoped would stave off Invesco's attempts, saying that it would merge with <strong>Sony</strong>'s Indian entity — giving the Japanese group the majority of board nominees while leaving Goenka as chief executive.</p> <p>In the latest twist, Invesco revealed that Goenka earlier this year held talks with another suitor: <strong>Reliance Industries</strong>, the conglomerate owned by India's richest man <strong>Mukesh Ambani</strong>, which is expanding its own media empire.</p> <p>Neither side appears ready to back down, and the dispute is expected to drag on. Watching with interest will be foreign media groups like <strong>Disney</strong> and <strong>Amazon</strong>, who are making their own forays into the Indian market. </p> <h2>Job moves</h2> <ul>  <li><p>The life sciences division of <strong>Blackstone</strong> has hired <strong>Monika Vnuk </strong>and <strong>Matt Lane </strong>as managing directors in the firm's Cambridge office. They join from <strong>Pfizer</strong> and <strong>Cowen Group</strong>, respectively.</p></li> </ul> <ul>  <li><p><strong>Wren House Infrastructure Management</strong> has appointed<strong> Philippe Busslinger</strong> as its chief executive. He was previously head of Europe for <strong>Omers Infrastructure </strong>and held roles at <strong>Goldman Sachs </strong>and <strong>McKinsey &amp; Company</strong>.</p></li> </ul> <ul>  <li><p><strong>Jones Day </strong>has hired<strong> Bridget O'Connor </strong>as a partner in its business and tort litigation practice, based in Washington. She joins from <strong>Kirkland &amp; Ellis</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Power, for a price </strong>For the founders of private equity titans like KKR, Apollo and Carlyle, ceding certain voting shares in the name of appeasing shareholders can pay off in the hundreds of millions of dollars. (<a href=\"https://www.reuters.com/article/privateequity-control-payouts-analysis/analysis-giving-up-control-pays-big-for-private-equity-executives-idUSKBN2H310A\">Reuters</a>)</p> <p><strong>Too close to home</strong> “Squid Game”, the South Korean dystopian drama about debt-ridden adults in a deadly competition for cash, has unnerved audiences in its home country where a deteriorating job market and stark wealth inequality have left many in financial peril. (<a href=\"https://www.bloomberg.com/news/articles/2021-10-13/-squid-game-strikes-nerve-in-debt-ridden-south-korea?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Weird science </strong>SoftBank-backed biotech company Zymergen raised over a billion dollars selling investors on its groundbreaking, climate-friendly chemical engineering. But when its technology failed to live up to the hype, the walls came crashing down. (<a href=\"https://www.forbes.com/sites/amyfeldman/2021/10/13/the-inside-story-of-how-softbank-backed-zymergen-imploded-four-months-after-its-3-billion-ipo/?sh=56e41eddc2e0\">Forbes</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/a5fa2ba2-1fdf-4a55-a500-fdb0e7cba8e6\">JPMorgan profits boosted by reserve releases and M&amp;A boom</a> (FT) </p> <p><a href=\"https://www.ft.com/content/63668713-c1b1-49e9-9108-800bd9c79e97\">The cost of THG and Matt Moulding's cashless property deal</a> (Alphaville)</p> <p><a href=\"https://www.ft.com/content/97b44628-450a-4535-8605-d5a7b8e5cbff\">Deutsche Bank faces €500m lawsuit in widening forex derivatives scandal</a> (FT)</p> <p><a href=\"https://ft.com/content/0142c617-9679-49ea-adf8-6920998ac1e5\">Credit Suisse angers Greensill investors with free services offer</a> (FT) </p> <p><a href=\"https://www.ft.com/content/b0d807f7-0f03-4ef3-9775-4c738698a4e6\">BlackRock's profits beat estimates but assets stall shy of $10tn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/a54b31c9-429c-4abd-9755-94b61ea89cc8\">KPMG accused of ‘untruthful' defence over Silentnight misconduct</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-10-13/adnoc-oci-fertilizer-venture-to-raise-up-to-830-million-in-ipo?srnd=deals&amp;sref=OziMsGoK\">Jeff Ubben and Singapore's GIC back $830 million Fertiglobe IPO</a> (BBG) </p> <p><a href=\"https://www.reuters.com/technology/softbank-invests-400-million-activewear-maker-vuori-2021-10-13/\">SoftBank invests $400 million in activewear maker Vuori</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/50acdea5-cad1-4f39-8e6a-9be7ab78485d\">US overtakes China as biggest bitcoin mining hub after Beijing ban</a> (FT)</p> <p>&#xa0;<a href=\"https://www.ft.com/content/d78b8110-1ee7-4f21-bef7-d87ae09f051a\">Kravis, Roberts and private equity's record</a> (FT)</p><p>Source:  2021 'A glimpse into the billionaire psyche' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T04:00:08.739Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6765,
          "end": 6771
        }
      ]
    }
  ]
}