{
  "_id": "bb9e6798a6421a772a8ffc2ca18ed3fa67f2fb473362c9ffd85cc26d196f5375",
  "feed": "ftcomall",
  "title": "Esa-Pekka Salonen — going to California",
  "text": "<p>“It is one of those metrics that remind you how old you are,” says Esa-Pekka Salonen pensively. “You see yourself in the bathroom mirror as you brush your teeth and the change is incremental, but I have been with the Philharmonia for close to 40 years and generations have come and gone. If we manage to play these final concerts, who will be left to join me for a pint afterwards to reminisce about old times?”</p> <p>As long as the current freedoms from lockdown hold, those concerts will take place on June 4 and 10. They mark the end of a 13-year period in which Salonen has been principal conductor of the Philharmonia Orchestra and a leading figure in London's musical life.</p> <p>His relationship with the Philharmonia goes back to his first, youthful appearance in 1983. Since then, he has alternated jobs in London and California, as music director first in Los Angeles and now in San Francisco, journeying back and forth so regularly that he must have kept at least one airline in profit, if not several. </p> <p>“I have had a place in London since the late 1980s,” he says. “The first was in West Hampstead a few blocks away from [composer and conductor] Oliver Knussen, which was a lot of fun. After that, Brook Green, which we later sold.” Moves one way, then the other, saw the family return from LA to London in 2008, so that the children could have “a European perspective”, then back to California in 2017.</p> <p>Salonen is as well placed as anyone to compare the two cultures. At the time of taking up the Philharmonia post in 2008, he said he wanted to be free from the responsibility of fundraising, which is always a big part of the music director's job in the US, in order to have more time to compose.</p> <p>“That was the theory,” he says. “I had not taken into account the trade-off with a London orchestra, which is that the Philharmonia's concerts were not always at home. In the early years, I was on the road for more than three months a year, plus the London dates on top. It was fun, musically rewarding, but exhausting.”</p> <p>He credits the “rare spirit” of the Philharmonia for making that kind of schedule possible. “It feels like a youth orchestra in its energy and optimism. Sometimes I wonder how they can be so good-natured when the conditions are so challenging. I remember a freezing night in a concert hall somewhere outside London where the heating was not working. One of the musicians said to me: ‘It is difficult to play the viola with your mitts on.' Others were holding their hands against the tea urn, as if in some tribal ritual.”</p> <p>It is likely that Salonen's record of innovative projects in LA and London is a major reason why the <a href=\"https://www.sfsymphony.org/About-SFS/Conducting-Staff\">San Francisco Symphony</a> chose him. The London years have included themed festivals, such as Stravinsky and Weimar Berlin, and an array of digital offerings, culminating in a 10-day “digital takeover” of London's Southbank Centre, in which viewers could experience 360-degree video and audio performances via virtual reality headsets.</p> <p>“My choice [of moving on to San Francisco] was based on the realisation that I am not getting any younger,” he says. “[The working conditions] in London meant there was always friction. Having had 20 years living in California, I have missed it, not only the weather, but the openness, the lack of prejudice, the curiosity. Also, there is Silicon Valley, so if I want to do something groundbreaking with classical music and digital media, this is the place.”</p> <p>His first initiative came with the announcement of his initial season as music director in 2020-21. Salonen brought in eight “collaborative partners” to help with the artistic leadership, including jazz bassist Esperanza Spalding, artificial intelligence entrepreneur Carol Reiley, and contrasting composers Bryce Dessner and Nico Muhly.</p> <p>“What is more boring than announcing a 60-something white Finnish guy to take over one's symphony orchestra?” he says with admirable sangfroid. “I decided I needed to think about the leadership model more creatively. Here is a bunch of imaginative young people from across the cultural spectrum. I was not trying to change the governing model so much as make the artistic process more inclusive and, to be honest, more fun. I am stimulated by these young, super-bright people.”</p> <p>It is possible that his time in San Francisco could turn out to be as groundbreaking as it was in LA (Salonen presided over the opening of the Frank Gehry-designed Walt Disney Concert Hall). He is less confident, though, about the future in London.</p> <p>“One of the greatest things about the city was always its open, cosmopolitan approach,” he says. “That helped London become possibly the greatest musical capital in the world, despite funding that was always iffy and fees that were never at the top end. Now Brexit is a real threat to that. For London orchestras, a big segment of income has been EU touring, but there is not much sign of a deal on that, which sends a message that people do not regard it as important. There have been bumps before, good years, bad years, but nothing I have seen as serious as this. It saddens me.”</p> <p>Aside from that, Salonen sounds an irrepressible optimist, even if he worries that the cost of simply keeping a symphony orchestra going means too little gets spent on actual content.</p> <p>“Many of these juggernaut institutions need to take a hard look at their structure and decide what is important,” he says. “There have been so many articles about the demise of classical music, but people are making a philosophical mistake in confusing the health of the institutions with that of the music itself.”</p> <p>He warms to his theme. “There are more fantastic musicians than ever before. Also, more fantastic composers, and it is a great time to be a composer now that the straitjacket of modernism has gone away. And my younger conducting colleagues are an impressive crop. A large segment of them are women, which I see in my masterclasses. Give it five years and we will have as many female conductors as men, possibly more. If only what is happening on the stage can look more like what is happening in the wider world — that will be a huge step. It really can be that simple.”</p> <p><em>June 4 and 10, </em><a href=\"https://philharmonia.co.uk/\"><em>philharmonia.co.uk</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTLifeArts\"><em>@FTLifeArts</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Richard Fairman 2021 'Esa-Pekka Salonen — going to California' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T09:00:55.722Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4414,
          "end": 4425
        }
      ],
      "nexusId": "10078857"
    }
  ]
}