{
  "_id": "6a825f534feb2420242f2b651e1cf5b571f49c6a0755346f01b5e0784a09202d",
  "feed": "wall-street-journal",
  "title": "Obituaries: TV Executive Rose Fast, Followed Her Own Rulebook",
  "text": "<p>Jamie Tarses came to prominence in the 1990s as a wunderkind programming executive at NBC where she helped develop hits such as \"Friends\" and \"Mad About You.\"</p><p>She was so successful that in 1996 rival ABC recruited her to be the first female head of entertainment for a big three broadcast network. But she lasted barely three years there amid clashes and second-guessing from her bosses.</p><p>Ms. Tarses, who died Monday at the age of 56 in Los Angeles of what her family called complications from a cardiac event, left a complex legacy. She went from a creative genius reshaping prime-time television to a cautionary tale of the executive who rose too fast and burned too many bridges along the way.</p><p>Just 32 when she joined ABC, Ms. Tarses was one of the youngest to hold such a powerful position. With that came scrutiny and second-guessing from an industry that thrives on schadenfreude.</p><p>A headstrong executive with her own rulebook who was unafraid to be dismissive of her superiors, Ms. Tarses was tagged with labels such as immature and challenging to manage -- criticisms that had never been heard when she was at NBC developing comedies.</p><p>\"She didn't sand the edges of who she was and in a world where there is a lot of political correctness, you knew where she stood,\" said Warren Littlefield, who was Ms. Tarses' boss for many years at NBC. He added television then was a \"very male world not used to a woman who is opinionated and doesn't back down.\"</p><p>Her bosses at ABC and parent Walt Disney Co. tried to rein in Ms. Tarses, forcing her to work with older male executives in the hopes she'd either play nice or quit.</p><p>The media was obsessed with the young woman who was blowing up theboys club that was network television. The Los Angeles Times dubbed it \"Jamie Mania.\" She was the subject of an unflattering New York Times Magazine cover story with the headline: \"Jamie Tarses' Fall As Scheduled.\"</p><p>When she left ABC in 1999 she was asked by a reporter if she would do it all again. \"If I knew there would be far more attention paid to the bullshit than the work, I don't know,\" she said.</p><p>While many of her male colleagues and some members of the media portrayed Ms. Tarses as a drama queen in over her head, a generation of female executives coming of age in the 1990s had a quite different take on her.</p><p>\"She was a total rock star,\" said Dana Walden who was a junior executive at 20th Century Fox during Ms. Tarses' heyday and is now the chairman of Disney's Television Entertainment units. Ms. Walden recalled how Ms. Tarses took command of any room she was in. \"Your attention was drawn to her. She had a starlike charisma and held this mythic status in my head.\"</p><p>Born in Pittsburgh on March 16, 1964, Sara James Tarses was a Hollywood prodigy. Her father, Jay Tarses, wrote for \"The Bob Newhart Show\" and created the critical darling \"The Days and Nights of Molly Dodd.\" She started as an assistant at \"Saturday Night Live\" at 21 after graduating from Williams College in Massachusetts.</p><p>Ms. Tarses said having a famous father isn't all it is cracked up to be when you're trying to make your own name in the business.</p><p>\"I took a lot of lumps when I got the job for having a dad who was doing shows for the network,\" she once said.</p><p>Ms. Tarses was viewed as a creative-friendly executive more interested in getting the best show on the air than the best business deal, which was another source of tension with her bosses.</p><p>\"Friends\" co-creator Marta Kauffman said Ms. Tarses was an integral part of the show's development. She protected the creative vision of the show. Ms. Kauffman recalled NBC wanting \"Friends\" to add an older character in the hopes of broadening the audience. Ms. Tarses stopped the idea in its tracks. \"That doesn't always happen,\" Ms. Kauffman said.</p><p>Besides \"Friends\" and \"Mad About You,\" Ms. Tarses helped develop several critically acclaimed shows during her brief stay at ABC including \"Sports Night\" and \"The Practice.\"</p><p>After leaving ABC, Ms. Tarses steered clear of the limelight but kept on producing. She most recently was working on \"The Mysterious Benedict Society\" for Disney+ which is set to premiere later this year.</p><p>Survivors include her partner, Paddy Aubrey, and their children, Wyatt and Sloane.</p>",
  "published": "2021-02-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1485,
          "end": 1496
        },
        {
          "start": 2455,
          "end": 2461
        },
        {
          "start": 4105,
          "end": 4111
        }
      ],
      "nexusId": "10078857"
    }
  ]
}