{
  "_id": "7091bc0d703694bc651a1f95678704dd197d3a332ff23900b8ec78dd42f6c4b4",
  "feed": "ftcomall",
  "title": "CVC and Sanjiv Goenka to pay $1.7bn for new Indian Premier League cricket teams",
  "text": "<p>Private equity firm CVC Capital Partners and Indian tycoon Sanjiv Goenka have acquired new teams in the Indian Premier League, seeking to profit from the cricket competition's rapid rise and valuable media rights deals.</p> <p>Following an auction that took place in Dubai on Monday, the Board of Control for Cricket in India said CVC and Sanjiv Goenka's RPSG Ventures had made the winning bids to run two new franchises as the Twenty20 cricket contest expands to 10 teams from next year.</p> <p>CVC agreed to pay Rs56bn ($745m) for an Ahmedabad-based team while RPSG acquired Lucknow for the equivalent of $945m. </p> <p>The deals are the latest by wealthy investors and private equity groups seeking to buy into leading sports competitions with large international audiences.</p> <p>CVC has in recent years acquired stakes in the Six Nations, Pro14 and English Premiership rugby competitions as well as agreeing a <a href=\"https://www.ft.com/content/114a8d1d-c9c4-44ca-bdbf-493c74dae310\">€2.1bn investment deal</a> with La Liga, Spain's top football league. </p> <p>Goenka is the billionaire founder of the RPSG Group, a Kolkata-based conglomerate with interests in power utilities and supermarkets. He previously ran the Rising Pune Supergiant team that played in the IPL for two years.</p> <p>The acquisition prices for the new IPL franchises exceed recent valuations of many teams in other more-established sports competitions, such as the English Premier League, the world's richest domestic football contest. </p> <p>Investors have been convinced to pay higher prices to buy into the IPL, which was founded in 2008, as it follows the model of American sports where teams are guaranteed places in the competition each season and because of the anticipated growth of its multibillion-dollar media rights deals.</p> <p>“It is heartening to see the inclusion of two new teams at such a high valuation, and it reiterates the cricketing and financial strength of our cricket ecosystem,” said BCCI president Sourav Ganguly, who added that the presence of bidders from outside of India was testament to the “global appeal” of the IPL.</p> <p>Arun Singh Dhumal, the BCCI's honorary treasurer, said the winning bids were “way above” the reserve prices set for the teams.</p> <p>CVC is the first western private equity group to take outright ownership of an IPL team. The Rajasthan Royals, an existing franchise, was valued at more than $250m earlier this year when New York-based RedBird Capital Partners, the investment firm founded by former Goldman Sachs executive Gerry Cardinale, <a href=\"https://www.ft.com/content/9eef0a43-3ebf-41b4-8717-ffe3917d6bd7\">acquired a 15 per cent stake</a>. </p> <p>In 2017, the IPL secured a <a href=\"https://www.ft.com/content/99438da6-9156-11e7-a9e6-11d2f0ebb7f0\">$2.6bn five-year</a> domestic media rights deal with Disney, which accounts for the majority of franchise revenues. </p> <p>With audiences reaching up to 200m for a single match, the competition's next media rights auction, which is due to take place later this year, is also drawing attention from tech companies trying to break into the Indian market. </p> <p>Facebook previously bid for the IPL's digital rights, while Amazon has sought to acquire international cricket rights for its Prime Video service in recent years.</p><p>Source: Samuel Agini and Murad Ahmed in London 2021 'CVC and Sanjiv Goenka to pay $1.7bn for new Indian Premier League cricket teams' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-25T17:18:23.039Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2537,
          "end": 2543
        }
      ]
    }
  ]
}