{
  "_id": "1109681759e31be1fe48f59900a6f4688ae64102be062227458d4a128ab9f888",
  "feed": "ftcomall",
  "title": "Amazon in talks to buy MGM for $9bn",
  "text": "<p>Amazon is in talks to acquire MGM, the film studio behind the James Bond franchise, for about $9bn, according to people familiar with the matter.</p> <p>After a wave of mega-consolidation, MGM is one of the few Hollywood studios not to have been gobbled up by a larger conglomerate, with <a href=\"https://www.ft.com/content/45fd9800-988a-11e6-8f9b-70e3cabccfae\">Warner Bros</a> operating within AT&amp;T; <a href=\"https://www.ft.com/content/c9635a99-8be6-33ed-9711-beb8c5bcc177\">Fox under Disney</a>; Universal <a href=\"https://www.ft.com/content/280f46e2-df76-11de-98ca-00144feab49a\">within Comcast</a>; and <a href=\"https://www.ft.com/content/c257c8ad-7a42-4885-b2ac-0ba7a33e7ca0\">Paramount inside ViacomCBS</a>.</p> <p>The sector's run of deals was reignited on Monday with news of a merger of <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">Discovery and WarnerMedia</a>, as traditional media groups race to build more scale to compete with big technology companies in an entertainment business ruled by online streaming.</p> <p>As with other movie studios, MGM has been hit hard by the coronavirus pandemic. As cinemas have remained largely empty in the US and Europe over the past year, MGM <a href=\"https://www.ft.com/content/656d7a3e-2aab-48b1-8950-0473fa06acc6\">postponed</a> the release of the blockbuster Bond film <em>No Time To Die </em>four times. </p> <p>With the movie on hold and Covid-19 surging last autumn, Netflix held talks with MGM about acquiring <em>No Time To Die</em> for a streaming release, but the price the studio wanted was prohibitively expensive, said people familiar with the matter. It is scheduled for a cinema release on September 30 in the UK and October 8 in the US.</p> <p>MGM has an expansive library of movies and shows, including <em>Fargo</em>, <em>The Handmaid's Tale</em> and the Hobbit and Bond franchises.</p> <p>The studio's biggest shareholder is hedge fund Anchorage Capital, which began buying MGM's debt in 2010 as part of a bankruptcy plan in the wake of the financial crisis. MGM reported net income of $29m on $403m in revenue in the first quarter.</p> <p>Amazon declined to comment. MGM did not respond to a request for comment.</p> <p>The ecommerce giant is in the middle of recharging its entertainment plans, after last week telling staff that Jeff Blackburn, a longtime lieutenant of chief executive Jeff Bezos, would return to the company to run a new “Global Media &amp; Entertainment organisation”. The unit will incorporate the breadth of Amazon's entertainment content, from the Prime Video service to the games streaming site Twitch.</p> <p>Last year, Amazon spent $11bn on creating, acquiring or licensing music and video content for Prime subscribers, up from $7.8bn in 2019. The company has also been busy acquiring rights for live sport, including a deal with the NFL worth about $1bn per year to broadcast Thursday Night Football.</p> <p>In a recent letter to shareholders, Bezos announced that Amazon had surpassed 200m Prime members.</p> <p>The Information first reported on Amazon's talks with MGM.</p><p>Source: Anna Nicolaou and James Fontanella-Khan in New York and Dave Lee in San Francisco 2021 'Amazon in talks to buy MGM for $9bn' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-18T01:11:56.555Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 326,
          "end": 332
        }
      ],
      "nexusId": "10078857"
    }
  ]
}