{
  "_id": "41834531027125d52d6ca3d056adc1a08187b30ba6031eef389a41b59ed09e3e",
  "feed": "wall-street-journal",
  "title": "Legoland Set to Transform 'Slow' Town  ----  By Charles Passy",
  "text": "<p>   GOSHEN, N. Y. -- Many of this town's roughly 14,000 residents talk of its quiet, unhurried way of life, almost to the point of poking gentle fun. \"Slow-motion Goshen\" is how they frequently describe the pace. </p><p>   In the coming months, that tempo is likely to be dramatically changed -- some say for the better, others for the worse -- with the opening of a major new theme park for the Northeast. </p><p>   The Legoland New York Resort, a 150-acre park geared to young fans of the Lego toy-building bricks, is set to begin welcoming customers sometime this summer. </p><p>   The attraction will offer child-friendly rides and elaborate displays of models and figures made from thousands of Lego bricks, likely bringing thousands of visitors a day to this town about 60 miles north of New York City. </p><p>   The project is estimated to cost nearly $500 million, according to officials with Merlin Entertainments, the theme-park company that is developing the Goshen attraction and operates other Legolands throughout the world, including ones in Florida and California. </p><p>   Legoland could help to transform Goshen and the larger upstate Hudson Valley region, say some local and state officials, who point to its many potential economic benefits, especially as a driver of tourism. </p><p>   Such optimism is what paved the way for the project's approval by the town, which had to change local zoning to allow it. It also is what led the state to contribute $25.68 million to support the project. </p><p>   \"I love Legoland. Yes, kids that is your next vacation,\" said Gov. Andrew Cuomo in his 2020 State of the State address. </p><p>   The project also has been dogged by controversy since it was first announced about five years ago, and has faced its share of community opposition. </p><p>   Legoland is \"in the wrong place,\" said Chris Miele, a local resident and president of Concerned Citizens for the Hudson Valley, a group that has fought unsuccessfully to stop the project. </p><p>   The group's biggest concern has been Legoland's impact on the  environment. </p><p>   New York state's Department of Environmental Conservation has fined Legoland New York more than $600,000 for violations. The fines were levied as part of three different consent orders, a legal way for the state to address issues and require corrective actions. </p><p>   In particular, the state has noted the project, which includes a 250-room hotel also scheduled to open this summer, has muddied up nearby Otter Kill Creek as a result of storm water draining from the park site during construction. The matter has persisted as recently as this past month, when the state issued another violation notice. </p><p>   The DEC said it is committed to continuing to hold Legoland accountable, and that if the park followed the compliance measures it has outlined, all environmental concerns should be resolved. </p><p>   Legoland officials also say they have paid heed to the state's environmental concerns. \"We've complied with every order we've received,\" said Matt Besterman, a spokesman for Legoland New York. </p><p>   Anti-Legoland residents have voiced concern that Legoland would tie up traffic, which they say already can be congested in the area along State Route 17 on weekends with travelers making their way to and from the nearby Catskills region. </p><p>   In a broader sense, the worries among some locals is that Legoland is simply out of character for Goshen, which has a semirural feel despite being just 90 minutes from Manhattan. Farming is still active in the area, and Goshen has long been identified with horse culture. The Harness Racing Museum &amp; Hall of Fame is here. </p><p>   Mr. Besterman said that much of the community supported Legoland. \"I've talked to so many people and the vast majority are super excited to have us here,\" he said. </p><p>   The theme park will benefit Goshen in direct ways, according to Legoland officials. It is expected to create about 1,000 jobs. Moreover, for the next 30 years, Legoland will pay the town an annual fee, starting at a minimum of $520,000 the first year and increasing thereafter. </p><p>   Some locals hope that Legoland would create buzz for Goshen, a town that is expected to see Amy's Kitchen, a producer of organic frozen and convenience foods, open the first phase of a production facility in 2022. </p><p>   \"It won't be slow-motion Goshen\" anymore, said Doug Bloomfield, the longtime town supervisor who supported the Legoland project. </p><p>   Local business owners see the potential for families visiting their establishments after they spend time at Legoland. </p><p>   \"It can't help but help,\" said Ed Robinson, one of the owners of Brew Goshen, a restaurant and bar that opened recently. </p><p>   Meanwhile, some families in the New York metropolitan area say they already are planning their visits, even though Legoland hasn't set a specific opening date. The park was originally set to welcome patrons last year, but the Covid-19 pandemic delayed plans. </p><p>   Legoland's appeal, say both parents and theme-park experts, is its singular focus on children. Whereas Disney parks aim to appeal to all ages, Legoland focuses on the 2-12 age group, making sure its rides aren't too intense. The Dragon, the main roller coaster at the New York park, has no inversions. </p><p>   \"They are a niche theme park,\" said Dennis Speigel, an industry consultant based in Cincinnati. </p><p></p>",
  "published": "2021-05-04T06:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4908,
          "end": 4914
        }
      ]
    }
  ]
}