{
  "_id": "0f48fdf9c3e299321e7d1f4bac939aaaca69e22fbce0fa144b171a4b400e801a",
  "feed": "wall-street-journal",
  "title": "AMC Has Big Plans For Its Theaters",
  "text": "<p>Over the more than hourlong call, Mr. Aron took questions from nearly a dozen individual investors -- and one from a Wall Street analyst. The questions ranged from the viability of drive-in theaters (\"a bad economic idea\") to whether the company would ever partner with fellow meme-stock company GameStop to bring gaming entertainment to AMC auditoriums (\"We're on the case.\").</p><p>Mr. Aron also announced the company would start accepting bitcoin at U.S. locations by year-end, citing the investor community's enthusiasm for cryptocurrency and said AMC was opening new locations thanks to the bullish support of his supporters.</p><p>It was a case study in the year AMC has had. Last year, lockdowns and capacity restrictions drove the theater chain to the brink of bankruptcy. Now, AMC is \"on the offensive,\" Mr. Aron said, buoyed by the individual investor enthusiasm and a halting return to moviegoing around the world. AMC Entertainment Holdings' revenue tripled in the June quarter from the year's first three months.</p><p>\"In short, AMC crushed it,\" Mr. Aron said. Investors showed their approval, lifting the share price 4.6% to $35.36 in after-hours trading. The stock ended last year at $2.12.</p><p>Nonetheless, his company's earnings come at yet another inflection point for America's entertainment industry. Even as new releases hit screens and auditoriums fill back up, the box-office performance of major movies like \"The Suicide Squad\" and \"Black Widow\" have been inconsistent and often disappointing. At most Hollywood studios, the focus is on streaming services, and not in the theatrical release, a dynamic embraced by Wall Street after a year of lockdowns kept consumers at home and drove subscription numbers to new heights.</p><p>Then there is the threat that the Delta variant of Covid-19 poses, as executives at live-entertainment companies -- and distribution executives at Hollywood studios -- weigh whether to return to the delays and cancellations that marked much of 2020.</p><p>In response to a question about the Delta variant, Mr. Aron said, \"there may not be a large-scale Covid surge that would force the kind of lockdown that we saw in the United States and countries abroad a year back.\" Experts have told him, \"the virus will increase in the winter, compared to summer, but the big change between this winter and last winter is vaccination.\"</p><p>Mr. Aron's remarks on Monday doubled as a call to arms for theatrical exhibition, even as major studios like Walt Disney Co. signal to Wall Street that at-home streaming services are the priority.</p><p>\"They say that streaming is going to beat us,\" Mr. Aron said, citing the history of observers saying that radio, television and DVDs would lead to movie theaters' demise. \"Well, a lot of people mock conventional wisdom because so often it's just plain wrong.\"</p><p>AMC cash flows should turn positive in the fourth quarter of this year, he added. In the second quarter, AMC's free cash flow was negative $251.7 million, and the company lost $344 million.</p><p>The movie-theater company generated $444.7 million in revenue in the second quarter, compared with $148.3 million in the first quarter and $18.9 million in the year-ago quarter.</p><p>AMC said that as of the end of June, all of its U.S. locations were operating as were around 335 of its over 350 international locations. The company reported 22 million attendees globally for the quarter.</p><p>AMC also announced Monday it had secured a deal with AT&amp;T Inc.'s Warner Bros. to show its 2022 releases in its theaters for an exclusive 45-day release window, putting an end to the studio's current strategy of releasing movies in theaters and on its HBO Max streaming service on the same day.</p><p>---</p><p>Kimberly Chin contributed to this article.</p>",
  "published": "2021-08-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2455,
          "end": 2466
        }
      ],
      "nexusId": "10078857"
    }
  ]
}