{
  "_id": "44ddc85d59c081f9a18f3d949d0f345d9ee2a011b57e43eb9f18d34f08855729",
  "feed": "wall-street-journal",
  "title": "Judge Dismisses Lawsuit Accusing Top 'Good Morning America' Producer Michael Corn of Sexual Assault; Statute of limitations for alleged 2015 incident has expired, judge said",
  "text": "<p>In addition, the judge ruled that the plaintiff—Kirstyn Crawford—failed to prove Mr. Corn fostered a hostile work environment since the alleged 2015 incident. That was a key component of the plaintiff's case as it would have allowed the alleged assault to be considered during trial. The judge ruled that the incidents cited by Ms. Crawford didn't measure up to sexual harassment or fostering a hostile work environment. The judge said that some of Mr. Corn's alleged remarks, \"while boorish, ill-advised, and inappropriate, do not create a hostile work environment, much less a continuing violation.\"</p><p>Meredith Cavallaro, Mr. Corn's lawyer, said: \"We are very pleased the Court recognized the complete lack of merit to the claims brought against Mr. Corn.\"</p><p>Ms. Crawford's lawyer, Milt Williams, said she would be appealing the decision.</p><p>News of the ruling was earlier reported by the Los Angeles Times.</p><p>The suit was filed last year by Kirstyn Crawford, who was a producer on ABC's \"Good Morning America,\" where Mr. Corn served as executive producer. She alleged Mr. Corn assaulted her during a 2015 business trip to Los Angeles and subsequently created a hostile work environment and stalled her professional career.</p><p>Mr. Corn, who left ABC News in April 2021 as a result of an internal investigation into Ms. Crawford's allegations, has vehemently denied the claims. He is now the head of programming for the cable news channel NewsNation, owned by Nexstar Media Group Inc.</p><p>In a filing to dismiss Ms. Crawford's suit in October, ABC News said it terminated Mr. Corn after an \"investigation determined that it was more likely than not that Corn violated ABC's policies.\"</p><p>Some of the claims that were dismissed against Mr. Corn were also dismissed against Walt Disney Co.'s ABC News, which was also named as a defendant in the suit. However, an outstanding claim against ABC News is pending.</p><p>An ABC News spokeswoman declined to comment.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Judge Dismisses Lawsuit Accusing Top 'Good Morning America' Producer Michael Corn of Sexual Assault</p>",
  "published": "2022-06-09T02:48:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1754,
          "end": 1765
        }
      ]
    }
  ]
}