{
  "_id": "e2fed097a2bdee19264af8c7d6078b36add8ee351be3c6cae4f16d02f4fa3ac3",
  "feed": "ftcomall",
  "title": "Amy Schumer writes, directs and stars in Life & Beth on Disney Plus",
  "text": "<p>A comedy-drama about a woman seeking purpose and happiness before she hits 40 is hardly an original premise. Combined with a terrifically inane title — <em>Life &amp; Beth</em> — you might already be scrolling to the next show. But hidden behind these turn-offs is an amiable and thoughtful Disney Plus production in which comedian Amy Schumer (who stars, writes and directs) exchanges her brashly confessional brand of humour for an understated, introspective approach. </p> <p>She plays Beth, a wine seller who, in her own words, has “a cool job, a great apartment and a boyfriend who's a New York eight or nine”. This would be a lot more convincing if she wasn't holding back tears, as she responds to her mother's suggestion that she's squandering her life at a company that happily defines itself as “mediocre”.</p> <p>Hours later, Beth gets a call informing her that her mother has died in an accident. While her overly-demonstrative boyfriend (and co-worker) Matt is busy claiming the grief for himself, Beth is composed. Too composed, apparently: there's concern (and judgment) when she doesn't cry at the funeral. Amy Schumer channelling Meursault, Camus's emotionless poster boy for absurdism in <em>The Stranger</em>, is not something anyone would have foreseen. </p> <p>Schumer surprises too with the deftness of her performance as a woman who punctures her protective bubble of detachment and self-denial. Without sacrificing the self-deprecating jokes, she finds an emotional depth in Beth, who is further fleshed out in flashback scenes that recall the cruelty of adolescence.</p> <p>But beyond Beth there is too little in the show that feels true to life. Almost all of the supporting characters — save for possible love-interest John (Michael Cera) — are too often broad and caricaturish. A rabbi promoting his Snapchat page at a funeral is an amusing throwaway gag but it jars with the more reflective and moving tone that sets the series apart from lesser, safer sitcom fare.</p> <p>★★★☆☆</p> <p><em>On Disney Plus from May 18 in the UK and on Hulu in the US now</em></p><p>Source: Dan Einav 2022 'Amy Schumer writes, directs and stars in Life &amp; Beth on Disney Plus' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T04:01:34.941Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}