{
  "_id": "1e09ac988a7b6dd8cfc6a3b890fa55d1ca4e82159315385f779854f582ff3cbf",
  "feed": "market-watch",
  "title": "Here's what it will take to make stocks a ‘great' buying opportunity, says this strategist",
  "text": "<p>“Stabilizing stock markets point to less cautious investors. Not because views on geopolitical or policy/rates risk have improved but because price action shows a market more tolerant of those challenges,” notes Stephen Innes, managing partner at SPI Asset Management, in a note to clients.</p><p>Onto our call of the day, which refutes the idea that some big-name companies are looking like bargains.</p><p>“Just because they have worked off some of the extremes in terms of valuation, it does not mean that they're cheap enough (healthy enough) to make them a great buying opportunity,” Miller Tabak + Co.'s chief market strategist Matt Maley told clients in a note.</p><p>Maley said some pundits say the problems markets are facing now or going forward have been “priced into” markets. But that doesn't alter what he sees as high valuations for many stocks on a historical basis.</p><p>So “fabulous companies with bright prospects,” such as Apple AAPL, Microsoft MSFTand Nvidia NVDA, are “still at valuation levels that have only been exceeded in the last decade during the period between March and the end of last year,” said Maley.</p><p>“In other words, it took a historic and MASSIVE stimulus program to push these stocks to their extreme levels of valuations…and their recent declines have only made them ‘less expensive'…not ‘cheap,” he said.</p><p>Even the hardest-hit stocks, such as PayPal PYPL and Netflix NFLX,are still not cheap by historical standards, and none of the above names have reached the late 2018 lows, or even close to what was seen in 2008/09 or 2002/03, said Maley. Nvidia, for example, is trading at 46 times forward earnings — far above the 14 times seen at 2018 lows.</p><p>“In our opinion, we're going to have to reach the kind of valuation levels that were more in-line with the average of several years before the pandemic (at least) before we can look at the stock market as a ‘great' buying opportunity,” he said.</p><p>On the flipside, Maley has got his eye on one name, Salesforce CRM, which he said is expensive, but “intriguing on a technical basis,” coming off very oversold conditions on an intermediate-term basis. He sees lots of upside potential if the broad market has further upside ahead.</p><p>But with the economy weakening and inflation set to rise, a poor combination for a still expensive stock market, the jury is definitely out on whether last week's bounce is going to stick, said Maley.</p><p>The buzz</p><p>Boeing BA shares are tumbling after a 737 jet operated by China Eastern Airlines crashed in Guangxi with 133 people on board. Shares of Boeing's main aerocomponents maker Spirit AeroSystems SPR are also getting hit.</p><p>Alleghany Corp. Y stock is surging after Warren Buffett's Berkshire Hathaway BRK.AAT:BRKB announced a $11.6 billion buyout for the insurance holding company.</p><p>The weekend saw Russia intensify its bombardment across Ukraine, which rejected Moscow's ultimatum for a surrender in battered Mariupol. Turkey's foreign minister said the two sides are close to agreeing on “fundamental issues.” And President Joe Biden will head to Poland this week to meet with NATO allies.</p><p>Disney's DISshut its Shanghai theme park Monday amid a big COVID flare-up, while Shenzhen allows businesses to reopen following a lockdown.</p><p>It's a big week for Fed speakers, following last week's as-expected 25 basis-point rate increase. Kicking off, Atlanta Fed President Raphael Bostic said he wasn't sure an ‘extremely aggressive rate path' is appropriate. Fed Chairman Jerome Powell will be speaking at a National Association for Business Economics conference at 12 noon.</p><p>The markets</p><p>Stocks DJIASPXCOMP are mixed to start the week, while oil prices CL00BRN00are climbing, with the Ukraine war and Houthi rebel attacks on Saudi oil facilities in focus. The dollar DXY is ticking higher and gold GC00is lower. Meanwhile, Australia's ban on alumina exports to Russia is driving up aluminum prices.</p><p>The chart</p><p>Investors still on the fence on whether growth or value stocks are the best way forward should check out our chart of the day from RBC Capital's Lori Calvasina and Sara Mahaffy. While value stocks rise ahead of interest rate hikes, now that Fed tightening is under way, growth may come back en vogue:</p><p>The tickers</p><p>These were the most active stock-market tickers as of 6 a.m. Eastern:</p><p> Ticker  Security name</p><p>Tesla  MULN    Mullen Automotive  GME     GameStop  AMC     AMC Entertainment  NIO     NIO  BBIG    Vinco Ventures  BABA    Alibaba  AAPL    Apple  OCGN    Ocugen  BA      Boeing</p><p>Random reads</p><p>Football legend David Beckham loans his Instagram account to a doctor on the front lines in Ukraine</p><p>The U.K.'s Royal Mint can is turning old phones into gold.</p><p>Trombonists: It's your moment.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-21T09:43:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3084,
          "end": 3090
        }
      ]
    }
  ]
}