{
  "_id": "fabece9c585359443db607ef862808bf1305dec185c13866b6fc9201901b95b9",
  "feed": "market-watch",
  "title": "The new bull market will be led by stocks in these three industries. Tech and the FAANGs will fall to the wayside; John Linehan, who manages $29 billion for T. Rowe Price, is looking to financials, energy and utilities to power the market as interest rates remain high",
  "text": "<p>To find out which new sectors will be in vogue, I recently checked in with John Linehan of the T. Rowe Price Equity Income Fund PRFDX.</p><p>He's a good source on market insights because his strategy beats the Russell 1000 Value Index RLV by over a percentage point during the past three years. Plus, he manages a lot of money, nearly $29 billion. First, let's address why FAANGs probably won't lead — because there's a good chance you think they might.</p><p>Forget FAANGs</p><p>Don't think that because Meta Platforms META, Netflix NFLX, Alphabet GOOGL and Tesla TSLA are best-of-breed in their industries, they'll be back on top.</p><p>\"There is still this belief that once we get through this angst about the economy, we will get back to the market we had in the past decade where growth and tech will do well,\" says Linehan.</p><p>That's probably not going to be the case, he says, for two reasons.</p><p>1. Inflation will be much higher for longer, thanks, in part, to reshoring, which reduces the downward pressure on prices we've enjoyed from globalization.</p><p>This will bring persistently higher interest rates, which favors value stocks over growth. Higher interest rates hurt \"long duration assets\" such as technology and FAANGs. A lot of their earnings come in the distant future. Those earnings are worth less today when discounted back from the future by higher rates.</p><p>2. Competitors cropped up to challenge the high-profile tech companies. This will be a headwind.</p><p>Take Netflix. Ten years ago, it owned streaming because it practically invented the concept. Investors could value the company based on subscription growth and ignore profitability. But by now, traditional content providers have responded aggressively, notes Linehan. Disney DIS is now a strong competitor, with its Disney+ and Hulu offering.</p><p>\"It calls into question whether Neflix's business model is competitive,\" says Linehan.</p><p>Tesla now faces challenges from other car makers, which threatens its leadership in electric vehicles. Meta faces competition from new entrants including TikTok. Alphabet still dominates online advertising, but the business is more mature. So, it'll be tougher to grow through a downturn.</p><p>Linehan isn't negative on all tech. He thinks Apple AAPL still has a competitive moat. His fund also owns Qualcomm QCOM — it was the sixth-largest position as of the end of September — because it has such a big role in connecting devices. This makes a play on mega trends beyond smartphones, such smart cars, autonomous driving and the Internet of Things (IoT).</p><p>\"Qualcomm has an excellent collection of businesses,\" says Linehan. \"We like their exposure to a lot of the parts of the market that are in secular growth. We don't think the market properly values them.\"</p><p>Qualcomm has a forward price-to-earnings ratio of just under 12, well below the S&amp;P 500's P/E of around 16.</p><p>In with the new</p><p>To find the groups that will lead the next bull market, look among the value sectors, which do better than growth when interest rates are higher. Another reason is they have been left for dead, says Linehan. The discount that value carries relative to growth is bigger than it has been nearly 90% of the time in the past 40 years.</p><p>Then look for good fundamentals. This leads us to three groups that will likely lead the next bull market.</p><p>Financials</p><p>Here's a chart from Bank of America that shows financials have been \"left for dead.\" They trade well below their historical P/E valuation, and they're also historically cheap relative to the S&amp;P 500.</p><p>This discount seems odd, because financials benefit from higher interest rates. They're probably cheap because so many people expect a recession, which can damage banks if loans go bust.</p><p>But banks are far better capitalized, less risky and better able to withstand shocks now, thanks to increased capital requirements put in place after the Great Financial Crisis. Besides, while Linehan thinks the Fed will push the economy into a moderate recession, he says so many people expect a recession, it is may be priced in already.</p><p>Linehan has a lot of conviction in financials because his top position is Wells Fargo WFC. The bank has historically traded at a premium to other banks, but now it trades at a discount. Wells has a price-to-book ratio of 1.17, compared with 1.55 for JPMorgan Chase JPM, for example.</p><p>Wells Fargo is cheap, in part, because regulators blocked its asset base growth following revelations of scandals like the creation of fake accounts to meet growth targets. But Wells Fargo still has a strong banking franchise. And compliance costs will come down as regulatory requirements dissipate. Linehan's fund also owns Goldman Sachs GS, Huntington Bancshares HBAN, State Street STT, Fifth Third Bancorp FITB and Morgan Stanley MS.</p><p>He also singles out the insurance company Chubb CB. Insurers, considered part of the financials group, benefit from rising rates because they park most of their float in bonds. Insurers earn more as their bonds roll over into higher-yielding issues. Property and casualty insurers have pricing power again, in part because of the prevalence of weather-related natural disasters.</p><p>\"A lot of people are concerned about the ability of insurance companies to price policies in the context of changing weather patterns, but they forget there is increased need for insurance as people get more worried about potential catastrophes,\" says Linehan.</p><p>Energy</p><p>You might think energy is a group to avoid because it has performed so well. Despite the stock strength, the group still looks cheap.</p><p>\"Energy was uninventable five years ago when oil prices were low. With oil now around $90 a barrel, these companies are extremely valuable,\" says Linehan.</p><p>Decarbonization is a threat, but it will take a while. \"It is clear that hydrocarbons will be a part of the equation for a long time,\" he says.</p><p>He singles out TotalEnergies TTE because it supplies natural gas, which is in short supply. He also has a big position in CF Industries CF (fourth-largest holding). It makes fertilizer, which requires a lot of natural gas. CF Industries is based in the U.S. where natural gas is a lot cheaper than in Europe. This gives it a huge competitive advantage over European producers. Linehan also owns and Exxon Mobil XOM, EOG Resources EOG and TC Energy TRP, a pipeline company.</p><p>Utilities</p><p>\"Utes\" don't look particularly cheap compared with their history or the S&amp;P 500, according to Bank of America.</p><p>But that's misleading because utilities now have better growth prospects. They're a play on a megatrend: Increasing use of electric vehicles as part of decarbonization.</p><p>\"Utilities are on the tip of the spear in the energy transition. It will be advantageous to them,\" says Linehan. The transition will increase their rate base because it boosts the demand for electricity.</p><p>His fund's second-largest position is Southern Co. SO. Based in Georgia, Southern benefits from migration to the south and the strength of the economy in the Southeast. It has a nuclear plant coming on line, which will improve its carbon footprint and reduce costs.</p><p>\"Southern has typically traded at premium to the utility universe, but currently it is trading more in line with the utility averages, which we think is unwarranted,\" says Linehan.</p><p>The fund also owns Sempra Energy SRE. The San Diego-based utility is a play on energy shortages in Europe because it is developing a liquid natural gas (LNG) export plant in Texas called Port Arthur LNG.</p><p>\"This is intriguing because it is increasingly clear the U.S. will be the supplier of natural gas to the rest of the world,\" the fund manager says.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned META, NFLX, GOOGL, TSLA, and QCOM. Brush has suggested META, NFLX, GOOGL, TSLA, DIS, AAPL, QCOM, XOM, EOG, WFC, JPM, GS, HBAN, FITB and MS in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>The new bull market will be led by stocks in these three industries. Tech and the FAANGs will fall to the wayside</p>",
  "published": "2022-11-19T20:47:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1737,
          "end": 1744
        },
        {
          "start": 1757,
          "end": 1764
        }
      ]
    }
  ]
}