{
  "_id": "6c04f1a3f9f74b85cd75e0eb288cc968b363348a6628ee431913ed11867ccedf",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Design & Decorating:  How to  Work the  Angles  ---  Don't think of tilted ceilings as  confining but as a chance to  tuck in confident, cozy design.  Six ways to embrace a slant.  ----  By Nina Molina",
  "text": "<p>\n  In Disney's 1950 animated film \"Cinderella,\" the eponymous heroine is consigned to sleeping in an ostensibly punishing attic room. Despite dreary stone walls and rough-hewn floorboards, however, her little single bed tucked under the beams of a right-there roof looks kind of cozy. \"Low ceilings create immediate intimacy,\" said Brett Phillips, of High Street Homes in Fort Worth, Texas. And though some might find slanted ceilings a decorating challenge, Mr. Phillips roots for them. They \"need to be embraced and celebrated, especially in second-story spaces where roof lines create interesting angles,\" he said. Here, six ways to rescue the random spaces under a home's eaves from disrepute. </p><pre>\n </pre><p>\n  Inset an Office </p><p>\n  \"A great way to take advantage of the space under a slanted roof is to incorporate a low piece of furniture, such as a desk,\" said Marco Angelucci, design director at Marguerite Rodgers Interior Design in Philadelphia. \"It allows you to use the space without banging your head.\" In a room designed during the early days of the pandemic for grown children escaping New York City, Carey Karlan of Darien, Conn., design firm Last Detail slipped a work surface beneath the eaves. \"This compact little desk is just enough for a computer,\" she said. </p><pre>\n </pre><p>\n  Max Out the Storage </p><p>\n  Designer Jason Oliver Nixon and his partner, John Loecke (who together run the brand Madcap Cottage in Thomasville, N.C.), converted the top room of their 1840s schoolhouse in Hobart, N.Y., into a quaint bedroom equipped with built-in storage. \"The area under the pitched roof was wasted, so we decided to layer in cabinets and shelves, and it gave us just the amount of storage for clothing and books that we needed,\" said Mr. Nixon. They painted the shelves, cabinets and drawer fronts \"a kicky Farrow &amp; Ball yellow to add a further bit of fun\" to a room that featured white bead-boarded ceilings and purple floral wallpaper. The result, according to Mr. Nixon, \"packed a lot of punch into a very small footprint and allowed us to keep clothes, shoes and books in perfect order.\" </p><pre>\n </pre><p>\n  Sleep Under the Eaves </p><p>\n  \"When you try to fight the slanted ceilings, you end up with a room that doesn't fit the space, like a square peg in a round hole,\" said Washington, D.C., interior designer Cameron Ruppert, who shortened an upholstered headboard so the head of the bed fit beneath the pitch of a third-floor bedroom. Nearby built-in shelving and the use of the same pattern for both textiles and wallpaper helped the odd space work. Tucking a bed frame lengthwise underneath a slanted ceiling makes sleeping even more cocoon-like, while maximizing the central standing space in a room with inclines, noted Katie Glaister, co-founder of London's K&amp;H Design. </p><pre>\n </pre><p>\n  Slot In a Seat </p><p>\n  Mally Skok suggests that every work-from-home office incorporate a daybed or chaise to which one can \"withdraw . . . when the emails come flooding in.\" The interior designer followed her own advice, and conjured memories of her youth, when she created a \"little nest right in the eaves\" in her Lincoln, Mass., home, shown above, left. \"When my sister and I were children, we would make tiny houses in nooks under the stairs or in broom closets,\" she said of her South African childhood. In her Lincoln cranny, every wall was papered with a floral pattern inspired by 19th-century calico. Though you might imagine the effect would prove oppressive or busy, Ms. Skok said the \"pattern soon becomes quite calming to the eye.\" </p><p>\n  Susan Taylor, of Los Angeles's Davis Taylor Design, champions under-eave reading niches with built-in bookcases and a daybed. \"It can be such a cozy spot if you have head clearance when sitting or standing up.\" </p><pre>\n </pre><p>\n  Give It to the Kids </p><p>\n  \"Slanted ceilings create play spaces that are perfectly scaled for a child,\" said Ms. Karlan. For a family's Siasconset, Mass., summer home, Mia Jung took advantage of that quality, shaping leftover space behind the three kids' bathroom tub into a pint-size playroom. Ms. Jung, director of interiors at New York's Ike Kligerman Barkley, installed carpet tiles on the floor and simple appliques on the wall. Poufs and chairs light enough for the kids to move around finished the wedge of a room. The space's new nickname validated her strategy, she said: \"I heard that this room was named the Fairy Den.\" </p><pre>\n </pre><p>\n  Decorate the Heck out of It </p><p>\n  In the attic of a 19th-century house in Gloucestershire, England, designers David Gibson and Jorge Perez Martin, of Brownrigg Interiors, fashioned an enveloping bathroom. A restored zinc tub basks beneath a window flanked by eaves whose timbers are visible, and a tufted armchair upholstered in mustard yellow velvet welcomes a companion to chat with a bather while she soaks. Amazonia wallpaper from Gaston y Daniela, with its whopping papayas and tropical butterflies, provides the \"brave and bold that would bring the bathroom to life,\" said Mr. Perez Martin. </p><p>\n  Of crafting a \"jewel boxed\" garret room this way, Jill Steinberg, COO of Toronto wallpaper purveyor Fine &amp; Dandy Co., said, \"The result is an intimate, immersive space that feels very special and actually appears larger, particularly if you're working with an oversize pattern.\" </p><p>\n  (See accompanying photos -- WSJ Jan. 29, 2022) </p><p></p>",
  "published": "2022-01-29T07:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3,
          "end": 9
        }
      ],
      "nexusId": "10078857"
    }
  ]
}