{
  "_id": "e1ffc4ceb399917c07855a627cb829e4927ad1781c03408a6d7b4e347ca16a5f",
  "feed": "market-watch",
  "title": "Disney's ‘longer, slower profit climb' could stop the stock from rising, says analyst",
  "text": "<p>In particular, Disney DIS risks seeing “additional and more prolonged COVID impacts” on its parks business as well as higher-than-anticipated personnel expenses, according to Guggenheim analyst Michael Morris. He downgraded shares of Disney to neutral from buy on Friday, and cut his price target to $165 from $205.</p><p>Disney's stock is off 2.8% in Friday morning trading.</p><p>Read:&#xa0;What is the ‘metaverse' and how much will it be worth? Depends on whom you ask</p><p>While Morris still likes Disney's parks business in the long run, he worries that COVID-19 dynamics and anxieties could pressure attendance—and profit.</p><p>“[W]e believe a slower return of international visitation and inflationary pressures beyond the control of management are not fully reflected in consensus expectations,” Morris wrote in his note to clients. He cut his forecast for operating income before depreciation and amortization (Oibda) within the parks business.</p><p>Morris also is taking a more cautious approach when evaluating Disney's programming business. The company is navigating the costly move to streaming amid a heated competitive landscape.</p><p>“Of note, the company's 10-K disclosure that total 2022 programming spend would increase by as much as $8 billion (32%) feels underappreciated in a consensus outlook that expects the DTC [direct-to-consumer] business to approach breakeven by fiscal 2023” he wrote.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>More positively, Morris lifted his expectations for the company's fiscal first-quarter Disney+ subscriber haul. He now expects that the streaming service could log 10 million subscriber additions, while he said that consensus expectations are for 6.8 million.</p><p>Overall, though, he deems Disney's shares “close to fairly valued” while trading at a 30x price-to-earnings multiple and 17 times his 2023 expectations for earnings before interest, taxes, depreciation, and amortization (Ebitda).</p><p>Shares of Disney have declined 13% over the past three months as the Dow Jones Industrial Average DJIA has risen about 3%.</p>",
  "published": "2022-01-14T10:31:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 316,
          "end": 322
        },
        {
          "start": 1979,
          "end": 1985
        },
        {
          "start": 1566,
          "end": 1572
        },
        {
          "start": 990,
          "end": 996
        },
        {
          "start": 234,
          "end": 240
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 1765,
          "end": 1771
        },
        {
          "start": 480,
          "end": 486
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10078857"
    }
  ]
}