{
  "_id": "8e8f7afad4459c1958be4c7fdd7d9e812cf4f7a114821e52d48335c78af29e60",
  "feed": "wall-street-journal",
  "title": "Disney's Chapek Retained as CEO  ----  By Robbie Whelan",
  "text": "<p>   Walt Disney Co. said its board had voted unanimously to renew Chief Executive Bob Chapek's contract for another three years, putting an end to months of speculation about the future of a leader who has navigated the world's largest entertainment company through a chaotic 2 1/2 years that has seen Disney pummeled by the pandemic, a plunging share price and near-constant stream of political and corporate upheavals. </p><p>   Chairman Susan Arnold said in a statement Tuesday that while the company was \"dealt a tough hand by the pandemic,\" Mr. Chapek \"not only weathered the storm but emerged in a position of strength.\" </p><p>   Mr. Chapek's renewal was closely watched and speculated on in Hollywood, especially after a high-profile dust-up earlier this year with Gov. Ron DeSantis of Florida. Disney, which employs more than 70,000 in the state, took a public stand against the Parental Rights in Education bill, a piece of legislation that curbed classroom instruction on sexual identity and gender in elementary schools. </p><p>   Disney initially sought to stay out of the debate over the bill -- now a law -- but was pressured by employees and activists to oppose it. Mr. DeSantis, a Republican, spent weeks railing against Disney as a \"woke corporation\" that is out of touch with the values of Florida parents and supported a successful effort to strip Walt Disney World of its self-governing status in Orlando. </p><p>   Disney's share price has fallen by nearly 40% this year as Wall Street's enthusiasm for streaming video businesses has cooled. Mr. Chapek has set a lofty goal for Disney+ to gain between 230 million and 260 million subscribers and achieve profitability for the direct-to-consumer streaming business by September 2024. It has markedly increased spending on content, including a push into sports broadcasting rights, to attract more subscribers. </p><p>   The company's share price was up just over half of a percent in after-hours market trading Tuesday. </p><p>   Since taking over as CEO in February 2020, Mr. Chapek has had to put out fire after fire, ranging from last year's clash over pay with Scarlett Johansson, star of the Marvel Studios \"Avengers\" and \"Black Widow\" movies, to seeing the company get swept up in a corruption probe in Anaheim, Calif., home to the Disneyland resort and theme park. </p><p>   Mr. Chapek, 63 years old, has twice reorganized Disney's corporate structure and overseen the departure of two high-profile executives after they clashed internally with company leadership. In April, Geoff Morrell, the top communications and corporate affairs executive, resigned after just three months with the company. </p><p>   And less than three weeks ago, Mr. Chapek fired Peter Rice, the company's top television executive, who oversaw content production for all of Disney's TV networks and streaming services except ESPN, after Mr. Rice clashed with other top executives over budgets and collaboration. Mr. Chapek replaced him with his top lieutenant, Dana Walden. </p><p>   Mr. Chapek joined Disney's home-entertainment division in 1993 after stints at companies like H.J. Heinz. Mr. Chapek is soft-spoken and burly, in contrast to his predecessor, Robert Iger, who in 15 years as CEO nurtured a reputation as the mayor of Hollywood. </p><p>   Mr. Chapek rose through Disney ranks on the strength of offbeat, but profitable ideas, like expanding the popular direct-to-video \"Air Bud\" movie franchise. He ran studio distribution and helmed the Parks and Experiences division, which historically has been Disney's biggest profit center. </p><p>   As the economy has reopened, Disney's theme parks have re-emerged as robust moneymakers for the company, recording record operating income and revenue in the first quarter of this year. The division's strength has been bolstered by technology that allows theme park visitors to pay extra to skip lines and better plan the logistics of their visits. </p><p>   The extension of Mr. Chapek's contract is as an endorsement of his long-term vision for Disney, which according to multiple current and former executives is to convert Disney from a business-to-business oriented company that distributes its content through middlemen like exhibitors, television networks and rival streaming services, into one that is more focused on giving customers more choice in how they consume content. </p><p>   That effort centers on Disney+, where in pursuit of Disney's subscriber target, Mr. Chapek has made what current and former executives describe privately as uncomfortable content decisions, such as this summer's decision to expand into more than a dozen new international markets where Disney movies have been censored, and some of which come with low subscription fees. </p><p>   Catering to Disney+ subscribers during the pandemic was also the motivation behind Disney's decision to skip theatrical release for three recent Pixar animated features, \"Luca,\" \"Soul\" and \"Turning Red,\" and instead send them directly to Disney+, said Kareem Daniel, Disney's distribution chief, earlier this year. Creative executives at Pixar felt that the decision was disrespectful because their work wasn't shown in theaters, according to two former Disney executives. </p><p>   But Mr. Chapek's biggest struggle has been to persuade Wall Street over the past eight months that Disney is a company worth investing in. </p><p>   Disney+ debuted in late 2019 with healthy subscriber growth that was sent into overdrive by the pandemic, signing up 95 million subscribers in just five quarters. In 2020, Mr. Chapek convened a team including Mr. Daniel, a top lieutenant, and Chief Financial Officer Christine McCarthy, to come up with an updated subscriber target. </p><p>   In December 2020, he announced the new goal: Disney+ would sign up between 230 million and 260 million subscribers and achieve profitability by September 2024. The target -- nearly quadruple the initial guidance laid out by the company -- was viewed as ambitious inside and outside the company, and it didn't take long for investors to bid Disney shares to a record high of $201.91. </p><p>   But Wall Street's love affair with the streaming video business didn't live happily ever after. </p><p>   On April 19, Netflix Inc., Disney's biggest streaming competitor, reported its first quarterly subscriber loss in a decade. Disney shares fell by nearly 30% in two months, despite reporting strong quarterly financial results in May, along with better-than-expected Disney+ subscriber growth of its own. </p><p>   \"After the Netflix miss, it became much harder for people who were taking a bullish view of Disney to feel confident,\" said Doug Creutz, an analyst with Cowen &amp; Co., especially those who felt that Disney had gone \"all-in on streaming,\" he added. </p><p>   The reaction was swift. Will Danoff, manager of Fidelity Investments' $130 billion Contrafund, and others began to turn their backs on the company. Fidelity has cut its Disney holdings by 45% in the past six months, according to securities filings. </p><p>   Activist investor Dan Loeb, who took a large stake in Disney through his hedge fund, Third Point LLC, and successfully pushed the company to suspend its $3 billion annual dividend and plow the funds instead into the streaming business, has sold all 4.1 million shares it held over the same period. </p><p>   Sequoia Fund Inc., a $5 billion mutual fund with about 46% of its assets in tech and media stocks, sold its entire 2.8 million-share position in Disney over the past six months. In an April letter to investors, the fund said it used proceeds from the sale to increase its position in Netflix. </p><p></p>",
  "published": "2022-06-29T06:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1204,
          "end": 1210
        },
        {
          "start": 3931,
          "end": 3937
        },
        {
          "start": 779,
          "end": 785
        },
        {
          "start": 4651,
          "end": 4657
        },
        {
          "start": 2327,
          "end": 2333
        },
        {
          "start": 5924,
          "end": 5930
        },
        {
          "start": 6563,
          "end": 6569
        },
        {
          "start": 3227,
          "end": 3233
        },
        {
          "start": 7304,
          "end": 7310
        },
        {
          "start": 1009,
          "end": 1015
        },
        {
          "start": 4291,
          "end": 4298
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 5093,
          "end": 5099
        },
        {
          "start": 5251,
          "end": 5257
        },
        {
          "start": 4877,
          "end": 4884
        },
        {
          "start": 6915,
          "end": 6921
        },
        {
          "start": 6781,
          "end": 6787
        },
        {
          "start": 1393,
          "end": 1399
        },
        {
          "start": 4906,
          "end": 4912
        },
        {
          "start": 1556,
          "end": 1562
        },
        {
          "start": 3462,
          "end": 3468
        },
        {
          "start": 4554,
          "end": 4560
        },
        {
          "start": 2743,
          "end": 2749
        },
        {
          "start": 3523,
          "end": 3529
        },
        {
          "start": 6328,
          "end": 6334
        },
        {
          "start": 5629,
          "end": 5635
        },
        {
          "start": 6090,
          "end": 6096
        },
        {
          "start": 4722,
          "end": 4728
        },
        {
          "start": 1334,
          "end": 1345
        },
        {
          "start": 6187,
          "end": 6193
        },
        {
          "start": 6458,
          "end": 6464
        },
        {
          "start": 2961,
          "end": 2967
        },
        {
          "start": 4320,
          "end": 4326
        },
        {
          "start": 4011,
          "end": 4017
        },
        {
          "start": 298,
          "end": 304
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 5211,
          "end": 5217
        }
      ]
    }
  ]
}