{
  "_id": "b0ab30685499be6f04023b6b7647e5fce08b64e602363e6931d59e096fdc1f1f",
  "feed": "wall-street-journal",
  "title": "Disney Should Make Its Cricket Streaming Loss Count",
  "text": "<p>The entertainment giant said Tuesday that it will keep the broadcast rights to the Indian Premier League's cricket seasons from 2023-2027. But Disney lost out on streaming rights to those games, having been outbid by the Viacom18 joint venture partially owned by Paramount Global. The winning bid for the streaming portion was $2.6 billion -- 18% above what the combined streaming and broadcast package fetched during the last auction in 2017. Disney picked up the rights to that deal with its 2019 acquisition of the movie and TV business of 21st Century Fox.</p><p>Disney cited \"the price required to secure that package\" as its reason for not bringing home the streaming rights to what is now one of the world's top sports leagues by viewers -- rivaling the NFL and English Premier League soccer. But the loss brings up the question of whether the company can meet the ambitious subscriber target it set for its Disney+ streaming service in late 2020.</p><p>The high end of that target -- 260 million paying subscribers by the end of fiscal 2024 -- exceeds where Wall Street expects the subscriber base of streaming leader Netflix to be around that time. When it gave that forecast, Disney noted that subscribers to its Hotstar service in India were expected to make up between 30% and 40% of the Disney+ subscriber base by the end of fiscal 2024.</p><p>But Hotstar viewers are far less lucrative, with average revenue per subscriber about 12% of that paid by Disney+ subscribers in the U.S. and Canada. And many seem attracted primarily to the IPL's games; a late start to the league's games last year coincided with the lowest number of Disney+ subscriber additions on record for the September quarter. Disney Chief Executive Bob Chapek said at an investment conference last year that India subscriptions have no auto-renewal, \"so every time you lose the cohort, you've got to get that cohort back.\"</p><p>Mr. Chapek has since maintained that Disney can hit its streaming target without the IPL deal. But the streaming market -- and investors' perception of it -- has shifted significantly since the company first laid out that goal. Most notably, a disastrous first-quarter report from Netflix in mid-April showed the streaming giant losing subscribers for the first time in more than a decade. That raised the question of whether streaming services face a natural ceiling in the most lucrative markets like the U.S., where 85% of the population has broadband access, according to market research firm Aluma Insights. Analysts have cut their 2024 year-end subscriber targets for Netflix by 9% on average since the company's report, according to FactSet.</p><p>Disney could use the India loss to reset its own streaming target to a more reasonable level. That could spare the company some embarrassment later -- especially if its ambitious content pipeline of expensive Star Wars and Marvel shows starts to wear thin. Walking away from the IPL deal shows Disney isn't willing to pay any price just to keep its subscription numbers up.</p><p>With investors now more keen on streaming profitability instead growth at any cost, the Mouse House can at least read the room.</p>",
  "published": "2022-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 561,
          "end": 567
        },
        {
          "start": 143,
          "end": 149
        },
        {
          "start": 1174,
          "end": 1180
        },
        {
          "start": 444,
          "end": 450
        },
        {
          "start": 1624,
          "end": 1630
        },
        {
          "start": 1445,
          "end": 1451
        },
        {
          "start": 1924,
          "end": 1930
        },
        {
          "start": 2930,
          "end": 2936
        },
        {
          "start": 1690,
          "end": 1696
        },
        {
          "start": 2636,
          "end": 2642
        },
        {
          "start": 1288,
          "end": 1294
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 909,
          "end": 915
        }
      ],
      "nexusId": "10078857"
    }
  ]
}