{
  "_id": "9a8bdd46002a301242df9a15eb5956627ee61b17c475bf7e8f56efb7b57a9ab8",
  "feed": "wall-street-journal",
  "title": "Netflix Interviewing Multiple External Candidates for New Senior Role Overseeing Ad-Supported Tier; Streaming company plans to bring ads to its service for the first time",
  "text": "<p>The company has also considered several other candidates, including Peter Naylor, Snap Inc.'s vice president of sales for the Americas and a former Hulu executive, they said.</p><p>The executive the streaming company taps for the role will face an urgent task as Netflix tries to bring ads to its service for the first time. The company in April said it was exploring offering a lower-priced ad-supported version as it posted its first quarterly subscriber loss in more than a decade.</p><p>Netflix has had ongoing discussions with potential partners, including Comcast and its NBCUniversal unit and Alphabet Inc.'s Google, about the ad technology and sales force it needs, The Wall Street Journal reported last month.</p><p>Netflix has considered, among other things, creating an ad-supported option for each of its three tiers of service, which offer varying degrees of image quality and number of screens that can be used simultaneously, people with knowledge of those discussions said. The company is open to sharing advertising revenue with a partner that helps it enter the ad business, one of the people said.</p><p>\"We are still in the early days of deciding how to launch a lower priced, ad supported option and no decisions have been made,\" a Netflix spokesperson said.</p><p>Netflix co-Chief Executive Ted Sarandos said last month that the company wanted an easy entry into the ad market and would build on its business from there. He also said Netflix was looking to create an ad experience that is less disruptive to viewers than traditional television ads. Executives want to create an ad-supported tier that existing subscribers can opt into and that doesn't cause subscribers to leave Netflix, the people with knowledge of internal discussions said. The company hopes to appeal to big advertisers as a high-quality place to buy ads because of the scale of its subscriber base and how engaged viewers on the platform are, one of the people said.</p><p>A top concern Netflix has raised is how potential partners' data-privacy policies would impact their handling of subscriber information, the people said.</p><p>A partnership with Comcast would mark a significant milestone in the occasionally contentious relationship between Netflix and the cable giant. Netflix in 2014 picked a fight with Comcast, Verizon Communications Inc. and AT&amp;T Inc., accusing them of slowing delivery of its movies and TV shows to gain leverage in a pricing dispute.</p><p>Three years later, the company backed away from the fight after forming deals with broadband providers to pay for bandwidth on their networks.</p><p>Netflix has looked closely at Walt Disney Co.-controlled Hulu as a model of how a streaming service can generate more revenue from subscribers who are on ad-supported tiers, the people familiar with Netflix's discussions said.</p><p>Netflix could generate $1.2 billion in advertising revenue in the U.S. by 2025, MoffettNathanson LLC analysts estimate. They said the company has the potential to expand that business in international markets.</p><p>Joe Flint contributed to this article.</p><p>Write to Sarah Krouse at sarah.krouse+1@wsj.com</p><p>Netflix Interviewing Multiple External Candidates for New Senior Role Overseeing Ad-Supported Tier</p>",
  "published": "2022-07-11T16:59:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2590,
          "end": 2601
        }
      ]
    }
  ]
}