{
  "_id": "ec24e3fd15c4122de8a663d01aa16d3e45443818ef8bce3ad33ecf3d7a8ef2cb",
  "feed": "market-watch",
  "title": "Miley Cyrus Can't Stop: She Sells 33-Acre Tennessee Ranch for $14.5M",
  "text": "<p>Five years later, she's more than doubled her outlay.</p><p>While no current images of the interiors exist, Cyrus likely made some changes while she lived there. Even if the \"Bangerz\" singer poured money into improvements, she still managed quite a profit.</p><p>Built in 2014, the farmhouse boasts five bedrooms, six bathrooms, and nearly 7,000 square feet of living space.</p><p>Details include multiple fireplaces, exposed wood beams, vaulted ceilings, and plenty of shiplap.</p><p>Upstairs, a primary suite features a claw-foot tub and fireplace. And a bonus room could be turned into a home theater, gym, or creative studio.</p><p>Set on 33 acres, the grounds include a screened-in porch, pool, putting green, horse barn, and garage.</p><p>Real estate party</p><p>The real estate party continues for Cyrus. In 2021, the singer quickly sold her revamped mansion in Hidden Hills, CA—less than a year after she bought it.</p><p>The home flipper purchased the six-bedroom abode for just under $5 million in June 2020. In an off-market deal, the chart-topping musician handed the place off to a buyer for $7.22 million. The colorful interiors had been profiled in Architectural Digest.</p><p>On the West Coast, Cyrus still owns a midcentury modern abode in Studio City, CA, that she picked up in 2011 for $3.9 million.</p><p>The remodeled layout features over 5,100 square feet, floor-to-ceiling windows, and a backyard with a pool, cabana, and grill.</p><p>Now 29, the former Disney star launched her singing career with soundtracks from the show \"Hannah Montana.\" As a singer in her own right, she's belted out chart-topping hits such as \"Malibu,\" \"Wrecking Ball,\" and \"Party in the USA.\" She's also served as a coach on the TV competition show, \"The Voice.\"</p><p>This story was originally published on Realtor.com.</p><p>Miley Cyrus Can't Stop: She Sells 33-Acre Tennessee Ranch for $14.5M</p>",
  "published": "2022-09-09T16:08:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.87999994,
      "offsets": [
        {
          "start": 1411,
          "end": 1417
        }
      ],
      "weightsV2": {
        "weight": 1.0000014,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.4305115e-06,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}