{
  "_id": "2a06e8f8780f8a28e2efdd8e7555792f76a20742ba19646f25fd286ce44e87db",
  "feed": "wall-street-journal",
  "title": "Netflix Lowers Forecast For New Sign-Ups",
  "text": "<p>Netflix stock fell 20% in after-hours trading, while shares of its main streaming rival, Walt Disney Co., were down 3.4%.</p><p>Netflix's subscriber miss came despite a strong content lineup of movies and TV shows including \"Don't Look Up,\" \"The Witcher\" and \"Cobra Kai.\" New movies that performed well included the political satire \"Don't Look Up,\" which recently broke the company's record for weekly viewership.</p><p>In its letter to shareholders, Netflix said its subscriber growth rates have \"not yet re-accelerated to pre-Covid levels.\" The company said among the reasons for that is an \"ongoing Covid overhang\" and economic difficulties in several parts of the world, including Latin America.</p><p>\"Covid has introduced so much noise,\" said Netflix Chairman and Co-Chief Executive Reed Hastings during the company's video call to review its results. He played down the near-miss in subscriber growth, while Netflix Co-Chief Executive and content head Ted Sarandos said the company didn't see any reductions to its engagement or subscriber retention.</p><p>\"All the fundamentals are pretty solid,\" Mr. Sarandos said.</p><p>Still, the results aren't what Mr. Hastings was expecting last October when he predicted a big end-of-the-year finish for the streaming company because of the return of hit shows and new movies including the action film \"Red Notice.\"</p><p>The lower subscriber projections for the first quarter come despite the scheduled return in March of \"Bridgerton,\" one of its biggest hits, and \"The Adam Project,\" a much anticipated time-travel-themed movie starring Ryan Reynolds and Jennifer Garner.</p><p>Additional competition also may be a factor, the company said. In the past, Netflix has tended to play down the competition it is facing from newer streaming platforms including Walt Disney Co.'s Disney+ and AT&amp;T Inc.'s HBO Max.</p><p>The company also said its subscriber guidance for the current quarter reflected the fact that more of its new content was weighted to the back end of the quarter, including the second season of \"Bridgerton,\" expected to launch in March.</p><p>Last week, Netflix increased the price for its monthly plans in the U.S. and Canada, the first such boost from the streaming platform since 2020. Netflix isn't raising prices across the globe. It cut prices in India last month, where it has struggled against strong competition in a market it sees as crucial for future growth.</p><p>The company cited programming expenses as the primary reason for the price increase.</p><p>While Netflix has always spent heavily on content, growing streaming competition is driving the company to flood the market with new shows and movies. At the same time, Netflix is also canceling shows faster than it used to. New programs have a shorter window to prove themselves than in previous years, producers who work with Netflix said.</p><p>Netflix's revenue rose 16% to $7.71 billion in the quarter, in line with analysts' projections. The company's quarterly earnings were $607.4 million, or $1.33 a share, compared with a profit of $542.2 million, or $1.19 a share, a year earlier. Analysts were targeting 83 cents a share.</p><p>The operating margin for the quarter was 8.2%, down from 14.4% a year earlier.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1765,
          "end": 1776
        },
        {
          "start": 1783,
          "end": 1789
        },
        {
          "start": 89,
          "end": 100
        }
      ],
      "nexusId": "10078857"
    }
  ]
}