{
  "_id": "464046d835626d9961293d78760860c3603bcd171b7ca3ed8f6c6c05d0d808f2",
  "feed": "ftcomall",
  "title": "Critics of ‘woke' capitalism are wrong",
  "text": "<p><em>The writer is co-author of ‘Net Positive' and former chief executive of Unilever</em></p> <p>Expectations of business leaders have changed dramatically. When I was a young executive, the chief executive was expected to deliver increased profits, happy shareholders and more jobs. Today, staff and customers believe you should embody the company's values and speak out on big, touchstone issues, from race to fake news and climate change. </p> <p>As Larry Fink, CEO of asset manager BlackRock, put it in his <a href=\"https://www.ft.com/content/2ab11b21-9a5c-480a-acd5-097ea0bb1ff3\">annual letter</a> last week: “We focus on sustainability not because we're environmentalists, but because we are capitalists and fiduciaries to our clients.”</p> <p>In straitened times a more morally conscious business elite must, surely, be a good thing. We live in a historic moment of multiple and converging global challenges and our governments and multilateral institutions are hamstrung.</p> <p>Not everyone agrees, however. Traditionalists have long argued that focusing on sustainability too often comes at the expense of running a good business, as we heard in some of the&#xa0;<a href=\"https://www.ft.com/content/7aa44a9a-7fec-4850-8edb-63feee1b837b\">debate</a>&#xa0;surrounding my old company Unilever last week. Increasingly, criticism is coming from the political realm too, where parts of the establishment now cry “woke capitalism” every time “activist CEOs” open their mouths. </p> <p>In the US, the wokeism charge is gaining traction among some in the Republican party, in response to bipartisan coalitions of Fortune 500 CEOs helping to block anti-gay and anti-LGBT legislation, campaigning to keep the US in the Paris climate agreement and now companies from Amazon to General Motors publicly opposing attempts by state legislators to restrict voters' rights. </p> <p>Senate Republican leader Mitch McConnell could not have been clearer: “My warning to corporate America is to stay out of politics.” He quickly clarified: ‘I'm not talking about political contributions.” It seems statements are bad, but cash is fine. </p> <p>This is a crude tactic: put CEOs back in their box when you don't like what they have to say. And it is dangerous. Many business leaders still find this difficult territory. The fact more are being moved by the times to get off the sidelines is to be welcomed. Politicising this shift is anti-democratic and will stifle economic growth.</p> <p>For healthy democracy it's far better that our corporate leaders openly set out their stalls than quietly bankroll politicians, trade associations and media outlets to do their bidding for them. I happen to agree with Virgin's Richard Branson when he decries the death penalty as punitive and racist (or Salesforce's Marc Benioff when he offers to relocate staff looking to escape Texas's regressive new abortion law). I admire IBM's former CEO Ginni Rometty and Merck's Ken Frazier for taking on the systemic barriers faced by black employees without college degrees. I find it disappointing, by contrast, when I hear some pharmaceutical CEOs defending their decision to withhold life-saving vaccine patents from emerging markets. But I still prefer that they make their case publicly.</p> <p>Economically, evidence is stacking up to show the financial benefits to companies that consistently apply their principles and actively work to solve societal problems. Looking to silence CEOs who embody this approach undermines styles of corporate leadership and culture we should instead be trying to promote.</p> <p>This is not to say that all corporate statements are to be believed. After the deadly assault on the US Capitol on January 6 last year, hundreds of companies promised to withdraw funding from Republican lawmakers who had pledged to overturn the result of the 2020 presidential election. Many big names including Disney, Mastercard and Nike have kept their word, but others haven't. We saw a similar gap between words and deeds after the murder of George Floyd in May 2020. Such inconsistency plays directly into the hands of those looking to discredit corporate activism.</p> <p>But the answer is not to let the shallow become the enemy of the sincere. From reviving our pandemic-struck economies to urgently reducing greenhouse emissions, getting life-saving Covid vaccines to poorer nations and bridging the race, gender and wealth divides pulling our societies apart at the seams, business has an outsize role and an outsize responsibility. Our democracies are faltering amid a tide of misinformation, while the waves of populism and extremism show no sign of receding. </p> <p>So let's not drag down those executives who are genuinely ready to take a stand. Most of them didn't set out to become societal leaders, but this is the responsibility bestowed upon them by the times. This is a moment that calls for more leadership, not less.</p> <p><br><strong>​Letters in response to this article</strong>:</p> <p>​<a href=\"https://www.ft.com/content/a4c073cf-ecd5-46bc-880b-d30efff122eb\"><em>Social responsibility is how business becomes a force for good</em></a><em>​ / ​</em><a href=\"https://www.ft.com/content/a4c073cf-ecd5-46bc-880b-d30efff122eb\"><em>From Klaus Schwab, Founder and Executive Chairman, World Economic Forum, Geneva, Switzerland</em></a></p> <p><a href=\"https://www.ft.com/content/ddf07919-b3b6-4c3a-8ae0-0abf730784af\"><em>Companies should engage with all their stakeholders</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/ddf07919-b3b6-4c3a-8ae0-0abf730784af\"><em>From Faith Ward and others</em></a></p><p>Source: Paul Polman 2022 'Critics of ‘woke' capitalism are wrong' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T14:56:13.609Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3651,
          "end": 3657
        }
      ]
    }
  ]
}