{
  "_id": "a6bb236003f841d49d5c1773286b07801972785c8cfa1db3b59ccbcc6a0d3573",
  "feed": "ftcomall",
  "title": "Elton John wows Hyde Park as his long goodbye reaches London — review",
  "text": "<p>For nearly every “final tour” from a music industry star, there's a high-profile comeback or reunion. Elton John's Farewell Yellow Brick Road world tour is a characteristically grand affair, with a schedule of more than 300 shows; these dates began in autumn 2018, and keep rolling until summer 2023. It's not the first time that Elton, now 75, has announced his retirement (his 2015 US tour was called The Final Curtain), but that didn't diminish the sense of occasion at his sold-out Hyde Park show.</p> <p>This tour's title gives a clear nod to the Pinner-born singer/songwriter's legendary seventh studio album, <em>Goodbye Yellow Brick Road</em> (1973), and the buoyant anthem “Bennie and the Jets” opened a set that featured highlights from that multi-platinum record, alongside a catalogue spanning several decades. Elton's razzle-dazzle dress sense was on reliable form; he arrived at his piano in cream-and-black tails, sparkly specs and comfy trainers, regularly rising between riffs to salute the crowd. His stiff gait indicated the hip surgery he'd had last year; his stamina over a two-and-a-half-hour set belied it.</p> <p>Despite the “wristband hierarchy” (part of Hyde Park's heavily branded BST summer festival, where only premium ticket-holders could get close to the stage), there was no denying the breadth or fervour of his audience: twentysomethings to senior citizens, with kids in tow. You didn't need to be a hardcore devotee to be wowed by Elton's musical dexterity, or the range of his hit repertoire with songwriting partner Bernie Taupin, spanning glam and soft rock to Philly soul-inspired stompers such as “Philadelphia Freedom”, blues, balladry (including “Candle in the Wind”). He might not have hit the high notes on “Tiny Dancer”, but his vocals were still powerful. His seasoned backing band (including irrepressible percussionist Ray Cooper, and Elton's drummer since 1969, Nigel Olsson) sounded immaculate and exhilarating, particularly on extended tracks such as a gorgeously spaced-out <a href=\"https://ig.ft.com/life-of-a-song/rocket-man.html\">“Rocket Man”</a>.</p> <p>While the music breezed through many genres, the big-screen visuals were more of a hotchpotch that occasionally clicked: “I Guess That's Why They Call It the Blues” featured Martin Parr's photos of affection and alienation; “I'm Still Standing” had a rollicking montage of Elton's guises (at Live Aid; as a Disney hitmaker; as a <em>Simpsons</em> cartoon; on <em>The Muppet Show</em>). Elton has earned (and flaunted) his rock diva rep over the years, but tonight's show also emphasised his genuine charm and pleasure in performance. He paid moving testimony to late friends and musical innovators who had also memorably covered his songs: Aretha Franklin (“Border Song”) and George Michael (“Don't Let the Sun Go Down on Me”), and expressed gratitude for the support of his fans (“You make such an effort for me, and I really, really appreciate it”) and his family (waving at husband David Furnish and their sons in the crowd).</p> <p>An enjoyably raucous singalong of “Crocodile Rock” and “Saturday Night's Alright for Fighting” was swiftly followed by an encore that took us from the house mash-up of 2021 chart-topper “Cold Heart” (his career has been studded with all kinds of collaborations — though here, co-vocalist Dua Lipa only appeared onscreen) right back to the <em>Yellow Brick Road</em>. The setlist packed in masses of showstoppers; his catalogue still had plenty left over — but, as the star pointed out, there are still around 100 tour dates to go. This might be Elton's long goodbye, but his songbook never fades.</p> <p>★★★★★</p> <p><a href=\"https://www.eltonjohn.com/tours\"><em>eltonjohn.com/tours</em></a></p><p>Source: Arwa Haider 2022 'Elton John wows Hyde Park as his long goodbye reaches London — review' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T11:00:57.340Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2324,
          "end": 2330
        }
      ]
    }
  ]
}