{
  "_id": "3bf6a25b2716d7bc5658273df028ea33145f8e69827bff73836b6cb15ce09dff",
  "feed": "wall-street-journal",
  "title": "Advertisers Turn to 'Clean Rooms' to Keep Consumer Data Private; New technology promises to help companies pool data on consumers without violating data-privacy laws",
  "text": "<p>In its new usage, a clean room refers to a software process in which multiple companies can pool data without letting any company view the entire pool or see consumers' personal information. Clean-room software combs through the multiple data sets—consisting of consumers' online histories—to find where they overlap and derives analytics from them in a process that's \"clean,\" or free of privacy violations.</p><p>Clean rooms use advanced statistical techniques that can make it impossible to re-identify any individual from the data, says Matt Karasick, chief product officer at clean-room software provider Habu Inc. \"There are techniques that are used to protect data at source, at transit and in use,\" he says.</p><p>In online marketing, companies typically try to direct their ads at consumers with certain shopping habits, web-browsing patterns, interests or demographic characteristics. They combine their customer information with data from other companies to develop the most efficient campaigns.</p><p>But new privacy measures, including the European Union's General Data Protection Regulation, the California Consumer Privacy Act and Apple Inc.'s new tracking policies, now require companies to get users' consent if they want to share their data with other companies.</p><p>Allowing for privacy</p><p>Clean-room software promises a solution. It acts as a Rosetta Stone that compares data sets from different companies and provides each party with analytics derived from the data pool. The data sets need a shared attribute—such as a user's email address or browser code known as a \"cookie\"—in order for the clean room to compare the data sets and find users they have in common.</p><p>\"Privacy regulation forced the industry to innovate,\" says Christian Kleinerman, senior vice president of product at Snowflake Inc., a clean-room startup. \"As consumers, all of us should be happier.\"</p><p>U.S. marketers will spend $14 billion this year on third-party data and related services, according to management consulting firm Winterberry Group. That will rise to $15.5 billion next year, according to Winterberry. As limits on data use tighten, marketers will likely spend more to use data, since they will need sophisticated technologies such as clean rooms to do so.</p><p>Snowflake's clean-room business has grown rapidly since Apple in 2021 started requiring apps to ask users' permission to track them, Mr. Kleinerman says. The consent requirement had a big impacton apps' ability to collect data for ad targeting. Apple's prompt asks users if they will let an app track them across other companies' apps and websites. If a user selects \"Ask App Not to Track,\" the app is barred from sharing data with third parties.</p><p>But as Brian Lesser, chief executive of clean-room software provider InfoSum Inc., explains, even when a user opts for no tracking, brands can still collect data about a user's activity in their own app and then use a clean room to derive analytics from that data.</p><p>Clean rooms can also build a bridge between data-rich companies and data-poor companies. The technology is catching on quickly with major retailers, which want to pool data with the brands whose products are on their shelves.</p><p>Retailer and brands</p><p>French superstore chain Carrefour SA works with Safe Haven, a clean room provided by LiveRamp Holdings Inc., to work with the consumer packaged-goods brands sold in its stores, according to LiveRamp. Brands can match their own data about who saw their digital ads to Carrefour's data about who bought their products—so the brands can know whether their ads worked, says Vihan Sharma, LiveRamp's executive vice president of global sales.</p><p>Brands can also tap Carrefour's data for trends in their customer base—for instance, to know whether they are losing customers to a rival brand in Carrefour's store, Mr. Sharma says. Carrefour did not respond to a request for comment.</p><p>Media companies are using clean rooms to soup up their ad offerings. Walt Disney Co. works with clean-room software providers Snowflake, Habu and InfoSum so that brands can upload their own consumer data to derive advanced insights about the audiences they're reaching with ads on Disney's properties—all the while ensuring that neither Disney nor the brand has to transfer their data outside their own company's systems.</p><p>Different practices</p><p>The term \"clean room\" is being applied to a range of companies with very different practices, creating some confusion in the industry. Some clean-room companies allow marketers to view and acquire more data on individual consumers—for example, to see how each responded to a particular ad. Others, such as InfoSum, only provide aggregated insights.</p><p>\"I think we have to be really careful that we don't water down the term 'clean room,'\" says InfoSum's Mr. Lesser. \"I would argue that if you're gaining insight about one customer, that is not a clean room.\"</p><p>Security is another issue. Some clean rooms require brands to transfer their customer data outside their systems—which could expose it to leaks or other mishandling, says Mr. Lesser. \"Once it leaves your environment, you know, it's out of your control,\" he says.</p><p>Companies have been clamoring for industry standards to dispel the confusion over who can use the clean-room label and what practices they should follow, says Anthony Katsur, chief executive of Interactive Advertising Bureau Tech Lab, a standards-setting body in the ad industry. The body plans to release draft standards for clean rooms by December.</p><p>Ms. Haggin is a reporter for The Wall Street Journal in New York. Write to patience.haggin@wsj.com.</p><p>Advertisers Turn to 'Clean Rooms' to Keep Consumer Data Private</p>",
  "published": "2022-10-19T14:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4202,
          "end": 4208
        },
        {
          "start": 3934,
          "end": 3945
        },
        {
          "start": 4146,
          "end": 4152
        }
      ],
      "nexusId": "10078857"
    }
  ]
}