{
  "_id": "32227c5f7a5ee9ef0d73444e52623bb7a7be178a92fce8cd7faefacf2c50797e",
  "feed": "market-watch",
  "title": "Top Disney exec Kareem Daniel to leave as Bob Iger returns; In a memo, returning CEO Bob Iger says Disney will soon begin 'organizational and operating changes' in part to save on costs",
  "text": "<p>Iger, in the memo, said Disney would soon begin \"organizational and operating changes\" to save on costs and, he said, give creative teams more influence.</p><p>\"I've asked Dana Walden, Alan Bergman, Jimmy Pitaro, and Christine McCarthy to work together on the design of a new structure that puts more decision-making back in the hands of our creative teams and rationalizes costs, and this will necessitate a reorganization of Disney Media &amp; Entertainment Distribution,\" Iger said in the memo.</p><p>\"As a result, Kareem Daniel will be leaving the company, and I hope you will all join me in thanking him for his many years of service to Disney,\" the memo continued.</p><p>Iger said his goal was to have a new structure for Disney in place \"in the coming months.\" He said the company would share more information \"over the coming weeks.\"</p><p>Disney shares were largely unchanged after hours. They rose 6.3% to $97.58 in the regular session, the stock's best day since Dec. 11, 2020.</p><p>For more: Disney stock enjoys best day in nearly two years upon Iger's return, as 'perhaps the best leader in media' is back</p><p>The media and entertainment distribution division covers all of its film and TV production and distribution — including channels like ABC and ESPN as well as streaming services like Disney+. The division also handles content sales and licensing duties. Chapek created the new corporate structure not long after he took the helm in an effort to lean more on streaming.</p><p>Iger returned to the helm after Disney executives forecast slower sales growth in the coming year, following a quarter in which a smaller slate of theatrical releases weighed on content sales, and softer results in its parks and media segments.</p><p>According to a filing with the Securities and Exchange Commission earlier in the day, Iger's contract runs through Dec. 31, 2024 and gives him an annual base salary of $1 million, as well as a yearly bonus of up to $1 million in cash and $25 million in stock.</p><p>Opinion: 'Steve Jobs Syndrome' strikes as Disney brings back Bob Iger, but history is not on their side</p><p>He will also serve as a director on Disney's board until the company's 2023 annual meeting. The filing said the company \"exercised its right to terminate without cause the employment of Robert A. Chapek as Chief Executive Office.\" Chapek also resigned from the board.</p><p>Iger was previously CEO of Disney from 2005 to February 2020.</p><p>Disney stock has plummeted 37% so far this year. The S&amp;P 500 index SPX has fallen 17% over that time.</p><p>Top Disney exec Kareem Daniel to leave as Bob Iger returns</p>",
  "published": "2022-11-22T13:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 99,
          "end": 105
        },
        {
          "start": 4,
          "end": 10
        },
        {
          "start": 626,
          "end": 632
        },
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 2358,
          "end": 2364
        },
        {
          "start": 421,
          "end": 427
        },
        {
          "start": 2001,
          "end": 2007
        },
        {
          "start": 820,
          "end": 826
        },
        {
          "start": 1486,
          "end": 1492
        },
        {
          "start": 2393,
          "end": 2399
        },
        {
          "start": 706,
          "end": 712
        },
        {
          "start": 971,
          "end": 977
        },
        {
          "start": 1268,
          "end": 1275
        },
        {
          "start": 2499,
          "end": 2505
        },
        {
          "start": 2099,
          "end": 2105
        }
      ]
    }
  ]
}