{
  "_id": "7678d24a994cba2a34c1a2beddf3c6ad9e32a02aefa61f2bd9998fd7d23511c2",
  "feed": "wall-street-journal",
  "title": "The Best Films of 2022: The Silver Screen Staggers On; An audience for character-driven, superpower-free movies remains elusive—but the year produced several great works that deserve to find one.",
  "text": "<p>Film lovers hoped 2022 would be the first normal year for movies in the pandemic era. Instead, it was merely normal-ish: Compared to 2019, both the number of theatrical releases and total box office were greatly reduced, although plenty of fans lined up for spectacles such as \"Top Gun: Maverick\" and entries in the \"Despicable Me\" and Marvel Cinematic Universe franchises. Worryingly, though, ticket buyers rarely showed up for nonfranchise movies aimed at adults. Human-centered dramas such as \"Till\" and \"Tár\" that might have leveraged critical acclaim to attract audiences in earlier years instead proved dead on arrival at the multiplex and played (as did wonderful pictures such as \"Belfast\" and \"Licorice Pizza\" last year) to mostly empty theaters.</p><p>Are adults in search of a meaningful film simply weary of the theatergoing experience, with its many ancient hassles plus the more recent one of omnipresent cellphones in the theater? Possibly, though the return of Tom Cruise as Capt. Pete Mitchell certainly coaxed millions of mature Americans to buy tickets. It's more likely that the past couple of years have simply conditioned us to expect character-based movies to appear on streaming services very soon after their theatrical releases. If anything, the pandemic has supercharged the movie industry's relentless push toward kids' movies and comic-book material.</p><p>Many of the year's best films are still playing in on the big screen, though, so you can support the continued viability of superpower-free cinema by departing your living room. My favorite picture of the year was a typically screwball offering from the playwright and filmmaker Martin McDonagh, whose strange comedy about sudden-onset estrangement, \"The Banshees of Inisherin\" (in theaters), featured one of the best performances of the year—Colin Farrell as a dim dairyman on a rural Irish island who can't understand why his best friend (sharply portrayed by Brendan Gleeson) will no longer speak to him. The search for an answer to this question will lead to a comical yet horrific battle of wills that says something about political divides.</p><p>Just behind it were two other wonderful character studies: Bill Nighy proved that it's possible to be magnificently restrained in \"Living,\" in which he plays a proper English gentleman in the 1950s. Directed with a remarkable sense of beauty and order by Oliver Hermanus from a script by Kazuo Ishiguro, adapting the 1952 Akira Kurosawa picture \"Ikiru,\" \"Living\" (in theaters Dec. 23) asks us how we make sense of the end of life via Mr. Nighy's starchy civil servant, who discovers he has a terminal illness but pushes toward a clearly defined achievement as his legacy. A similar upending of perception animates \"Father Stu\" (now on Netflix), a labor of love from the Catholic actor Mark Wahlberg. Mr. Wahlberg has said he spent millions to finance the film, which explores the real-life story of a boxer who was called to the cloth after a motorcycle accident in his late 30s and represents one of the most inspiring portrayals of a priest onscreen since the days of Bing Crosby and Spencer Tracy.</p><p>Other wonderful surprises were scattered throughout the year. Netflix delivered the U.S. release of Germany's Oscar entry, another remake of \"All Quiet on the Western Front,\" this time directed by Edward Berger. As World War I threatens to disappear from America's collective memory, it's important that artists continue to revisit its special horrors for new generations. Mr. Berger's film, which rivals \"Saving Private Ryan\" in its horrible richness, captures the war's overhanging cloud of futility and so serves as an implicit rebuttal to Sam Mendes's meretricious and fundamentally silly trench-warfare epic \"1917,\" which reconceptualized the most intractable kind of combat as the equivalent of a videogame that could be mastered by a single wily player.</p><p>A pair of reality-based movies that landed with devastating effectiveness this summer were the documentary \"Fire of Love\" (now on Disney+), about a husband-and-wife pair of French volcanologists who shaped their lives around getting as close as they could to the chaos to revel in nature at its most awe-inspiring, and \"Breaking\" (available on video-on-demand services), in which John Boyega gives a gravely focused performance as Brian Brown-Easley, a former Marine who in 2017 held up a suburban Atlanta bank in a dispute over veterans' benefits he believed he was owed. In effect a Black Lives Matter update of another reality-based film, \"Dog Day Afternoon,\" this tense and dizzying drama pinpoints the human struggle for dignity within an extreme and desperate act.</p><p>Possibly the most ambitious film of the year is writer-director Damien Chazelle's \"Babylon\" (in theaters Dec. 23), a go-for-broke three-hour whirl through the depravity and bravado of Hollywood just before and just after the sound revolution of 1927. Diego Calva, as a laborer who becomes a studio executive, gives a brilliant performance. So does Jean Smart, who plays a gossip columnist who explains the plain facts of Hollywood in a painfully frank monologue to a falling star, played by Brad Pitt, who recalls Douglas Fairbanks Sr. and other silent-era actors who had difficulty making the leap to talkies. The film is too long, and it's certainly self-indulgent, but it's also a cinematic feast of sound and image. An epilogue in which Mr. Chazelle races through the history of moving pictures in a few minutes closed the year with an exclamation point, at least for those who consider film to be the most enchanting artistic medium. Explaining his own love for cinema in more personal terms, Steven Spielberg finally made a picture about his own upbringing, \"The Fabelmans\" (in theaters), in which an obvious stand-in for the great filmmaker puzzles over the internal dynamics of his parents' (Michelle Williams and Paul Dano) relationship while he learns the rudiments of his craft. A particular highlight is the sequence in which a home movie about a senior class beach trip becomes an accidental lesson in the workings of filmed propaganda.</p><p>For the last two entries on my 10-best list I offer up two savagely funny black comedies that are unbelievably twisted, unforgivably misanthropic and unmistakably original. Both Swedish writer-director Ruben Östlund's first English-language picture, \"Triangle of Sadness\" (video on demand), a cruise-ship class satire in which capitalists as well as proletarians come off rather badly, and Mark Mylod's film of writers Seth Reiss and Will Tracy's foodie satire, \"The Menu\" (in theaters) manage to be gruesome and delicious at the same time. Just don't watch either while you're eating.</p><p>The Best Films of 2022: The Silver Screen Staggers On</p>",
  "published": "2022-12-06T15:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4013,
          "end": 4020
        }
      ]
    }
  ]
}