{
  "_id": "4870315f7833a8f9c9e341d0da20129fdec07dbe82bd5e0520888e0b4c7a7228",
  "feed": "wall-street-journal",
  "title": "'Strange World' Review: Disney Limps to the Ends of the Earth; Dennis Quaid and Jake Gyllenhaal lend their voices to this low-thrills animated feature set in a secret civilization in the mountains",
  "text": "<p>Lack of enthusiasm turns out to be the correct mood in which to approach \"Strange World,\" a low-thrills adventure set in Avalonia, a secret civilization hidden in the mountains. The swashbuckling adventurer Jaeger Clade (voiced by Dennis Quaid) clashes with his gentle, plant-loving son Searcher (Jake Gyllenhaal), then storms off during a quarrel and goes missing for 25 years. Jaeger is determined to conquer whatever lies beyond the peaks, but the more observant, less audacious Searcher discovers something more useful than mere territory: a kind of electrically infused plant called pando that turns out to be a miraculous economic aid to his farming community. Power pellets can be harvested from the fields and used to power Avalonia's unique inventions, such as funky airships infused with the spirit of the sci-fi marvels of Jules Verne.</p><p>As a dangerous rot spreads within the crucial crop, Jaeger's former exploring partner Callisto Mal (Lucy Liu), who is now the president of Avalonia, enlists Searcher to find and stop the infectious plant disease. Learning that all of the pando in Avalonia is traceable to a single organism, she and Searcher, accompanied by his wife, Meridian (Gabrielle Union), and their stowaway teen son, Ethan (Jaboukie Young-White), zip away on a bulbous flying machine to locate the heart of the plant deep underground. This second concealed world amounts to a mashup of the prehistoric Skull Island from \"King Kong\" and Pandora from \"Avatar,\" rich with exotic candy-colored phosphorescent vegetation. This time the overwhelmingly dominant color is pink, which gives the entire film a cloying, high-fructose feel.</p><p>The most predictable surprise is the reappearance of Jaeger, who has continued his blustering exploratory ways all of these years and who joins the other Clades to seek the center of the plant whose demise threatens everything. Either that, the characters discover, or the plant's existence threatens everything. Pando (the name is a bit too similar to Pandora, you would think) seems like a metaphor for fossil fuels: miraculous to some, planet-endangering for others.</p><p>Leaving aside that environmentalist messages have become a cliché in big-budget Hollywood movies (such as \"Avatar\"), and also overlooking the seeming impossibility of flying through the air while being underground, the film's plotting is weak, offering little in the way of suspense or excitement. While the airship drifts along, the three generations of Clades are so nonchalant about their supposed life-and-death assignment that they spend several scenes bickering or taking breaks to join in a role-playing game while the plot goes into pause mode. Bizarre animals (such as squadrons of fuchsia birds that look like stingrays and attack like pterodactyls) and dicey settings (such as a lake of acid) pop up here and there, but the Clades effortlessly overcome every supposedly frightening threat. The various confrontations are about as stimulating as watching a series of carnival games for toddlers.</p><p>The director Don Hall and his co-director and screenwriter Qui Nguyen (who last year collaborated on a slightly less mediocre Disney picture, \"Raya and the Last Dragon\") seem to have put all of their effort into gaudy backgrounds, wacky gadgets and strange ancillary monsters instead of into dramatic urgency or conflict. All of the film's characters are dull, despite an effort to liven up Ethan by giving him a same-sex love interest (after \"Lightyear,\" this is the second consecutive Disney animated feature with an overt gay theme). The dialogue is flatly declarative, with the two younger Clades telling their fathers, \"I don't want to be you\" and several admonitions about the importance of living harmoniously with the environment. Meanwhile, the seemingly civilization-threatening problem of how to live without the precious pando energy source is dispatched with a shrug in a brief epilogue.</p><p>Typical of the film's lack of appeal is one of the most exasperatingly uninspired nonhuman comic sidekicks in Disney history, a many-tentacled blue blob that looks like an upright walking starfish, except with the consistency and glow of a jellyfish. The thing, which has no face or eyes and communicates in chirps, like R2-D2, is so unblessed with the ability to generate either emotional engagement or laughs that it lives up to its unfortunate name: Splat. For all of its impact, the picture itself might as well have been titled \"Splat\" in the creature's honor.</p><p>'Strange World' Review: Disney Limps to the Ends of the Earth</p>",
  "published": "2022-11-23T21:42:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 3152,
          "end": 3158
        },
        {
          "start": 4517,
          "end": 4523
        },
        {
          "start": 4037,
          "end": 4043
        },
        {
          "start": 3513,
          "end": 3519
        }
      ]
    }
  ]
}