{
  "_id": "9a208bbad1b1049abde0b79ac2c7363e0c9ef5f7e68ea134800aaf95332ad4ae",
  "feed": "wall-street-journal",
  "title": "Disney , Activist Investor Agree to a Standstill as Entertainment Giant Adds Tech Executive to Board; Carolyn Everson 's appointment comes a month after Dan Loeb demanded that Disney 'refresh' its board, cut costs and buy the rest of Hulu 'refresh' its board, cut costs and buy the rest of",
  "text": "<p>Adding a board member during the course of the fiscal year is unusual for a big company like Disney . Changes to the board typically occur as part of the annual meeting.</p><p>Ms. Everson, 50 years old, was most recently president of grocery delivery company Instacart Inc ., a position she left after about four months . For 10 years before that, she was vice president of the global business group at Facebook Inc ., now known as Meta Platforms Inc . In that role, she helped craft media strategy and focused on advertising sales.</p><p>She will join Disney 's board, effective Nov. 21, and will be included in the company's slate of directors in its 2023 proxy statement, the company said Friday.</p><p>Ms. Everson's new role marks the second time Disney and Mr. Loeb have come to an understanding about the demands the hedge-fund manager made in an August letter to the company when he took a new stake in Disney's stock  after liquidating a position earlier this year.</p><p>Mr. Loeb at the time asked the company to make several changes, including spinning off sports network ESPN , buying the remaining one-third stake in streaming service Hulu that it doesn't currently own from Comcast Corp .'s NBCUniversal and adding board members with more experience in digital ads and consumer data.</p><p>Disney initially resisted the notion its board needed a refresh, saying it already has expertise in consumer-facing and technology businesses. It said the board changes often, with directors having an average tenure of four years.</p><p>In the August letter, Mr. Loeb wrote that his fund had identified potential directors that it would be satisfied with and offered to introduce them to Disney leadership. Mr. Loeb, through a spokeswoman, declined to comment on whether Ms. Everson's name was on his list of potential board members. Disney said she was identified after a lengthy and comprehensive search.</p><p>Mr. Loeb has a longstanding relationship with Disney leadership due to the fund's earlier stakes and has proposed changes to the company in the past. Recently the two parties have been in frequent communication, both have said.</p><p>Earlier this month, Mr. Loeb backed off his demand that ESPN be spun off , writing on Twitter that he had gained a better understanding of ESPN 's potential as a stand-alone business compared to remaining a part of Disney , but said his other suggestions still stand.</p><p>Mr. Loeb still wants Disney to cut administrative and production costs, and if possible to buy out Comcast 's stake in Hulu before an agreement to send the matter to arbitration takes effect in 2024, said people familiar with Mr. Loeb's thinking.</p><p>\"We are pleased with our productive and ongoing dialogue with Bob and Disney 's management team,\" Mr. Loeb said in a statement Friday, adding that Ms. Everson, who previously was chief operating officer and executive vice president of U.S. ad sales for Viacom 's MTV Networks , added an important new perspective to the board.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com </p><p>Disney, Activist Investor Agree to a Standstill as Entertainment Giant Adds Tech Executive to Board</p>",
  "published": "2022-09-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 93,
          "end": 99
        },
        {
          "start": 176,
          "end": 182
        },
        {
          "start": 541,
          "end": 547
        },
        {
          "start": 733,
          "end": 739
        },
        {
          "start": 892,
          "end": 898
        },
        {
          "start": 1272,
          "end": 1278
        },
        {
          "start": 1654,
          "end": 1660
        },
        {
          "start": 1800,
          "end": 1806
        },
        {
          "start": 1919,
          "end": 1925
        },
        {
          "start": 2316,
          "end": 2322
        },
        {
          "start": 2390,
          "end": 2396
        }
      ]
    }
  ]
}