{
  "_id": "07dd20db1f4bfe61a7fed02711d681eaad94aa5afd2577103765a6dfedb637b0",
  "feed": "wall-street-journal",
  "title": "Critics Think the Metaverse Looks Bad. What Do Brands Pouring Money Into It Say? Luxury and fashion companies spent nearly a year establishing metaverse divisions, imagining a richly designed future. Then Mark Zuckerberg unveiled rudimentary early designs.",
  "text": "<p>By the time Mr. Zuckerberg shared an updated photo three days later (\"the graphics in Horizon are capable of much more,\" he wrote), the damage was already done. How, a chorus of critics wondered, could a multibillion-dollar metaverse possibly look like this? And would it always?</p><p>Lifestyle brands and investors pumping cash into Web3 projects say these questions miss the point: The metaverse is the next phase of the internet, they insist, and it is still evolving. Plus, Meta's version is just one take. (A spokesperson for Meta declined to comment, saying the company would reveal more details about Horizon in the fall.)</p><p>Ethan Zuckerman, a University of Massachusetts Amherst professor and internet scholar, said the stripped-down appearance of Horizon Worlds could be by design. (When asked to speak about Horizon, a Meta representative directed a reporter to Mr. Zuckerberg's updated metaverse photo.)</p><p>\"If I'm Zuckerberg, and I'm trying to get to a billion users, I'm saying, 'It's got to be simple.' They're trading visual appeal for the ability to create,\" Mr. Zuckerman said, adding that Minecraft and Roblox, two popular games users are interacting with regularly, are hardly visually sumptuous. \"It's hard to make tools that are both easy to use and look terrific.\" To do so, he said, requires more animation capabilities than current digital worlds support.</p><p>Akash Nigam, the chief executive of digital avatar company Genies, noted that photorealism is rarely the goal in such environments.</p><p>\"The whole point of an avatar is the emotion, and the inner personality you can't represent in a human form,\" he said. \"It's why our most popular options aren't even human forms—they're species.\"</p><p>Billionaire investor and \"Shark Tank\" star Mark Cuban noted that the term \"metaverse\" can refer to very different types of projects, such as digital products (\"a great business\") and metaverse real estate (in his opinion, \"DAF,\" rude initials for dumb).</p><p>\"The issue is that the metaverse isn't singular. Almost anything can be defined as a metaverse,\" Mr. Cuban wrote in an email. \"There is an unlimited number of possibilities. The variety will make it difficult to build standards.\"</p><p>Brands have gone all in on the metaverse. Disney and companies like it have hired executives to oversee it. Balenciaga and Diesel parent company OTB Group have set up divisions dedicated to projects including NFTs, digital avatars and virtual clothing. Gucci, Givenchy and Ralph Lauren have been rolling out experiences for Roblox, while Nike and Moncler have debuted virtual goods in the game Fortnite. Ariana Grande, Travis Scott and the Chainsmokers have hosted digital concerts.</p><p>Venture firms Andreessen Horowitz and Felix Capital have both earmarked hundreds of millions of dollars for Web3 projects. Facebook announced a rebrand to Meta nearly a year ago centered on Mr. Zuckerberg's plan to build an immersive, 3-D version of the internet where people's digital avatars can meet for work or for fun.</p><p>Some projects showcase more visual handiwork and attention to detail. The Fabricant, an Amsterdam-based digital fashion house, has created virtual clothing for Off-White, Marques Almeida, Puma and Tommy Hilfiger. The garments are multidimensional and detailed; some can take weeks to create, according to Kerry Murphy, the company's chief executive.</p><p>But when digital clothes and NFTs are transferred into virtual worlds, they must be formatted to fit into the game's artistic language. Some lose design elements in the process.</p><p>\"NFTs get a lot of attention for being super high-priced collector items, and so far there's no high-end world to display them in,\" said Benoit Pagotto, co-founder of Rtfkt, a virtual asset company that sells $500 sneakersand $10,000 avatars; it was acquired by Nike last year. But the lack of elite gallery space hasn't dissuaded Rtfkt's clientele, he said, who seem happy enough to display their items in digital spaces they love.</p><p>\"I think people need to manage expectations,\" said Cathy Hackl, founder of the Web3 strategy firm Journey, as companies continue to refine the look and feel of these virtual worlds.</p><p>Ms. Hackl has worked on metaverse projects for brands including Ralph Lauren and Clinique. Currently, she's working with a musician she declined to name who is putting on a concert in virtual reality. The performer has long hair, which, Ms. Hackl said, takes \"a lot of work\" to render with bounce and motion. She has settled on an avatar with a ponytail.</p><p>\"I have limited time,\" Ms. Hackl said. \"I'm realistic.\"</p><p>Tommy Hilfiger, which has created branded experiences in Roblox and Decentraland, believes virtual worlds could present a path to building relationships with Gen Z customers. Roblox players have bought or won about 10.3 million Tommy Hilfiger products in the game, and the company plans to stream its coming New York Fashion Week presentation in Roblox, too.</p><p>\"We're not of the mind-set that we should steer clear of exploring in the metaverse due to some of the limitations,\" said Avery Baker, the company's president and chief brand officer.</p><p>Alfred Chang, co-chief executive of retailer PacSun, which opened a \"virtual mall\" in Roblox earlier this year, said retailers catering to young shoppers shouldn't be hung up on design.</p><p>\"Roblox, visually, is pretty basic,\" Mr. Chang said. \"But what's drawing us is the tens of millions of active users, and the opportunity there, based on who our customers are.\"</p><p>In September, Puma will introduce a digital hub for buying virtual sneakers, which can later be redeemed for real sneakers. The company sees it as a new way to engage with customers.</p><p>\"Is it going to be better than the best games out there?\" said Puma chief brand officer Adam Petrick. \"No, it's not. But it's not meant to be.\"</p><p>Write to Chavie Lieber at Chavie.Lieber@WSJ.com</p><p>MORE ON STYLE</p><p>* For Serena Williams, Fashion Was Always Part of the Sport</p><p>* As Celebrity Backlash Grows, So Does Overall Private Jet Use</p><p>* Looking for a 'Panic Attack' Emoji? You May Be in Luck.</p><p>* She's Looking for the Next Women-Led Unicorn. First Stop: A Very Chic Garage</p><p>* When Grandma's Fancy Heirloom Jewelry Gets an Everyday Makeover</p><p>Critics Think the Metaverse Looks Bad. What Do Brands Pouring Money Into It Say?</p>",
  "published": "2022-08-27T12:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2203,
          "end": 2209
        }
      ],
      "weightsV2": {
        "weight": 0.73509187,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.26490813,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}