{
  "_id": "72385e59267c499114edd63fe2d096f00b5d90c64090ee0a78fff7eb0fc94f82",
  "feed": "wall-street-journal",
  "title": "Cruises Are the Cheapest Way to Travel This Summer; With prices high for airfare, hotel rooms and gas, leisure travelers are finding bargains out at sea",
  "text": "<p>Meanwhile, the average daily rate for a hotel room was up nearly 20% compared with 2019 levels, according to the most recent figures from hospitality data and analytics company STR. Airfares rose almost 13% between April and May alone, according to the Labor Department.</p><p>SHARE YOUR THOUGHTS</p><p>What's the best cruise deal you've seen lately? Join the conversation below.</p><p>Booking a marine getaway these days is cheaper for multiple reasons. This time last year, cruise lines were sailing very few ships as they first returned to operation out of U.S. ports after the Covid-19 pandemic caused the industry to shut down. Today, multiple cruise lines have returned their full fleets to service—providing travelers with a much wider array of options.</p><p>Flying to major ports can still be expensive. Plus, vaccine and testing mandates remain in place for most cruise lines, making it more difficult for companies to fill staterooms.</p><p>The low prices for cruises have some people rethinking their travel plans. For many years, Edward O'Donnell has trekked to Solvang, Calif., for a personal retreat. Mr. O'Donnell, who lives in Camarillo, Calif., typically books cheap lodging. He spends his days sitting in bakeries or parks as he writes and mulls his life goals.</p><p>This year, instead of his usual getaway, Mr. O'Donnell booked a Carnival cruise. He and a friend split the cost of an inside stateroom. Mr. O'Donnell availed himself of the plentiful food in the ship's cafeteria, entertainment offerings and quiet areas of the ship where he could relax and reflect.</p><p>He estimates he spent less than $500 on the four-day trip from Long Beach, Calif., that visited Mexico's Baja California Peninsula. The only additional cost to the base rate was one onshore excursion. \"It was cheaper than a Motel 6,\" says Mr. O'Donnell, 74 years old.</p><p>An inside cabin on a five-night cruise to the Caribbean, the Bahamas or Bermuda in July costs $619 a person on average, according to data collected by cruise-review website Cruise Critic, a subsidiary of Tripadvisor. That is down from $684 a person last July. Those prices don't include taxes and fees.</p><p>\"We've never seen pricing this low,\" says David Crooks, senior vice president of product and operations at World Travel Holdings, a Boston-based travel agency that operates multiple cruise-booking sites including CruisesOnly and Cruises.com.</p><p>A spokesman for Carnival Corp. says that cruises grow in popularity during times of rising inflation, given the inclusive nature of the experience. Some cruise lines are offering packages that include drinks, food, onshore excursions and even airfare.</p><p>Nevertheless, the deep discounts are a reflection of the difficulty some cruise lines have had filling ships. They have slowly brought their ships back to service and removed capacity limits since the industry resumed operations out of U.S. ports in 2021.</p><p>Some travelers remain hesitant to get on board with the pandemic continuing, while ongoing vaccination and testing requirements have caused other people to opt against going on cruises, says Lesley Sawhook, co-owner of Cincinnati-based travel agency Exclusive Travel Partners. She attributes some of the cruise deals to the limited demand stemming from those issues.</p><p>Disney Cruise Line, which requires anyone over age 5 to be fully vaccinated against Covid-19 with some limited exceptions, has offered deals of up to 35% off fares. Discounts that large are unusual for Disney, Mrs. Sawhook notes. Disney didn't respond to a request for comment.</p><p>Cruises throughout the Caribbean remain among the most affordable, especially for those who travel when the offseason starts in September. The beginning of the school year and anxiety surrounding hurricane season typically prompt a drop-off in demand during that time, says Cruise Critic managing editor Chris Gray Faust.</p><p>Some of the most notable deals can be found for typically expensive routes, such as cruises around Alaska or the Mediterranean. An inside cabin on a seven-night Mediterranean cruise costs $728 per person on average in July, according to Cruise Critic data, down from over $1,000 during the same period in 2021.</p><p>Those sailings typically sell out a year or more in advance. The higher cost of airfare has discouraged some travelers from flying to a port to take a cruise, depressing demand for Alaskan or Mediterranean sailings, Mrs. Sawhook says.</p><p>Some lines have offered onboard credits in addition to their low rates. Norwegian Cruise Line advertises Free at Sea deals where add-ons such as drink packages, Wi-Fi, excursions and even airfare can be included in the overall price.</p><p>Often, these free upgrades are available to cruisers regardless of which class of ticket they have. In the past, many of these deals were limited to guests who were staying in pricier staterooms, says Tiffany Dionne Harris, an independent travel agent with InteleTravel based in Port St. Lucie, Fla.</p><p>Sailing for savings</p><p>Here are some additional tips from travel experts to save money on a cruise vacation:</p><p>Watch out for fees and taxes. Most sites don't include the cost of taxes and port fees in the cruise fares they advertise. So a sailing that appears cheaper could be more expensive than other itineraries after including those additional costs.</p><p>Try a travel agent. Agents work on commission, so their services are typically free. They often have access to discounts and group rates, particularly ones that include onboard credits, not advertised to the general public.</p><p>Track prices after you book. Most cruise lines will match prices if a better deal comes along after you book, up until around two months before a cruise. If a deal looks good, lock it in. If a cruise is less than two months away, a lower price is unlikely to come around.</p><p>Book your next trip before you get off the ship. While the onboard offers for future cruises may not be as good as they once were, travel agents say these deals are often unparalleled. Just be prepared to wait. \"The lines are out into the hallway at the next-cruise desks because a lot of people are taking advantage of that opportunity,\" Mr. Crooks says.</p><p>Cruises Are the Cheapest Way to Travel This Summer</p>",
  "published": "2022-07-11T16:19:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3238,
          "end": 3244
        },
        {
          "start": 3468,
          "end": 3474
        },
        {
          "start": 3440,
          "end": 3446
        }
      ]
    }
  ]
}