{
  "_id": "e395e99dfab779d9727a09e55238c89cc999d0e2355d82480b02a6dd3d8c94d9",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: Disney Set to Raise Prices For ESPN Streaming Service",
  "text": "<p>The Burbank, Calif.-based company said the change in price reflects the increased scale and value of ESPN+ as it adds more content to the platform amid competition from new entrants. It also comes as Disney and others face rising costs to acquire sports programming.</p><p>Disney noted that the price change doesn't impact the price for its Disney bundle -- which includes Disney+, ESPN+ and Hulu and costs $13.99 a month -- or Ultimate Fighting Championship pay-per-view events at this time.</p><p>The planned price increase comes right as the cost of inflation continues to weigh on consumers and businesses. U.S. consumer inflation accelerated to 9.1% in June, the highest level in more than four decades, adding pressure on the Federal Reserve to aggressively tamp down rising prices.</p><p>Disney said it had 22.3 million paid subscribers for ESPN+, which streams some live events from National Football League, National Hockey League and more and includes other original programming, in its most recent quarter. But Disney recorded higher operating losses at its direct-to-consumer segments, citing higher losses at Disney+ and ESPN+ as well as lower operating income at Hulu.</p><p>The company said lower results at ESPN+ were due to higher sports programming costs and a decrease in income from UFC pay-per-view events. That was partially offset by an increase in subscription revenue from more users.</p><p>Disney will report results from the current quarter on Aug. 10.</p>",
  "published": "2022-07-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1004,
          "end": 1010
        },
        {
          "start": 1104,
          "end": 1110
        },
        {
          "start": 1386,
          "end": 1392
        },
        {
          "start": 777,
          "end": 783
        },
        {
          "start": 28,
          "end": 34
        },
        {
          "start": 335,
          "end": 341
        },
        {
          "start": 200,
          "end": 206
        },
        {
          "start": 367,
          "end": 374
        },
        {
          "start": 267,
          "end": 273
        }
      ]
    }
  ]
}