{
  "_id": "5b7575cd5a9e158861ced2fbb694b4106d91afe2e94f851481722c6f6be1a9c4",
  "feed": "wall-street-journal",
  "title": "Netflix Cracks Down On Password Sharing",
  "text": "<p>A few weeks after Netflix raised the price of its monthly subscriptions in the U.S., the company said it is testing a feature that would charge customers an extra fee for the ability to share accounts.</p><p>Netflix said the new option would be tested over the next few weeks in Chile, Costa Rica and Peru before the changes are introduced in other countries.</p><p>\"While these [household plans] have been hugely popular, they have also created some confusion about when and how Netflix can be shared,\" Chengyi Long, Netflix's director of product innovation, said. \"As a result, accounts are being shared between households -- impacting our ability to invest in great new TV and films for our members.\"</p><p>Existing subscribers will be able to add subaccounts for as many as two people they don't live with at an additional cost, she added. In Costa Rica, the feature will cost $2.99 a month, with users in Chile and Peru being charged the local equivalent.</p><p>Netflix shares rose 3.9% on Thursday. The stock has lost nearly half its value from its record in mid-November. Analysts have attributed much of that decline to Netflix's slowing subscriber growth. The company registered 24% average paid subscriber growth annually from 2016-2020 but managed only 9% growth last year.</p><p>Netflix also faces increased competition among streaming platforms and rising programming costs. The company is spending more on content to attract and keep subscribers as viewers have more content to choose from thanks to a crowded field.</p><p>In January, the company raised the price for its monthly plans, its first such increase since 2020. The monthly cost for its basic plan for U.S. customers rose $1 to $9.99, while its standard plan increased to $15.49 from $13.99 and the premium plan to $19.99 from $17.99.</p><p>Netflix has previously experimented with tightening account security. In March 2021, the company started prompting some of its users to verify their identity through a text message.</p><p>Netflix's rivals, including AT&amp;T Inc.'s HBO Max and Walt Disney Co.'s Disney+, often email their customers when they notice multiple logins from various locations, according to people familiar with the companies' policies. The emails usually say that the service wants to ensure the user's account wasn't hacked, the people said. But they also serve as a gentle reminder to customers that companies know when more than one person is using the account, industry experts said.</p><p>Netflix stands to lose more people than it would gain from clamping down on password sharing and risks making users mad, said Michael Pachter, a research analyst at Wedbush Securities, who upgraded his rating on the company to neutral last week.</p><p>\"I believe that a crackdown on password sharing is going to increase churn,\" he said, referring to the rate at which customers leave the service. He said the company should stop dumping content all at once and instead space out the release of its programming, which would help keep subscribers from binge-watching and then leaving the service.</p><p>VersiVe Manhattan, a 37-year-old forklift operator and producer in the Los Angeles area, shares his Netflix account with his daughter and mother who live in different states.</p><p>He called the company's potential moves to charge users more for sharing their passwords ridiculous, saying people have had to adapt to enough during the Covid-19 pandemic.</p><p>\"Netflix was one of those things where I felt like it was needed just to keep the connection going,\" he said, adding that he discusses different Netflix content with his daughter.</p><p>He said regulating whether people can share their password also seems like a privacy issue to him and that users should have the right to decide with whom they share that information with. Should Netflix charge customers more for sharing accounts outside their household, he plans to end his membership.</p><p>\"I definitely would cancel,\" he said.</p><p>In January, the company said it expected to add a much smaller number of subscribers in the current quarter than it did a year ago as it adjusts to growing competition and lasting disruptions from the pandemic. The company forecast an increase of 2.5 million subscribers in the current quarter, compared with four million a year earlier. It also slightly missed its subscriber estimate for the fourth quarter of 2021.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2026,
          "end": 2033
        },
        {
          "start": 2008,
          "end": 2019
        }
      ]
    }
  ]
}