{
  "_id": "269e65eb729bf5bd3e04a7025ec75562e76ae3d7c5d8210843829eff70df9b86",
  "feed": "ftcomall",
  "title": "How connected fitness became the new obsession",
  "text": "<p>Courtney Dombroski risked arrest for the past four years just to feed her addiction. Her crime: sneaking into an apartment gym equipped with two spinning bikes from Peloton, the company that first brought on-demand, connected fitness classes to millions.</p> <p>Dombroski worked as a server in a Mexican restaurant across the street from the apartment block. “When the leasing office was open, I could just walk in the front door and take the elevator up like I lived there,” says the 26-year-old from Gulf Shores, Alabama. “As long as I acted, like, cool, calm and collected.”</p> <p>Eventually she found a key card for 24-hour access, swiped it, and was taking illicit classes five times a week. </p> <p>“It's not just a workout machine, it's also a community,” Dombroski says. “I can't — or at least I don't — push myself as hard as a 20-minute class does. You get inspired by the coach or you're just lost in the music and you don't have to think about anything.”</p> <p>This Christmas, her boyfriend bought her a Peloton, turning Dombroski into a real-life version of the 2019 holiday TV spot that the company got panned for. Critics felt the ad was sexist, as if the male partner was demanding his beloved stay forever lean. Dombroski had a different reaction when she opened her gift: Best. Boyfriend. Ever.</p> <p>Her method of getting into her workouts might be unique, but Dombroski's love for connected fitness is widely shared. Although Peloton shares have lurched violently in the past six months, spending on virtual or online fitness has been turbo-charged by the pandemic and is expected to grow tenfold from $6bn in 2019 to $60bn by 2027.</p> <p>The number of Peloton subscribers has already grown from 100,000 in 2017 to 2.5m last year. iFit, the owner of exercise equipment group NordicTrack, saw subscriptions rise from 103,000 in 2017 to 1.1m.</p> <p>A lifestyle survey from The New Consumer found that three-quarters of respondents had exercised more at home during the pandemic. Among those to have made the switch, 65 per cent say they prefer it. And for millennials and Generation Z, a majority feel “most like themselves” online versus offline — a key factor in how roughly a dozen connected fitness platforms have managed to build enthused communities without members actually sweating beside each other.</p> <p>But the rise of connected fitness has been controversial, with Peloton widely seen as elitist. Partly this is a self-inflicted wound: the sumptuous homes in its marketing campaigns were tailor-made for mockery on social media. The $2,500 price tag of its flagship bike is also routinely seen as extravagant, and critics think there's something inherently unfair, even sinister, about a company selling an expensive bit of hardware that is effectively useless without a monthly subscription fee.</p> <p>For fans of Peloton and its peers, this misses the point. They describe connected fitness as a cure for mental burnout; a time saver; a gamified experience that has led to healthy habits; a way of getting into fitness, or even building a community, without feeling awkward or vulnerable at the gym. Cynics, to quote Oscar Wilde, “know the price of everything and the value of nothing”.</p>  <p><strong>I don't own a Peloton,</strong> but in November 2019 I bought a Hydrow, a rowing machine that connects users with instructors filmed daily on the river Thames, Lake Lucerne and up and down the California coast. The videos — live or on-demand — are presented on a 22-inch screen, where I compete against thousands of others with every stroke uploaded in real time.</p> <p>Having the machine at home eliminates almost all of the friction of starting a workout. No getting to the gym. No specific time to start. No waiting for a machine. And I'm not away from my two daughters, who often clamour to sit on my lap or do push-ups beside me.</p> <p>The immersive workouts offer tips to prevent injuries, and some of them use artificial intelligence to give feedback on your movements.</p> <p>Nobody would argue that these machines are cheap. The flagship options from Peloton, Hydrow, Tonal and Tempo all cost between $2,295 and $2,995, plus around $40 a month to access thousands of classes. Whenever they are reviewed on YouTube, the comment section is rife with complaints about the cost. Why not just buy a traditional machine and ride, row or lift without paying for the privilege?</p> <p>This argument is solid if it comes from anyone with the diligence to work out for 30 minutes five days a week, as recommended by the American Heart Association. My dad, nearing 70, gets on a spinning bike daily. He has no interest in anything fit-tech and views my love for motivational gadgets with bewilderment. If your habits are like his, there's really no reason to “upgrade”.</p> <p>But this group is minuscule. A few years ago, the Mayo Clinic, a prestigious patient-centric medical centre, wanted to know what percentage of adults live a “healthy lifestyle”, defined as having a good diet, exercising a few times per week, not smoking and having a body mass index below the “overweight” range. The result was deemed “mind-boggling” by the lead researcher: 2.7 per cent.</p> <p>According to a 2018 <a href=\"https://health.gov/sites/default/files/2019-09/Physical_Activity_Guidelines_2nd_edition.pdf\">survey </a>of millions of Americans, half of adults and nearly three-quarters of teens don't meet 150 minutes of physical activity per week. Seventy per cent of adults “never exercise” in their leisure time.</p> <p>Among the biggest problems is motivation. Daniel Lieberman, a Harvard evolutionary biologist, writes in his book <em>Exercised</em> that while fitness is great for us, humans evolved to conserve energy — “to be as inactive as possible”. The idea of exercise being normal is “pernicious”, he writes, as the reality is our “minds never evolved to get us moving unless it is necessary, pleasurable or otherwise rewarding”.</p> <p>This is why connected fitness matters: it's the closest thing yet to cracking the code that will get more people physically active. </p>  <p><strong>The ability to offer users motivation</strong> has been critical to the success of at-home fitness since it was led by Jane Fonda on VHS. But content was limited, there was no feedback, metrics were not recorded and the social element largely didn't exist.</p> <p>The significance of Peloton was offering an endless library of classes, where every push of the pedal would upload in real time for others to see, giving rise to interactions on social media where members could “find their tribe”.</p> <p>Peloton founder John Foley once called the parallels between religion and instructor-led fitness classes “uncanny”, saying both are essentially “somebody talking to you from a pulpit for 45 minutes”. He has even attributed the rise of boutique fitness to the decline of organised religion. </p> <p>“In the '70s or '80s you'd have a cross on your neck or a Star of David,” he said in 2017. “Now you have a SoulCycle tank top. That's your identity. That's your community. That's your religion.”</p> <p>The enthusiasm of connected fitness users has mystified observers, including Peloton, which initially played little role in creating the thousands of online communities now on Facebook, according to David Miller, a professor at George Mason University. “The community is not something the company planned — it evolved,” he says. </p> <p>Some of the most popular Peloton groups on Facebook are devoted to nutrition, weight loss and parenting. “Average Peloton Moms” is a congregation of 30,000 members who “believe in science” and don't feel guilty giving their kid an iPad to fit in a workout. </p> <p>Peloton has since brought much of the community experience on to the bike itself, allowing members to add hashtags such as #BlackGirlMagic to their profiles so people can easily find others with common interests and exercise styles. It tries to stay apolitical, but encourages inclusive content related to, say, LGBTQ pride. Some classes have even featured lectures on the history of civil rights while users are pedalling away. </p> <p>The relentless optimism isn't for everyone. Ed Zitron, a media relations executive in Las Vegas, loves Peloton for the gamification of fitness, but he says that the instructors' “fake mindfulness and quack psychology” caused him to cancel after three years in favour of a Hydrow and a Tonal, a $2,995 smart home gym with a giant iPad-like touchscreen.</p> <p>For traditional gyms, it's typical for half of new members to quit within six months. Among those who stay, more than half go less than twice a week. But the average Hydrow member is on the machine once every other day, while Peloton usage is 20 workouts a month. </p> <p>Peloton's ability to retain paying customers is also superior to Netflix, Disney Plus or even mobile-phone providers such as Verizon. Its monthly churn rate is less than 1 per cent.</p> <p>Miller is among the converts. “I didn't want a Peloton. My wife bought it. I wanted nothing to do with it,” he says. But within months, he was hooked. And now the self-labelled “Peloton addict” has written a book, <em>Sweating Together</em>, that attempts to grasp how the brand combined music, video and community with fitness to create such a devoted following. </p> <p>He says “there's no question” that home fitness is here to stay. And when The New Consumer asked people about their fitness plans in the coming 12 months, only 5 per cent said they will workout exclusively at a gym or studio, while 41 per cent said they will only workout at home and 87 per cent said home workouts will account for more than half of their regimen.</p> <p>“The best analogy is you may still want to go to the cinema every now and then, but you're not cancelling Netflix,” says Khalil Zahar, chief executive of FightCamp, whose interactive, at-home boxing service tracks users' every punch in real time.</p> <p>At the University of Pennsylvania, Lisa Richardson was so taken by the adherence of Peloton's faithful that she made it the subject of her psychology master's thesis in 2020. She concluded that a majority of riders had bought the bike for convenience, but they owed their “sustained engagement” to broader notions of wellbeing.</p> <p>“What keeps people engaged is experiencing positive emotions, feeling connected to a community, having a sense of belonging, pride or achievement, and that promotes an enhanced satisfaction with life overall,” she tells me.</p> <p>This captures the experience of Laurel Belfiore and her husband David, in Austin, Texas. Owners of a wellness spa, they cannot fathom why they would ever join a gym again. When they bought a Peloton in late 2018, the idea was to replicate the experience of a boutique gym at home. Three years later, their devotion has evolved thanks to something no gym can offer: being role models for their elementary-school age daughters. </p> <p>“I want them to know it's good to be active,” Laurel Belfiore says. “It keeps your brain happy, keeps your body happy and you sleep better.”</p> <p>Just before the pandemic hit in March 2020, she and her husband added a Hydrow. “I'm rowing 25 times a month and I average 27 classes a month on the Peloton,” she says, noting that the costs of exercising this much at per-class boutique prices — which often cost $30 per hour — wouldn't be unaffordable so much as totally unfeasible.</p> <p>Although her routine is well above average, it's not uncommon. Belfiore likes to stack the workouts: a 20-minute warm-up row followed by a 40-minute ride. Facebook forums for both Hydrow and Peloton are riddled with users screenshotting similar months-long streaks. I'm on day 20 of rowing and running daily, with an eye towards 100 days.</p> <p>Connected fitness looks less expensive when you consider that the average Peloton household has at least two members using the machine. A household can finance a Peloton for $49 a month, for 39 months, and pay $39 a month for membership. That puts the monthly cost per person at less than $50 during the financing period and less than $20 afterwards — well below the average US gym membership of $58. </p> <p>Such costs also pale in comparison to treating, say, diabetes, whose type 2 variant is preventable through exercise and diet. According to the Centers for Disease Control and Prevention, 34.2m Americans have diabetes and another one in three US adults has prediabetes. Those diagnosed incur average medical expenditures of $16,752 per year, 2.3 times higher than people without the condition, according to the American Diabetes Association.</p> <p>Kenneth Moritsugu, former US surgeon general, says medical establishments should help support patients to make healthy lifestyle choices rather than focus on interventions. “Investing a few dollars in prevention prevents a huge economic burden down the road,” he says.</p> <p>The importance of exercise is difficult to overstate when we consider how sedentary our lives have become. The Stanford Runners Study, which observed more than 500 runners aged 50+ from 1984 to 2005, found that a comparable group of non-runners were three times more likely to die in any given year. Non-runners' <a href=\"https://news.stanford.edu/news/2008/august20/med-aging-082008.html\">quality of life</a>, or “healthspan”, was also worse, losing functional capacity at double the rate of the runners. </p> <p>To make a change, the problem isn't knowledge. Most of us know what a healthy life entails. Nor is it time. The average American consumes 3.1 hours of television per day. And it isn't money. The combined fee covering most connected machines and their subscription is around $100 a month — less than 2 per cent of the $5,100 the average American household spends per month. The problem is motivation. And that's where connected fitness thrives. </p> <p>Your gym doesn't call when you don't show up, because your absence makes you the ideal customer. A typical Planet Fitness facility, which often charges just $10 or $20 a month, has nearly 7,000 members but can only handle about 300 at one time. It has little incentive to motivate everyone to show up.</p> <p>For at-home fitness: the more the merrier. Among the troubles of getting into fitness is that positive outcomes can be years or even decades away. But connected fitness brings forward little rewards. Even if they are as small as digital medals for a two-week streak, people are motivated enough that they post excitedly about them on social media. Hydrow even rewards users with actual gear: any day now I'll be receiving a baseball hat for rowing 2m metres.</p> <p>None of this means that Peloton or any of its peers has a bright future. Peloton shares, which had quintupled in 2020, collapsed by three-quarters last year as competition became rife and its treadmills were recalled for safety concerns; they fell a further 25 per cent on Thursday on reports of halting production, sending the company's market value below its late 2019 IPO price.</p> <p>Venture capital flowing to fit-tech more than doubled from 2020 and the world's biggest tech companies, including Apple and Amazon, are all vying for a foothold. In October, Facebook parent Meta spent $400m on a workout app that has users sporting a virtual-reality headset as they assault incoming flying objects with a plastic sabre. But all this competition does suggest that at-home fitness is here to stay.</p> <p>What needs to happen next is for more people to think of fitness as being like a retirement plan, says John Wyn-Evans, head of investment strategy at Investec in London. In the same way that saving small amounts of money today will grow into a fund to live off later, doing 30 minutes of exercise daily when you're young will let you thrive decades from now. </p> <p>“It's very difficult for people to think of themselves 30 or 40 years down the road and then project backwards to think, ‘what should I be doing now?'” he says. “But if you have a saving mentality, you should be able to have a health-saving mentality.”</p> <p><a href=\"https://www.ft.com/patrick-mcgee\"><em>Patrick McGee</em></a><em> is the FT's San Francisco correspondent</em></p> <p><em>Data visualisation by </em><a href=\"https://www.ft.com/steven-bernard\"><em>Steven Bernard</em></a></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em></p><p>Source: Patrick McGee 2022 'How connected fitness became the new obsession' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-21T12:21:28.318Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}