{
  "_id": "45b5cdf0235afa8a4a65a8afea832305bf9b531afb50d762cda794f48b799ee0",
  "feed": "wall-street-journal",
  "title": "Hurricane Ian Leaves Florida Reeling, Knocks Out Power to Millions; Downgraded to a tropical storm Thursday, storm downed power lines and flooded neighborhoods, as President Biden makes federal aid available",
  "text": "<p>\"It's basically a 500-year flood event,\" Mr. DeSantis, a Republican, said at a news briefing Thursday morning.</p><p>He said officials needed to confirm if two reported deaths were linked to the storm. In one case, the Volusia County Sheriff's Office said a 72-year-old man in Deltona, Fla., northeast of Orlando, drowned in a nearby canal after he went outside to drain his pool.</p><p>Mr. DeSantis said two of the hardest hit counties, Lee and Charlotte, were off the grid and they would need to rebuild their power infrastructures. Two hospitals in the area were running on generators, and bridges in the area were damaged, he said.</p><p>On the barrier islands, which Ian swept over before reaching the mainland, a number of people had to be airlifted to safety, the governor said.</p><p>Ian made landfall in Lee County on Wednesday afternoon as a destructive Category 4 hurricane with maximum sustained winds of 150 miles an hour, according to the National Hurricane Center. The storm weakened early Thursday into a tropical storm.</p><p>Still, officials said Ian would continue to be a major threat as it barreled north. Thousands of National Guard troops and utility workers were mobilizing to prepare for the hurricane's aftermath.</p><p>With the center of the storm now out over the Atlantic, Ian is expected to become a hurricane again Thursday night and strike the coast of South Carolina on Friday, the National Hurricane Center said. A hurricane watch was issued Thursday morning for the entire coast of South Carolina. The storm is then expected to rapidly weaken as it moves inland across the Carolinas on Friday night and Saturday.</p><p>In a statement issued Thursday, South Carolina Gov. Henry McMaster said Ian was expected to make landfall as a Category 1 hurricane somewhere near Charleston and warned residents to prepare for heavy rain and high winds.</p><p>Around 2.7 million customers in Florida had no power Thursday morning, according to the tracking site poweroutage.us.</p><p>While most of the outages were concentrated in southwest Florida, the governor warned that central and northern Florida could expect the storm to wreak havoc in the coming days.</p><p>President Biden declared a major disaster Thursday for the hardest-hit counties, a move that makes federal funding available to the region. Mr. DeSantis said he spoke with the president Thursday morning and asked him to expand the major disaster declaration to central Florida.</p><p>The White House said Deanne Criswell, the Federal Emergency Management Agency administrator, was traveling to Florida on Friday to survey the damage and oversee response efforts.</p><p>In southwest Florida, officials said the hurricane left wreckage more severe than they had seen in years. Rescue convoys fanned out across the region, passing by cars submerged on the highways.</p><p>Roger Desjarlais, the manager of Lee County, said at a news briefing Wednesday that his county was decimated and that businesses had been looted.</p><p>Authorities in the southwestern cities of Fort Myers and Naples issued curfews late Wednesday, asking residents to stay at home and leave the roads clear for first responders. Many roads were impassable, Naples officials said.</p><p>As Ian moved across the state, it dumped large amounts of rain on central Florida, causing what the National Weather Service described as life-threatening and catastrophic flooding.</p><p>Orlando, a vital economic force in the state, was largely shut down on Thursday as water cascaded down the roads and debris swirled in the air. Businesses—from Disney World to local convenience stores—were closed. Flights remained grounded at the Orlando International Airport, where all the roads leading to it were flooded.</p><p>Ian has caused widespread transportation disruptions, including airport closures and at least 2,135 cancellations within, to or from the U.S. on Wednesday, according to flight-data tracker FlightAware. Some airports in the state closed through Thursday. Florida's biggest seaport, Jacksonville, and Port Canaveral on the state's Atlantic coast joined the Tampa port in shutting down entirely on Wednesday.</p><p>Ian's catastrophic storm surge left a devastating mark on the western Florida coast as the hurricane swung inland. On late afternoon Wednesday, the National Hurricane Center said a storm surge of 12 to 18 feet above ground and destructive waves struck the southwest Florida coast, stretching from Englewood to Bonita Beach, including Charlotte Harbor.</p><p>With Ian moving north, northeast Florida, coastal Georgia and South Carolina's Lowcountry region are projected to see 4 to 8 inches of rain, with some areas receiving as much as a foot. The rest of South Carolina along with North Carolina and southern Virginia are also bracing for heavy rains in the 3-to-6 inches range, with up to 8 inches possible.</p><p>Cameron McWhirter, Gareth Vipers, Ken Thomas and Andrew Restuccia contributed to this article.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com, Elizabeth Findell at Elizabeth.Findell@wsj.com and Dan Frosch at dan.frosch@wsj.com</p><p>Hurricane Ian Leaves Florida Reeling, Knocks Out Power to Millions</p>",
  "published": "2022-09-29T16:47:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3495,
          "end": 3501
        }
      ],
      "nexusId": "10078857"
    }
  ]
}