{
  "_id": "90d61d0ca829597387e8a78fa287b9b65027c47daf8061e96a0c01121a3d9111",
  "feed": "ftcomall",
  "title": "For profit or power: Philippines' richest man ventures into media",
  "text": "<p>On the third floor of Starmall, a shopping centre owned by Filipino billionaire Manuel Villar, three movie theatres were shut in July and are being converted into television studios. On the second floor, a new radio studio recently went live.</p> <p>The mall, located in central Metropolitan Manila, will be the launch pad of the Philippines' richest man's charge into <a href=\"https://www.ft.com/companies/media\">media</a>, an increasingly politicised industry in the country.</p> <p>In 2020, former president Rodrigo Duterte ordered the shutdown of ABS-CBN, the largest TV network, which had failed to air some of his campaign ads in 2016. More recently, the industry has come under renewed pressure in the wake of President Ferdinand Marcos Jr's election victory. The namesake son of the late dictator — who also closed down ABS-CBN during his iron-fist rule in the 1970s — showed his disdain for mainstream media when he snubbed debates organised by TV networks and accused one respected journalist of “bias” for being “anti-Marcos”.</p> <p>But <a href=\"https://www.ft.com/stream/19764301-0b74-37b5-876a-677cd3b15e63\">Villar</a> is neither anti-Duterte nor anti-Marcos. A key political backer of both men, his media foray shows how business and politics often go hand in hand in the Philippines. A media asset would give the tycoon a platform to promote his fast-expanding commercial empire, stretching from real estate to coffee shops. But with Villar's own family deeply involved in politics, an industry watchdog sees the new enterprise as a potential political apparatus as well.</p> <p>Villar's rise to become the country's new media mogul took shape just months before Duterte left office. In January, the National Telecommunications Commission reassigned channels previously used by ABS-CBN to Villar's Advanced Media Broadcasting System (AMBS).</p> <p>Melinda Quintos de Jesus, executive director at the Center for Media Freedom and Responsibility, finds that problematic.</p> <p>“If it's going to be held by a conglomerate or under an enterprise directed by someone whose interests are so widespread — the Villars, with members of the family in political office — then you're worsening the already bad state of political economy or media economy by assigning the power of the media for their use,” said de Jesus.</p> <p>Villar, a former Senate president and presidential candidate, has stepped back from politics, but his family is very much active. His son Mark was elected senator in the May elections, joining mother Cynthia in the 24-member Senate. His daughter Camille was recently elected deputy speaker in the House of Representatives and was among Duterte's congressional allies who rejected ABS-CBN's bid to renew its 25-year licence.</p> <p>Villar has yet to publicly lay out his vision for AMBS and a company representative declined Nikkei Asia's request for an interview. But Villar's associates said they were seeking to launch before Christmas.</p> <p>“We are striving to hit our target of October 1,” AMBS president Maribeth Tolentino said in online news conference with the local entertainment press on July 15. The same day, AMBS sealed its first contract, with TV host Willie Revillame, whose popular game show <em>Wowowin</em> pulls in around 5mn viewers, according to consultancy Kantar Philippines.</p> <p>Revillame, whose past game shows built up large, loyal followings by giving away houses courtesy of the Villar Group, will also help assemble the entertainment programming and link AMBS with talent agencies.</p> <p>“It will be an entertainment and public service channel,” said Tolentino, adding that news programmes were in the pipeline.</p> <p>Entertainment shows, such as soap operas, and strong news programmes are hallmarks of a successful TV enterprise in the <a href=\"https://www.ft.com/topics/places/Philippines\">Philippines</a>, but Villar has said AMBS “will go beyond” the traditional approach.</p> <p>In April, he told reporters that he planned to take a page from the playbook of US media companies, which are consolidating and moving into streaming. “I am also looking at a theme park. My approach is like Disney,” he said.</p> <p>The country's TV industry — long dominated by ABS-CBN and GMA Network — has not always been easy for challengers to crack. TV5, an affiliate of the Philippines' largest telecommunications company PLDT, has struggled even after years of pumping large amounts of capital into production and hiring top-tier celebrities.</p> <p>But the closure of ABS-CBN has created a vacuum that Villar can fill. Prior to its shutdown, ABS-CBN enjoyed a leading audience share of 40 per cent in the nation of 110mn people, according to Jay Bautista, managing director of the media division at Kantar. It racked up 42bn pesos ($750mn) in revenue in 2019.</p> <p>ABS-CBN has since recovered half of its ratings by buying airtime on other channels to broadcast its popular shows, but an opportunity is still there for Villar, said Bautista.</p> <p>“You can influence 45mn people in terms of what products they will buy. And indirectly, if you have your own news and public affairs [programmes], you can shape or at least push information towards the TV viewing population,” he added.</p> <p>If successful, media would become another pillar of an empire founded by a man who as a young boy helped his mother sell shrimp and fish in a market in downtown Manila to fund his education.</p> <p>After college, Villar quit an accounting job to become a full-time entrepreneur, supplying seafood to restaurants as well as selling gravel and sand, which introduced him to real estate, the sector that later became his group's bread and butter.</p> <p>Villar built his fortune selling affordable housing and his branded residential estates now dot dozens of cities and towns nationwide. He debuted in politics in 1992, winning a congressional seat and later rising to become House Speaker, a senator and Senate president.</p> <p>He ran to become president of the Philippines in 2010 and was an initial frontrunner. But accusations that he had benefited from a government road project tainted his rags-to-riches narrative and derailed his bid. Villar denied the accusations, while his campaign complained of unfavourable media coverage.</p> <p>After the bruising defeat, Villar retired from politics in 2013 but remained the head of Nacionalista, one of the country's largest political parties that backed Marcos. In his return to the boardroom, the tycoon steered his group's diversification into infrastructure and other businesses. He also expanded his cemetery and retail ventures and listed them on the Philippine Stock Exchange.</p> <p>A decade of aggressive expansion catapulted Villar to the top of the country's list of wealthiest individuals, excluding the combined fortunes of the Sy siblings, with a net worth of $7.6bn, based on Forbes' real-time calculations in late July.</p> <p>In June, he listed the VistaREIT, a real estate investment trust, and in April said he planned to launch an initial public offering for his power venture later this year. His coffee business, led by the flagship chain Coffee Project, which is taking on the local operations of Starbucks, may also go public next year, he said.</p> <p>While these businesses and a media platform offer possible synergies, Villar may not be looking just at profits.</p> <p>“There are media enterprises in this country that don't make money. It is for the political interests that they operate,” said de Jesus.</p> <p>Villar's media business will probably serve such interests, added de Jesus, especially with the rise of his 44-year-old son Mark, formerly Duterte's public works minister.</p> <p>“We look at it from the entry of Mark Villar into electoral politics and clearly the enterprise must be designed for prospering his political potential,” said de Jesus.</p> <p>In the July 15 briefing, Revillame said AMBS news anchors would report only the truth. “The family won't meddle,” he said.</p> <p>Villar's ambitions come as the country's media industry wrestles with both political and technological upheavals. The latter is changing how content is delivered to audiences, with ABS-CBN, for instance, now broadcasting on Facebook, YouTube and its own streaming app. Alongside the push online, ABS-CBN this month said it would <a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Philippine-TV-network-shuttered-by-Duterte-buys-into-rival-channel\" title=\"\">buy a 35 per cent stake</a> in TV5 in a landmark alliance that would allow ABS-CBN to air its shows on the former rival's channel.</p> <p>Months before Duterte stepped down, regulators also assigned a channel previously used by ABS-CBN to a broadcaster owned by his spiritual adviser, Pastor Apollo Quiboloy. In the recent election, Quiboloy openly endorsed Marcos, a taboo for local media owners. Meanwhile, the Securities and Exchange Commission in June affirmed the shutdown of online news site Rappler — headed by Duterte critic and Nobel Peace Prize winner Maria Ressa — for allegedly breaching foreign ownership restrictions in mass media. Rappler has appealed against the closure order before the court.</p> <p>The launch of AMBS could revive thousands of media jobs lost in the aftermath of ABS-CBN's closure. But AMBS's entry into Philippine airwaves is unlikely to fix the fundamental problem facing the broadcast media: operating licenses are granted by politicians. This means other TV companies perceived as adversarial to the sitting power could suffer the fate of ABS-CBN.</p> <p>“Once you give [the power to grant licenses] to a political institution, then you submitted the entire process of press freedom under the political framework of the government. And this has been a longstanding pain in the side of the press,” said de Jesus.</p> <p><a href=\"https://asia.nikkei.com/Business/Business-Spotlight/For-profit-or-power-Philippines-richest-man-ventures-into-media\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on August 12 2022. ©2022 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Philippine-TV-network-shuttered-by-Duterte-buys-into-rival-channel\">Philippine TV network shuttered by Duterte buys into rival channel</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Opinion/The-oligarchs-likely-to-benefit-most-under-Bongbong-Marcos\">The oligarchs likely to benefit most under “Bongbong” Marcos</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Markets/IPO/Philippine-billionaire-Villar-s-REIT-ends-first-trading-day-flat\">Philippine billionaire Villar's Reit ends first trading day flat</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Media-Entertainment/Duterte-billionaire-ally-takes-over-shuttered-TV-network-s-assets\">Duterte billionaire ally takes over shuttered TV network's assets</a></p></li> </ul><p>Source: Cliff Venzon, Nikkei staff writer 2022 'For profit or power: Philippines' richest man ventures into media' FT.com 21 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-21T22:00:01.523Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 3849,
          "end": 3855
        },
        {
          "start": 3875,
          "end": 3881
        }
      ],
      "weightsV2": {
        "weight": 1.6290125,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.37098753,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}