{
  "_id": "27cc05df35ffcab079611e26a3f13c0c67fadd4200f822a8dee03447efcb44da",
  "feed": "economist-blog",
  "title": "Daily chart; Could Ron DeSantis beat the man who made him?",
  "text": "<p>ON NOVEMBER 8TH SOMEONE won the $2bn Powerball, the biggest-ever lottery prize. On the same day Ron DeSantis, the governor of Florida, won a different sort of jackpot. Voters re-elected him by a nearly 20-point margin—the widest by a Republican candidate for governor in Florida's modern history, and a stunning improvement from 2018, when Mr DeSantis won by just 0.4%, thanks to an endorsement by Donald Trump. Mr DeSantis is also the first Republican governor to win heavily Hispanic Miami-Dade County in 20 years. Attention has already turned to what comes next for him: “Two more years!” chanted supporters at his victory rally—urging him to make a bid for the White House in 2024. Mr DeSantis smiled.If Mr Trump runs again for president in 2024 (he has strongly hinted he could announce as early as next week), he may find himself pitted against Mr DeSantis in the Republican primary. Who is the favourite? Among Floridians, at least, Mr DeSantis appears to have the edge: even before his midterm victory, Data for Progress, a think-tank, polled likely Republican voters in the state and found that 44% said they would vote for him if the presidential primary were held tomorrow. Some 42% said they would support Mr Trump (see chart). Only 60% had a “very favourable” opinion of Mr Trump, compared with 87% who gave Mr DeSantis top marks.</p><p>The polling was limited to Floridians; though Florida has historically been an important swing state in presidential elections, primary voters in Iowa and New Hampshire will have a bigger say in picking the Republican nominee for 2024. Still, Mr DeSantis's relative popularity is remarkable in a state that Mr Trump won just two years ago, and currently lives in. The former president appears rattled. On November 10th Mr Trump issued a lengthy statement, calling Mr DeSantis an “average” politician who was in “desperate shape” during his first campaign in 2017—until Mr Trump “fixed his campaign”. He accused Mr DeSantis of “playing games” by refusing to rule out a presidential bid and warned him off running. Many Republicans disagree. After his re-election Mr DeSantis was dubbed “DeFUTURE” of the party by the New York Post, a conservative paper that endorsed Mr Trump in 2020.</p><p>Mr DeSantis has presented himself as Trump without the baggage. He shot to national attention during the covid-19 pandemic for opposing mandates for masks and vaccines. He shares Mr Trump's populist tendencies, publicly attacking the media and “woke” companies like Disney, and taking on culture-war issues, including the teaching of sex education and gender identity in classrooms. But unlike Mr Trump he has mostly steered clear of election denialism. “Keep Florida Free” has been Mr DeSantis's campaign mantra. But a rivalry with Mr Trump is not likely to be free of drama.</p><p>■</p><p>Editor's note (November 11th 2022): This article has been updated to include Mr Trump's reaction to Mr DeSantis's victory.</p>",
  "published": "2022-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2494,
          "end": 2500
        }
      ]
    }
  ]
}