{
  "_id": "112d774108d51583f0719f7cb934641423108f1bb9395892e36c4fdac43dee7f",
  "feed": "ftcomall",
  "title": "Something for the weekend: Succession edition",
  "text": "<p>Welcome to the end of another week, and if you've been following the <a href=\"https://www.ft.com/content/a9277a18-18f6-42ea-a1fb-7e762120846a\">turmoil at Disney</a>, what a week it's been. Former Disney boss Bob Iger returned to the top job, ousting the successor he picked himself, Bob Chapek. </p> <p>That's not the only succession drama in the news this week. Nancy Pelosi, the Democratic speaker of the US House of Representatives, <a href=\"https://www.ft.com/content/847819e3-43d0-4ac0-9063-af402fa42ca8\">has named Hakeem Jeffries as her heir</a> and a new book, <a href=\"https://www.ft.com/content/25c730a8-8691-4d53-a750-1a6c6534a166\"><em>The Successor</em></a><em>,</em> looks at Lachlan Murdoch, heir apparent to his father Rupert's media empire. </p> <p>Picking a successor is no easy task, so we asked some of the FT's experts for their thoughts on how to do it. </p> <p>When succession happens at the top of a company, it is usually the board that takes the decision, though “some companies bring in outside consultants and advisers — or even a psychologist,” says Isabel Berwick, host of the FT's <a href=\"https://www.ft.com/working-it\">Working It</a> podcast. “A bit of neutrality goes a long way. ” she adds. </p> <p>But if the outgoing boss wants to anoint their own heir, that's a red flag. For a start “they tend to pick people just like them” says the FT's business columnist Pilita Clark.</p> <p>Andrew Hill, a senior business writer at the FT, notes that ego also tends to be an issue. “Leaders are reluctant to contemplate the possibility that someone — <em>anyone </em>— might do the job they fought to assume better than they can,” he says. </p> <p>But even if the outgoing boss is not involved, it is a perilous process. Andrew points out that the <a href=\"https://www.ft.com/content/e8f2eeb6-e30d-11e6-9645-c9357a75844a\">“Hunger Games”</a> approach of pitting potential successors against one another “virtually guarantees the losers will quit.” </p> <p>One novel approach may be to give staff a say in who their next leader is. “People in the organisation often have thoughts, views and experiences that aren't often seen in the executive suite” says Pilita. </p> <p>But the trouble doesn't end once you have picked your replacement. At Disney, Chapek had to contend with Iger taking up a place on the board until last year and <a href=\"https://www.ft.com/content/c6175aba-3749-4515-bb47-9abdcc6504ec\">offering</a> him advice. “It's polite to make yourself available to your successor,” says Andrew. “But the best path for outgoing CEOs is to <a href=\"https://www.ft.com/content/46741914-71a7-11e9-bbfb-5c68069fbd15\">shut up and get lost</a>.”</p> <p>Iger now has two years to have another go at finding a new successor. Hopefully, this time round it will end happily ever after.</p> <h1>We have a winner! </h1> <p>Congratulations to Anna Marin of Sweden, the winner of last week's competition for a signed copy of Dan McCrum's <em>Money Men</em>. We picked her entry at random out of a hat. </p> <p>She compared FT Edit to a “playlist” that “opens my eyes on how our societies work”. Thank you to everyone who entered, we loved reading your descriptions of the app. If you would like to get in touch with us with any questions or suggestions, you can find us at ftedit@ft.com. </p> <h1>Our favourite pieces</h1> <p>• Have you ever wondered what it is like inside Donald Trump's Florida palace, Mar-a-Lago? Jemima Kelly got herself an invite to visit some of the members of Trump's court and the result is this<a href=\"https://www.ft.com/content/66e9fa9a-00c2-4394-8bf8-3552f76c9079\"> jaw-dropping fly-on-the-wall account.</a> Oh, and she also meets another Florida billionaire who shoots iguanas. </p> <p><strong>Malcolm Moore</strong> <a href=\"https://twitter.com/MalcolmMoore\"><em>(@malcolmmoore)</em></a> <br><em>Editor, FT Edit</em></p> <p>• The piece I've been banging on about this week to anyone who'll listen is Claer Barrett's <a href=\"https://www.ft.com/content/9a4c7ff8-c342-11e9-a8e9-296ca66511c9\">foray into the intimate world of couple's finances</a>. I am a firm believer in talking openly about money, but have had to grudgingly accept that others are often less keen to bare the details of their bank accounts. This piece is every conversation I've been itching to have with friends, family and, frankly, my husband. </p> <p><strong>Hannah Rock</strong><br><em>Deputy editor, FT Edit</em> <a href=\"https://twitter.com/HannahRockFT\"><em>(@HannahRockFT)</em></a> </p> <h1>Something to listen to </h1> <p><strong>Working It — </strong>If you still thinking about the Disney succession here's a novel idea, can a company cope without a boss? The Working It podcast investigates </p> <a href=\"http://www.ft.com/cms/11953611.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>FT Weekend podcast — </strong>Summer may seem a long way off, but if you're thinking about your holidays, here is part three of the FT Weekend podcast's mini-series on travel all about tourism.</p> <a href=\"http://www.ft.com/cms/11953614.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Rachman Review — </strong>A new migrant crisis is brewing in Europe, and Italy is on the front lines. The FT's Europe editor Ben Hall takes a look at the tensions between Rome and the EU. </p> <a href=\"http://www.ft.com/cms/11953613.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Something to watch</h1> <p>Meet the chef that has made it his life's goal to not have a bin in his restaurant. Silo in London is a ‘zero waste” restaurant where rubbish is a resource.</p> <a href=\"http://www.ft.com/cms/11953704.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: FT Edit team  2022 'Something for the weekend: Succession edition' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-26T05:00:51.231Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3564,
          "end": 3570
        },
        {
          "start": 80,
          "end": 86
        },
        {
          "start": 1818,
          "end": 1824
        },
        {
          "start": 118,
          "end": 124
        }
      ]
    }
  ]
}