{
  "_id": "99eb22aa0833276041c82be84a3944762c58a9019f52bcb5210b0050f4969f88",
  "feed": "ftcomall",
  "title": "Chelsea in chaos as Abramovich era implodes",
  "text": "<p>Between my week-and-a-half <a href=\"https://www.channel4.com/programmes/made-in-chelsea\">bingeing on British television</a> while stuck in London health and safety protocols, and a particularly tumultuous period for English football, the sporting theme of the month so far has been <strong>Chelsea</strong>, Chelsea, Chelsea. Each day has yielded new twists in the fate of the five-time <strong>Premier League</strong> champions.</p> <p>We have a comprehensive insight into the madness engulfing the club in our first item, though questions loom around the future of Chelsea's ownership. There's no shortage of American billionaires interested in acquiring the club, and early feedback from my sources suggests that potential buyers haven't been put off by the sanctions. As one told me this week: “At some point it will have to be sold,”<br><br>Meanwhile, we also have a dispatch from erstwhile FT sports editor and current global tech editor <strong>Murad Ahmed</strong> on the life and legacy of Aussie cricket titan <strong>Shane Warne</strong>, whose untimely passing has shocked the sport's global fan base. Do read on – <em>Sara Germano, US sports business correspondent</em></p> <h1>Why Chelsea's chaotic end to the Abramovich era is only the beginning</h1> <p>Just weeks after <strong>Roman Abramovich </strong>and <strong>Chelsea </strong>football club lifted the <strong>Fifa Club World Cup</strong>, the UK government has cut him off from the football club that catapulted the Russian-Israeli oligarch <a href=\"https://www.ft.com/content/2f48216d-2d51-4f78-9117-15cb5c9bad78\">to fame and fortune in the UK</a> due to his ties with Russia's president Vladimir Putin, who has launched a war against Ukraine. </p> <p>Having bankrolled the team's all-conquering success on the pitch for nearly two decades, Abramovich's status as a sanctioned individual has <a href=\"https://www.ft.com/content/f1e162dc-ea02-4193-ac67-f9f2548dd41e?\">plunged Chelsea into crisis</a>.&#xa0;</p> <p>The UK's move to sanction Abramovich sent shockwaves throughout football and beyond.&#xa0;</p> <p>“Unprecedented,” exclaimed an executive at a rival team. “Better late than never” was the <a href=\"https://www.ft.com/content/652868ca-1699-4cd8-bc7c-8a3f4dc13a55\">take</a> at the FT's Lex Column, though the paper's editorial board had a <a href=\"https://www.ft.com/content/fb54e6b9-127a-4415-8537-a779d4dccf33\">more sombre view</a>: “there is little evidence the move will do much to deter Putin from his bloodthirsty aggression in Ukraine”.</p> <p>Chelsea's financial accounts show a team that depends on the Russian-Israeli billionaire's fortune. <strong>Fordstam</strong>, the entity through which he owns the club, owes Abramovich £1.5bn and has accumulated losses of £1.1bn.</p> <p>Sanctions have complicated his efforts to sell Chelsea, which now requires special permission from the UK government to proceed with a transaction.</p> <p>Chelsea is only able to continue playing football matches because of a special licence granted by a government that is keen on insulating rival clubs in the Premier League, one of England's most famous exports, from the political turmoil in west London.</p> <p>As Chelsea scrambled to protect its ability to host matches at <strong>Stamford Bridge</strong>, its home stadium, one senior figure in the English game told Scoreboard it was “astonishing that no real thought has ever been given to what happens post-Abramovich”.&#xa0;</p> <p>Yesterday, Downing Street <a href=\"https://www.ft.com/content/f1e162dc-ea02-4193-ac67-f9f2548dd41e?\">said</a> the UK would loosen the restrictions on Chelsea after it became clear it would be difficult for the club to reasonably continue football operations under the owner's financial paralysis.</p> <p>US billionaires, including <a href=\"https://www.ft.com/content/1a266513-3cd8-4e32-bc10-208a5bbb4c0f\">private equity titan <strong>Josh Harris</strong></a> and wealth manager <strong>Todd Boehly</strong>, have been considering bids for Chelsea. But new ownership is likely to result in a financial culture change at the club.</p> <p>Few buyers have the means or willingness to underwrite such huge losses in pursuit of trophies. If and when bankers at <strong>Raine Group </strong>are able to resume the sale process, it will herald a new era at a club that isn't currently financially independent.</p> <p>Of course, there's an <a href=\"https://www.ft.com/content/499013d3-4dfc-43b4-bff5-205209053f2b\">outlandish alternative</a> proposed by the FT's Robert Shrimsley: “We are going to have to nationalise Chelsea.”</p> <p>Whatever the outcome, the government insists that Abramovich, who pledged to donate proceeds of the sale of Chelsea to victims of the war in Ukraine, can't benefit from the sale while he is sanctioned.&#xa0;</p> <p>And while Abramovich leaves a cabinet of trophies behind, Chelsea's adjustment to life under new ownership will continue to shape his lasting legacy.</p> <h1>What Shane Warne means for cricket's past, present and future</h1> <p><strong>Shane Warne</strong>, who <a href=\"https://www.ft.com/content/cfe12eef-b863-4885-a844-877e40cef26c\">died</a> of a suspected heart attack last week aged 52, was one of sport's most gregarious personalities.</p> <p>The Australian cricketer had a torrid love affair with English supermodel <strong>Liz Hurley</strong>. “Warney” endorsed a hair loss remedy, but some of the adverts he fronted <a href=\"https://www.theguardian.com/media/2007/may/30/advertising.sport\">were banned</a> for over-egging how effective it was as a cure to baldness. In 2003, cricket authorities reduced a two-year doping ban to just <a href=\"https://www.theguardian.com/sport/2003/feb/22/cricketworldcup2003.cricketworldcup10\">one year</a> after deciding the diuretic he had taken could've done more harm than good.&#xa0;</p> <p>This all made for great tabloid fodder. But his true impact came on the cricket pitch.&#xa0;</p> <p>He became an instant superstar with his first delivery in Test cricket, in which matches last up to five days. It was dubbed the <a href=\"https://www.youtube.com/watch?v=s3V-sYH0Sks\">“ball of the century”</a>. </p> <p>That ball changed the trajectory of Test cricket for almost two decades. Warne was a mysterious “leg-spin” bowler and a lynchpin of a brilliant Australian team that dominated the sport. He said that he wanted every ball to be “an event”. Fans agreed, packing stadiums to watch him.&#xa0;</p> <p>His 1990s ascent also came alongside the rise of pay-TV and satellite broadcasting. The value of media contracts to screen cricket steadily rose in its three biggest markets: England, India and Australia.&#xa0;</p> <p>Warne retired from Test cricket in 2007. The long form of the game now appears in a state of steady decline. There are few genuine cricketing superstars, barring perhaps India's <strong>Virat Kohli</strong>. Outside England and Australia, sold-out crowds are rare.&#xa0;</p> <p>Test cricket remains a staple of Pay-TV broadcasters in need to fill airtime. But the biggest media contract in the sport lies with the <strong>Indian Premier League</strong>, founded in 2008 as a money-spinning “Twenty20” competition in which matches last just four hours.&#xa0;</p> <p>The likes of <strong>Disney</strong>, <strong>Sony</strong>, <strong>Amazon</strong> and <strong>Facebook</strong> are <a href=\"https://www.ft.com/content/09dd1125-3305-48aa-b767-2dd1758bc3c6\">among those interested</a> in securing a multi-billion dollar contract to screen IPL matches in India when the rights are sold later this year.</p> <p>Warne was a revolutionary who had a keen sense of what modern audiences wanted. After his Test retirement, he was among the first overseas stars to play in the IPL, where the best players can earn contracts of over $1m, far more than any other contest. The game's future popularity lies in the competition, much to the <a href=\"https://www.ft.com/content/7a0fb058-d677-4298-8d61-b69a854dacdb\">chagrin of traditionalists</a>.</p> <p>The Australian great's passing is a reminder that all sports need players of his calibre and character to thrive. Well bowled, Warney.</p> <h1>Highlights</h1> <ul>  <li><p><strong>Christian Horner</strong>, principal of the <strong>Red Bull Formula 1 </strong>team, knows a thing or two about managing controversy after <strong>Max Verstappen</strong> thwarted rival <strong>Mercedes</strong> driver <strong>Lewis Hamilton</strong> for the world championship title in December. <a href=\"https://www.ft.com/content/4a8cc389-2b98-434f-a16d-84fdb12183c7\">In the latest installment of the FT's How to Lead series</a>, Horner speaks about his passion for winning and his rivalry with <strong>Toto Wolff</strong>.</p></li>  <li><p><strong>International Olympic Committee</strong>&#xa0;president <strong>Thomas Bach</strong>&#xa0;<a href=\"https://www.ft.com/content/ea9dd3fd-2257-4543-9cdb-ba5de7a005f8#post-97fbd7af-ec82-4ff5-b794-1b4ee81f6e4c\">took a rare political position</a> to decry Russia's new so-called ‘'fake news'‘ ban as a precedent for expanding the organisation's plea to ban Russian and Belarusian participation in all global sport. The IOC president communicated his rationale in a sprawling open letter on Friday.&#xa0;</p></li>  <li><p><strong>Major League Baseball </strong>and the <strong>MLB Players Association</strong> <a href=\"https://www.mlb.com/news/mlb-mlbpa-agree-to-cba\">agreed to a new collective bargaining agreement</a> on Thursday after more than three months of acrimonious negotiation that forced the postponement of the 2022 season. The new deal includes the establishment of a universal designated hitter position and increased minimum salaries for players.</p></li>  <li><p><strong>Apple </strong><a href=\"https://www.sportsbusinessjournal.com/Daily/Closing-Bell/2022/03/08/Apple-MLB.aspx\">announced an agreement</a> with MLB to broadcast the league's Friday night games, the tech company's first foray into live sports rights, as reported by <em>Sports Business Journal</em>. The firm joins <strong>Amazon</strong> in jockeying for a piece of the lucrative sports rights marketplace in the US, after the latter struck a deal for Thursday night <strong>National Football League</strong> games in the American league's <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">latest broadcast package</a>.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p><strong>Annamarie Phelps</strong> is stepping down from the <strong>British Horseracing Authority </strong>at the end of May instead of pursuing a second term. <strong>Joe Saumarez Smith</strong>, non-executive director, will perform the role until September 2023. Phelps confirmed that the sport's regulator is in the midst of a “significant review”, with changes to its governance expected. Her departure comes ahead of a UK government review of gambling laws. Racing revenues partly depend on a tax on bookmakers known as the levy.</p></li> </ul> <h1>Final Buzzer</h1> <a href=\"https://twitter.com/dukembb/status/1500247283350319112?s=27\">https://twitter.com/dukembb/status/1500247283350319112?s=27</a> <p><strong>Duke University</strong> and men's basketball head coach <strong>Mike Krzyzewski </strong>have been synonymous for over four decades, and this week the man known as <a href=\"https://twitter.com/dukembb/status/1500247283350319112?s=27\">“Coach K”</a> managed his final home game before archrival <strong>University of North Carolina. </strong>It was a star-studded finale, with the game attended by the likes of comedian <strong>Jerry Seinfeld</strong> and <strong>National Basketball Association</strong> commissioner <strong>Adam Silver</strong>. The highlight for Duke fans may have been this emotional video tribute, as the UNC <strong>Tar Heels</strong> ultimately defeated the Duke <strong>Blue Devils</strong> 94-81.</p><p>Source:  2022 'Chelsea in chaos as Abramovich era implodes' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-12T09:00:22.140Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5791,
          "end": 5797
        }
      ]
    }
  ]
}