{
  "_id": "bdc89d4be2c0388e78ded10e969821e3b54fe6826731c7950c6243aa1caf5d57",
  "feed": "wall-street-journal",
  "title": "PepsiCo, Spirit Airlines, Walt Disney: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>Tyson Foods Inc.</p><p>Higher price tags aren't cutting into shoppers' appetite for meat. Tyson said Monday consumer demand for its beef, chicken and pork products remained strong despite escalating prices, helping the company more than double its quarterly profit. The company said costs related to labor shortages, supply-chain issues and inflation are driving prices higher. But the White House in January responded to the meat industry's rising profit with an outline of tighter regulations for U.S. meatpackers, accusing the industry of using its scale to inflate Americans' food bills. Tyson shares climbed 12% Monday.</p><p>Spirit Airlines Inc.</p><p>A new airline partnership took off Monday. Frontier Group Holdings Inc. agreed to buy Spirit for $2.9 billion in cash and stock in a deal that would create a discount-airline juggernaut. The consolidation comes as the travel industry claws its way back toward pre-pandemic levels despite higher costs, labor shortages and Covid-related disruptions. Airlines like Spirit and Frontier that focus on offering cheap fares to leisure travelers have added back capacity more quickly than larger rivals, but these rivals are increasingly chasing the same pool of customers. Spirit and Frontier said the new deal allows them to compete more aggressively against these competitors. Spirit shares jumped 17% Monday.</p><p>Peloton Interactive Inc.</p><p>A new leader is pedaling uphill at Peloton. The stationary-bike maker named former Spotify finance chief Barry McCarthy to succeed John Foley, its current chief executive, who will step down and become executive chairman. The New York company on Tuesday also lowered its revenue forecasts and said it would cut roughly 20% of its corporate positions—2,800 jobs—to help cope with widening losses. Once a pandemic darling, Peloton sagged as pandemic lockdowns eased and gyms began to fill up again. In January, activist investor Blackwells Capital LLC called for the company to fire Mr. Foley and explore a sale. Peloton shares soared 25% Tuesday.</p><p>Nvidia Corp.</p><p>Nvidia was willing to lose an Arm. The semiconductor giant on Tuesday called off its blockbuster deal to buy a chip-design specialist called Arm, which is owned by SoftBank Group Corp. The companies said they agreed not to move forward due to significant regulatory challenges. Nvidia in 2020 agreed to buy Arm for $40 billion in what would have been the chip industry's biggest deal ever—a deal that quickly raised eyebrows with regulators. The Federal Trade Commission in 2021 sued to block the transaction, alleging it would give Nvidia unlawful control over computing technology and designs that rivals need to develop their own competing chips. Nvidia shares added 1.7% Tuesday.</p><p>Walt Disney Co.</p><p>New franchise titles and \"Encanto\" brought some magic back to Disney. The entertainment giant regained momentum in subscription growth for its flagship Disney+ streaming service, beating expectations by adding 11.8 million new Disney+ subscribers in the recent holiday quarter. Chief Executive Bob Chapek said that the turnaround in subscription growth resulted from Disney's focus on new content for popular franchises such as Star Wars and Marvel, and its decision to bundle Disney+ subscriptions with its Hulu and ESPN+ services. Mr. Chapek also pointed to several films and shows that buoyed Disney and its streaming services, including the Oscar-nominated animated films \"Encanto\" and \"Luca.\" Disney shares rose 3.4% Thursday.</p><p>Uber Technologies Inc.</p><p>Uber's customers keep ordering in even as they go out. The ride-hailing company on Wednesday said its revenue climbed 83% in the last quarter of 2021, aided by a recovery in its rides business and continued demand for food delivery from its Uber Eats division—even as restaurants reopen. Uber also said that estimated wait times for riders had returned to pre-pandemic levels across the U.S. However, the company on Thursday spooked investors with a midterm earnings forecast that fell short of expectations, even as the company pledged to be cash-flow positive by the end of 2022. Uber shares lost 6.1% Thursday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>PepsiCo, Spirit Airlines, Walt Disney: Stocks That Defined the Week</p>",
  "published": "2022-02-11T23:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 26,
          "end": 37
        },
        {
          "start": 3326,
          "end": 3332
        },
        {
          "start": 2957,
          "end": 2963
        },
        {
          "start": 3428,
          "end": 3434
        },
        {
          "start": 2792,
          "end": 2798
        },
        {
          "start": 3097,
          "end": 3103
        },
        {
          "start": 2882,
          "end": 2888
        },
        {
          "start": 4181,
          "end": 4192
        },
        {
          "start": 3207,
          "end": 3213
        },
        {
          "start": 2714,
          "end": 2725
        }
      ],
      "nexusId": "10078857"
    }
  ]
}