{
  "_id": "32319ff8aa9894a3541ec0dcddb855d29a950a11c5d710d248441c484814ed77",
  "feed": "ftcomall",
  "title": "Companies are struggling to adjust as consumers go cold on goods",
  "text": "<p>Consumers have soured on stuff. </p> <p>For nearly two years, the pandemic supercharged online purchases of everything from home office equipment and furniture to cooking gear and gardening tools. The surging demand for goods exacerbated supply chain woes and sent prices skyrocketing, even as lockdowns strangled spending on travel and entertainment.</p> <p>But now western economies are rebalancing back towards services and away from goods at a time when inflation concerns are running high and labour markets remain tight. That shift has caught big companies on both sides of the equation flat-footed and left them struggling to adjust.</p> <p>Three-quarters of last month's surprisingly large jump in US payrolls, or about 400,000 new jobs, were in services, and inflation-adjusted spending by Americans on services continues to rise, while outlays for goods peaked last year. Even spending on clothing, which had enjoyed a post-lockdown bump, recently started to fall. In the UK, total purchases of furniture, lighting and household articles have dropped below 2019 levels.</p> <p>Consumer goods retailers and ecommerce companies who profited amid lockdowns and mistakenly expected the good times to continue rolling have been hard hit. Big box retailers Target and Walmart, which won last year by scooping up inventory and paying extra for air freight, are now having to <a href=\"https://www.ft.com/content/7f5b27f3-acc3-4913-a4a0-c58636c62f48\">slash prices and cancel orders</a> to clear excess stock. </p> <p><a href=\"https://www.ft.com/stream/c916286e-46e9-4042-b759-6315a5f6dba8\">Ecommerce</a> companies such as UK fast fashion site Asos are similarly coming down to earth, as it becomes clear that pandemic-related online buying marked a one-time jump rather than a permanent shift to faster growth. Overall US online prices for goods fell in July for the first time since May 2020, with price drops recorded in 14 of 18 categories tracked by Adobe. Electronics, the largest ecommerce category, saw a 9.3 per cent year-on-year decline, as the bulge driven by home office upgrades begins to recede.</p> <p>Now it is the service providers who are struggling to keep up. After two grim years marred by closures and limited demand, their sales are climbing. Walt Disney reported record revenue in its theme parks division, hotel chain Marriott bragged of “outstanding” results and both American and United Airlines returned to profit for the first time since the start of the <a href=\"https://www.ft.com/coronavirus-economic-impact\">pandemic</a>.</p> <p>But behind the rosy numbers lie some deep and worsening stresses. Tens of thousands of cancelled flights, short-staffed bars and dirty restrooms are taking their toll even as customers find themselves paying much higher prices. Satisfaction with US airlines, hotels and fast-food restaurants all fell this year, with surveys recording meaningful drops in the ratings for speed of service and cleanliness, among other things. European leisure activities are similarly fraught, with London's Heathrow and Amsterdam's Schiphol airports capping passenger numbers, and airlines across the continent cutting back on cheaper tickets.</p> <p>Corporate executives universally blame the problems on lack of staff, despite efforts to attract employees with higher wages. Shake Shack chief financial officer Katherine Fogertey noted ruefully on an analyst call last week that “our best-staffed restaurants tend to meet our sales expectations” but others at the upscale burger chain are falling short. </p> <p>Bain consultant Aaron Cheris says “some of the demand for services has been suppressed unnaturally”. Fast food clients report that sales at some locations are lagging because “they literally can't staff the drive-through”. That puts travel and hospitality providers in a bind. They want to capitalise on the pent-up demand and grab market share, but also fear getting caught out, as goods providers were, if sentiment shifts again. </p> <p>Surveys suggest consumers are alarmed by rapid increases in food and energy prices. Though these are starting to ease, they have already led to a spending rethink that bodes ill for providers of non-essential goods and services. </p> <p>The July edition of McKinsey's periodic consumer surveys found that 39 per cent of Europeans plan to spend less on non-food discretionary items in the next three months, partly because they expect — with good reason — to spend more on food and energy. In the UK, two-thirds of shoppers have already started buying less or cheaper clothing and electronics, an EY survey found. </p> <p>Service businesses will not be immune. More than half of UK consumers told EY that they plan to save money by spending less on home delivery, and US travel spending growth slowed to nearly flat in July, even as total consumer spending rose 2 per cent year on year, according to Earnest Research. </p> <p>The next few months will be particularly confusing for consumer-facing businesses of all kinds. Retailers must place their Christmas orders, and hospitality providers have to take bets on whether Covid and recession fears will combine to put another damper on holiday parties and travel.</p> <p>Either way, the chance that some companies will get caught out is rapidly rising. There is after all a reason why economists call it discretionary spending.</p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a> </p><p>Source:  Brooke Masters 2022 'Companies are struggling to adjust as consumers go cold on goods' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T15:50:01.320Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2067,
          "end": 2078
        },
        {
          "start": 2052,
          "end": 2063
        }
      ],
      "weightsV2": {
        "weight": 1.3966746,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.60332537,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}