{
  "_id": "9b1f30c79637c629fb9d9eb699a843758d13975bc1189a8daf73ffcde7464fd6",
  "feed": "ftcomall",
  "title": "IPL rights auction sets up power play",
  "text": "<p>Despite its size, India has long been considered a relative underperformer on the sports field. The nation's 35 medals at summer Olympic Games leave it behind countries including Uzbekistan and Estonia. Its once legendary hockey team has struggled to revive its mid-20th-century glory, and some argue that even its cricket team should be better, given the popularity of the sport.</p> <p>Last week, however, India became the centre of the sporting world. Global entertainment giants competed in an auction for the Indian Premier League cricket tournament's 2023-2027 media rights, which doubled in value to fetch $6.2bn. Around half was spent by Disney, the incumbent rights holder, for the television broadcasting rights. Viacom18 — a joint venture between Mukesh Ambani's Reliance Industries, James Murdoch and Paramount Global — spent a similar sum for the digital rights.</p> <p>The <a href=\"https://www.ft.com/stream/0d9206de-3db8-47d3-a8d8-24e49c01179b\">IPL </a>now claims to be the world's second-most valuable sports league on a per-game basis, behind only the US National Football League. Only 14 years old, it has changed cricket. For two months of a year, the world's best players come to India to face off in nightly, fast-paced Twenty20 matches. Each tournament attracts hundreds of millions of viewers in India and beyond.</p> <p>There is also no better place than the IPL for companies to make a splash. Everyone from crypto exchanges to cement dealers launch cricket-themed campaigns to capitalise on the popularity of the league, which features aggressive product placement at every opportunity. Commentators will pepper their on-air analysis with cloying references to a “Tata New Ball” or the even less palatable “CEAT Tyres Strategic Time Out”.</p> <p>How Disney and Viacom18 use their valuable new properties will prove an important test for India's entertainment market. The sector is considered one of the world's most promising, thanks to its sheer size and scope for growth. Yet international companies that invest in India with grand ambitions have often been thwarted as they struggle to reconcile their outlay with India's low per capita spending power.</p> <p>Disney was able to use the previous 2018-2022 cycle of IPL rights, which it acquired from 21st Century Fox in 2019, to considerable success. Its subsidiary Star, which also holds rights to international cricket and even the English Premier League, has a sports viewership market share of 72 per cent, according to research firm Media Partners Asia. And India accounts for around a third of streaming platform Disney Plus's total subscriber base of nearly 140mn, placing it well ahead of competitors such as Netflix and Amazon in the country.</p> <p>But having lost the digital rights, Disney now faces a tougher second act with <a href=\"https://www.ft.com/content/98a49a5e-d7bb-4312-8568-21b1917cc0b6\">television alone</a>. Though the pay-TV market remains larger and advertising revenues more lucrative than in streaming, analysts expect growth to slow as a result of strict pricing regulation and as consumers leapfrog television to stream directly on to their phones. They also estimate that television viewership during the latest IPL season dropped.</p> <p>That leaves digital-rights holder and newcomer Viacom18 with the biggest opportunity as it tries to muscle aside Disney and create India's biggest digital video platform. Viacom18 combines the experience of investors Murdoch and Uday Shankar, Disney India's former chief executive, with the financial heft and scale of Ambani's Reliance Industries. Unlike Disney, the venture lacks a clear distribution network. But it will have an enviable head start building an audience, thanks to Reliance's 400mn telecom subscribers in its Jio arm.</p> <p>The biggest question remains over how either will make money. User revenue growth in India has not kept up with soaring valuations for sports properties like the IPL. Disney Plus customers in India pay 76 cents a month, for example, compared with around $8 in the US. Vivek Couto, executive director at MPA, argues that breaking even will be harder now that rights spending has doubled. And where Disney previously had a monopoly on advertisers, it will now be competing with Viacom18 to attract companies.</p> <p>Ambani has built out a domestic telecoms juggernaut in Jio, using rock-bottom prices to become India's largest operator. It has been seeking to use that customer base as a springboard for everything from ecommerce to fintech. In the face of stiff competition against international giants, the IPL could make a big difference in developing its consumer internet business. “In terms of building something, IPL is a very powerful asset,” says one media executive. </p> <p><em>benjamin.parkin@ft.com</em> </p><p>Source: Benjamin Parkin 2022 'IPL rights auction sets up power play' FT.com 20 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-20T23:01:42.758Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1671,
          "end": 1677
        },
        {
          "start": 3751,
          "end": 3762
        },
        {
          "start": 3290,
          "end": 3296
        },
        {
          "start": 3981,
          "end": 3987
        },
        {
          "start": 3403,
          "end": 3409
        },
        {
          "start": 3160,
          "end": 3166
        },
        {
          "start": 2486,
          "end": 2497
        },
        {
          "start": 2655,
          "end": 2661
        },
        {
          "start": 639,
          "end": 645
        },
        {
          "start": 2077,
          "end": 2083
        },
        {
          "start": 2486,
          "end": 2492
        }
      ]
    }
  ]
}