{
  "_id": "ae92076d0d4b01ae0b37eb7f82bd18857866240f73d635571e728504fb6350a5",
  "feed": "wall-street-journal",
  "title": "Should Disney Get Rid of ESPN? The Debate Returns; The entertainment giant depends on the sports network to fund its streaming expansion, but subscriptions are in decline",
  "text": "<p>Fewer Americans are getting cable TV—and, by extension, ESPN—every year, but the network remains home to some of the most popular content on TV, particularly as many people no longer watch live programming that isn't news or sports.</p><p>ESPN attracted more prime-time viewers so far this year than any other cable network but Fox Corp.'s Fox News, according to Nielsen. And the channel brings in significantly more in fees than any of its rivals: On average, every American with a pay-TV package that features ESPN pays more than $100 a year for access to the network, according to Kagan, a media research group within S&amp;P Global Market Intelligence.</p><p>The network currently has 73.2 million subscribers, down from 87.7 million in 2017, according to Kagan, which estimates that number will fall to 60.8 million by 2025. Marc Ganis, president of the consulting firm Sportscorp, expects U.S. cable subscriptions to stabilize around the 50 million mark.</p><p>A potential spinoff of ESPN \"doesn't make a lot of sense to me,\" said former ESPN Chief Executive Steve Bornstein, who ran ESPN in the 1990s. \"I don't know what problems you are solving.\" Besides its flagship channel, ESPN also includes several sister networks and the ESPN+ streaming service.</p><p>Disney declined to comment for this article. In its response to Mr. Loeb's letter earlier this week, the company said it welcomed the views of all investors. Disney's statement said the company achieved record streaming subscriptions and strong profit growth at its U.S. theme-parks business, but didn't mention ESPN.</p><p>Pat Crakes, a sports-media consultant and former Fox Sports executive, said Disney needs ESPN and other cable assets to fund its streaming business's losses. The company's TV networks generated $2.5 billion in operating income during the most recent quarter, more than its thriving parks division, which brought in $2.2 billion. Meanwhile, Disney's streaming services—which include Disney+, Hulu and ESPN+—lost $1.1 billion.</p><p>\"Disney cannot give up ESPN while they are still in the process of developing their bundles,\" said Mr. Ganis.</p><p>In his letter, Mr. Loeb said a stand-alone ESPN could take on some of Disney's $46 billion debt load.</p><p>His most pointed argument was that independence would let ESPN pursue a business it has already embraced: sports betting.</p><p>ESPN has marketing partnerships with both DraftKings Inc. and Caesars Entertainment Inc.'s Caesars Sportsbook, and ESPN2 airs a show called \"Daily Wager\" offering betting insights and tips. On Disney's earnings call last week, CEO Bob Chapek said the company has had conversations about getting more actively involved in betting itself.</p><p>Third Point declined to comment beyond its letter.</p><p>Mr. Loeb isn't the first to suggest jettisoning ESPN. Inside Disney, there have been occasional discussions over the years about where ESPN fits in the future of the company, people familiar with the matter said. However, its contributions to the company's bottom line outweighed any long-term concerns, they said.</p><p>Beyond cord-cutting, the rapid escalation of sports-rights fees has eroded ESPN's profitability in recent years. Last year, ESPN renewed \"Monday Night Football\" at a cost of $2.7 billion a season, a 35% increase from its previous deal with the NFL. The network has also indicated it will be aggressive in its efforts to retain rights to the National Basketball Association when that deal expires in three years.</p><p>Disney doesn't break out ESPN's financial performance, but a former executive estimated the network generates in the neighborhood of $3 billion in earnings before interest, taxes, depreciation and amortization annually, and has a valuation of around $25 billion.</p><p>That's about half of what ESPN was valued at by analyst Matthew Harrigan in 2014, who at the time projected its Ebitda to be around $4.5 billion. Mr. Harrigan declined to comment.</p><p>A Disney executive said that the valuation is significantly higher than $25 billion. Disney and ESPN representatives declined to comment on the unit's finances.</p><p>Disney acquired majority control of ESPN as part of its 1995 purchase of Capital Cities/ABC Inc. At that time, ESPN was the darling of the cable business not only for its live sports but its irreverent attitude in covering it. Anchors such as Chris Berman, Dan Patrick, Keith Olbermann and the late Stuart Scottbecame household names.</p><p>For years, ESPN pretty much had the field to itself and launched sister networks, a magazine and a radio network all while delivering a steady stream of profits to Disney.</p><p>These days, ESPN competes for sports content not only with rivals such as Fox Sports and Warner Bros. Discovery Inc.'s TNT and TBS, but with Amazon.com Inc.'s Prime Video and Apple Inc.'s TV+ service, which are also moving aggressively onto ESPN's turf. The competition continues to drive up the cost of content even as ratings for many major sports stagnate or decline.</p><p>The network has shown a willingness to walk away if a sports-rights deal gets too pricey. It recently opted not to keep its share of rights to the Big Ten conference. The Big Ten on Thursday struck a massive new seven-year contract with Fox, CBS and NBC that people familiar with the matter said is worth up to approximately $7.5 billion.</p><p>Disney is also investing heavily in its ESPN+ streaming service, which currently has around 23 million subscribers, a gain of more than 50% from the same time last year. Like all TV companies moving into streaming, ESPN is trying to make a compelling direct-to-consumer product without encouraging cord-cutting.</p><p>SHARE YOUR THOUGHTS</p><p>What potential benefits could you see in an ESPN spinoff? Join the conversation below.</p><p>ESPN+ will exclusively carry one NFL game this coming season, a first for the service, on top of its heavy load of Ultimate Fighting Championship bouts, college football, Major League Baseball, professional hockey and golf.</p><p>\"If you moved a true tier-1 sport over to ESPN+ exclusively, you'd take your pay-TV economics down a lot while not anywhere near recovering those lost economics with streaming,\" Mr. Crakes said.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Should Disney Get Rid of ESPN? The Debate Returns</p>",
  "published": "2022-08-19T09:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 7,
          "end": 13
        },
        {
          "start": 1231,
          "end": 1237
        },
        {
          "start": 1239,
          "end": 1245
        },
        {
          "start": 1387,
          "end": 1393
        },
        {
          "start": 1622,
          "end": 1628
        },
        {
          "start": 1884,
          "end": 1890
        },
        {
          "start": 1926,
          "end": 1933
        },
        {
          "start": 1939,
          "end": 1946
        },
        {
          "start": 2147,
          "end": 2153
        },
        {
          "start": 2491,
          "end": 2497
        },
        {
          "start": 2509,
          "end": 2515
        },
        {
          "start": 2744,
          "end": 2750
        },
        {
          "start": 3405,
          "end": 3411
        },
        {
          "start": 3847,
          "end": 3853
        },
        {
          "start": 3876,
          "end": 3882
        },
        {
          "start": 3929,
          "end": 3935
        },
        {
          "start": 4004,
          "end": 4010
        },
        {
          "start": 4501,
          "end": 4507
        },
        {
          "start": 5212,
          "end": 5218
        },
        {
          "start": 6091,
          "end": 6097
        }
      ],
      "weightsV2": {
        "weight": 25.965014,
        "baseWeight": 20.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.96501434,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}