{
  "_id": "9e2272c0a3728ed59c5f498dc249b5af3a1e0d70ad63836a0264d071cf4eb3ec",
  "feed": "ftcomall",
  "title": "Disney's approach to Pride snags on the culture wars",
  "text": "<p>On Disney's website, one can currently buy rainbow-coloured dog leashes, Mickey Mouse pins in the transgender flag colours of white, blue and pink, and Star Wars jerseys that say: “Believe Belong Be Proud.”</p> <p>On the face of it, <a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Disney </a>shilling rainbow merchandise is nothing new. Disney is one of many companies that use Pride month — a June celebration for queer people — as a branding exercise. In recent years companies have rolled out rainbow-coloured everything, from bottles of Bud Light to&#xa0;Listerine mouthwash. M&amp;S even created an LGBT sandwich made of lettuce, guacamole, bacon and tomato.&#xa0;</p> <p>But Disney enters this year's Pride with a lot more baggage. The company has come under fire from both the left and the right over its <a href=\"https://www.ft.com/content/0e3c232f-594f-40fd-8daf-702012478435\">stance on a new Florida law</a> restricting the discussion of sexuality and gender identity in primary schools, nicknamed the “Don't Say Gay” law.&#xa0;</p> <p>A quick recap. Initially, chief executive Bob Chapek refused to criticise the law publicly, angering some Disney staff and fans. A few days later Chapek <a href=\"https://www.ft.com/content/b2a666f7-1530-457b-9a6e-26c0f13507bd\">reversed</a> course, speaking out against the law. This angered some Republicans — most prominently Florida governor Ron DeSantis, who <a href=\"https://www.ft.com/content/b50f2f2e-591a-49bb-a4f3-ae2709c62440\">swiftly removed </a>Disney's special governing status in the state. </p> <p>Some Disney employees staged walkouts over Chapek's reluctance to criticise Florida, where the company is the largest employer and holds considerable influence. “Chapek and leadership have a lot of work to do to earn everyone's trust again,” a Disney Animation executive told me.</p> <p>The situation perhaps stung more because Disney had become a positive symbol in certain corners of the queer community, despite a patchy record on LGBTQI+ issues in the past. In 1980, two male teenagers were ejected from Disneyland for dancing together, a policy that a judge later deemed a violation of civil rights. But more recently the company has regularly earned top scores on LGBT workplace equality, as measured by the Human Rights Campaign. And thousands of people convene at Disney theme parks each year for “Gay Days” (Disney does not officially recognise these events).&#xa0;</p> <p>Some Disney-watchers and staffers have taken the Florida mess as another reason to grumble over Chapek, who took over from the attention-loving Bob Iger in 2020, and has, to put it mildly, not achieved as much popularity as his predecessor. Some executives went so far as to disparage the CEO in <a href=\"https://puck.news/bob-chapeks-hail-mary/\">a group text chat</a> with a journalist from Puck news site during Disney's last earnings call — with one expressing ironic surprise: “Dammit chapek didn't eff up.”</p> <p>But Disney is far from the only media company facing these kinds of dilemma. Earlier this year, Neil Young and Joni Mitchell <a href=\"https://www.ft.com/content/a9fdaf0d-8d46-4a16-881f-a1b0635d3ce3\">pulled </a>their music off Spotify over its association with podcaster Joe Rogan, who they accused of helping to spread Covid misinformation.</p> <p>In October, Netflix was put in the awkward position of taking sides between its own staff and hired talent, after comedian Dave Chappelle released a Netflix programme containing what some critics believe to be transphobic jokes. Some employees <a href=\"https://www.ft.com/content/f41bf4e4-0e87-4d28-ab24-a985fa0be3a2\">protested outside</a> Netflix's Los Angeles headquarters.&#xa0;</p> <p>From a corporate PR perspective, some might argue that the best thing Disney can do now is also the easiest: nothing at all. After employees raged at Netflix and Spotify for a couple weeks, the backlash died down. But in this case, Disney does not have that luxury.&#xa0;</p> <p>In DeSantis, Disney has to contend with a rabble-rousing politician who stands to benefit from pushing this issue as he eyes a White House run in 2024. DeSantis could keep Chapek's Florida headache in the news for months or even years to come, as he tries to curry favour among conservative voters.&#xa0;So in Florida, Chapek is stuck.</p> <p>But Disney faces a broader problem that is about more than just how Chapek handled the Don't Say Gay law controversy. Long a symbol of American culture, Disney was inevitably going to become embroiled in the politics of a deeply polarised nation. Disney's animated characters and theme parks have for the past century pushed forward a glorified American ideal, one of small-town values and optimism, that might not exist any more. </p> <p>A former senior Disney executive argues that while team Iger was somehow able to preserve an image that appealed to Americans across the political spectrum, the world has shifted a lot, even in the few years since Iger left. “China, Covid, Ukraine, climate change, diversity,” the executive rattled off. “I think Disney is very poorly placed to address these issues.”</p> <p><em>anna.nicolaou@ft.com</em></p><p>Source: Anna Nicolaou 2022 'Disney's approach to Pride snags on the culture wars' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T04:00:58.349Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 278,
          "end": 284
        },
        {
          "start": 3334,
          "end": 3340
        },
        {
          "start": 600,
          "end": 606
        },
        {
          "start": 1543,
          "end": 1549
        },
        {
          "start": 1987,
          "end": 1993
        },
        {
          "start": 3172,
          "end": 3178
        },
        {
          "start": 4443,
          "end": 4449
        },
        {
          "start": 3,
          "end": 9
        },
        {
          "start": 2545,
          "end": 2551
        },
        {
          "start": 3381,
          "end": 3387
        },
        {
          "start": 2443,
          "end": 2449
        },
        {
          "start": 3946,
          "end": 3952
        },
        {
          "start": 226,
          "end": 232
        },
        {
          "start": 1174,
          "end": 1180
        },
        {
          "start": 4146,
          "end": 4152
        },
        {
          "start": 980,
          "end": 986
        },
        {
          "start": 2032,
          "end": 2038
        },
        {
          "start": 3852,
          "end": 3858
        },
        {
          "start": 3703,
          "end": 3709
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1227,
          "end": 1233
        },
        {
          "start": 1466,
          "end": 1472
        }
      ]
    }
  ]
}