{
  "_id": "75bc62e90a80c47460b6badc3663397d030fc3c4fb9d55699b7ef6a6cda7ef57",
  "feed": "ftcomall",
  "title": "Disney's Bob Iger vows to take ‘hard look' at costs in push for profit",
  "text": "<p>Disney chief executive Bob Iger on Monday said he will focus on achieving profitability in streaming and take a “hard look” at costs during his first company-wide meeting since returning to the group's top job last week. </p> <p>“Instead of chasing subscriptions with aggressive marketing and aggressive spending on content, we have to start chasing profitability,” Iger said in a town-hall meeting with <a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Disney</a> employees on Monday, according to a transcript seen by the Financial Times. “In order to achieve that we have to take a very, very hard look at our cost structure across our businesses.” </p> <p>The focus on profits at the company's streaming services — which include Disney Plus, Hulu and ESPN Plus — reflects the dramatic shift in investor sentiment this year over the high costs of chasing subscribers. </p> <p>Bob Chapek, former chief executive, was <a href=\"https://www.ft.com/content/22a99fef-d5b8-4ad3-8251-9b4918d7c6c9\">ousted</a> from the company only days after Disney surprised Wall Street with a $1.5bn loss in its streaming operation in the fiscal fourth quarter. After the poor results, he announced the company would begin cost-cutting measures, including job cuts. </p> <p>Rich Greenfield, analyst at LightShed, said investors believed Chapek's goal to reach 135-165mn Disney Plus subscribers by 2024 was “too aggressive”. </p> <p><a href=\"https://www.ft.com/stream/aa88e9f7-198c-4e9a-9d66-795c8c7251dc\">Iger</a>, who signed a two-year contract, said he felt “a sense of urgency” as he returned to the job he had held for 15 years. </p> <p>“There's just a lot that we have to do, and quickly,” he said. </p> <p>An energetic Iger told employees that the decision to return to Disney was an “easy yes” and joked that his wife told him to take the job because it would prevent him from going into politics, another one of his ambitions, according to an employee account of the meeting. </p> <p>Iger, who previously led Disney through the transformative acquisitions of Marvel and Pixar, said he was not interested in deals at this time. </p> <p>During the town hall, which nearly 600 employees attended in person while others streamed online, Iger fielded several questions about Disney's role in politics and diversity, particularly after Chapek had struggled to manage the backlash over its stance on Florida's “Don't say gay” bill. </p> <p>Iger deflected the questions, stating diversity was a “huge” priority and that Disney was “not going to make everybody happy all the time”. But he also described the company's involvement in politics as a distraction at times. </p> <p>Iger also alluded to the sagging morale at Disney, which has been buffeted by a falling stock price and high-profile controversies. “I know that this has been an incredibly challenging time and an awful lot has been asked of you,” he said. </p> <p>He has moved swiftly to reassure Disney's creative teams, some of whom felt undermined during Chapek's tenure. Last week he vowed to dissolve a management structure created by Chapek that stripped studio heads of budget and distribution control. </p> <p>“Every transaction that occurs in this company emanates from some form of creativity, and therefore it is my number-one priority,” he said. </p> <p>“It is my number-one priority to restore to the creative businesses the control, responsibility, accountability over what we create,” he added. </p> <p>*<em>This story has been updated since initial publication to note that nearly 600 employees attended the town-hall meeting in person. </em></p><p>Source: Christopher Grimes in Los Angeles and Anna Nicolaou in New York  2022 'Disney's Bob Iger vows to take ‘hard look' at costs in push for profit' FT.com 28 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-28T21:05:31.070Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1491,
          "end": 1497
        },
        {
          "start": 396,
          "end": 402
        },
        {
          "start": 881,
          "end": 887
        },
        {
          "start": 1977,
          "end": 1983
        },
        {
          "start": 663,
          "end": 674
        },
        {
          "start": 1724,
          "end": 1730
        },
        {
          "start": 663,
          "end": 669
        },
        {
          "start": 2211,
          "end": 2217
        },
        {
          "start": 2632,
          "end": 2638
        },
        {
          "start": 2402,
          "end": 2408
        },
        {
          "start": 1186,
          "end": 1197
        }
      ]
    }
  ]
}