{
  "_id": "231bd2976f5ff5d2ac43c8152ac3ce8dee37b64bdf914981409bc20dba5a9ae2",
  "feed": "ftcomall",
  "title": "Why Westminster has a sexual harassment problem",
  "text": "<p>Good morning. Not a particularly cheery one today though, I'm afraid. In the past few weeks, a flurry of stories uncovering seedy politicians has shone a spotlight on sexual misconduct in Westminster. We discuss that and England's rubbish public transport. Reach the Inside Politics team at the below email address. </p>  <p><em>Inside Politics is edited by Georgina Quach. Follow Stephen on Twitter </em><a href=\"https://twitter.com/stephenkb\"><em>@stephenkb</em></a><em> and please send gossip, thoughts and feedback to </em><a href=\"mailto:insidepolitics@ft.com\"><em>insidepolitics@ft.com</em></a><em>.</em></p>  <h1>Our latest stories</h1> <ul>  <li><p><strong>Failures revealed</strong> | The government's policy of discharging thousands of patients from hospital into care homes at the start of the pandemic was unlawful, <a href=\"https://www.ft.com/content/4b0d9459-e9b8-47e8-96cc-0840a3051e25\">the High Court ruled</a> yesterday. </p></li>  <li><p><strong>National Grid </strong>| A new energy bill to spur the <a href=\"https://www.ft.com/content/e211708d-c4e5-48c4-8c09-a4debed2554b\">UK's transition to a low-carbon economy will be unveiled</a> by the government in the next parliamentary session, according to Whitehall and industry figures.</p></li>  <li><p><strong>Troubles with Brexit</strong> | Boris Johnson's tough new stance on the post-Brexit status of Northern Ireland has set off alarm bells in the Treasury, where officials fear <a href=\"https://www.ft.com/content/f77564a4-a240-4144-ba8f-fcdb0b5f584e\">it could provoke the EU into starting a trade war</a>, worsening the cost of living crisis.</p></li>  <li><p><strong>Hell yes, she's Truss enough </strong>| Foreign secretary Liz Truss has warned China to learn lessons from the west's robust economic response to Russia's invasion of Ukraine, saying <a href=\"https://www.ft.com/content/d699254d-4e1b-4cd9-85f3-a785a7381aa9\">Beijing will face consequences</a> if it does not “play by the rules”.</p></li> </ul> <h2>Westminster, Too</h2> <p>In 2019, a House of Commons inquiry by Gemma White QC found parliamentary staffers <a href=\"https://commonslibrary.parliament.uk/research-briefings/cdp-2019-0195/\">faced an “unacceptable risk”</a> of being mistreated by MPs, with many reporting “unwelcome sexual advances” and “attempts at kissing.” </p> <p>Why is Westminster vulnerable to a culture of harassment? One reason is that the UK parliament is part of UK society. Workplaces up and down the country have to investigate allegations that people are watching porn on their mobile phones in full view of other members of staff, just as the Conservative party is now investigating claims that a <a href=\"https://www.ft.com/content/4d7c5f3f-555e-46f4-9d4f-7175e75c38ec\">Tory MP accessed porn on his phone</a> while in the House of Commons chamber. This came after <a href=\"https://www.thetimes.co.uk/article/three-cabinet-ministers-face-sexual-misconduct-claims-c8t58nhxx\">the Sunday Times reported</a> that 56 MPs, including three cabinet ministers, are facing allegations of sexual misconduct referred to the Independent Complaints and Grievances Scheme. </p> <p>But the other reason is that what separates politics from any other industry is that its participants have a genuine and deeply held belief that anything that assists their opponents, whether within their party or on the other side, is actively harmful to society as a whole. </p> <p>No one who works at, say, Disney Plus sincerely thinks that something that shifts eyeballs to Netflix or Amazon Prime Video will make households worse off. But people who work for or with Conservative or Labour MPs genuinely fear that making a complaint of harassment against a colleague will benefit the other side, and lead to success that will cause genuine harm to the people of the UK or the wider world. </p> <p>I'm not saying that people who work in any other industry have an easy time reporting complaints about sexual harassment or bullying, because they visibly don't. I am saying that there is an additional difficulty for people who work in politics, who must show a deeper commitment to their employer than the rest of us. </p> <p>That specific and special tension is one reason why Westminster is a warmer home for bullies and abusers than other workplaces. </p> <p>I'm not going to pretend I have any idea what the solution to that problem is, nor do I think that this latest round of stories will lead to any meaningful change. </p> <h2>On the buses</h2> <p>Jennifer Williams, the Financial Times's northern England correspondent, has <a href=\"https://www.ft.com/content/cce1749f-c50f-4ca6-af59-0cf33c2363b2\">spoken to bus passengers who are fed up</a> with England's increasingly patchy and often delayed services. It features my favourite mad UK transport policy fact: that it forbids bus and train operators from working together to make sure your bus arrives at a useful time for you to catch your train.</p> <p>Here's the key chart:</p> <p>As you can see, bus service in England is a story in two parts: there has been deregulation outside London, which causes a massive fall-off in the number of bus journeys. There was also stagnation in the total number of London bus journeys until Ken Livingstone became mayor of the capital in 2000. </p> <p>Livingstone did two important things: first, he used profits from the London Underground to cross-subsidise buses. Second, he used congestion charging to discourage Londoners from driving into the city centre. </p> <p>The difficulty for city mayors outside London is that there is no equivalent to the London Underground to cross-subsidise bus fares with. This is one reason why the likes of Andy Burnham, mayor of Greater Manchester, end up in an awkward position on buses: they have a great policy aim (car ownership loses popularity in their constituencies) but they don't have a lever to pull to achieve it. </p> <p>Improving public transport outside London is important for two reasons. As Jen explains, it is a vital way of increasing the productivity and economic activity of England's great cities, and it is also a big part of achieving our climate goals. </p> <p>Now, the dirty little secret of UK city planning is that even in London, governments have always been pretty bad at providing public transport. The vast majority of the London Underground was built by private companies that were later nationalised. Our Tube network is the product of private enterprise, not effective state planning. There is no UK equivalent of the Lyon transport system in France or the Milan Metro in Italy — city transport systems conceived, built and carried to fruition by the state. The closest you get to that are the tram systems in Greater Manchester and the West Midlands.</p> <p>If you are the mayor of London then you have the option of cross-subsiding bus fares using the London Underground, a wonderful gift that London businesses have given you. But if you are the mayor of Greater Manchester or the West Midlands Combined Authority, you have a much trickier task. </p> <p>There are, however, some lessons you can take from France. The first lesson: you need to <em>emmerder</em> (to vex or greatly inconvenience) motorists through congestion charges, low traffic neighbourhoods and other measures to encourage them off the roads. The second is that you need an equivalent of the <em>versement transport,</em> the payroll tax that allows France's regions to pay for and run their own transport systems. </p> <p>Metro mayors in England and local authorities have been reluctant to greatly inconvenience motorists. Plus, the central government has been even more reluctant to hand metro mayors and local authorities the ability to levy their own payroll tax. The consequences of this are neatly illustrated by another chart from Jen's piece:</p> <a href=\"http://www.ft.com/cms/9392164.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>To fix England's bus services, we need to roll back deregulation. But without changes across the country, including outside of the capital, the public switch to using buses and other forms of public transport is not going to happen. </p> <h1>Now try this</h1> <p>I saw <em>The</em> <em>Lost City </em>at the cinema. My advice: watch or rewatch the peerless 1984 film <em>Romancing the Stone </em>at home instead (it's available on DVD and on Disney Plus). I also had a lovely dinner at <a href=\"https://thebarbary.co.uk/\">The Barbary</a> in Covent Garden, which you really should add to your “to do” list next time you're in the capital along with <a href=\"https://www.ft.com/eating-drinking-london\">FT Globetrotter's other picks</a>.</p><p>Source: Stephen Bush 2022 'Why Westminster has a sexual harassment problem' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-28T08:30:11.353Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7098,
          "end": 7104
        },
        {
          "start": 7098,
          "end": 7109
        },
        {
          "start": 2517,
          "end": 2528
        }
      ]
    }
  ]
}