{
  "_id": "a4a397cbc2f882e952d9b7b2bb7699f5ef7f6b112f5dd3e3d6f2a55c3358f8c2",
  "feed": "ftcomall",
  "title": "The Minions of Gru are happy clowns in an anxious world",
  "text": "<p>In the age of casual wear, it is refreshing when young men dress up for special occasions. So it was puzzling this week to find British cinemas banning fervent fans of the <em>Despicable Me</em> film franchise from screenings of <em>Minions: The Rise of Gru </em>in dark suits and ties.</p> <p>Their complaint was that the “Gentleminions” — fans of the animated yellow Minions — became so excited that they cheered and imitated the creatures' high-pitched gibberish too raucously. This did not stop the film from drawing huge audiences and breaking box office records for the US July 4 weekend. <em>Despicable Me</em> has already overtaken <em>Shrek</em> as the top grossing animated film franchise in history.</p> <p>Studios often prolong a franchise by making a spin-off with a popular character. Disney's Pixar Animation last month released <em>Lightyear</em>, a further slice of the <em>Toy Story</em> series that began in 1995, and starring the robot space toy Buzz Lightyear. In the case of <em>Despicable Me</em>, a collective of hundreds of diminutive minor characters long ago stole the show.</p> <p>There is clearly something compelling about the Minions, who originally popped up in the first <em>Despicable Me</em> in 2010 as the massed henchmen of the supervillain Felonius Gru. It extends beyond their slapstick comedy, adoration of bananas and high-pitched Minionese dialect, a nonsensical mash-up of languages voiced by Pierre Coffin, a co-director of the franchise.</p> <p>Most obviously, they are perfectly adapted to social media, with devotees spreading memes and gifs across TikTok and other platforms. This has been encouraged by Universal Pictures' <a href=\"https://www.polygon.com/23189968/minions-public-domain-disney-copyright-mickey-mouse\">relaxed attitude</a> towards minor infringements of its intellectual property, and the bite-sized nature of both the Minions and their antics.</p> <p>The Minions are themselves a fan army: they were first introduced as the wildly applauding audience in Gru's lair. When he fails to secure a loan from the Bank of Evil to build a rocket and shrink the moon to steal it, they get out wallets and crowdfund him. Today's meme stock traders may have absorbed their risk appetite by seeing the film as children.</p> <p>The creatures have universal appeal, not only with their polyglot lingo but in clown routines that need no translation. Their creators cite silent film idols including Charlie Chaplin and Buster Keaton as influences, and deliver a blizzard of visual gags to global audiences.</p> <p>There are said to be 48 variations of Minion, depending on their height and build, style of hair, and whether they possess one or two eyes, but they are essentially one big gang. Although the plots require individuals to emerge from the pack — notably Kevin, Stuart and Bob in 2015's <em>Minions — </em>there is power in their union.</p> <p>They are also cheerful. Chris Meledandri, series producer at Illumination studios, defines its purpose as “to make you feel good in a world where so many things don't”. The theme song of <em>Despicable Me 2</em> was Pharrell Williams's “Happy”: that's the Minions' selling point.</p> <p>Nor does the franchise make the Minions' blithe enthusiasm look foolish. This contrasts with the closest computer animation precursors that I can recall: the green, three-eyed squeaky Martian toys in <em>Toy Story</em>, whom Buzz Lightyear encounters by leaping into an arcade machine.</p> <p>Like the Minions, the Martians are contented, friendly and indivisible: they welcome Buzz by crowding around him, cooing. But they are living an ontological lie. They believe the three-pronged metal claw that descends to grab one at a time and deliver it to the latest human player is a divine being.</p> <p>“I have been chosen. Farewell my friends, I go on to a better place,” exults one Martian as it is lifted towards the bullying antagonist Sid. When I watched the film at the time, I marvelled at Pixar's audacity in inserting an existential joke about the human condition into a kids' film.</p> <p>But the Minions' own faith is rewarded. Like the three little girls Gru adopts for nefarious reasons in <em>Despicable Me</em>, they are familiar figures from children's stories: orphans seeking a loving parent, who happens to be a supervillain. Gru's heart is initially frosty (his own mother did not nurture him) but they and the girls warm it up. </p> <p>That done, the Minions are happy. They do not experience the alienation that <a href=\"https://www.tandfonline.com/doi/abs/10.1080/01956051.2014.881773\">one study</a> of Pixar films described as its toys' “losing battle against death, obsolescence and outside control”. The Minions are too busy bashing each other, escaping from jail in a flying machine and hijacking a cartoon jet for laughs.</p> <p>This makes them quite shallow. One Polish academic <a href=\"https://www.pismowidok.org/assets/files/article-pdf/issue-19/szklarczyk-19-en.pdf\">laments</a> that they are in bondage and “always pliable and ready to adapt to the vagaries of modern global capitalism” (they are compliant when Gru refuses them a pay rise in the first film). But their creators know what the fans want: ticket sales for <em>The Rise of Gru </em>were more than double those for <em>Lightyear</em> on their opening weekends in the US and Canada.</p> <p>The franchise succeeds by providing comedy and reassurance in a world that often lacks both. The Minions happily serve a supervillain and the Gentleminions serve them. It may be an illusion, but it is expertly constructed.</p> <p><a href=\"mailto:john.gapper@ft.com\"><em>john.gapper@ft.com</em></a></p><p>Source: John Gapper 2022 'The Minions of Gru are happy clowns in an anxious world' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T17:00:25.519Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 749,
          "end": 755
        }
      ]
    }
  ]
}