{
  "_id": "0141dcbde7f6112ff2ed6a40a4ef0d483ae65d5c012a8903d3ea003a4188cd3f",
  "feed": "market-watch",
  "title": "Consumers pull back on online shopping. Here are the biggest discounts this holiday season — and exactly when to buy them. Online holiday sales are expected to rise by just 2.5% to $209.7 billion this year, the slowest rate since 2012.",
  "text": "<p>To put that in context: Last year, online holiday spending rose by 8.6%. Consumers are uncertain about returning to physical stores due to lingering public-health concerns due to COVID-19, experts said, and hurting due to record-high inflation.</p><p>\"The shape of the holiday season will look different this year, with early discounting in October pulling up spend that would have occurred around Cyber Week,\" Patrick Brown, vice president of growth marketing and insights at Adobe, said.</p><p>Despite predictions of single-digit growth online this season, consumers have already spent over $590 billion online this year between January and August, up 8.9% year-on-year, showing the \"resiliency\" of online sales, he added.</p><p>Adobe's consumer-spending analysis covers over 1 trillion visits to U.S. retail sites, 100 million stock-keeping units, and 18 product categories. The report covers the 2022 holiday season, from Nov. 1 through Dec. 31, 2022.</p><p>Americans are expected to spend earlier this year, and take advantage of Amazon's AMZN second Prime Day (Oct. 11-12), Brown said. During the first Prime Day event in July, consumers spent $73.7 billion, up 21% on the year.</p><p>What's on sale</p><p>Brown said the data suggests record-high discounts this holiday season — up to 32% or more in some cases — as retailers attempt to unload their inventory in the face of weaker consumer spending.</p><p>Discounts for computers are expected to reach 32% (up from 10% in 2021), electronics discounts are expected to hit 27% (up from 8% last year), while discounts for toys are seen at 22% (up from 19%), the report added.</p><p>Televisions will see steep discounts of 19% (up from 11% in 2021), apparel at 19% (up from 13%), appliances at 18% (up from 4% ), sporting goods at 17% (up from 6%) and furniture and bedding at 11% (up from 2%), Adobe said.</p><p>When sales are expected to hit</p><p>The biggest discounts are expected to hit between Thanksgiving and Cyber Monday.</p><p>Thanksgiving Day (Nov. 24) will be the best day to shop for electronics. Black Friday (Nov. 25) will have the biggest discounts for TVs.</p><p>The Saturday after Thanksgiving (Nov. 26) will have the biggest discounts for toys, with the biggest deals for apparel and sporting goods on Sunday (Nov. 27), and the best computer and furniture deals on Cyber Monday (Nov. 28).</p><p>Based on Adobe data and social-media buzz, the most popular toys this season are expected to be the Got2Glow Fairy Finder, Mini Brands, Squishmallows, LOL Surprise Dolls, Bluey toys, Disney Encanto DIS and Cocomelon, Adobe added.</p><p>Consumers pull back on online shopping. Here are the biggest discounts this holiday season — and exactly when to buy them.</p>",
  "published": "2022-10-10T18:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2472,
          "end": 2478
        }
      ],
      "nexusId": "10078857"
    }
  ]
}