{
  "_id": "e6abff0c5e882e853aa8429e88f5d36c049fd948bd6d24461b926b322154a956",
  "feed": "wall-street-journal",
  "title": "Warner Bros. Sued in HBO 'Matrix' Move",
  "text": "<p>Warner Bros. parent WarnerMedia, a unit of AT&amp;T Inc., put its entire 2021 slate of movies on its sister streaming service HBO Max at the same time as their theatrical release. The studio also moved the release date of \"The Matrix Resurrections\" to 2021 from 2022 in an effort to help HBO Max attract more subscribers, the lawsuit alleged.</p><p>\"WB's sole purpose in moving the release date of 'The Matrix Resurrections' forward was to create a desperately needed wave of year-end HBO Max premium subscriptions from what it knew would be a blockbuster film, despite knowing full well that it would decimate the film's box office revenue and deprive Village Roadshow of any economic upside that WB and its affiliates would enjoy,\" according to the suit, which was filed in Los Angeles Superior Court on Monday.</p><p>In response, a spokeswoman for Warner Bros. said: \"This is a frivolous attempt by Village Roadshow to avoid their contractual commitment to participate in the [related] arbitration that we commenced against them last week. We have no doubt that this case will be resolved in our favor.\"</p><p>The partnership does contain an arbitration clause to resolve disputes, but Village Roadshow said in the suit that it doesn't apply in this case.</p><p>At the box office, \"The Matrix Resurrections\" garnered only a fraction of the revenue generated by its predecessors.</p><p>Some other films released during the pandemic performed well at the box office, including \"Spider-Man: No Way Home,\" which unlike \"The Matrix Resurrections\" wasn't released on a streaming platform when it came out in theaters, the lawsuit said.</p><p>Moves by major media companies to give priority to their streaming services over other platforms have potentially significant financial implications for actors, producers and financial partners who fear that the push to streaming will come at their expense.</p><p>In July, actress Scarlett Johansson sued Walt Disney Co., alleging her contract to star in the Marvel movie \"Black Widow\" was breached when the media giant released the movie on its streaming service Disney+ at the same time as its theatrical launch.</p><p>Ms. Johansson, who argued her box office-based performance bonus was hurt by the Disney+ move, was seeking as much as $80 million in damages. Disney, which denied it violated her agreement, settled with Ms. Johansson in September. The terms weren't disclosed.</p><p>In Monday's lawsuit, Village Roadshow also alleges that Warner Bros. is attempting to cut the company out of future movies and TV shows based on characters or intellectual property that it has ownership stakes in. Village Roadshow said it has invested $4.5 billion in its more-than-two-decade partnership and co-financed many Warner Bros. hits including \"Joker,\" \"American Sniper\" and the \"Matrix\" franchise.</p><p>\"WB has also been devising various schemes to deprive Village Roadshow of its continuing rights to co-own and co-invest in the derivative works from the films it co-owns,\" the suit alleged.</p><p>The suit comes just weeks before AT&amp;T is expected to close on its deal to combine the WarnerMedia assets with Discovery Inc. and create a new company dubbed Warner Bros. Discovery.</p><p>Village Roadshow, meanwhile, has been exploring strategic options including taking on investments or even selling itself, The Wall Street Journal previously reported.</p><p>When Warner Bros. unveiled its strategy to put its 2021 movie slate on HBO Max and in theaters, it said it was doing so both to boost the new streaming service and to counterbalance the effects the Covid-19 pandemic had on the theatrical industry.</p><p>The studio earned the wrath of Hollywood producers and stars by not alerting them to the decision in advance. Many feared they would be shortchanged by the move and were openly critical of the studio.</p><p>Warner Bros. ended up cutting new deals with much of the talent involved in its 2021 slate, which cost the studio more than $200 million, the Journal previously reported.</p><p>No deal regarding \"The Matrix Resurrections\" was reached, and Village Roadshow said in its suit that not only was the box office for the movie cannibalized but that it was also a victim of \"rampant piracy\" that Warner Bros. \"knew would come by distributing this marquee picture on a streaming platform on the same day as its theatrical release.\"</p><p>The issue over the release of \"The Matrix Resurrections\" isn't the only significant crack in Village Roadshow's 25-year partnership with Warner Bros. It also claimed Warner Bros. is violating Village Roadshow's rights to participate in projects derived from movies it co-produced.</p><p>Village Roadshow said Warner Bros. tried to force it to give up its rights in a TV series based on the movie \"Edge of Tomorrow,\" which it co-financed and co-produced.</p><p>\"When Village Roadshow refused, WB said the quiet part out loud: it will not allow Village Roadshow to benefit from any of its Derivative Rights going forward, despite the over $4.5 billion it has paid WB to make and distribute 91 films. In other words, if Village Roadshow won't give up its rights, WB will make sure they are worth nothing,\" the suit said.</p><p>\"Warner Bros. has a fiduciary duty to account to Village Roadshow for all earnings from the exploitation of the films' copyrights, not just those it can't hide through sweetheart deals to benefit HBO Max,\" said Mark Holscher, a Kirkland &amp; Ellis litigation partner who represents Village Roadshow.</p><p>Village Roadshow also said under its agreement with Warner Bros. it should have the option to partner in \"Wonka,\" a prequel to \"Charlie and the Chocolate Factory\" that it co-produced.</p>",
  "published": "2022-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2057,
          "end": 2063
        },
        {
          "start": 2250,
          "end": 2256
        },
        {
          "start": 1898,
          "end": 1909
        },
        {
          "start": 2189,
          "end": 2195
        }
      ],
      "nexusId": "10078857"
    }
  ]
}