{
  "_id": "ba6ba7bf114ad44928a7aa1aadc42dc6575775df12579f0933643183b4167301",
  "feed": "ftcomall",
  "title": "John Riccitiello: gamers don't care whether it's AR or VR — they just want good content",
  "text": "<p>In the mid-1990s, when the Nintendo 64 and Sony's original PlayStation consoles were keeping teenage thumbs occupied, John Riccitiello jumped from the consumer goods industry — selling sports equipment, ice cream and frozen cakes — into the world of video games.</p> <p>A quarter of a century later, Riccitiello has more experience than almost anyone else in Silicon Valley of gaming's takeover of entertainment, becoming both its biggest source of revenue and one of tech's most innovative corners.</p> <p>After spending 13 years at video gaming giant Electronic Arts, Riccitiello has since 2014 been chief executive of game developer tools maker Unity Technologies. Running behind the scenes of thousands of mobile games including <em>Subway Surfers</em>, <em>Among Us</em>, <em>Monument Valley</em> and <em>Pokémon Go</em>, Unity's game engine also powers apps for virtual reality headsets, architects and automotive designers. Boosted by its acquisition of film director Peter Jackson's Weta Digital visual effects studio last year, Unity also has a growing presence in TV and movies.</p> <p>Here, Riccitiello reflects on gaming's past, present and future — and what, if anything, comes after the smartphone — with the FT's global technology correspondent, Tim Bradshaw.</p>  <p><strong>Tim Bradshaw:</strong> As you look back through your career, was there a particular inflection point where you felt that gaming went from being a niche to arguably the world's most dominant form of entertainment?</p> <p><strong>John Riccitiello:</strong> Well, my gaming career started with my parents' living room floor and playing <em>Pong</em>. Back in the '80s and '90s, before I got in the game industry, when I was playing things like <em>Mortal Kombat</em> and <em>Doom</em>, I always wanted to work in the industry. But when I got to the industry, there was a rich debate: is it an art form? Or is it just [reflex-testing] twitchy stuff? Would it ever mature into a real business? I had faith for a very, very long time.</p> <p>My sense is that somewhere after the introduction of the PlayStation — and certainly with Xbox and the beginnings of online gameplay — people started to feel that the industry had arrived. That would take us back into the early 2000s.</p> <p>Major things that changed my perspective were titles like <em>Grand Theft Auto III.</em> For the first time I could wander around in an open world and do almost anything. But it was also games like <em>The Sims</em>, which was a life simulator. What I saw then was something I never thought I'd see, which is that people would imprint their lives into that world. And regardless of the simplistic graphics — and maybe <em>because</em> of the simplistic graphics — they were able to see in those characters, life. They would attribute motivation to characters that were programmed.</p> <p><strong>TB:</strong> Unity's technology makes it easier to make games. But has the industrialisation of the games industry made things a little bit formulaic? A lot of games, especially puzzle apps, seem very same-y these days.</p> <p><strong>JR:</strong> It's like any form of art. I've been going to the Sundance Film Festival for years. I understand there're thousands of films submitted every year. And we maybe see 50 or 60 of them on the screen in Park City. What does that say? It says that humans writ large want to create. And then the second thing it tells you is that most of them don't create something anyone else wants to consume. It takes great tools to make things but the tools only help the brilliance of an individual's imagination make its way from the mind to the page, or from the mind to the game console or mobile phone. That brilliance is rare.</p> <p>I can remember when I first played <em>GTA</em>, I worked for Electronic Arts at the time. And it's kind of a weird thing to do, but the first thing I did was I called Sam Houser [co-founder of <em>GTA</em> creator RockStar Games and the series' producer] and said, “This is amazing”. He worked for my competition. Still, it was a massive move in the art form that I couldn't let pass by without remark. It was stunning.</p> <p>And so no, I don't think that there is a risk of mundane games out there. I think there's always an opportunity for truly special things to shine. And like any form of art, I think it's sometimes hard to find it in the moment. You know, artists always struggle.</p> <p><strong>TB:</strong> There's been a lot of hype in recent years about cloud gaming: that high-quality games can be streamed to any device, without needing a dedicated console. However, we also saw <a href=\"https://www.ft.com/content/4f613b90-4646-49dd-83a3-ff796d12f3a9\">Google shutter its cloud gaming service Stadia</a> in September. Does the concept still have potential?</p> <p><strong>JR:</strong> I would argue that one of the more unfortunate terms in the world today around gaming might be “cloud gaming”. I don't think any consumer is looking for cloud gaming. They're looking for great games. I don't think people think when they're getting Disney+ or Netflix or whatever subscription service they have, that they're thinking, “Oh, that's a cloud service”. They're thinking, “I just push a button and I get what I want”. And one of the challenges around gaming that is different from the film industry is that gaming is interactive. It's a live service. And so it's not always wise to apply a particular technology to the wrong problem. I wouldn't apply the same tool to every game type and circumstance.</p> <p>One of the unfortunate things — and this goes back to multiple generations before Stadia — is the gaming industry too often has thought of cloud gaming as a business model, as opposed to an enabling technology to a business model.</p> <p>Stadia had a lot of good things. Google put in major engineering to realise a level of performance that people might have thought was impossible. So hats off to Google for great engineering.</p> <p>One of the things that I think people have found a hard lesson to learn in the gaming industry is that platforms require content. And they often require exclusive content in order to attract an audience in order to get to a critical mass. Essentially, Stadia was a technology platform without content. It had spectacular technology, but, in the absence of content, it didn't find the success that Google was apparently looking for.</p> <p><strong>TB:</strong> Where has the pandemic left the games industry? We saw a huge surge in gaming over the past couple of years. Now this year people have started to go back outside again and <a href=\"https://www.ft.com/content/395ebc6d-4b0c-4e66-903d-5b64a95649a3\">mobile gaming is facing its first decline</a> since the iPhone came along.</p> <p><strong>JR:</strong> One of the benefits of working in the industry for more than two and a half decades is you see patterns. We've seen an ever-rising user base and an ever-rising engagement level per game. That's been going on for 25 years now. But it tends to flow in a bit of a sine wave.</p> <p>This goes back to the 1990s and 2000s. The industry accelerated in the first, second and third years after every new console release and decelerated in the fourth, fifth and sixth years after a console release. Hardware innovation had a profound effect on a trend that was undeniably up and to the right, but every few years you saw a year or two that were down.</p> <p>When mobile gaming came, that sort of stopped for a while. From an investor's perspective, the industry has typically carried a relatively low earnings or revenue multiple because of that cyclicality. That's actually remained a feature of the value of stocks in the game industry [even since mobile arrived].</p> <p>We are not living in a moment right now where hardware innovation is a driver. We are living with a new generation of Xbox and PlayStation, but there's still a supply constraint on PlayStation. So my sense is that the best way to read gaming engagement at the present time is that we are coming off an exceptionally high peak but, over more than 36 months, it is in line with the trend of a low double-digit increase in engagement [every year].</p> <p><strong>TB:</strong> How will the gaming industry fare during a recession, now that so many games are available to play for free? Will people still pay if they don't have to?</p> <p><strong>JR:</strong> One of the hardest things to predict is a change in trajectory. If you go back historically, some significant amount of time, 10, 20, even 30 years, the gaming industry has been very much resistant to economic recessions. In fact, it's often grown substantially in recessions. But it was a much smaller business then.</p> <p>As the industry has gone from a couple of hundred million people to a couple of billion people, it is impossible to see it as not being affected by the macro environment. And we're seeing that across all business models in gaming right now.</p> <p>Now, the other issue is, we're also indexing against a year that was inflated. Advertisers are definitely more cautious and committing smaller budgets than they did. Consumers are definitely holding back on in-app purchases, versus a year ago. You see that in the results from the App Store and Google Play, and you've seen that in the results of some of the games companies.</p> <p>One thing that is true — aside from the great success of the games industry over the last 30 years — is that we've finally gotten big enough that it's impossible for the winds of economic change not to hit our sail.</p> <p><strong>TB:</strong> You were an early investor in Oculus, the virtual reality company that Facebook acquired in 2014 for $2bn. Mark Zuckerberg is all in on the metaverse but VR headset sales remain pretty low. How do you see VR turning out today compared with what you expected when you made that investment?</p> <p><strong>JR:</strong> One of the things I want to say is that a lot of people want to compare AR [augmented reality, where computer-generated content is layered over real-world sensory input] and VR to the gaming industry, and they want to distinguish AR from VR. And I kind of want to shoot [down] both of those as being the wrong way to think about it.</p> <p>The first thing is that the gaming industry, during new console launches in the last 30 years, has taken a very smart approach to bringing new platforms to market. They priced them at a level that was acceptable to mass markets. They spent years grooming and developing a content ecosystem. They ensured that there were a large number of potential hit titles available at launch. And they did an enormous amount of advertising. And then the things just worked. There were a couple of times they didn't, but [mostly] they just worked.</p> <p>None of that has happened in the world of AR and VR. None of it. They're incredibly expensive. There wasn't much of a content ecosystem. For the most part, they didn't always work very easily. With some of them, your head was tethered to a computer, things that were just awkward. And so I think someday it will be a massive growth industry, but, so far, the participants have treated it more as a series of beta launches, as opposed to true mass market product introductions.</p> <p>The other thing is that, when you look at AR and VR, analysts a handful of years ago were pointing to AR as being the better technology.</p> <p><strong>TB:</strong> Well, there were executives in very big companies who were picking one over the other to win, as well as pundits. Tim Cook at Apple has publicly backed AR over VR for years.</p> <p><strong>JR:</strong> That's fair. But what I would say to you is, both technologies are likely to emerge into a spectrum of offerings around what I would describe as “XR”. What I mean by that is, VR is just the starting point. If you have what is technically a VR headset on, you can use externally focused cameras to “bring in” the room you're in. It feels like you've got an AR device on. I have tried and experienced AR devices that present an opaque world that looks a lot like VR.</p> <p>It's a little bit like cloud gaming: people don't care whether it's AR or VR, or cloud or not, they just want it to be cool and to work. My sense is that there's going to be a spectrum. At one end, we're going to see the re-emergence of things that look like Google Glass, with what I would call contextual launchers [that show information depending on what is being looked at or who is looking at it], all the way to something that is a fully opaque world — you might be wearing something like a scuba suit that gives you heat and impact, there will be massive immersion there.</p> <p>The industry is, I would say, not even launched yet really. And I would expect, between now and the end of the decade, truly comprehensive launches — like a console where there is an ecosystem and there is hardware that just works — to happen. Because what I've experienced is definitely worthy of the mass market. Between now and the end of the decade, [VR and AR] will be fairly pervasive.</p> <p>But then the next question is, what does “pervasive” actually mean? Does it mean pervasive like smartphones, where 60-70 per cent of the world's population has access to a smartphone? Or does it mean basically like Xboxes and PlayStations and Nintendo, in which case we're talking about a quarter of a billion people that use these devices? At least as far as I can see right now, it's likely to be more like the console world than the smartphone world. But then all it takes, really, is a handful of killer apps to change that.</p> <p><strong>TB:</strong> That's an interesting comparison. A lot of people are looking for AR or VR to be the successor to the smartphone and you're saying, at least in the near term, there isn't going to be a successor to the smartphone.</p> <p><strong>JR:</strong> Well, I think there will be eventually. But to reach the billions you're going to need to hit much lower price points. In the present time, [for VR/AR headsets] we're still dealing with pretty expensive technology and a handful of supply constraints that are expensive to get around. So if I had to be Nostradamus here, I would say the safe bet is plus or minus console scale in the next handful of years.</p> <p><strong>TB:</strong> Some of your competitors in the game engine business have decided that going to war with Apple is a great business strategy. At the moment, Unity has not followed Epic Games into battle. What do you make of their argument over the App Store and antitrust?</p> <p><strong>JR:</strong> The first observation I would make is that my game engine peers haven't done that: the owner of <em>Fortnite</em> did that, and that's a game company. We don't make games, so we actually don't sell anything on the App Store.</p> <p><strong>TB:</strong> Well, hang on, Epic Games does have a big business in game engines too. Its Unreal Engine competes with Unity's engine.</p> <p><strong>JR:</strong> That's true, but I don't believe the Unreal Engine was central to their legal and/or PR game. It was really about <em>Fortnite</em>.</p> <p>Regardless, I'm a massive fan of Apple — and of Android, I have lots of devices that cover the spectrum. A big portion of our customers are very successful on the Apple platforms. With regard to challenging the App Store, I really don't have a dog in that fight. We have a great relationship with Apple and when we disagree with them, we find people that listen to us and we talk to them and we figure out what the right path is forward. They're a very close business and technology platform partner.</p> <p><strong>TB:</strong> Apple's new privacy rules for iOS have caused a lot of challenges for app developers in general and mobile games companies in particular. How far along are you and the industry in figuring out how to navigate the new environment where ad targeting is a lot harder? Do you think that disruption has settled down now or are there more changes to come?</p> <p><strong>JR:</strong> First of all, in the world of technology, nothing's ever settled. And so, are we clear about where the market rests today around consumers who choose not to engage in App Tracking? Yes. But is the market going to stay the way it is now? I don't think so.</p> <p>If you think about the advertising market, there's a spectrum of different types of advertising that are out there. One is rooted in the identity of the user of a device, something that Facebook is central to. Another broad approach for advertisers is contextual: they know what you're doing or what app you're using. Nothing about [the changes to Apple's tracking] affected the latter, right? And Unity's app platform is entirely contextual. And so, while that has buffeted the entire industry, and there are aspects of it that have made it more challenging for contextual ad networks around user acquisition etc, it's not been as big a deal on that side of the equation.</p> <p>But, as I said, nothing's ever settled and so one of the things that I'm starting to see right now is a dramatic increase in the number of mobile games that are multiplayer. Today, [unlike on PC and console] the vast majority of mobile games are single player games. What happens with multiplayer games is you get a dramatic increase in engagement. If a game can get a dramatic increase in engagement, it can flourish on an ad model or an in-app purchase model on iOS. So my sense is that the content makers themselves are going to adapt to the new economic regime.</p> <p>Publishers previously thought about managing Android games and iOS games as one large bucket. The environments in iOS and Android are different enough now that developers are starting to take different strategies for iOS than they would for Android — much as they would make different choices around Nintendo versus PlayStation. They're both technically consoles, but they're very different in terms of their monetisation characteristics and user and audience characteristics.</p> <p><strong>TB:</strong> I wanted to ask a final question about Unity's acquisition last year of Weta Digital. To me, it was a symbol of the rise of gaming through the entertainment industry hierarchy: a games company acquiring one of the most prestigious visual effects studios in the movie industry. How is that helping you broaden Unity's business outside gaming?</p> <p><strong>JR:</strong> There are three things. The first of them, obviously, is it's a recognition that [Weta founder and <em>Lord of the Rings</em> director] Peter Jackson was a genius, when you go back nearly 30 years ago. And, unlike any film company in the world, they tripled down on tools and built a collection of tools that is the envy of the film industry in terms of what's possible. The new <em>Avatar</em> film is using Weta for a lot of scenes and special effects and it's incredible.</p> <p>The second thing is it's a recognition that, in gaming and in film, artists are actually the majority of the people that are employed. Programmers are important and technologists are important and scriptwriters and so on. But, by the numbers, artists are the largest number. Our stated intent with Weta was to make these tools work in real time, which is sort of the holy grail of what's possible for an artist.</p> <p>The third thing is longer term. I think one of the most important technology transformations that's going to take place in all content creation is this notion of <a href=\"https://www.ft.com/content/073ea888-20d7-437c-8226-a2dd9f276de4\">semantic or AI-driven artistry</a>. I fully believe that, by the end of this decade, a lot of what artists are going to do is they're going to start by putting 10 or 15 words and maybe some other things into an AI engine, and that will conjure up scenes and animation — not just 2D stuff but 3D, fully animated and interactive scenes. The computer needs tools like those from Weta in order to actually render that work.</p> <p>The world's a better place for having more creators in it. We're here to help enable those artists. With Weta in the tool chain, we believe that we can enable literally millions of artists to be 10 times, a hundred times more productive and efficient.</p> <p><em>The above transcript has been edited for brevity and clarity</em></p><p>Source: Tim Bradshaw 2022 'John Riccitiello: gamers don't care whether it's AR or VR — they just want good content' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-16T04:00:21.969Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4702,
          "end": 4708
        }
      ]
    }
  ]
}