{
  "_id": "8b2e42005dc93c1a40bb3e603b7331a9edc69559bacaaaeae0f7c12369a131dd",
  "feed": "ftcomall",
  "title": "Republicans are overreaching in the culture war",
  "text": "<p>Voters hear the chord, not the individual notes. Policies that poll well on their own terms can seem rash or even extreme when combined in great number. Americans want better roads, <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_120821/\">cheaper healthcare</a> and more cash for climate change abatement. They even like the idea of funding these projects with <a href=\"https://www.vox.com/2021/10/15/22723457/build-back-better-poll-democrats-bill-infrastructure-taxes\">higher taxes</a> on the rich. President Joe Biden, who proposed all of the above at more or less the same time, has approval ratings in the gutter to show for it.</p> <p>As Democrats brace for defeat in November's midterm elections, their one hope is that Republicans will commit a similar over-reach.</p> <p>As long as the GOP stands against obscure identity theories and <a href=\"https://www.ft.com/content/76a8080c-cca9-48cd-be81-891a75676adf\">defunding the police</a>, it will win what passes for the “culture war”. (That phrase has had a parochial ring ever since Ukrainians started to pay a blood price for their right to face west, not east.) But the party doesn't stop there. Florida has curbed the teaching of sexuality and gender in schools. Texas has stepped up inspections of trucks from Mexico, to chaotic effect. The fine writer and less fine Senate candidate JD Vance has mocked the <a href=\"https://www.theguardian.com/us-news/2021/jul/26/ohio-senate-candidate-jd-vance\">“childless left”</a>. Brian Kemp, who once put out an ad in which he let off an explosive, cocked a gun and pledged to “round up criminal illegals” (<a href=\"https://youtu.be/5Q1cfjh6VfE\">“Yep, I just said that”</a>), is the less luridly rightwing of two Republican hopefuls for Georgia governor.</p> <p>Meanwhile, Disney and Apple have joined the National Football League among the brands that Republicans scold for being too vocally liberal. <a href=\"https://youtu.be/SNNhb67Yvzc\">Laura Ingraham</a>, far from the most extreme Fox News host, has put both companies on notice that everything from their intellectual property to their existence as single entities is “on the table”. Somewhere, Reagan weeps.</p> <p>On its own, each of these gestures might resonate with a plurality of Americans. Perhaps two or three in combination might. The problem is the accumulation. Think about the crank you try to edge away from at a party. What they have to say is not always extreme. You may even find yourself nodding along to their witterings at first. What repels is the monomania: the inability to stay off a favoured subject. A winning conservatism is one that rolls its eyes at the cultural left and asks the average voter to “get a load of this”. Once it crosses the line into its own kind of zealotry, it shouldn't assume that people will come along.</p> <p>All of this brings us to the single ripest opportunity for conservative hubris. About <a href=\"https://www.cnn.com/2022/01/21/politics/cnn-poll-abortion-roe-v-wade/index.html\">two-thirds</a> of Americans oppose the overturning of <em>Roe vs Wade</em>, which established a constitutional right to abortion in 1973. That does not mean that two-thirds love it, or think it a rigorous piece of jurisprudence, or oppose any trimming of it all. But it does mean that even a Supreme Court with a conservative supermajority must approach <a href=\"https://www.ft.com/content/3a00b5a9-24c6-4122-bcf5-f950881baf82\">the subject</a> with the most soft-handed delicacy. Nothing threatens the GOP as much as a too-bold judicial incursion into <em>Roe, </em>perhaps this summer. </p> <p>The US is a country of <a href=\"https://news.gallup.com/poll/341963/church-membership-falls-below-majority-first-time.aspx\">waning church attendance</a> in which 5 per cent of voters named immigration as the <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">most important issue</a> last month. It had a <a href=\"https://data.worldbank.org/indicator/SP.DYN.TFRT.IN\">lower birth rate</a> in 2020 than Sweden and France. Harnessing the wonderful light in the San Fernando Valley, it supplies the world with much of its pornography. In taking on the left's excesses — and there are few more open goals in politics — Republicans must address the country as it is. It cannot afford to be guided by the kind of activists who say “Judeo-Christian” a lot. Too many of them confuse public unease with the last decade or so of campus dogma with a desire to unpick the liberal settlement of the past half-century. </p> <p>The party read a huge amount into Glenn Youngkin's election as Virginia governor last year. But the anger from which he profited was aimed as much at school closures as at a politicised curriculum. To be un-woke is no doubt an electoral winner. To be anti-woke is riskier. To major on the subject amid a deteriorating economy, foreign crisis and resurgent pandemic might strike voters as frankly eccentric. Republicans aren't there yet, but the trend is discouraging. </p> <p>It is also understandable. For Republicans, it is easier to fight on culture than to confront their central problem: an economic agenda that is not populist or even all that popular. On Sunday, the far-right Marine Le Pen will run Emmanuel Macron close for the <a href=\"https://www.ft.com/content/9a06e7e8-f139-40b0-b879-c52380b1e694\">French presidency</a> on a statist platform. By contrast, the main legislative achievement of Donald Trump was a tax cut that a generic Republican might have passed in 1986 or 2006. If American populism is to be all circuses and no bread, the performers will have to resort to ever wilder and more shocking feats. Don't count on the audience to stomach it indefinitely.</p> <p><a href=\"mailto:janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/27d7f2be-7a07-4ac1-a81f-946d7528df08\"><em>Trump influence wanes as clamour over election fades</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/27d7f2be-7a07-4ac1-a81f-946d7528df08\"><em>From Margaret McGirr, Greenwich, CT, US</em></a></p><p>Source: Janan Ganesh 2022 'Republicans are overreaching in the culture war' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-19T12:06:26.037Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1363,
          "end": 1369
        }
      ]
    }
  ]
}