{
  "_id": "261f358d731bceb294f5a92f71bbbd6d5639b7f9a4379e8adca597a0241a0602",
  "feed": "wall-street-journal",
  "title": "Business News: Disney CEO's Pay More Than Doubled",
  "text": "<p>Shortly after taking the reins as chief executive in February 2020 from longtime chief Robert Iger, Mr. Chapek took a steep pay cut. In March 2020 as the pandemic forced theme parks to close and kept moviegoers at home, Disney's share price fell to $85.76, its lowest level in nearly six years. It has since recovered, closing at $147.62 Thursday, due in part to the rise of the Disney+ streaming service and the reopening of the company's theme parks last year.</p><p>In addition to the cash bonus, Mr. Chapek received a base salary of $2.5 million, stock and option awards valued at nearly $14 million and other compensation, including a change in the value of his pension, worth $1.7 million, according to the filing.</p><p>Disney has historically offered some of the highest executive pay packages in the U.S. In 1993, then-CEO Michael Eisner earned $203.1 million in total compensation, at the time the highest pay package ever for the chief executive of a public company. In 2019, his final full year as Disney's chief, Mr. Iger earned $47.5 million, making him the highest-paid executive at a U.S. media company.</p><p>After stepping down as chief executive, Mr. Iger still out-earned Mr. Chapek in 2021. Disney paid Mr. Iger, who served as executive chairman through the end of last year, $45.9 million in total compensation, including a $3 million base salary, a $22.9 million cash bonus and stock and options awards worth $18.8 million.</p><p>The two top executives at Netflix Inc., Disney's largest competitor in streaming entertainment, co-CEOs Ted Sarandos and Reed Hastings, earned $39.3 million and $43.2 million, respectively, in total compensation for 2020, the most recent year for which pay data is available. In a December regulatory filing, Netflix said it would pay Mr. Hastings more than $34 million and Mr. Sarandos $40 million in 2022.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 220,
          "end": 226
        },
        {
          "start": 1194,
          "end": 1200
        },
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 998,
          "end": 1004
        },
        {
          "start": 1469,
          "end": 1475
        },
        {
          "start": 715,
          "end": 721
        },
        {
          "start": 379,
          "end": 385
        }
      ],
      "nexusId": "10078857"
    }
  ]
}