{
  "_id": "83b137ab72a8a86c170d4b4fd1a48cb06ed67ae7edfd7323269d6dcd96c4cbfc",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Midterm Results Roll In; Investors are on alert for possible contagion from a cryptocurrencies selloff that came after exchange FTX agreed to be taken over",
  "text": "<p>Midterm election ballots are still being counted across the U.S., with several key races undecided as of early Wednesday. Republicans remain favored to take the House majority, but the makeup of the Senate remains a tossup. Some races may ultimately take days to be called.</p><p>Investors are monitoring the results to see if the election results in a divided U.S. government, an outcome that would suggest few major policy changes in the next two years. That is typically seen as a boon for the stock market.</p><p>Though investors' expectations of a gridlocked government appear intact, results thus far suggest Republicans may not have gained as much ground as anticipated.</p><p>\"Markets don't enjoy surprises, preferring predictability. This did not transpire to be the route expected,\" said Aoifinn Devitt, chief investment officer at investment adviser Moneta.</p><p>In general, history shows stocks tend to advance after midterms. The S&amp;P 500 hasrisen in the trading session following Election Day roughly three-quarters of the time since 1930, with an average gain of 0.4%, according to Dow Jones Market Data. The broad benchmark has moved higher in the one-year period following every midterm election since 1942.</p><p>Even so, many still say their focus is largely elsewhere this year as the Federal Reserve raises interest rates at an aggressive pace in an effort to tamp down persistent inflation.</p><p>\"At the end of the day, it's still all about the Fed,\" said Leslie Thompson, chief investment officer at Spectrum Wealth Management. Ms. Thompson said her firm is positioned defensively and holding more cash than usual as it monitors the Fed's monetary policy trajectory</p><p>Thursday will bring new inflation data from October, which is expected to factor heavily into the Fed's next interest-rate decision. Economists expect consumer prices rose 7.9% on an annual basis, down from 8.2% the previous month. </p><p>Investors are roughly split on their expectations for the outcome of the central bank's December meeting. Federal-fund futures, used by traders to wager on the trajectory of interest rates, on Wednesday showed a 52% chance that the Fed will raise rates by a smaller 0.5 percentage point, versus a 48% chance that it will lift rates by 0.75 percentage point for a fifth time in a row.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note edged slightly higher to 4.153%, from 4.125% Tuesday. Meanwhile, another closely watched recession indicator, the yield curve between three-month Treasury bills and the 10-year note, remained inverted, with the yield on the three-month bill at 4.203%. Federal Reserve researchers have said this metric has the best record of front running an economic downturn.</p><p>Investors are also on high alert for any possible contagion from a selloff in cryptocurrencies, which came after crypto exchange FTX succumbed Tuesday to a sudden liquidity crunch and agreed to be taken over by rival Binance. Bitcoin fell roughly 11% from its 5 p.m. ET Tuesday price to trade at $16,568. Ethereum fell around 14% from its 5 p.m. ET price. Meanwhile, FTX's FTT token continued its sharp tumble. It has lost roughly 63% in the past 24 hours, CoinDesk data show, as the fallout from its liquidity crisis grows.</p><p>Stocks with ties to cryptocurrencies also slid. Cryptocurrency exchange competitor Coinbase Global shares fell 10%. Robinhood Markets declined 12%. Earlier this year, Sam Bankman-Fried, the founder of FTX, unveiled a roughly $648 million investment in Robinhood in exchange for 7.6% of the company's Class A shares. He said in an interview earlier this year that FTX was open to partnerships with Robinhood.</p><p>The liquidity issues at FTX and the shockwaves in the crypto world \"could certainly be impacting risk appetite\" among investors Wednesday, said Ross Mayfield, investment strategy analyst at Baird. \"It keeps investors on edge of what else could be lurking out there, especially if the Fed intends to continue tightening at the current pace.\"</p><p>Elsewhere, Meta Platforms jumped 6.1% after it said it would cut more than 11,000 workers, or 13%, of staff. Walt Disney shares dropped 13% after reportingweaker-than-expected quarterly results, the biggest laggard in the Dow industrials.</p><p>In energy markets, Brent crude, the international benchmark for oil prices, slid 2.6% to $92.91 a barrel, extending its losses into a third day. Energy stocks were the worst-performing sector of the S&amp;P 500, down 3.6%.</p><p>In Europe, the pan-continental Stoxx Europe 600 fell 0.3%. In Asia, Hong Kong's Hang Seng fell 1.2%, China's Shanghai Composite lost 0.5% and Japan's Nikkei 225 lost 0.6%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Hannah Miao at hannah.miao@wsj.com</p><p>Stocks Fall as Midterm Results Roll In</p>",
  "published": "2022-11-09T18:58:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4080,
          "end": 4091
        }
      ]
    }
  ]
}