{
  "_id": "4a3492cd6ac2c1071b7fe77654490d7432071929c5df400ef579e7f0653a39d6",
  "feed": "wall-street-journal",
  "title": "The Christmas Movie That Became a Classic Because of a Mistake; The role of accidents, chance and serendipity can be crucial to success. It's the reason people still watch a black-and-white film every year.",
  "text": "<p>It might very well be the most iconic Christmas movie. It became that way by accident.</p><p>\"It's a Wonderful Life\" fell into the public domain once the copyright lapsed 28 years after its release, and television stations began running the film around the clock because it didn't cost a penny. It wasn't Frank Capra or Jimmy Stewart or the enduring power of cinema that made it a lasting success. It was neglect. \"The damnedest thing I've ever seen,\" Capra himself once said.</p><p>A movie becoming a classic simply because of a quirk of copyright law is a timely reminder of the role of mishaps, errors and serendipity in modern success. Wall Street, Silicon Valley and so many industries in between are built on the idea that success can be predicted. But no amount of data, financial resources or technological ingenuity can eliminate the mysteries of chance. It's one of the most powerful forces in business, and it's beyond anyone's control.</p><p>You don't always know why something might work—and sometimes it works for reasons you wouldn't have guessed.</p><p>When the microbiologist Alexander Fleming famously went on holiday in 1928, he left a dish of bacteria sitting around his London lab and returned two weeks later to a patch of \"mold juice,\" which became known by another name: penicillin. He won the Nobel Prize, saved countless lives and made an indisputable case for two-week vacations. Never has one man's forgetfulness been so useful.</p><p>The origin story of another elixir goes back to San Francisco on a frigid evening in 1905, when a boy named Frank Epperson mixed soda powder and water in a cup with a stirring device. There was nothing original about the concoction until he forgot to bring his treat inside for the night. The next morning, it was frozen. It was also delicious. His completely inadvertent creation is called a Popsicle.</p><p>More Science of Success</p><p>* The CEO of FTX Wears Pants Now</p><p>* A Psychologist Spent Five Years Studying World Cup Penalty Shootouts</p><p>* Bob Iger Is Back at Disney to Fix His One Big Failure</p><p>* 85,000 Ukrainians Fled to the U.S., and Twice as Many Americans Offered to Help</p><p>Penicillin and Popsicles. Serendipity has clearly transformed the world.</p><p>But what is serendipity?</p><p>Few scholars spent more energy trying to answer that question than Robert K. Merton, a titan of sociology, who collected notes and corresponded with other luminaries about the subject for much of his life. His archives were voluminous enough to be worthy of their own study. So a few years ago, Ohid Yaqub, a senior lecturer at the University of Sussex Business School, decided to spend a few months exploring Merton's files, tallying hundreds of serendipitous inventions throughout history.</p><p>Before he could publish his findings, Dr. Yaqub first had to settle on a definition for serendipity, which he describes as the phenomenon of discoveries that are \"unexpected and beneficial.\"</p><p>There have been many innovations born under peculiar circumstances that most people would describe as mistakes. The paper that Dr. Yaqub wrote based on his analysis of Merton's archive identifies dozens of these breakthroughs that owe their existence to goofs. Some came from substances that were dropped or spilled, others from scientific equipment that was broken or the source of human blunder. A curious part of success is how much of it comes from lucky errors.</p><p>Which brings us back to Christmas movies.</p><p>It's around this time of the year when Americans return to a certain black-and-white film released in 1946. The demand for \"It's a Wonderful Life\" on streaming platforms and linear networks over the past four holiday seasons was 11 times greater than the average movie, according to the research firm Parrot Analytics. It's easily the oldest title in Parrot's top 10 and right up there with \"Home Alone\" among the Christmas movies we can't stop watching.</p><p>That is odd for many reasons. For one thing, it's not exactly \"Elf.\" It was a dark movie about a financially devastated businessman who meets a guardian angel and peeks at a world in which he never existed. It was also a disappointment. This was a film by a legendary director featuring the postwar comeback of a huge star, and the publicity blitz included the cover of Newsweek and a Life magazine spread. But it fizzled at the box office. \"It's a Wonderful Life\" actually lost money, according to film historian Richard B. Jewell, before eventually fading into obscurity.</p><p>It would take nearly three decades for it to be saved by a Hollywood miracle.</p><p>At the time, movies were protected by copyright for 28 years, and the copyright holder could fill out paperwork to renew it for another 28 years. It was annoying, but that was the point. \"If you wanted to keep making money on it,\" said Harvard Law School professor Rebecca Tushnet, \"it was a reasonable thing to ask that you renew it.\"</p><p>SHARE YOUR THOUGHTS</p><p>How has serendipity led to success in your own life? Join the conversation below.</p><p>Those incentives were only powerful in theory. In reality, this movie wasn't making money for anybody, so nobody renewed the copyright. \"It's a Wonderful Life\" entered the public domain in 1974.</p><p>The closest that a movie could get to declaring itself a failure also happened to explain its unlikely turnaround. TV stations could suddenly run it whenever they pleased, which was roughly all the time around the holidays, as they came to realize the only programming better than a Christmas movie was a free Christmas movie.</p><p>Weird stuff like this still happens. TikTok is a time machine for excavating culture. \"Running Up That Hill,\" a song from 1985, sprinted up the charts in 2022 because of Netflix. There are improbable revivals that smack of being stunts engineered for social media by marketers armed with data who know precisely what they're doing.</p><p>\"It's a Wonderful Life\" was different. This was serendipity.</p><p>The unplanned series of events behind the film's second life wouldn't have unfolded in the same way today. Movies are now protected for at least 95 years, no matter how many people might forget about them. Meanwhile, a studio began enforcing some of the old copyrights associated with \"It's a Wonderful Life\" in the 1990s, based on a Supreme Court decision that rewrote the rules slightly. These days, it's broadcast on NBC but isn't available on every streamer.</p><p>But two decades in the public domain turned out to be long enough for a movie that was on its way to being ignored forever to become memorable. The renaissance was such a fluke of randomness that the person responsible for \"It's a Wonderful Life\" couldn't even take the credit. He knew better than anyone how a Christmas movie could be a testament to the value of chance.</p><p>\"I'm like a parent whose kid grows up to be president,\" Capra said. \"I'm proud as hell, but it's the kid who did the work.\"</p><p>Write to Ben Cohen at ben.cohen@wsj.com</p><p>The Christmas Movie That Became a Classic Because of a Mistake</p>",
  "published": "2022-12-22T10:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1986,
          "end": 1992
        }
      ]
    }
  ]
}