{
  "_id": "4f88cafb713403ec7cc805ee177b9d2eff5a4745a7b25348ce56803d2a38ccbb",
  "feed": "wall-street-journal",
  "title": "Tweets Will Be a Sideshow for Elon Musk's Twitter; His ownership might not survive unless he invents a whole new business.",
  "text": "<p>Speaking for myself, the platform's considerable value derives not because I want to interact with anybody or tweet at them, but because I want to benefit from the specialized knowledge, expertise and judgment that a variety of hard-working pros in many fields make an effort to share in relation to current events.</p><p>These users may be small in number among the Twitter hordes but they capture a disproportionate return on the platform's existence, and certainly a lot more than Twitter captures from selling ads against their content. With each major news event, such as Covid or the Ukraine war, quite a few of these experts are propelled to a deserved fame and influence far beyond what they might have been able to imagine previously.</p><p>Eight dollars a month, the amount Mr. Musk now asks these users to consider paying to signal that they are up to something serious with their tweeting, is perhaps not highway robbery after all, notwithstanding the reactionary and entitled huffiness of a few brand-name Tweeters such as Stephen King.</p><p>And Mr. Musk needs the revenue. He can only create so much headroom to pay the enormous debt incurred in buying Twitter by slashing jobs. He certainly won't be eliminating advertising as he once mused, although advertisers may eliminate him if frightened by enough controversy or pressured by activist groups who've identified Twitter as a commanding height of the economy they must control.</p><p>This brings us to the managerial and public-relations puzzle that consumes vastly more oxygen than it's worth: content moderation.</p><p>The only way to reduce the salience of this time- and energy-suck is the one Mr. Musk proposes: Do less content moderation and prepare the world to expect less content moderation. Even so, he will never close the door the social media giants opened when they invited politicians and interest groups to mau-mau them over these policies.</p><p>This poses Mr. Musk's gnarliest challenge as Twitter, for now, remains a business focused on enabling tweets.</p><p>\"As his power grows, Musk worries many in Washington,\" went one of the recent headlines, which ought to impress you with its irony. \"Rubbing their hands with glee\" is a better description of how politicians and interest groups have reacted to Mr. Musk turning himself into a highly identifiable, readily squeezable target for all who want to influence Twitter.</p><p>Many of his assailants, he's quickly discovering, aren't concerned with questions of censorship or the philosophical pros and cons of unfettered speech. They're concerned with the next election, with using Twitter to categorize certain viewpoints and voters as beyond the pale, with hijacking the platform to advance their own struggles for elite power.</p><p>Get ready for 2024, Mr. Musk. The Ukraine-Russia showdown raises the stakes. Ours and other countries' intelligence agencies will be all over you in their information warfare games. The New York Times recently spent 10,000 words straining to discover that Ukraine is a central preoccupation of Vladimir Putin (a thing known for more than a decade) and then reading this back as some new insight into the collusion farrago. This is a foretaste.</p><p>Joe Biden won't appreciate the comparison but his closing argument in Tuesday's midterms strongly echoes Putinism since 2011: Every election is a choice between \"my\" party and the \"national traitors.\" This is also a foretaste.</p><p>My advice to those relatively few Twitter users who produce all its high-quality content: Put aside emotionalism. If the platform is still delivering you the audience you seek, pay the $8. I, for one, will still be a pair of eyeballs for the output you produce.</p><p>Chances are good, between the censorship quagmire and the inflated price, Mr. Musk will continue his self-evident ruing of his purchase. No law says his ownership must continue for long. In a couple years, dumping Twitter on another buyer at a giant loss would be a plausible outcome. So is bankruptcy—Twitter wouldn't even break the record for the biggest leveraged buyout to land in Chapter 11.</p><p>But if he soldiers on, his long-term plan unsurprisingly will have much in common with Disney's when it eyed Twitter back in 2016. Once you have an internet platform, you can build anything on it. Mr. Musk on Friday cited what he called his 20-year-old unfinished gameplan for PayPal. He wasn't terribly specific but he's clearly seized by the inchoate but highly reasonable belief that motivates many crypto and blockchain enthusiasts, namely that all transactions and rights-based activities in our economy are ripe to be revolutionized digitally if somebody comes up with the proper platform.</p><p>Then, in a few years stick-in-the-mud Twitter users such as myself may notice that enabling tweets is the least of what Twitter does.</p><p>Tweets Will Be a Sideshow for Elon Musk's Twitter</p>",
  "published": "2022-11-08T23:25:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4139,
          "end": 4145
        }
      ]
    }
  ]
}