{
  "_id": "bee778dd9fa626b3c08817677543deeffbe5974aaae36fec2c193692ab985966",
  "feed": "ftcomall",
  "title": "Netflix struggles with ambitions in India ",
  "text": "<p>Back in 2016, when Netflix launched in India, Bollywood welcomed the godfather of streaming with open arms. “Producers looked at Netflix as this hen that's going to lay golden eggs,” said one studio executive.</p> <p>Yet more than five years later, Netflix's ambitions <a href=\"https://www.hollywoodreporter.com/tv/tv-news/netflix-ceo-reed-hastings-why-next-100-million-subscribers-will-be-coming-india-1088301/\">to find 100mn</a> subscribers from India look like hubris.</p> <p>Today, Netflix has just 5.5mn subscribers in India, according to Media Partners Asia (MPA), a research and consulting company. In contrast, MPA estimates that <a href=\"https://www.ft.com/content/badfcb5d-ff7f-471a-ab91-5a4feed3021f\">Netflix's competitors</a>, Amazon Prime Video and Disney Plus Hotstar, have 16mn and 50mn, respectively — the latter boosted by holding the rights to air Indian Premier League (IPL) cricket matches. </p> <p>Netflix does not disclose subscriber numbers by country but dissatisfaction about its progress in India was clear during an earnings call last month. In “every single other major market, we've got the flywheel spinning,” said Reed Hastings, chief executive. “The thing that frustrates us is why haven't we been as successful in India.”</p> <p>India is eluding Netflix at a time when <a href=\"https://www.ft.com/content/70f478ab-e48a-464e-ace9-33b86b51e2de\">slowing subscriber growth</a> elsewhere has made emerging markets crucial to its overall growth strategy. In recent quarters, the California-based group's once-stellar subscriber growth has flatlined in the US, its largest market, where it has been fending off new competition. Netflix shares have dropped about 37 per cent since the beginning of the year.</p> <a href=\"http://www.ft.com/cms/8792995.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>To keep subscriber numbers climbing, Netflix expanded aggressively into Europe, Latin America and Asia, investing heavily in local-language programming. In India, it spent $400mn between 2019 and 2020 on local productions. </p> <p>“We're quite bullish that India isn't fundamentally different in some way,” said Greg Peters, Netflix's chief operating officer.</p> <p>Yet analysts point out that Netflix was slow to address various India-specific issues, from pricing and distribution, to the importance of commissioning more shows in regional languages such as Tamil. </p> <p>According to one industry veteran, Netflix's approach “was more like, ‘I have built the plumbing for the whole world, I just need to turn on the tap in India,' instead of having an India strategy”.</p> <p>Crucially, Netflix has not identified its target audience in India, according to three Indian entertainment professionals who currently or previously worked with the company. “If Netflix says my next 100mn subscribers are going to come from India [population 1.4bn], you need to know which 100mn,” said the studio executive, who asked not to be named so as not to undermine working relationships.</p> <p>Netflix said: “We are proud of what we have achieved in India . . . Our goal ultimately is to offer a wide variety of high-quality shows and films that would bring joy to entertainment fans around the world.”</p> <p>Although India's massive Hindi and regional language entertainment industry churns out hit after hit, original content has not won Netflix significant viewer numbers in the country. </p> <p>The latest data from RedSeer, a research provider, showed that in January just 4 to 6 per cent of streamer-made programming watched in India originated from Netflix. Disney Plus Hotstar bagged 45 to 47 per cent of that category.</p> <p>Yet Netflix has had some big original wins. It says, without providing details, that it scored high viewing numbers for violent thriller <em>Sacred Games</em>, earned critical acclaim for the dystopian drama <em>Leila </em>and bagged an Emmy award for <em>Delhi Crime</em>. </p> <p>Its most watched Hindi film was <em>Haseen Dillruba</em>, a romance thriller. In September, <a href=\"https://timesofindia.indiatimes.com/india/we-have-done-70-indian-netflix-originals-90-are-in-the-pipeline/articleshow/86444931.cms\">Hastings said</a> Netflix had completed 70 Indian originals, and had 90 more in the pipeline.</p> <p>“We are also investing in more diverse stories from all corners of the country, to bring joy to members who speak different languages,” Netflix said.</p> <p>But edgy offerings have yet to generate a <em>Money Heist</em> style long-running hit series in India — <em>Sacred Games</em> did not run past series two — and data analysis by Omdia indicates that foreign shows have topped Netflix India's viewing charts for the past two quarters. Netflix has now shelved plans to open its first fully-owned post-production facility in Mumbai.</p> <p>In contrast, industry observers said Amazon had been faster to push into regional languages and offered more content, while Disney Plus Hotstar had catered more successfully to a mass-market audience because of its rights to the IPL, as well as soap operas. </p> <p>While Bollywood welcomed Netflix's money, one pre-production creative complained about the company's excessive “meddling in the creative process”, adding that the result was, at times, “formulaic”. Another executive complained that Netflix had required that their studio assign a showrunner and two directors to one show — an American style of production. </p> <p>“What was happening below the surface was all the high-quality talent . . . were staying away,” said one industry veteran, who works with one of Netflix's streaming competitors.</p> <p>Meanwhile, in a country where customers enjoy some of the world's cheapest data, Netflix's pricing was high and distribution partnerships limited, said Mihir Shah, MPA vice-president. </p> <a href=\"http://www.ft.com/cms/8793166.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Compared with Amazon and Disney Plus Hotstar, “for a market that's so value conscious, [Netflix is] . . . at an expensive price point,” said Shah. “If your cost of data is around $2-$2.50, and you layer [a streaming] service which has a price point of say around $5 to $7, it just doesn't match.”</p> <p>Netflix is changing course and in December slashed monthly subscription prices in India, in some cases by as much as 60 per cent. The cheapest plan, for mobile only, now costs Rs149 ($1.99) a month, while its most premium option is Rs649. Yet this is still well above rival Disney Plus Hotstar, which charges only Rs49 for its mobile app, or Rs299 for its premium plan.</p> <p>“Our recently announced pricing plans have made our service more accessible for consumers in India,” Netflix said. </p> <p>Shah said the reduction would allow Netflix to “go and have a deeper partnership with telcos” — a strategy that has worked for Amazon and Disney, that have long been available as part of data or pay-TV bundles.</p> <p>Jio, India's largest mobile telecoms provider, is now offering Netflix as part of postpaid mobile data bundles, alongside Amazon and Disney. In television, Tata Play, previously Tata Sky, recently announced that it had added Netflix to “Binge” deals. </p> <p>Of the big US media companies, Disney has found the most success in India. However, its supremacy may be threatened if it is outbid for the media rights to the IPL in the coming weeks. A media venture majority owned by India's biggest listed company, Reliance Industries, is expected to bid, as are Amazon and <a href=\"https://www.ft.com/content/f790afc1-f07b-41f2-92fe-2c130f77b09b\">Sony-Zee</a>. </p> <p>Despite Netflix's frustrations in India, Bollywood hopes it will stay and spend. </p> <p>“Netflix may not have the numbers of a Hotstar yet,” said a showrunner who is currently working with Netflix and said it had been a positive experience. “But unless you're maybe half a dozen people who can pick and choose . . . 99.9 per cent of people in the industry would love to work with Netflix.”</p> <p><br><br><br><strong><br></strong></p><p>Source: Chloe Cornish in Mumbai and Anna Nicolaou in New York 2022 'Netflix struggles with ambitions in India ' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-24T04:00:05.954Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6200,
          "end": 6206
        },
        {
          "start": 522,
          "end": 533
        },
        {
          "start": 5099,
          "end": 5110
        },
        {
          "start": 5994,
          "end": 6000
        },
        {
          "start": 6349,
          "end": 6355
        },
        {
          "start": 3105,
          "end": 3116
        },
        {
          "start": 5645,
          "end": 5656
        },
        {
          "start": 4222,
          "end": 4233
        }
      ]
    }
  ]
}