{
  "_id": "5b4279497e0b17cfc5a0fabd9c6f4971c15e90a41ead4e805b03e3d1f29213d7",
  "feed": "wall-street-journal",
  "title": "Phillip Lim's Idyllic Escape on Long Island's North Fork; The designer created a meditative waterfront retreat on Long Island, where he weathered the pandemic in subtle style.",
  "text": "<p>In 2015, after the Brooks clan moved to England, the 1.25-acre property was purchased by Wen Zhou, Lim's longtime friend and co-founder and CEO of his fashion line, 3.1 Phillip Lim. (Though he knew the property was for sale, Lim owned a weekend home in nearby Southampton and wasn't ready to move.) Zhou never really jibed with the rustic nature of the property, so when she was ready to sell in 2016, Lim was her first call.</p><p>He initially approached the house, which he planned to use as a haven from Manhattan, where he has a SoHo loft, as a renovation project. \"After I lived here for a while, [I realized] you got to be a little bit humble with this place, because it tells you, 'Don't f— me up,'\" he says.</p><p>Instead, Lim started rehabbing in stages from the inside out. The bamboo floors and wood-paneled kitchen got a fresh sanding. He gutted the basement and made it into a \"man cave\" replete with a bar, a library and a custom cherrywood ping-pong table from BDDW. Forest-green Moroccan zellige tiles replaced concrete floors. When the project ran over budget, he convinced his builder that granite rocks from the beach could be refashioned as doorknobs.</p><p>Russian olive trees and willow trees adorn the front walkway. The interior is both laid back and highly considered—local purchases like rattan mirrors and vintage posters hang near a range of furniture that includes a rare Ib Kofod-Larsen vintage chair, a Greenrock ottoman by George Nakashima and a midcentury modern wooden bench by Don Shoemaker. \"I love physical shopping and the delight of chancing upon a treasure,\" says Lim, who acquired many pieces from Long Island stores including Stellar Union in Southampton and Beall &amp; Bell in Greenport.</p><p>In the backyard, a newly refurbished deck and a large pool sit atop a sloping hill overlooking the ocean. A few steps away, a path lined with Montauk daisies and blackberry bushes leads to the private beach. In the summer, Lim buys seafood directly from the fishermen casting lines just outside of his house. He jokes that the sunsets are so brilliant that he could start a side hustle as a nature photographer selling stock imagery.</p><p>Over the course of the pandemic, Lim would spend nearly every weekend and sometimes weeks on end at his sanctuary of a home that he calls his \"happy place.\" Though he is known primarily as the co-founder and creative director of the fashion line 3.1 Phillip Lim, he somehow gained a couple of unexpected new titles during this time, including comic book character and script consultant. The last designation came after his friend, TV and film producer Melvin Mar, sent Lim the pilot script for Freeform's AZNBBGRL, and asked for Lim's thoughts. The subject matter, Vietnamese alternative youth culture, was set close to Lim's childhood home in Orange County. \"Locations in the script are five minutes away from my mom's house,\" says Lim, who was ultimately hired as a consulting producer.</p><p>The designs for his most recent 2023 Resort collection—which included '80s-era acid-wash denim, cinched silhouettes, and oversize chinos—were influenced by his involvement with the show. Lim was already contemplating how to evolve his 17-year-old brand long before the pandemic hit. At its peak, the independently owned label had 17 freestanding stores worldwide. These days Lim is hesitant to discuss revenue numbers but admits that 3.1's once-prominent foothold in Asia has waned during the pandemic and the U.S. is currently its most profitable market.</p><p>\"People think the business is so established…but every season is still a fight for existence,\" he says. \"Fashion is just relentless, and I didn't know how I fit in anymore. I could pivot the business, but I wondered, what am I going to do?\"</p><p>Over the past two years, he co-founded #NYTougherThanEver—a line of T-shirts, sweatshirts, totes and key chains—with his Manhattan neighbor, Tiffany &amp; Co. executive creative director Ruba Abu-Nimah. The net proceeds went to organizations such as Thrive Collective and the Immigrant Justice Corps. He also partnered with the fast-food restaurant chain Panda Express in May to create a line of merchandise that would benefit organizations that combat food insecurity or Asian Americans and Pacific Islanders (AAPI) prejudice. On Instagram, he adapted recipes from his 2019 cookbook, More Than Our Bellies (featuring vibrant photographs by Viviane Sassen), and reissued the book in a digital format with a portion of the proceeds supporting food rescue organization City Harvest.</p><p>Lim and his core group of friends, Oscar de la Renta co–creative director Laura Kim, designer Prabal Gurung, and influencers Tina Leung and Ezra J. William, regularly gathered both in the city and at Lim's Southold house—and posted the gatherings on social media. Lim's mentor, XRM Media co-founder Michael Chow, soon introduced the group to the progressive publishing house Einhorn's Epic Productions, which created House of Slay—a digital comic book series featuring the quintet fighting racism on behalf of all underserved communities. (Lim's character is granted indomitable power, but he jokes that the real reason for his participation was the promise of a sleek physique. \"I'm like, Wow, I'm going to get eternal abs!\") House of Slay's merchandising arm now includes collaborations with both the Brooklyn Nets and the AAPI Victory Fund, a super PAC.</p><p>It was also during the pandemic that Lim was Zooming with what he calls a \"secret society\" of Asian-American creatives (among them were CNN host Lisa Ling, actor Daniel Dae Kim, Instagram's Eva Chen and others) who had banded together to come up with constructive ways to combat AAPI hate. Lim and Gurung have designed costumes for another of Mar's projects, an upcoming Disney+ series adaptation of Gene Luen Yang's graphic novel American Born Chinese, a 2006 National Book Awards finalist for young people's literature. The show will address the novel's theological approach to race and identity amid a modern backdrop: high school on the West Coast.</p><p>Working with costume designer Joy Cretton, Lim created the costumes for the Monkey King, played by Daniel Wu, while Gurung designed for Michelle Yeoh's character, Guanyin. Unlike a fashion collection, which typically takes months to execute, Lim had roughly four weeks to complete the costumes. He flew to L.A. for last-minute fittings with Wu, worked off of 3-D molds and Zoomed with the design team until the wee hours while juggling his day job.</p><p>\"What happened [during the pandemic] was that we [as a group] found space to recognize each other's journey and process,\" says Gurung. \"[Then] I understood where Phillip was coming from.\"</p><p>Lim, the youngest of six, immigrated to California with his family when he was just over a year old, after escaping the Cambodian genocide. Fashion, he says, provided him with a voice.</p><p>\"I'm trying to right wrongs through what I can do now so that history doesn't repeat itself,\" says Lim. \"I'm still working through trying to convince myself that my voice is valid, but staying silent is no longer an option. The violence will never end until the silence does.\"</p><p>About six months ago, he signed with an agent at William Morris Endeavor for all of his Hollywood-based projects. \"I don't feel like a prisoner of [fashion] anymore because I know that it's an incredibly important platform that allows for representation and can still make people feel beautiful,\" he says, sitting in his sun-drenched living room. \"It's more clear to me now.\"</p><p>Phillip Lim's Idyllic Escape on Long Island's North Fork</p>",
  "published": "2022-06-30T12:29:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5735,
          "end": 5741
        }
      ]
    }
  ]
}