{
  "_id": "28e0c64a27f7a4ca3551e487e07552f7ce962959c5aeb801f27ae4d8db883bd7",
  "feed": "ftcomall",
  "title": "Is ITV's new streaming platform ‘too little too late'?",
  "text": "<p>Like many who missed a television hit the first time round, ITV has needed to play catch-up.</p> <p>Its digital platform ITV Hub, launched seven years ago by former chief executive Adam Crozier, has fallen far short of rivals such as Netflix and the BBC's iPlayer.</p> <p>It is now up to his replacement, Carolyn McCall, to make a successful reboot. Her bet is that ITVX, the new player launched in full this week, will “supercharge” the UK broadcaster's online offering.</p> <p>For McCall, almost five years into the job, the stakes are high. ITV has come to epitomise the decline of traditional broadcasters, reflected in a more than 50 per cent fall in the company's market value under her tenure and its ejection this year from the FTSE 100 index.</p> <p>As digital viewing options have proliferated — Paramount+ and Nordic streamer Viaplay are among the recent entrants to an increasingly crowded market — ITV has had to battle to remain relevant.</p> <p>The ITV Hub is seen as dated, clunky to use and overloaded with intrusive adverts — the unhappy outcome of years of under-investment and a historic prioritisation of dividend payouts, according to one person who knows the company well.</p> <p>After working on its replacement for about 18 months, and with an initial budget of about £225mn for content and technology, insiders are confident they finally have a worthy competitor.</p> <p>“We are creating a destination” for viewers rather than just a catch-up player, said Rufus Radcliffe, managing director of streaming.</p> <p>As well as a faster and sharper interface, ITVX will feature 15,000 hours of content — about 10 times more than its predecessor.</p> <p>Several programmes will be shown on the service months before they are broadcast on TV: the first exclusives, including <a href=\"https://www.ft.com/content/15902497-5c36-40a9-916c-0f39c8f54eeb\"><em>A Spy Among Friends</em></a>, a drama about the cold war double agent Kim Philby, and <em>Plebs: Soldiers of Rome</em>, a feature-length comedy with Tom Rosenthal, arrived this week.</p> <p><em>Without Sin</em>, a thriller featuring Vicky McClure, is among the other shows that Kevin Lygo, ITV's director of television, has specially commissioned.</p> <p>Until now, ITV has been “reticent” to premier shows online because “they make so much more money on terrestrial” TV, said Tom Harrington, head of television at Enders Analysis. But the company's hand has been forced because “linear viewing is dropping so quickly”.</p> <p>He questioned whether the digital-first programming strategy would ultimately be successful.</p> <p>In part to minimise the risk of technical problems with the ITVX launch, executives opted for a phased switch, in which users of the Hub were upgraded over several weeks.</p> <p>Those precautions meant the new platform was not fully rolled out for the group stages of the World Cup, although it will be in time for England's quarter-final showdown with France on Saturday night.</p> <p>The broadcaster is expecting its largest audience for a single event for many years, including about 2mn-3mn on ITVX. </p> <p>Still, some in the City worry that the plans for the platform are “too little, too late”, said Sarah Simon, analyst at Berenberg. </p> <p>The launch comes as a deteriorating UK economy puts ITV's linear channels under further pressure, while competition for viewer attention has only intensified. Netflix recently rolled out an ad-supported version of its player in the UK and Disney is also planning to do so after a launch in the US this week.</p> <p>Usage data from Kantar underline the challenge: only about one-fifth of British households watch the Hub more than two days per week, compared with two-fifths for the iPlayer. Younger viewers have been particularly elusive.</p> <p>Industry executives warned that a substantial improvement in the user experience over the Hub was a minimum requirement. </p> <p>Some users of ITVX have already complained of technical difficulties, although executives insisted the rollout had gone smoothly and that such problems were typically caused by individual devices or connections.</p> <p>Thousands of people had taken part in trials, Radcliffe said. “We wouldn't be launching it if we weren't really confident . . . We've left no stone unturned here.”</p> <p>The World Cup is an important showcase for other content available on ITVX, whose collection of more than 300 films includes the <em>Back to the Future</em> trilogy and critically acclaimed classics such as <em>Reservoir Dogs</em>, <em>There Will Be Blood</em> and <em>City of God</em>. </p> <p>“People are coming to watch the football and seeing other stuff,” Radcliffe said, adding that some viewers may be surprised by the breadth of available programming, which includes an anime section. ITVX also features regular news bulletins and an expanded line-up for children.</p> <p>More shows will be available next year. ITV is in talks with rival providers to offer other paid-for video content through the new platform, even if its ambitions stop short of being a fully fledged aggregator of online content.</p> <p>“I don't recognise that we're late” with the launch, Radcliffe said. “In terms of viewing behaviour, and where it's going, this feels like the right time to take this to the next stage.”</p> <p>He argued that free-to-view content would be an increasingly important advantage for ITV as the cost-of-living squeeze persisted, predicting households would undertake a “big rationalising” of their subscriptions in the new year.</p> <p>ITV is simultaneously pushing to increase annual revenues from subscriptions, laying down a target to double subscriber numbers to 2.5m by 2026 with an ad-free variant of ITVX offered for £5.99 per month.</p> <p>But Radcliffe made clear the free version was the company's “priority”, estimating that 90 per cent of viewers would be in this tier. He maintained that having so much content available without charge was a “very compelling proposition” for consumers. </p> <p>For ITV itself, however, the challenges go beyond the success or failure of the streaming platform. </p> <p>Marketers have long used the broad appeal of ITV programming, such as Coronation Street, to reach a mass audience, and low and middle income households in particular.</p> <p>But tightened budgets during the inflationary squeeze have put the broadcaster on course for a <a href=\"https://www.ft.com/content/f33335f5-cc44-4c57-a413-fbfb467f63d3\">fall</a> in ad revenues this year. </p> <p>“Even if ITVX works, I don't see how ITV's broadcasting business really grows,” said Berenberg's Simon. “Why is ITV not going to continue to lose share of video advertising? I can't see a scenario in which that's not a done deal.”</p><p>Source: Alistair Gray and Alex Barker 2022 'Is ITV's new streaming platform ‘too little too late'?' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-10T11:00:02.244Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3262,
          "end": 3268
        }
      ]
    }
  ]
}