{
  "_id": "e8f1e1905a188fcbd0a1810f1ed2e4774688c2e648339a09ec4418c938248b39",
  "feed": "wall-street-journal",
  "title": "Robert Iger Is Back at Disney. See How Other 'Boomerang' CEOs Have Fared. A select group of leaders have returned to their former companies; aside from Steve Jobs, many have fallen short of expectations",
  "text": "<p>Since 2010, 22 CEOs at S&amp;P 500 companies have left their leadership posts only to come back later, according to an analysis by the executive search and leadership advisory firm Spencer Stuart. These returning leaders, dubbed boomerang CEOs, are usually asked to help get their companies back on track.</p><p>Of the 22 CEOs, 13 came back permanently and nine were appointed on an interim basis, according to Spencer Stuart. Most of the nine interim leaders stayed less than a year.</p><p>Among the 13 companies that permanently appointed their boomerang CEOs, their stocks averaged an annual gain of 2% during the leader's second go-round, compared with a 6% annual increase the first time, according to Spencer Stuart.</p><p>Jim Citrin, who leads Spencer Stuart's CEO practice, said boards tend to look to boomerang CEOs when those leaders created a lot of value over an extended period during their first stints.</p><p>\"If things went off the rails afterward, then it's natural for boards to think about going back, either on an interim basis or a long-term basis,\" Mr. Citrin said.</p><p>The boomerang CEOs come back to a familiar business but, in the case of Mr. Iger and others, tougher economic headwinds. Studies suggest that companies tend to underperform the market when they bring back former leaders.</p><p>Mr. Citrin said Spencer Stuart's analysis showed that the CEOs who didn't perform as well in their second stints often faced challenges from external factors, such as commodity prices, deal-making conditions and the overall economy. He added that if returning CEOs try to use the same playbook in their second stint as their first, then it tends to be more difficult to garner success.</p><p>Besides rare exceptions as when Steve Jobs returned to Apple Inc., companies typically don't fare well when boomerang leaders are at the helm, said Chris Bingham, a professor of strategy and entrepreneurship at the University of North Carolina at Chapel Hill.</p><p>Dr. Bingham, who has researched boomerang CEOs, said these leaders can drag organizations backward because their ideas can be outdated. They might be rehired because they are already familiar with the company and the market already knows them, but in general Mr. Bingham said there are more reasons not to hire them.</p><p>\"I don't want to say they're one-trick ponies,\" Dr. Bingham said, \"but they are relying on a prior understanding of how to take an organization forward and that's not what the organization needs.\"</p><p>Still, he said there could be hope that Mr. Iger will be more successful than most boomerang CEOs. Mr. Iger only left the company last year so the landscape hasn't shifted that much, Dr. Bingham said.</p><p>Disney's stock price jumped 6% on Monday, a move that analysts attributed to optimism for Mr. Iger's unexpected return.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think Disney will perform under Robert Iger? Join the conversation below.</p><p>Disney didn't respond to a request for comment Tuesday.</p><p>Companies including Electronic Arts Inc., JCPenney and Twitter Inc. have also rehired seasoned leaders. Mr. Citrin added that nonfounders who return as CEO tend to have long tenures and take on a \"founder-like status.\"</p><p>Here's a list of some of the most notable boomerang CEOs. None of the people mentioned below, or their representatives, responded to requests for comment.</p><p>Robert Iger</p><p>Mr. Iger, 71 years old, stepped back out of retirement less than a year after he left the company. Analysts praised his performance over his 15-year run, leaving Disney in a good position after cutting big checks to expand its theme parks and buy Pixar, Lucasfilm and Marvel Entertainment.</p><p>Now he is coming back for two years to try to steer Disney out of fiscal trouble. In the final chapter of former CEO Bob Chapek's tenure this month, Disney reported disappointing fourth-quarter results, largely because of losses in streaming. It said its flagship Disney+ streaming service has lost more than $8 billion over the past three years. The stock is down 38% this year, a worse decline than the S&amp;P 500.</p><p>Jack Dorsey</p><p>Mr. Dorsey reassumed the top job in 2015 at Twitter Inc. as the company, then with 4,100 employees, was trying to revive its sagging user growth. When Mr. Dorsey was fired in 2008, Twitter had two dozen employees and no revenue and he was often distracted by outside hobbies. He co-founded the company in 2006.</p><p>He stepped down again last year in part because investors were uncomfortable with his roles running both Twitter and digital-payments company Square Inc. He left as Twitter's daily active usage was up but its shares had slumped, falling by more than a third in the six months before Mr. Dorsey's departure.</p><p>Steve Jobs</p><p>Mr. Jobs co-founded Apple but was ousted in 1985 after a power struggle with the CEO he recruited. He took over in 1997 and resurrected the company from near bankruptcy, pushing forward a vision that would pioneer the personal-computer industry. He oversaw Apple as it developed the iPhone, iPod and iPad and embarked on a fairy-tale run that reshaped the music and cellphone businesses.</p><p>Mr. Jobs, who had pancreatic cancer, resigned as chief executive in 2011 and died months later.</p><p>Howard Schultz </p><p>Howard Schultz is nearing the end of his third run as Starbucks CEO. PHOTO: Meron Menghistab for The Wall Street Journal</p><p>Mr. Schultz, 69 years old, is in the twilight of his third run as Starbucks Corp.'s CEO. In April, he made a surprise return as interim leader after what he said were failures by the company to fully address shifting consumer behaviors during the pandemic. He is set to remain in the position until April 2023, when he is expected to finish onboarding its new leader, consumer-products executive Laxman Narasimhan.</p><p>Mr. Schultz served as the Starbucks CEO from 1987 to 2000, building it from a chain-store business into a global brand. He returned for a second stint from 2008 to 2016, during which he said he wanted to fix the coffee empire's bureaucratic hangups.</p><p>Michael Dell </p><p>Michael Dell is the founder and CEO of Dell. PHOTO: Julia Robinson for The Wall Street Journal</p><p>Mr. Dell stepped aside in 2004 as CEO of Dell, the personal-computer company he launched from his dorm room two decades earlier. He came back in 2007 as Dell's share price was flagging and then went on a mergers and acquisitions spree. The stock continued falling after he returned. In 2013, he paid $24.9 billion to take the company private. It went public again in 2018 and Mr. Dell remains CEO.</p><p>A.G. Lafley </p><p>A.G. Lafley served two stints as P&amp;G's CEO. PHOTO: Timmy Huynh/The Wall Street Journal</p><p>Mr. Lafley was CEO of Procter &amp; Gamble Co., the consumer-goods company, from 2000 to 2009. He came out of retirement in 2013 to take back the top job and try to reignite the company's sales. He struggled to spark meaningful sales growth during his second tenure of roughly two years.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com and Emily Glazer at Emily.Glazer@wsj.com</p><p>Robert Iger Is Back at Disney. See How Other 'Boomerang' CEOs Have Fared.</p>",
  "published": "2022-11-23T15:57:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 23,
          "end": 29
        },
        {
          "start": 3651,
          "end": 3657
        },
        {
          "start": 2799,
          "end": 2805
        },
        {
          "start": 2867,
          "end": 2873
        },
        {
          "start": 3863,
          "end": 3869
        },
        {
          "start": 6940,
          "end": 6946
        },
        {
          "start": 3471,
          "end": 3477
        },
        {
          "start": 3748,
          "end": 3754
        },
        {
          "start": 2642,
          "end": 2648
        }
      ]
    }
  ]
}