{
  "_id": "6a45060b8fa3277ec3592727967e806cba27eb67e9977ec1d8fcaf157aef1d5d",
  "feed": "market-watch",
  "title": "U.S. stocks retreat from early gains with optimism about inflation peaking now fading",
  "text": "<p>* S&amp;P 500 SPX declined 5 points, or 0.1%, to 4,205.</p><p>* Dow Jones Industrial Average DJIA was up 4 points, or less than 0.1%, to 33,301.</p><p>* Nasdaq Composite COMP lost 92 points, or 0.7%, to 12,765.</p><p>On Wednesday, the Dow Jones Industrial Average rose 535 points, or 1.63%, to 33310, the S&amp;P 500 increased 88 points, or 2.13%, to 4210, and the Nasdaq Composite gained 361 points, or 2.89%, to 12855. The S&amp;P 500 is up 14.8% from its 2022 closing low hit in mid-June but remains down 11.7% for the year to date.</p><p>What's driving markets</p><p>Stocks surged to their highest levels since early May after the July producer-price index fell 0.5%, compared with expectations for a 0.2% rise, although the three main U.S. stock benchmarks have pared their gains somewhat heading into afternoon trading in New York with big technology stocks lagging.</p><p>See: U.S. producer price inflation moderates in July</p><p>Thursday's optimistic inflation report followed a similarly cooler-than-expected reading on U.S. consumer-price growth released a day earlier. That data also helped send stocks soaring, with the Nasdaq exiting bear-market territory and the Dow exiting correction territory.</p><p>Hopes that inflation has peaked helped encourage investors to pile back into equities based on the view that slowing inflation could allow the Federal Reserve to hike interest rates less aggressively.</p><p>\"While one number certainly doesn't constitute a trend, the decline in wholesale prices could indicate that supply-chain bottlenecks are improving,\" said Charlie Ripley, senior investment strategist at Allianz Investment Management. \"Overall, the data, combined with CPI data earlier this week, is a welcome sign that we could be getting close to or have passed peak inflation. However, we would caution that while the trend is improving, we have a long way to go to get back towards 2% inflation.\"</p><p>However, some market analysts are urging caution as rising housing costs could keep core inflation elevated, even as a drop in oil prices and other commodities has helped to reduce inflation expectations.</p><p>See: Don't be fooled by a drop in U.S. headline inflation. Markets will be attuned to another figure on Wednesday</p><p>\"Our view is that this is a rally that really deserves a lot of scrutiny because when we think about what has happened since the mid-June low, the market outlook hasn't really changed,\" said Jake Jolly, senior investment strategist at BNY Mellon Investment Management.</p><p>\"Historically, the Fed delivers more hikes than the market anticipates. And this is clearly a hiking cycle that is far from over,\" Jolly said.</p><p>The second quarter earnings season has also helped underpin the market. Walt Disney Co. DIS shares jumped 5.8% after the media and entertainment giant posted stronger-than-expected subscriber numbers for the last quarter, along with earnings and revenue that beat expectations.</p><p>With companies representing 91% of S&amp;P 500 market capitalization having reported, sales growth has been 15.1% and earnings growth 7.9% – surprising by plus 3.5% and plus 3.6%, according to Evercore ISI.</p><p>However, the latest surge in stocks may have left the market overextended and vulnerable to a pullback. The CBOE Vix index VIX, an options-based gauge of expected S&amp;P 500 volatility, has dipped below its long-run average of 20, suggesting traders may be getting a tad complacent.</p><p>In addition, the S&amp;P 500's 14-day relative strength index, a closely watched momentum gauge, is around 74, where any reading above 70 is considered overbought territory. The RSI for market behemoth Apple AAPL is 76, the highest since December.</p><p>In other economic data news, initial jobless benefit claims rose 14,000 to 262,000 in the week ended Aug. 6, as the weekly data continued to show rising numbers of Americans applying for jobless benefits — even as the unemployment rate inched lower last month to 3.5%.</p><p>See: U.S. jobless claims move higher, a 'cool breeze' over hot labor market</p><p>Companies in focus</p><p>* Shares of GSK PLC GSK, Haleon PLC UK:HLN and Sanofi FR:SAN tumbled amid controversy surrounding serious side effects caused by the heartburn drug Zantac. Shares of Pfizer Inc. PFE fell more than 3%</p><p>* Six Flags Entertainment Corp. SIX shares were down more than 21% after the theme park operator reported the second-worst performance in its 12-year public history, after a big miss in attendance led to a surprise drop in second-quarter revenue</p><p>* Canada Goose Holdings Inc. CA:GOOS shares were up 1.3% after the company reported higher than expected revenue, which offset a larger-than-expected loss.</p><p>* Shares of Utz Inc. UTZ rose 0.5% after the salty snacks maker beat Wall Street's adjusted net income and revenue targets and raised it fiscal 2022 organic net sales outlook by 2%.</p><p>* Warby Parker WRBY shares were up nearly 20% after reporting a narrow-than-expected loss for the second quarter.</p><p>How are other assets faring</p><p>* Oil was seeing modest gains, with West Texas Intermediate crude CL00 CL.1 CLU22 for September delivery up $2.4, or 2.6%, to $94.33 a barrel.</p><p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y fell to 3.169% from 3.214% on Wednesday afternoon, while the yield on the 10-year Treasury BX:TMUBMUSD10Y rose to 2.851% from 2.786%. Yields and debt prices move opposite each other.</p><p>* The ICE Dollar index DXY fell 0.2% to 104.98 as traders priced in a less aggressive Fed. But a softer buck did not help gold GC00, which was marginally lower. Gold futures expiring in DecemberGCZ22 dropped $9.30, or 0.5%, to settle at $1,804.50,</p><p>* Bitcoin BTCUSD advanced 2% to $24,373.</p><p>* Asia markets mostly got a lift from Wall Street's overnight surge with Hong Kong's Hang Sang HK:HSI finishing 2.4% higher, though Japan missed out because of the Mountain Day holiday. Shanghai Composite CN:SHCOMP rose 1.6%.</p><p>* In Europe, the STOXX 600 XX:SXXP rose less than 0.1%, while the FTSE 100 UK:UKX ended 0.6% lower.</p><p>— Jamie Chisholm contributed to this article.</p><p>U.S. stocks retreat from early gains with optimism about inflation peaking now fading</p>",
  "published": "2022-08-11T19:23:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2643,
          "end": 2658
        }
      ],
      "weightsV2": {
        "weight": 0.73509187,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.26490813,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}