{
  "_id": "680b369c162760896bcc3bac2846a316a27bfb26c4ea64e8006a177b5bb0c9bf",
  "feed": "wall-street-journal",
  "title": "In 'Avatar,' Disney Needs a Gift That Keeps on Giving --- Blockbuster sequel must show it has legs to fulfill hopes for a new global franchise",
  "text": "<p>The long-anticipated sequel to the biggest blockbuster ever had a mixed opening last weekend. A global bow of $435 million puts Walt Disney's \"Avatar: The Way of Water\" in second place as far as this year's releases go. But its domestic haul of $134 million on the opening weekend ranks fifth this year and fell short of expectations of $150 million to $175 million. Even Disney expressed disappointment in the film's $57.1 million opening in China, where fresh Covid-19 outbreaks have sharply limited attendance -- leaving the movie to play to nearly empty theaters in some cases.</p><p>But with a global box office that crossed the $550 million mark on Tuesday, the new \"Avatar\" is no flop. The real question is whether the new film can show the same long blue legs of its predecessor. The original \"Avatar\" wasn't huge out of the gate -- it also had the fifth-largest domestic opening in 2009, according to data from Box Office Mojo. But it then stayed the top-grossing movie domestically for seven weekends in a row and averaged a weekly decline of only 14% over that period.</p><p>The foreign market is especially important. Out of five movies that have grossed more than $2 billion in global box office sales, 2009's \"Avatar\" had the smallest contribution -- 27% -- coming from the domestic market, according to data from the movie-industry data site The Numbers. China, which at the time had an emerging movie market hungry for big-budget American spectacles, played a significant role in that success. With the help of a short rerelease in September to warm up the audience for the sequel, the global gross of the first \"Avatar\" has now hit $2.9 billion, making it the biggest movie ever.</p><p>The odds against the sequel doing that kind of business are long, however. The initial release of \"Avatar\" lasted 234 days in theaters domestically. That sort of run is almost unheard of in today's market, where movies are often pulled onto streaming platforms after 45 days. About 20% of the first Avatar's domestic gross came after that window -- $154 million worth.</p><p>Disney, which inherited the \"Avatar\" franchise through its 2019 acquisition of Twentieth Century Fox, hasn't spelled out its streaming plans for \"The Way of Water.\" But the company's last four Marvel movies logged higher-than-normal box-office drops after their opening weekends, likely in part because Disney viewers have become accustomed to the company's movies hitting Disney+ in two months or less.</p><p>If the new \"Avatar\" does prove to have legs, Disney can't afford to leave money on the table. The new film was designed to turn a hugely successful one-off into a global franchise. Three other sequels are planned, and writer-director James Cameron told the Hollywood Reporter last month that Disney has already spent more than $100 million of its budget for the third, for which shooting has already wrapped.</p><p>Disney and freshly returned Chief Executive Bob Iger could also use a success story that they can trace back to the Fox acquisition. The $71 billion deal was completed in 2019 and was the largest undertaken by Mr. Iger, who also spearheaded the acquisitions of Lucasfilm, Marvel and Pixar. The deal was designed in part to bolster Disney's library of general entertainment content as the company was preparing to become a streaming powerhouse. Mr. Iger even showed an early preview of \"Avatar: The Way of Water\" at Disney's annual meeting in early 2019.</p><p>But the Fox deal has also become a sore spot with some investors. In a report last week, Doug Creutz of Cowen called the deal \"a significant strategic error\" for Mr. Iger that has hurt Disney's return on invested capital, costing the company nearly $12 billion in economic value since the deal closed in 2019. Disney has also come under pressure from activist Nelson Peltz of Trian Fund Management, which began pressing the company for a board seat and to make operational changes right around the time the company ousted previous CEO Bob Chapek and brought back Mr. Iger.</p><p>\"Avatar: The Way of Water\" most certainly won't be a bomb. But with hopes of a new global franchise hanging over the picture, coming up even a little short might leave both Disney and theater owners still feeling blue.</p>",
  "published": "2022-12-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 13,
          "end": 19
        },
        {
          "start": 372,
          "end": 378
        },
        {
          "start": 3606,
          "end": 3612
        },
        {
          "start": 2867,
          "end": 2873
        },
        {
          "start": 3198,
          "end": 3204
        },
        {
          "start": 2357,
          "end": 2363
        },
        {
          "start": 2427,
          "end": 2433
        },
        {
          "start": 4167,
          "end": 4173
        },
        {
          "start": 2503,
          "end": 2509
        },
        {
          "start": 2054,
          "end": 2060
        },
        {
          "start": 2750,
          "end": 2756
        },
        {
          "start": 128,
          "end": 139
        },
        {
          "start": 3731,
          "end": 3737
        },
        {
          "start": 3382,
          "end": 3388
        }
      ]
    }
  ]
}