{
  "_id": "9e18a41cb1f229b88cc827d853571865db09e7065dcc34a9b15caecee5ad6aa7",
  "feed": "wall-street-journal",
  "title": "Doug McCormick Led TV Network and Websites Aimed at Women; Cable executive, who has died at age 72, also wrote pop songs and shared a stage with Carly Simon",
  "text": "<p>Empathy was his style. \"If you take a look at our society, women got a bad deal,\" Mr. McCormick told the Washington Post in 1994. \"As women went into the workforce, they could never stop their role of caregiver.\"</p><p>His success at Lifetime won him a board seat in 1999 at iVillage Inc., which operated websites for women. He was named president of the company in April 2000 and became CEO a few months later, succeeding Candice Carpenter, a co-founder of iVillage.</p><p>The iVillage sites were struggling in the wake of the dot-com crash. Mr. McCormick eliminated pop-up ads and diversified by selling iVillage-branded vitamins and supplements. NBC Universal acquired iVillage in 2006 for about $600 million.</p><p>In his spare time, Mr. McCormick wrote or co-wrote songs recorded by Gladys Knight (\"It's Me Again\"), Dusty Springfield (\"Get Yourself to Love\") and Paul Anka (\"Brought Up in New York\"). At an event for Lifetime advertisers, he sang \"My Girl\" with Carly Simon.</p><p>Mr. McCormick died May 9. He was 72 and had been under treatment for liposarcoma, a rare cancer.</p><p>When people remarked on the irony of a man running a cable network for women, he sometimes noted that the Nickelodeon channel wasn't managed by a 12-year-old.</p><p>After he was named CEO at iVillage, he told Reuters: \"There will always be some people who will question why a man is working in a women's organization and I am respectful of that point of view. But what we are doing is working together on a gender-neutral basis to try to enhance shareholder value.\"</p><p>At Lifetime, jointly owned by Walt Disney Co. and Hearst Corp., he introduced the tagline \"Television for Women\" to make the network's mission more explicit, even at the risk of alienating male viewers. The gamble paid off: \"Overnight we became the must buy for any brand targeting women,\" said Lynn Picard, who headed advertising sales at Lifetime.</p><p>By 1998, Lifetime was one of the most widely watched U.S. cable networks, with more than 70 million subscribers. But Mr. McCormick faced friction with some board members who thought a woman should hold the top job. His contract wasn't renewed, and he left in late 1998.</p><p>At iVillage, he experimented with charging fees for some content, such as a six-week sexual self-improvement seminar. The company also tried repackaging some of its content into books, including one with tips on finding and keeping a man.</p><p>After the sale of iVillage in 2006, Mr. McCormick worked as a venture capitalist focused on television and internet investments.</p><p>Douglas Walter McCormick was born Dec. 15, 1949, in Queens and grew up in Garden City, N.Y. His mother was a registered nurse, and his father was an engineer. In high school, he performed in musicals. He worked in the U.S. Merchant Marine before enrolling at the University of Dayton. While studying speech and communications there, he worked as a radio D.J. and TV news production assistant. He earned an M.B.A. degree at Columbia University in 1990.</p><p>His love life was suitable for a cable-TV romantic series: In the late 1990s, while on a business trip in Miami, he spotted Kasia Jaworska, who was born in Poland, on a beach after a swim. He asked her how the water was. They married in 2000.</p><p>She survives him along with two sons and five grandchildren from an earlier marriage that ended in divorce.</p><p>Ms. Picard recalled him as a nurturing boss. When he recruited her to head ad sales at Lifetime, Ms. Picard said, she hesitated because the job seemed \"two levels above me.\" Mr. McCormick told her he wouldn't let her fail. \"He saw something in me that I didn't see myself,\" she said.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Doug McCormick Led TV Network and Websites Aimed at Women</p>",
  "published": "2022-05-13T14:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1549,
          "end": 1560
        }
      ]
    }
  ]
}