{
  "_id": "03e7998ed35d5fb24716ba4f239aaa0bf5c2729ce67cef48f6c25e8a1f355dc7",
  "feed": "ftcomall",
  "title": "Lego expects to take market share in economic slowdown",
  "text": "<p>Lego chief executive Niels Christiansen expects the world's largest toymaker to grow its market share this year even as rising costs in the first half ended a streak of stellar profit growth.</p> <p>The Danish privately owned group reported a 17 per cent increase in revenues in the first half to DKr27bn ($3.5bn) as it grew significantly faster than a sluggish toy industry but net profits slipped 2 per cent DKr6.2bn.</p> <p>“We've navigated quite a few uncertainties such as Russia, Covid-19 and China, and increasing costs and we've been delivering above expectations,” Christiansen told the Financial Times.</p> <p>Rising investments in digital products, eliminating fossil fuels from its plastic bricks and the cost of absorbing higher raw material and energy prices combined to leave the group's first-half operating profits flat at DKr7.9bn. </p> <p>The group enjoyed an <a href=\"https://www.ft.com/content/d2e845f1-1484-4745-8e3e-4995ee85f772\">extraordinary first half</a> of 2021 when its earnings more than doubled. The toymaker has cemented its status as the industry's largest in both sales and especially profits after explosive growth in the past four years as ever more children bought its sets focused on Star Wars and Harry Potter as well as police and fire stations.</p> <p><a href=\"https://www.ft.com/stream/93a73af2-0d4c-4851-aa05-28355e897c44\">Lego</a> refrained from raising the costs of its sets throughout 2021 and the first half but adjusted some prices in August, mostly on products targeted at older consumers rather than children, Christiansen added.</p> <p>He said that Lego expected its growth rate to normalise, echoing what he said in March after record growth in 2021, but that the group thought it could counter the global economic slowdown.</p> <p>“We've had three or four unbelievable years where we've basically doubled the company. I'm not deaf to some people talking about a more difficult economic environment. But we also believe that the things underpinning us taking more market share, are sustainable,” he added.</p> <p>Lego, which is still owned by its founding family and an educational foundation, is aiming to eliminate plastic bags from its sets by 2025 and will introduce the use of paper coverings in the coming months. It is also looking into making its bricks from <a href=\"https://www.ft.com/content/1e09abd5-68cd-4229-b95c-d7c6b7bf52f3\">recycled plastic bottles</a> rather than oil-based plastic.</p> <p>It is aiming to <a href=\"https://www.ft.com/content/23b8225c-0abe-477a-a26a-21d048b8430d\">triple the number</a> of software engineers it has by the end of 2023 as it explores more digital products such as a tie-up with Epic to produce Lego games in the metaverse.</p> <p>Smaller rivals Hasbro and Mattel increased their first-half revenues by 2 per cent and 20 per cent to $2.5bn and $2.3bn respectively. They lag further behind Lego in terms of net profit, with $203mn at Hasbro and $88mn at Mattel in the first half.</p> <p>Lego has responded to turmoil in the retail market after the bankruptcy of Toys R Us by stepping up the pace of opening its own stores. In the first half, it opened 66 stores, taking its total to 833. It aims to open another 104 in the second half.</p><p>Source: Richard Milne, Nordic and Baltic Correspondent 2022 'Lego expects to take market share in economic slowdown' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T08:02:35.003Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}