{
  "_id": "63e05bbb8b19b05d89fbeecd4e6076595556967e8d8f4f1078a126a6118f4005",
  "feed": "wall-street-journal",
  "title": "Expatriate Executives Flee Saudi Arabia's Bad Bosses; The kingdom wants to attract the world's best and brightest to futuristic projects such as Neom. But a difficult workplace culture is driving many away.",
  "text": "<p>Colleagues later consoled a woman who broke down crying, these people said. Most of the people in that meeting have since left Neom, part of an exodus of foreign staff, according to current and former employees.</p><p>Neom is Saudi Crown Prince Mohammed bin Salman's most ambitious project, a group of futuristic technology-driven communities with its own laws across an area the size of Massachusetts that the 36-year-old leader hopes will one day feature flying cars, robot dinosaurs and a giant artificial moon.</p><p>It is part of a plan to make the desert kingdom less dependent on oil with the help of the world's best and brightest engineers, architects, executives and urban planners. Tens of thousands of white-collar expatriates have been drawn to work in multibillion-dollar initiatives launched in recent years under Prince Mohammed to create new cities and industries. These include five so-called gigaprojects, like Neom, and dozens of smaller real-estate developments and new companies.</p><p>Many recruits are now fleeing, turned off by a management culture that former executives say at its worst belittles expatriates, makes unrealistic demands and turns a blind eye to discrimination.</p><p>Two gigaprojects recently merged, three have lost their expatriate chief executives and all have turned over senior management. The American CEOs of a $10 billion financial district under construction in the capital city of Riyadh and a development company for 50 entertainment centers both also left. Neither responded to requests for comment.</p><p>Neom is the highest-profile example of the emerging corporate-culture clash.</p><p>The man handpicked by Prince Mohammed to lead Neom often berates and scares his employees, current and former Neom staff members say. Under Mr. Nasr's leadership, Neom has lost dozens of expat executives from its 1,500-member workforce. Many have resigned or been fired since being poached from companies such as Walt Disney Co., Siemens AG and Marriott International. Some have forfeited contracts of more than $500,000 a year rather than work under Mr. Nasr, former employees said.</p><p>Andrew Wirth, a former chief executive of the Palisades Tahoe ski resort, resigned in the summer of 2020 from the top job at a planned mountain resort at Neom. He said Mr. Nasr's leadership was \"consistently inclusive of disparagement and inappropriately dismissive and demeaning outbursts\" in a resignation letter viewed by The Wall Street Journal.</p><p>Neom declined to make Mr. Nasr available for an interview or answer specific questions for this article. The Saudi government didn't respond to requests for comment.</p><p>In a written statement, Neom said that it represents \"a scale and ambition the world has never seen before\" and that it continues to retain and attract talent. \"Employees are passionate about what they do and deeply committed to living up to, and delivering on, the Neom vision,\" it said.</p><p>Mr. Nasr is committed to the crown prince's vision and working to deliver the $500 billion project at all costs, people who have worked with him say.</p><p>\"We are in a race with time,\" Mr. Nasr said at a conference in November about building Neom before 2030, the date earmarked as the culmination of Prince Mohammed's economic transformation. \"It is a very demanding task on every person.\"</p><p>The staff turnover has slowed the project, current and former employees say. Neom is only now breaking ground after more than five years of planning and multiple master plans.</p><p>A spokesman for the Public Investment Fund, the sovereign-wealth fund that is overseeing the initiatives, said it has a diverse, growing international workforce across more than 100 projects and subsidiaries. \"We have seen clear and demonstrable progress with the projects, including the building of new world-class residential communities, and entertainment and tourism developments,\" he said.</p><p>For many foreigners, the Saudi projects represent a unique opportunity to create an industry or company from scratch. \"When I first came into touch with Neom, and saw the chance to not renovate or reconstruct, but to create something completely new…that was an amazing chance,\" said Peter Terium, the former CEO of German energy company RWE AG and head of Neom's energy, water and food sectors, in a promotional video.</p><p>Some former Western executives who have worked on the gigaprojects said that while Saudi executives can be aggressive and direct, they often aren't unreasonable, and that many expatriates thrive. Saudi managers believe they are performing a patriotic duty to transform their country under Prince Mohammed's vision, compared with Westerners in the kingdom for only a short time, these executives said.</p><p>Many Saudis such as Mr. Nasr, these executives added, have earned the trust of the crown prince and are eager to demonstrate they can help deliver projects that meet his ambitious goals.</p><p>Those who fault the culture at the new projects say it begins at the top with Prince Mohammed, the son of 86-year-old King Salman and the country's de facto ruler. He makes unrealistic demands and often changes his mind, some former executives say. Jailings of Saudi businessmen and royals for alleged corruption—as well as crackdowns on political dissidents—have created unease and a culture of fear among some lieutenants delivering projects, these executives added.</p><p>\"Nadhmi takes his cue from his boss and everyone else at Neom takes their cue from Nadhmi,\" said Anthony Harris, former director of innovation in Neom's education team.</p><p>The education consultant and former lecturer at the University of Cape Town left in May of last year after a year at the project. \"You are made to feel like you're absolutely worthless, notwithstanding the large amount of money they are paying,\" he said.</p><p>In another meeting, Mr. Nasr told one executive to walk into the desert to die, so he could urinate on his grave, according to people who have worked directly with Mr. Nasr.</p><p>\"I drive everybody like a slave,\" Mr. Nasr said in another meeting, according to a recording heard by the Journal. \"When they drop down dead, I celebrate. That's how I do my projects.\"</p><p>Mr. Nasr's leadership style cascades down to the senior management, said Joseph Wright, a former senior manager in information-technology security who left Neom in April of 2021 after a year. In 2020, members of his team were behind in reporting on security threats at Neom and were reprimanded in a group call by Chief Operating Officer Simon Ainslie, who shouted at them for the delay, Mr. Wright said.</p><p>He remembered that Mr. Ainslie then added, \"See, this is how I get treated by Nadhmi—I'm just passing it on.\"</p><p>A senior Saudi official said Prince Mohammed and his royal court are aware of Mr. Nasr's management style and the high turnover at Neom. \"But they seem to think this style works,\" said the official, who wasn't speaking on behalf of the government.</p><p>Mr. Ainslie, an expatriate from the U.K. who left the project in February, declined to comment. Employees \"are engaged specifically because they are the type of individuals who think outside the box,\" Neom said in its statement.</p><p>Mr. Nasr impressed Prince Mohammed with his previous work at oil giant Aramco and developing a university complex on the Red Sea, according to current and former Neom employees.</p><p>At Aramco, a company with a large expatriate workforce, Mr. Nasr managed the expansion program from 1991 of Saudi Arabia's largest oil field, ensuring the kingdom was able to fill the production gap caused by the loss of oil output from Iraq and Kuwait during the first Gulf War, according to Saudi-based newspaper Arab News.</p><p>In 2009, Dubai-based magazine Middle East Economic Digest in an editorial called the three-year construction of the King Abdullah University of Science and Technology under Mr. Nasr \"an international achievement.\" The project included international firms that helped construct 3,000 residential units, nine schools, recreational facilities, a medical clinic and a golf course.</p><p>At Neom, he succeeded Klaus Kleinfeld, the former CEO of Arconic Inc. He took over his predecessor's office, made it bigger, and let go of about a dozen senior Kleinfeld hires, these people said. Mr. Kleinfeld, who briefly stayed on as adviser, was relegated to a smaller room at the office in Riyadh, these people said.</p><p>Mr. Kleinfeld didn't respond to requests for comment.</p><p>Along with Neom and two resorts being built on the Red Sea, Saudi Arabia plans recreation and entertainment spaces in the middle of the capital; and a demolition and rebuilding of Jeddah, the country's second biggest city. The Public Investment Fund has established a residential real-estate developer; a helicopter operator; a security company; an investor in videogame competitions; and a golf-investment firm. The PIF spokesman said the fund's efforts in the past four years had created half a million jobs in Saudi Arabia.</p><p>All these projects require an influx of foreigners because they involve industries such as tourism, entertainment and technology that were largely nonexistent in a society previously built around conservative Islamic strictures. Prince Mohammed eventually wants to employ Saudis, but few locals are experienced yet.</p><p>When the Covid-19 pandemic prompted lockdowns in 2020, Neom's Mr. Nasr said that if employees stuck abroad didn't come back to Saudi Arabia, Neom would find someone to replace them, former employees said. Some, including the project's then-director of marketing and branding, never made it back, the former employees said.</p><p>At a virtual town-hall meeting with Neom staff in the summer of 2020, Mr. Nasr criticized employees for allowing Neom to fall behind schedule, according to people on the call. He told staff to bring to him names of employees who were slowing progress, the people said.</p><p>On a group WhatsApp after the town hall, executives shared images of a business-management book that they joked Mr. Nasr must have read: \"Victory Secrets of Attila the Hun,\" the feared 5th-century leader.</p><p>At Neom, a portmanteau of the Greek word for \"new\" and the Arabic word for \"future,\" designers have struggled to deliver the goals of the crown prince, whose expectations many former employees say are unrealistic. They point to elements such as The Line, a 55-mile-long linear metropolis connected by a high-speed train, with no cars, announced as the future of living by Prince Mohammed in a video in January last year.</p><p>That idea has since evolved into a plan to build twin mirrored structures along the entire length of the city with the tops as far as 1,600 feet from the ground, more than the height of the Empire State Building, that would house up to a million people, according to a presentation viewed by the Journal.</p><p>The proposal faced pushback in comments from Neom staff. \"Cost will be astronomical,\" said one comment under a heading \"Key Concerns.\"</p><p>\"The large mirrored surface of the walls of the structure would likely cause extensive losses in bird populations due to bird strikes,\" said another, noting Neom is in a migration route.</p><p>In marketing videos, Neom says it is \"an accelerator of human progress.\" Neom wants to create a more liberal society than in the rest of Saudi Arabia, and staff expect it will allow the sale of alcohol, and women and men to mix freely. At the site itself, some incidents suggest that vision could be difficult to implement—mirroring broader challenges Saudi Arabia has faced in loosening its conservative culture.</p><p>Saudi female employees asked for a separate swimming pool and gym in the camp and some male employees were moved to a men-only extension elsewhere for a short time, people familiar with the accommodation said. Men and women are prohibited from entering each other's cabins, according to community guidelines viewed by the Journal.</p><p>Neom's tourism head Andrew McEvoy, in an interview published May 10 in The National newspaper of Abu Dhabi, said the project's laws would match \"the ambitions of those we are trying to attract to work and live here\" and that \"alcohol is definitely not off the table.\" Residents will be called Neomians, he said.</p><p>A few days later, the Saudi government in a statement said it \"categorically denied\" the comments. Neom, it said, would be subject to the laws of the state and the project's residents wouldn't have a special nickname distinguishable from Saudis. Mr. McEvoy, who people familiar with the matter say has since resigned, didn't respond to requests for comment.</p><p>Current and former employees say that unwanted sexual advances were frequent at the Neom camp.</p><p>Last year, a female expatriate employee left Neom after complaining about inappropriate behavior by her male boss, a Western executive, according to people familiar with the accusation. The executive, who former employees say is close to Mr. Nasr, remains in his role, these people said.</p><p>In a separate complaint, an American-British former employee told Mr. Nasr that she believed her boss had fired her because she refused to continue a sexual relationship with him, according to emails viewed by the Journal. Neom human-resources officials contacted the person who made the accusation, and haven't taken any action, according to emails and a person familiar with the matter.</p><p>\"Misogyny, racism and abusive behaviors aren't just tolerated by leadership, these abhorrent behaviors are in fact consistently demonstrated by leadership,\" Mr. Wirth, the former chief executive of Neom's mountain resort, said in a written statement.</p><p>Neom in its statement said management places the utmost priority upon employee safety and well-being. \"Every allegation of misconduct or impropriety is reviewed carefully, and dealt with swiftly and appropriately,\" it said.</p><p>Amid these issues, Neom has tightened security around the camp. Management has installed dozens of cameras where employees live, unnerving some residents, according to current and former employees. Mr. Wright, the former IT security employee who was involved in monitoring the camp, said the cameras watch \"everything you do.\"</p><p>Summer Said and Stephen Kalin contributed to this article.</p><p>Write to Rory Jones at rory.jones@wsj.com</p><p>Expatriate Executives Flee Saudi Arabia's Bad Bosses</p>",
  "published": "2022-05-31T15:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1921,
          "end": 1932
        }
      ]
    }
  ]
}