{
  "_id": "9af9b0c6fa4608437b15a2f37e2bd7363ee383e23e3960b3de797c04534bef36",
  "feed": "wall-street-journal",
  "title": "What CEOs Are Saying: 'We See Inflation Going Up Everywhere'; Leaders from PepsiCo, Disney, Chipotle and other companies share their thoughts about pricing strategy, the pandemic and travel",
  "text": "<p>Here is what some of the world's corporate leaders said in their quarterly earnings reports this week about inflation, pricing strategy and the pandemic.</p><p>To see what business leaders have said in past weeks, click here and here.</p><p>Coca-Cola Co. Chief Executive James Quincey</p><p>\"We do have a view that we have to have brands that earn the right to take pricing, and secondly, we very much are not looking to just pass through in price, but to do it intelligently because whilst it's easy to respond to inflation by putting up the prices, there is clearly, as there is broad-based inflation, going to be a squeeze on real incomes in a number of countries.\" (Feb. 10)</p><p>PepsiCo Inc. Chief Executive Ramon Laguarta</p><p>\"We see inflation going up everywhere. We have the brands, and we have again the capabilities to price. That's what we're doing in the majority of the markets…I'm a bit more cautious on emerging markets. I want to see a few more months to understand how the consumer is kind of absorbing all these high costs in multiple parts of their budget, household budget. But we're feeling good about how our consumers are staying loyal to our brands in spite of some of our pricing decisions.\" (Feb. 10)</p><p>Hasbro Inc. Chief Financial Officer Deborah Thomas</p><p>\"We do expect continued challenges with freight costs and input costs for the better part of this year. We do have the pricing coming into play, but it still remains a challenging environment, we think, in 2022.\" (Feb. 7)</p><p>Mattel Inc. Chief Financial Officer Anthony DiSilvestro</p><p>\"Following two consecutive years of double-digit inflation rates and cost of goods sold, we expect inflation to moderate in 2023.\" (Feb. 9)</p><p>Tyson Foods Inc. Chief Executive Donnie King</p><p>\"We have seen a lot of inflation…Labor costs have been up 20%, cattle costs are up—have been—they're up 22%. Grain has been up 29%. This year in freight, I mentioned earlier, is up 32%. We're not asking customers or the consumer ultimately to pay for our inefficiencies. We're asking them to pay for inflation.\" (Feb. 7)</p><p>Aramark Chief Executive John Zillmer</p><p>\"You should think about the pricing pass-through as inflation or cost recovery mechanisms. Our primary driver for growth is new account wins, new customers and increasing participation. So we're not trying to build margin by pricing pass-through. We're trying to recover our costs.\" (Feb. 8)</p><p>Kellogg Co. Chief Financial Officer Amit Banati</p><p>\"In terms of inflation, I'll start there. It's continued to accelerate, and we've seen that through 2021. So we are expecting double-digit inflation in 2022, and the bulk of it is market-driven…We're seeing inflation in ingredients and packaging, oil, corn, wheat, and on the packaging side, cans, cartons. So we're seeing broad-based inflation across our ingredients.\" (Feb. 10)</p><p>DuPont de Nemours Inc. Chief Executive Ed Breen</p><p>\"We plan that raw material inflation stays where it's at for the full year. So that's an assumption that we have in our planning. So again, we've got to continue to get the price to cover the logistics and any other raw inflation that we see.\" (Feb. 8)</p><p>Goodyear Tire &amp; Rubber Co. Chief Executive Richard Kramer</p><p>\"We feel confident that we're going to be able to offset raw material costs with price/mix. The real challenge in terms of 2022 earnings is going to be addressing inflation in other costs, so nonmaterial costs. And, obviously, we think price and mix can help with that. But we've got a number of costs across a number of categories and some continued disruption in our factories from attrition and from the effect of the pandemic. So that's creating some challenges.\" (Feb. 11)</p><p>Chipotle Mexican Grill Inc. Chief Executive Brian Niccol</p><p>\"We also do the analytical side of things where after we take pricing, we really do analyze what happens to transactions, and the good news is, we have so much data now with our loyalty database that we're able to understand…any behavioral impacts from what we're seeing, and we see very little resistance there.\" (Feb. 8)</p><p>SHARE YOUR THOUGHTS</p><p>What concerns do you have about inflation and supply chain issues? Join the conversation below.</p><p>CDW Corp. Chief Executive Christine A. Leahy</p><p>\"Nobody likes price increases, but virtually all commercial customers, technology is the number one investment, people and technology. So if there's a budget to spend, they're not cutting back on budgets at all.\" (Feb. 9)</p><p>Expedia Group Inc. Chief Executive Peter Kern</p><p>\"While we experienced yet another significant travel disruption from Covid this quarter, we were pleased to see that the impact was less severe and of shorter duration than previous waves. Notably, the travel industry and traveling public prove more resilient with each passing wave, and we continue to expect a solid overall recovery in 2022, barring a change in the trajectory of the virus.\" (Feb. 10)</p><p>MGM Resorts International Chief Executive Bill Hornbuckle</p><p>\"Despite the tougher January, we're happy to see Covid cases again on the downswing across the broader U.S. Cancellations are declining, and group lead volumes are normalizing. Forward hotel bookings have been stable over the past few weeks and are once again starting to outpace 2019 levels.\" (Feb. 9)</p><p>Walt Disney Co. Chief Financial Officer Christine McCarthy</p><p>\"Our domestic parks and resorts delivered Q1 revenue and operating income exceeding pre-pandemic levels, even as we continued managing attendance to responsibly address ongoing Covid considerations. Looking ahead to Q2, our demand pipeline for domestic guests at Walt Disney World and Disneyland remained strong…We expect international parks will continue to be impacted by Covid-related volatility for the remainder of Q2.\" (Feb. 9)</p><p>Uber Technologies Inc. Chief Executive Dara Khosrowshahi</p><p>\"We started to see some impact of the Omicron wave late in December. The silver lining is that the impacts are becoming more muted as we learn to live with the virus. Lockdowns are less strict and vaccines are available across the world. Omicron also arrived at a time of year when we usually see seasonal declines.\" (Feb. 9)</p><p>Lyft Inc. Chief Executive Logan Green</p><p>\"In January, the Omicron variant had a significant impact on ride volumes…However, since the spike in the U.S. has now peaked, we expect demand will begin to recover. In fact, in the last week of January, we saw a pickup in ride-share rides that we see as a positive signal…The demand rebound is a matter of when, not if. We're getting better and better at managing these temporary Covid-related spikes.\" (Feb. 8) </p><p>Yum CEO David Gibbs PHOTO: Trevor Paulhus for The Wall Street Journal</p><p>Yum Brands Inc. Chief Executive David Gibbs</p><p>\"As far as Omicron goes in the U.S. specifically, it does feel like we're moving to a better place…so we think that the challenges and the impact on our restaurant hours may start to slowly abate over time. As far as the global picture, what we're seeing internationally is through most of the Covid pandemic, we had had a more severe impact in our emerging markets. They were less well equipped to deal with the challenges of Covid. That's starting to change a little bit.\" (Feb. 9)</p><p>Fox Corp. Chief Executive Lachlan Murdoch</p><p>\"Our local advertising revenues have now fully recovered from the impact of Covid and are up over pre-pandemic levels. While we continue to see softness in the local automotive category caused by the ongoing supply chain delays, this has been more than offset by growth in nearly all other categories led by sports betting.\" (Feb. 9)</p><p>Tapestry Inc. Chief Executive Joanne Crevoiserat</p><p>\"We have been focused on driving higher productivity and profitability across our store fleet. And even though our traffic levels in store business overall hasn't exceeded pre-pandemic levels, our margins in our store fleets have exceeded pre-pandemic levels.\" (Feb. 10)</p><p>Coty Inc. Chief Executive Sue Y. Nabi</p><p>\"What we are seeing—which is not just U.S.-based, I have to say, but this is globally something we are seeing across many regions—is that consumers are more than ever looking for new ways to consume beauty, more online sales. But brick-and-mortar is quite—back quite strong, we have to say—which is great news for everyone. (Feb. 8)</p><p>Under Armour Inc. Chief Financial Officer David Bergman</p><p>\"We are going to have some near-term pressures in the first half of fiscal 2023 because of the supply chain issues, whether it'd be on top line or whether it'd be on the freight costs as well. Again, we see that as temporary and we see that as dissipating a lot in the back half of fiscal 2023.\" Under Armour's fiscal 2023 will run from April 1, 2022, through March 31, 2023. (Feb. 11)</p><p>Quotes were pulled from transcripts provided by FactSet and from news releases.</p><p>Write to George Stahl at george.stahl@wsj.com</p><p>What CEOs Are Saying: 'We See Inflation Going Up Everywhere'</p>",
  "published": "2022-02-12T18:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5203,
          "end": 5214
        },
        {
          "start": 5525,
          "end": 5536
        },
        {
          "start": 84,
          "end": 90
        }
      ]
    }
  ]
}