{
  "_id": "dabffd0a27f04a5c199c5fa922698d9fc767f3ea16d785b4e1bfa173db0e73a1",
  "feed": "wall-street-journal",
  "title": "Howard Schultz Says Starbucks Is Seeking Fresh Blood in CEO Search; Coffee chain conducts external search for permanent chief; company's future 'requires a different type of leader,' Mr. Schultz says",
  "text": "<p>SEATTLE—Starbucks Corp. is considering only external candidates for its next chief executive officer, as interim CEO Howard Schultz said the company needs to add new talent and skills to its senior leadership ranks.</p><p>Mr. Schultz—who said he isn't a candidate to hold the position permanently—said Starbucks has recently talked to several promising CEO prospects, and that the company aims to identify a new chief executive by the fall. He said he plans to leave the coffee giant's C-suite by the shareholder meeting in March.</p><p>\"For the future of the company, we need a domain of experience and expertise in a number of disciplines that we don't have now,\" Mr. Schultz said during an interview at the company's headquarters. \"It requires a different type of leader.\"</p><p>Mr. Schultz returned in April to succeed Kevin Johnson on an interim basis, his third stint running the company that he built from a local Seattle coffee-shop chain into a global giant. Mr. Schultz said Mr. Johnson was a good CEO for the company but that he hasn't reached out to him upon returning.</p><p>In recent weeks, Mr. Schultz said, he has arrived at work many mornings by 7 a.m. Known for involving himself in all aspects of company decision-making, he wants Starbucks's corporate employees to return to the office. He regularly pops into meetings and greets employees by their first names, and they call him \"Howard\" in return. He has rejoined the company's board of directors, where he said he plans to remain after stepping back as CEO.</p><p>\"I'm a candidate for a smooth, healthy transition,\" Mr. Schultz said.</p><p>Starbucks is a far different chain than it was in 2017, when Mr. Schutz previously stepped down as CEO. Some of Starbucks's current problems are self-induced, Mr. Schultz said, but others are a result of a rapid change in consumer behavior, sped up by the pandemic. The majority of Starbucks's sales now come from cold beverages bought to-go, not the hot coffee sipped at tables when the chain first started. That's requiring Starbucks to rethink its operations in ways no CEO could have fully anticipated, Mr. Schultz said.</p><p>Starbucks said the company has several viable CEO candidates under consideration.</p><p>Some investors and former executives have wondered about Mr. Schultz's ability to separate himself from the company after his latest return. Mr. Schultz said he has been encouraged by the quality and diversity of candidates interested in Starbucks's top job.</p><p>\"My only interest is seeing that person succeed,\" Mr. Schultz said.</p><p>In his weeks back on the job, Mr. Schultz said he has asked some company veterans to leave to make room for fresh blood. Last month, Starbucks said its chief human-resources officer, executive vice president of public affairs and senior vice president of public policy would depart in May, according to a message viewed by The Wall Street Journal. Two of those executives had worked for the company for more than 15 years.</p><p>As Mr. Schultz expanded Starbucks to tens of thousands of locations across the world, he developed a reputation for weighing in on issues such as race and social unrest, and pushing the company and its employees to address them. Those positions have sometimes made Starbucks a target of criticism and controversy. After departing Starbucks in 2017, he considered a potential run for president.</p><p>In the past month, Mr. Schultz has urged lawmakers to do more to address gun violence after the school shooting in Uvalde, Texas, and extended company benefits to workers who travel for abortions or gender-affirming care. He said he still believes CEOs have a responsibility to speak out on national issues, though some investors have grown cautious about companies taking political stances.</p><p>\"In the environment we are in now, I don't think a company or CEO can hide,\" he said.</p><p>From Coffee Entrepreneur to Three-Time CEO</p><p>Howard Schultz has had a long career at the coffee giant, building it up from a local chain into a global force.</p><p>Mr. Schultz said company executives need to be careful to be consistent, pointing to what he said was Walt Disney Co. CEO Bob Chapek's changing public stance on Florida's Parental Rights in Education bill. Chief executives shouldn't use public political statements as brand advertising, Mr. Schultz said.</p><p>A Disney spokesman declined to comment. The company has said it was re-evaluating its political giving and has apologized to employees for not taking a stronger stance on the bill sooner.</p><p>Some Starbucks U.S. workers have said they no longer feel as confident in the company, and have organized under the Starbucks Workers United union to bargain for better pay, benefits and treatment. Around 275 of Starbucks's 9,000 U.S. company stores have filed for union elections, according to the National Labor Relations Board. The federal agency had certified unions at 72 U.S. stores as of last Tuesday, and Starbucks Workers United has officially lost five locations.</p><p>Starbucks executives have appealed to workers to maintain a direct relationship with Starbucks, rather than unionizing, and the company is boosting wages this summer.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on Starbucks under new leadership? Join the conversation below.</p><p>Starbucks has said that after the pandemic set in, the lack of contact between corporate and regional leaders and baristas hurt worker relations and the company's ability to address store problems promptly, fueling the current union drive. Mr. Schultz said he asked to attend a company board meeting a little more than two years ago, after he grew concerned about what he had seen in Starbucks's stores and learned through informal conversations with Starbucks leaders.</p><p>Mr. Schultz has pledged to do more to help workers. He announced around $200 million in additional spending on stores and employees, and promised more resources would be coming. Still, around 100 additional cafes have filed for union representation since his first day back as chief executive, NLRB records show.</p><p>Mr. Schultz, who is now the company's fourth-largest shareholder, said he is optimistic about helping the company to move into a new phase of growth and development.</p><p>\"I don't look back. My eyes are looking forward,\" Mr. Schultz said.</p><p>Write to Heather Haddon at heather.haddon@wsj.com</p><p>Howard Schultz Says Starbucks Is Seeking Fresh Blood in CEO Search</p>",
  "published": "2022-06-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4064,
          "end": 4075
        },
        {
          "start": 4269,
          "end": 4275
        }
      ],
      "nexusId": "10078857"
    }
  ]
}