{
  "_id": "6b654fe6a6b7217928f0fd9b5c1ae318fd38043816354e9f0c1540c5ad037924",
  "feed": "wall-street-journal",
  "title": "'Black Panther: Wakanda Forever' Earns $180 Million in Domestic Opening Weekend; Sequel to 2018 film set a record in ticket sales for a November open, underscoring Disney's Marvel Studios' continued dominance at the box office",
  "text": "<p>Based on the Marvel Comics stories set in the fictional African kingdom of Wakanda, the first \"Black Panther\" movie grossed $202 million domestically in its opening weekend in 2018 and went on to earn more than $1.3 billion at the global box office.</p><p>The sequel's performance is a bright spot for Disney, which saw its share price fall 13% after the company reported weaker-than-expected fourth quarter financial results Tuesday, before recovering some ground later in the week. Losses have widened significantly at Disney's streaming business, and the company on Tuesday cautioned that its goal of achieving profitability for the streaming segment by September 2024 could be derailed if economic conditions worsen.</p><p>Disney is hoping that its theatrical movie business will help it close out the year on a high note, Chief Executive Bob Chapek said last week. After \"Black Panther: Wakanda Forever,\" the next big-budget action movie expected is \"Avatar: The Way of Water\" from Disney-owned 20th Century Studios, a sequel to the highest-grossing movie of all time set for mid-December.</p><p>Hollywood studios have been returning to theaters tentatively this year, testing the waters by releasing fewer movies, in part because of Covid-19 related production delays, but also in response to changing consumer habits. More viewers are watching movies at home on streaming video services, including Disney's Hulu and Disney+ platforms, forcing studios to produce exclusive content at a much faster pace.</p><p>Marvel Studios, led by producer Kevin Feige, has established itself as one of the most dominant production houses in Hollywood since Disney acquired it in 2009. Six of the top 20 highest-grossing movies of all time are Marvel productions or co-productions. The seven Marvel movies released in 2021 and 2022 have grossed a combined $2.3 billion, representing 21% of the total domestic box office for those years. Making the \"Black Panther\" sequel was complicated by challenges and tragedy. Chadwick Boseman, the Oscar-nominated star of the original movie, died in 2020 after privately battling colon cancer, forcing the movies' writer-director Ryan Coogler to overhaul the screenplay.</p><p>SHARE YOUR THOUGHTS</p><p>Do you have plans to see 'Black Panther: Wakanda Forever'? Join the conversation below.</p><p>Preproduction started in late 2020, in the midst of the Covid-19 pandemic, and filming began in mid-2021. Letitia Wright, who plays Princess Shuri, the sister of the late Mr. Boseman's character, King T'Challa, stoked controversy during production with social media posts that seemed to support antivaccine views.</p><p>Mr. Coogler said last month that the cast had to battle through a sense of loneliness following the death of Mr. Boseman. \"We were all processing, you know, it's things that people go through, this feeling of grief and loss,\" he said. \"But it's also great when you don't have to do it alone.\"</p><p>Tony Chambers, Disney's global head of theatrical distribution, said that audience response to the movie indicated that fans were pleased with how the makers of \"Wakanda Forever\" adapted the plot of the movie and honored Mr. Boseman with multiple tributes in the film, including an opening sequence that shows a last-minute effort to save T'Challa's life, followed by an elaborate funeral procession for the fallen king.</p><p>\"How Marvel and Ryan Coogler dealt with the loss of Chadwick, they dealt with it impeccably. It was phenomenally well-managed and respectful,\" Mr. Chambers said. \"The casual fan, clearly, we can see from the response, has liked how it's being managed and how it was dealt with creatively.\"</p><p>The film has so far received favorable reviews from 95% of fans and 85% of critics, according to the movie-tracking website Rotten Tomatoes. Its ticket sales total represented the biggest-ever domestic haul for a November opening weekend, said box office tracker Comscore. \"We're in rarefied air here,\" Mr. Chambers said. Disney says that the original likely outperformed the sequel during its opening weekend because the first \"Black Panther\" film was released on a weekend that included the Presidents Day Monday holiday, as well as Lunar New Year. The sequel doesn't yet have a release date in China—Chinese government censors haven't given releases to the last seven Marvel superhero films—and didn't premiere in Russia either, Disney said.</p><p>So far in 2022, a dearth of widely released films—meaning more than 2,000 screens for multiple weeks—has hobbled box office totals. Still, movies have earned nearly $6.5 billion in theaters this year, according to Comscore, a gain of 95% over 2021, when many cinemas were closed because of the pandemic.</p><p>Superhero movies and other action films have remained a reliable source of income, with Marvel's \"Doctor Strange in the Multiverse of Madness\" opening in May to domestic ticket sales of $187.5 million—the highest opening weekend gross of 2022—before going on to earn nearly $1 billion globally, and \"Top Gun: Maverick,\" which opened to $126.7 million domestically and has grossed nearly $1.5 billion globally.</p><p>\"Movie theaters have been waiting for a film like 'Black Panther: Wakanda Forever' to remind audiences about the undeniable appeal of seeing a large-scale blockbuster on the big screen,\" said Paul Dergarabedian, Comscore's senior media analyst. \"The industry needs more of these types of films and with greater frequency to bolster the bottom line.\"</p><p>The release of \"Black Panther: Wakanda Forever\" intensifies the competition between Marvel and its chief competitor for superhero fans, Warner Bros. Discovery Inc.'s DC Entertainment, which released \"Black Adam,\" its latest comic book thriller starring Dwayne \"The Rock\" Johnson last month. So far, \"Black Adam\" has taken in $151.1 million domestically and $201.1 million in foreign markets in four weeks of release.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>'Black Panther: Wakanda Forever' Earns $180 Million in Domestic Opening Weekend</p>",
  "published": "2022-11-14T13:57:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 164,
          "end": 170
        },
        {
          "start": 296,
          "end": 302
        },
        {
          "start": 515,
          "end": 521
        },
        {
          "start": 715,
          "end": 721
        },
        {
          "start": 1387,
          "end": 1393
        },
        {
          "start": 1405,
          "end": 1411
        },
        {
          "start": 1625,
          "end": 1631
        },
        {
          "start": 2906,
          "end": 2912
        },
        {
          "start": 3924,
          "end": 3930
        },
        {
          "start": 4334,
          "end": 4340
        }
      ]
    }
  ]
}