{
  "_id": "23aa7492e67a34e64ff1dbaa92d8bb52a78ef4791fb61f2426de8d7185532f1f",
  "feed": "wall-street-journal",
  "title": "TikTok and Netflix Pull Back From Russia, Adding to Its Tech and Media Isolation; Chinese-owned social-media platform halts new content in Russia in response to 'fake news' law; U.S. streaming giant suspends its service there amid operational challenges",
  "text": "<p>Netflix has found operating in Russia too challenging given the increase in sanctions and growing payment challenges, a person familiar with the matter said. The streaming giant launched in Russia less than a year ago and has fewer than one million subscribers in the country, the person said. In a statement, Netflix said: \"Given the circumstances on the ground, we have decided to suspend our service in Russia.\"</p><p>Netflix had previously said it wouldn't comply with a new Russian regulation that would require the platform to carry several state-run broadcasters. Netflix's decision to suspend operations in Russia wasn't related to the new regulation, said the person familiar with the matter. Netflix also has paused the handful of productions it has in Russia.</p><p>TikTok's decision followed changes by several U.S.-based media outlets to their services in Russia in response to the new law since it was passed on Friday. The law says that people found guilty of knowingly disseminating what Moscow deems false information about the use of Russia's armed forces would face up to 15 years in prison or a fine of up to 1.5 million rubles, roughly equivalent to $14,000. Any reporting data on Russia's military casualties that isn't provided by the Russian Defense Ministry counts as a violation of the law.</p><p>CNN has said it would stop broadcasting in Russia, and Bloomberg News and the British Broadcasting Corp. said they suspended the work of their journalists in the country. On Saturday, the Washington Post said it would remove bylines and datelines from certain articles as it continues to seek clarity about whether Russia's new restrictions will apply to international news organizations.</p><p>TikTok's move is notable in part because it is controlled by ByteDance Ltd., a company based in China, whose government has had close ties to Moscow and hasn't embraced Western-led sanctions of Russia in the wake of the Ukraine invasion.</p><p>\"Our highest priority is the safety of our employees and our users, and in light of Russia's new 'fake news' law, we have no choice but to suspend live streaming and new content to our video service in Russia while we review the safety implications of this law,\" TikTok said in a statement on its website on Sunday. The company declined to say how many employees it has in Russia.</p><p>In-app messaging remains available in the country in the meantime, TikTok said.</p><p>The Russian Embassy in Washington didn't immediately respond to a request for comment. A Kremlin spokesperson on Saturday said the new law \"was urgently needed in connection with the absolutely unprecedented information war that was unleashed against our country.\"</p><p>Companies in a range of industries have moved to limit or sever tieswith Russia amid efforts led by the U.S. and Europe to isolate its economy and cut it off from the global financial system.</p><p>Major entertainment giants also are among those pulling back. AT&amp;T Inc.'s WarnerMedia said \"The Batman,\" its latest superhero movie, wouldn't be distributed in Russia. Walt Disney Co. also said it wouldn't distribute its latest Pixar movie, \"Turning Red,\" in Russia.</p><p>Russia on Friday blocked access to Meta Platforms Inc.'s Facebook in the country after it said the social-media platform placed restrictions on Russian media outlets. Meta responded by halting ads targeting users in Russia and ads anywhere from advertisers within Russia.</p><p>Google had previously announced that it suspended all advertising in Russia, a move that came shortly after the country's communications censor accused the company's YouTube video service of spreading misinformation and stoking protests.</p><p>Alexandra Bruell contributed to this article.</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com and Joe Flint at joe.flint@wsj.com</p><p>TikTok and Netflix Pull Back From Russia, Adding to Its Tech and Media Isolation</p>",
  "published": "2022-03-06T22:47:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3018,
          "end": 3029
        }
      ],
      "nexusId": "10078857"
    }
  ]
}