{
  "_id": "24c177969b566035ce599d522cda8b98b56effbba2926a96571b5ee22a814368",
  "feed": "ftcomall",
  "title": "Private equity groups hunt for Hollywood deals to cash in on streaming boom",
  "text": "<p>Private equity giants including Apollo and Blackstone are investing in Hollywood production companies as they look to profit from the $115bn a year that US streaming services are pouring into television shows and movies.</p> <p>These investors are betting that ferocious demand for new television shows will endure for many more years, according to interviews with top executives.</p> <p>“Streaming continues to explode and it has driven incredible demand for premium scripted content”, said David Sambur, co-head of private equity at Apollo. </p> <p>Apollo last week bought a $760mn stake in Legendary, the Chinese-owned movie studio behind <em>Dune</em> and <em>Godzilla</em>, while Blackstone has committed more than $2bn to building a new production company led by former Disney executives. Centricus, a London-based fund, is reportedly in talks to buy a majority stake of Imagine Entertainment, the production company behind shows such as <em>Arrested Development</em>.</p> <p>Private equity has waded in at the same time that investors are scrutinising the sustainability of streaming as a business model. <a href=\"https://www.ft.com/content/ac4261a4-ef39-4fc8-a01a-94894e88000b\">Netflix</a>, Disney, WarnerMedia and others are spending unprecedented amounts of money to feed their streaming services — the <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">FT calculated</a> that the top eight US media groups plan to spend at least $115bn on programming this year. </p> <p>Most of these services are losing money because the business is so costly. </p> <p>But their loss is the gain of anyone that can make content for streamers. There has never been more money available to bankroll new shows, say entertainment executives. “The competition for content is at its highest level I've seen in 26 years,” Endeavor chief executive Ari Emanuel told a conference in September. </p> <p>As a result, “valuations [of content] have risen substantially over the past year, to two or three times where we thought they would be”, said Sambur. </p> <p>Both Apollo and Blackstone are investing in companies that can serve as “arms dealers” to the streamers, funnelling content to meet their demand. </p> <p>Blackstone executives believe that by building an independent production start-up in a market that is dominated by large conglomerates, they can act more nimbly. “The way content gets made, distributed and consumed has changed fundamentally,” said Joe Baratta, head of private equity at Blackstone. </p> <p>Blackstone has partnered with Kevin Mayer and Tom Staggs, two experienced entertainment executives who were both passed over for the biggest job in Hollywood: chief executive of Disney. </p> <p>The company, called Candle, last year bought Reese Witherspoon's production company, Hello Sunshine, in a transaction valued at $900mn. The deal caught the attention of Hollywood executives for its valuation, which was about seven times Hello Sunshine's 2020 revenue of $65mn revenue. </p> <p>Candle has also acquired Moonbug Entertainment, the studio behind the hit children's show <em>Cocomelon</em>, for $3bn, and bought a $60mn minority stake in Westbrook, Will Smith's studio.</p> <p>“These businesses are all capital-light and cash generative,” said Baratta, who added that Candle is already making “high returns” on equity and will continue to look for acquisitions. “It's like the greatest M&amp;A advisory business. It works on the back of people, credibility, reputation, and talent.”</p> <p>Blackstone, which is building Candle to eventually be listed on public markets or sold to a larger media company, has also invested billions of dollars on soundstages within its real estate business, another play at cashing in on the production frenzy. </p> <p>Apollo, meanwhile, has taken a different approach, dipping its toes in entertainment through an investment in Legendary, one of the few independent studios left standing after an industry-wide mega-consolidation. “This transaction is a very Apollo-esque way of playing this trend. There is tremendous value in the [Legendary] library, and we have a lot of downside protection in the investment”, said Sambur. </p> <p>“There are not very many high quality, scaled producers of premium content left. I would argue that Legendary is the biggest independent that is still available”, he added. Legendary, which was acquired by China's Dalian Wanda for $3.5bn in 2016, is now profitable, according to people familiar with the matter. </p> <p>Other potential targets include A24, the prestigious film studio behind <em>Moonlight</em> and <em>Midsommar</em>. A24, which is partly owned by Todd Boehly's Eldridge Industries, has held talks with suitors in the past year, said people familiar with the matter. Village Roadshow, an indie distributor that has financed movies including <em>Joker</em>, is also exploring a sale, according to people familiar with the matter. </p> <p>“Private equity is coming in and looking to take companies public, get a quick return on their investment”, said a longtime Hollywood executive. “In the next few years, it's all going to shake out in terms of who's left standing”.</p><p>Source: Anna Nicolaou and Antoine Gara in New York 2022 'Private equity groups hunt for Hollywood deals to cash in on streaming boom' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-06T05:00:23.267Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 736,
          "end": 742
        },
        {
          "start": 2448,
          "end": 2454
        },
        {
          "start": 1065,
          "end": 1071
        }
      ]
    }
  ]
}