{
  "_id": "88f1065d70dcda4fc239eebac10fac2ac4edc919b7d7204d202079503521782d",
  "feed": "ftcomall",
  "title": "Qatar's $200bn bet on the World Cup",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/behind-the-money\"><em>Behind the Money</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/cc0c5e15-8606-4b1f-85da-245bdced1bd5\"><em>‘Qatar's $200bn bet on the World Cup'</em></a></p> <p><strong>Michela Tindera <br></strong>When you fly in to Doha, the FT's Gulf correspondent Simeon Kerr says you can see a lot of what fuels Qatar's economy. </p> <p><strong>Simeon Kerr <br></strong>When you're landing in a plane, you can see bits of like industrial infrastructure, oil and gas infrastructure. If you come at night, you'll see the flaring of the gas from the oil and gasfields. </p> <p><strong>Michela Tindera <br></strong>But this small Gulf nation has changed significantly over the last few years. It's the host of this year's Fifa World Cup, which is happening right now, and it's spent over a decade preparing for it. It's shelled out $200bn, making it the most expensive World Cup of all time. And Simeon says you can see some of this investment from the second your plane lands (aeroplane landing sound). </p> <p><strong>Simeon Kerr <br></strong>You arrive in this brand new airport, very dark but kind of futuristic, almost like something out of a <em>Star Wars</em> set. You come through and then there's this massive teddy bear. It's a massive, furry teddy bear with its head in a lamp. And then you'll come out, and there'll be, you know, this brand new metro, which they built, with taxis everywhere, Ubers. And then you arrive into, into a modern city. </p> <p><strong>Michela Tindera<br></strong>Qatar is an oil-rich nation that became mega wealthy when it made a bet on liquefied natural gas in the 1990s. But it knows that more countries are slowly moving away from fossil fuels, and it sees the World Cup as a way to help turbo charge its economy and push it further into other directions like tourism and finance. </p> <p><strong>Simeon Kerr <br></strong>This notion of, you know, showcasing this small but diversifying economy around the world can be delivered through a successful hosting of the World Cup. From a sort of economic perspective, they have accelerated their domestic development. I mean, they've spent a lot of their money into modernising the city and the country. And the way they would see it is in the end, when that last ball is kicked, they, you know, they're gonna have to get rid of some of the stadiums and repurpose them, but they will have an infrastructure that sets them up for the next hundred years of development. </p> <p><strong>Michela Tindera<br></strong>However, preparing for this Cup has come with intense scrutiny. </p> <p><strong>News report 1<br></strong>Qatar's attitude to same-sex relationships has prompted calls for the emirate to be shunned. </p> <p><strong>News report 2 <br></strong>Attention is focused intensely on Qatar's human rights record. </p> <p><strong>News report 3 <br></strong>Despite reforms, concerns persist over the treatment of labourers, especially on wider infrastructure projects. </p> <p><strong>Michela Tindera<br></strong>For years, Qatar's been building out its country's infrastructure to host more than a million fans over the next few weeks. But their goal of diversifying their economy may be complicated by certain human rights violations that have marred the country for decades. </p> <p>[MUSIC PLAYING]</p> <p>I'm Michela Tindera from the Financial Times. On today's episode of Behind the Money: will Qatar's $200bn investment in the World Cup transform its economy? </p> <p>[MUSIC PLAYING]</p> <p>Hi, Simeon. Welcome to the show. </p> <p><strong>Simeon Kerr<br></strong>Hi there. </p> <p><strong>Michela Tindera<br></strong>So let's rewind all the way back to 2010 when Fifa president Sepp Blatter announced the host of this year's World Cup. </p> <p><strong>Joseph Blatter <br></strong>The winner to organise the 222 (sic) Fifa World Cup is . . . Qatar (people cheering). </p> <p><strong>Simeon Kerr <br></strong>Given their lack of football heritage and the small size of the country, there was obviously a lot of shock in the world of global football when they won it. Almost instant criticism from competing nations. But in Qatar, there was absolute wild jubilation. The entire city's streets came to a grinding halt as everyone went out in their cars, beeping their horns, waving flags from rooftops (street sounds of engine revving and horns honking). There was a huge amount of jubilation that they would be able to, you know, take that central place on the global footballing stage. </p> <p><strong>Michela Tindera <br></strong>Simeon, what did the world think of Qatar at that time, and what was its economy like? </p> <p><strong>Simeon Kerr <br></strong>Well, in 2010, the global perception of Qatar was pretty limited, I'd say. I think when Sepp Blatter opened that envelope with Qatar, as he said at the time, I think very few people would known even where that was. If the fifties were its, its oil decade, then they borrowed a huge amount of money to develop LNG, liquefied natural gas, that starts to bear fruit in the nineties and the noughties. And I'd say in the 2000s they were trying to diversify, bringing in finance, tourism, trying to find, you know, an economy that could eventually look after itself when oil ran out. And that is really where they were in 2010. </p> <p><strong>Michela Tindera<br></strong>So back then, was Qatar hosting major sporting events? </p> <p><strong>Simeon Kerr <br></strong>They'd hosted the, the Asian Games in 2006. They had ambitions to host the Olympics. They were looking at events to feed into tourism. That's where they were then, but they weren't developed. I mean, in 20 — I've been in and out of Doha for 20 years — and, you know, until then it was always a difficult city to visit. You know, there would be really bad traffic. Trying to get a taxi was a nightmare. It just wasn't a particularly practical place to visit at that time. And they've managed to transform that now through this 12 years of infrastructure development. </p> <p><strong>Michela Tindera<br></strong>So in order to prepare to host such a massive event like the World Cup, a lot of preparations needed, you know, stadiums, infrastructure to support hundreds of thousands of tourists. Can you describe some of the steps that Qatar took to build out all of that? </p> <p><strong>Simeon Kerr <br></strong>Basically, the entire infrastructure was upgraded. This brand new airport I talked about earlier, new port, Hamad port, which really expanded their ability to get stuff in and out of the country. The metro, which opened a couple of years ago, is truly revolutionary, you know, managing to link all the stadiums for the games but also more broadly the key parts of Doha's economy linked up on this metro. It's changed how a lot of people have moved around the city since it started getting going, and the roads, sort of huge mega highways looping around the city, and all these have been the most important parts of what they've done alongside the new stadiums and the upgrades that will actually host the games. </p> <p><strong>Michela Tindera <br></strong>But the last 12 years have also showcased a dark side to this major infrastructure overhaul. </p> <p><strong>News report 4 <br></strong>Low pay and even no pay is commonplace in Qatar's construction industry. </p> <p><strong>News report 5<br></strong>Well, behind the scenes, many more are being exploited — unpaid, forced labour, badly treated. </p> <p><strong>News report 6<br></strong>Migrant workers from Nepal are dying on the job in record numbers. </p> <p><strong>Simeon Kerr<br></strong>The process through which, you know, they built this, relying heavily on foreign labour, so there's been a lot of criticism the way that labour has been processed and used. Late payment of wages, non-payment of wages, just how these, you know, migrant workers are treated, that's been a huge area of scrutiny. </p> <p><strong>Michela Tindera <br></strong>Yeah, there have been reports of migrants working in extreme heat and living in overcrowded, dirty housing among other issues. Now, part of what you're talking about here, which has been widely criticised, is something called the kafala system. What is that? </p> <p><strong>Simeon Kerr <br></strong>Yeah, kafala is essentially the legal framework through which any labour, any worker is hired into the Gulf. All the Gulf states use it to a certain extent, and it is the contractual basis on which a worker is brought in, and they are bound to their employer. The employer has a lot of control over that employee. And in the past, it's been prone to abuse. The employer has so much control over that worker. </p> <p><strong>Michela Tindera <br></strong>And where are these migrant workers mostly from? </p> <p><strong>Simeon Kerr<br></strong>Nepal, India, Pakistan, Bangladesh, these would be the main source countries for manual labour (faint music). But what they'll do is they need to borrow money to pay an agent maybe $1,000, fifteen hundred dollars. That agent will get them their job as a labourer or a plumber or whatever it might be in Qatar. And so their calculation is, if we stay there long enough, we are gonna earn enough to pay back that very expensive loan that they've taken. They seem to be paying 36 per cent annual interest on these loans. If they're there a long time, they can definitely save up money. But oftentimes, if there are problems with that company or there's a change in economic conditions, they can lose their jobs. And then obviously, if you've got debt underneath that contract, it can be very damaging. </p> <p><strong>Michela Tindera<br></strong>So a lot of migrant labourers, who are already working in abysmal conditions, get stuck with loans that sometimes they can't pay back. </p> <p><strong>Simeon Kerr <br></strong>People argue that that means that they're indentured labour, something akin to slavery. The problem was is the private sector in Qatar is so, so addicted to this form of cheap foreign labour. It is true across the Gulf. And the private sector has always been very reluctant to change the way it deals with foreign labour. They felt that, you know, if there was too much liberalisation of these restrictions, they would lose staff, they would lose money. </p> <p><strong>Michela Tindera <br></strong>So has the country addressed these labour issues at all? </p> <p><strong>Simeon Kerr <br></strong>So they have introduced a lot of reforms through the last 12 years. And then the key ones of, you know, dismantling the kafala sponsorship system to the extent that they've made it easier for people to move jobs. They have introduced a mandatory minimum wage, the first Gulf state to do so. That has been big progress. Now, in the Gulf, generally unionisation is banned, and it's certainly banned in Qatar. But they have promoted the idea of a worker representation or work committees to try and sort of find a sort of interface between the workforce and management. And they've set up some funds to try and compensate those people who've paid these recruitment fees, which are illegal in Qatar, but they are pretty much standard practice and very hard to eliminate. </p> <p><strong>Michela Tindera<br></strong>So the reforms that they've made, is that connected to the World Cup happening or what's been the impetus for them to change the system? </p> <p><strong>Simeon Kerr<br></strong>I'm pretty sure that without this scrutiny they would not have achieved as much of they as they have done in terms of these reforms. I think it's also important to mention that you're in the middle of this in 2017, Qatar's neighbours turned on it, accused Qatar of sponsoring extremism in the Middle East and, and imposed a trade and travel embargo on the country, which was a huge event. And at that moment, I think also accelerated these changes. Qatar found itself isolated from its neighbours with only its allies outside the region batting for it. And I think that during that period they realised they had to show that they were the kind of dependable western ally in this circumstance that should be relied upon. I think without those extraneous factors, the international pressure and then this regional boycott, I don't think they would have made the progress that they did today. </p> <p><strong>Michela Tindera<br></strong>So, Simeon, basically Qatar had to address these labour issues otherwise they'd a) risk the Cup flopping or b) risk losing other alliances, too. But what have critics said about the reforms so far? </p> <p><strong>Simeon Kerr <br></strong>You know, advocacy groups that say it's been a very slow, laboured way of reforming. And yet they say that, you know, there has been a lot of reform, but implementation has been patchy. They'll say it's still hard for workers to take advantage of the reforms. There's still a lot of foot dragging from some of those who are implementing the changes and also regulating this market. And there are concerns from that part that when the tournament is over, that there could be some regression on that. </p> <p><strong>Michela Tindera <br></strong>There have been many other criticisms of Qatar surrounding things like treatment of the LGBTQ community, freedom of speech and women's issues. Have there been any reforms in any of those areas in anticipation of the World Cup and all that scrutiny? </p> <p><strong>Simeon Kerr <br></strong>These are conservative Islamic societies where generally homosexuality is illegal. There's very little recognition of gender theory. And so what they've done with that is said, can you please try and respect our culture when you come and visit. There's been no notion of trying to decriminalise homosexuality, for example. </p> <p><strong>Michela Tindera<br></strong>Now, Simeon, you spoke to a Qatari student named Mariam ahead of the Cup, and she told you about how the country's culturally conservative society has made some attempts to adapt for the games. We're gonna play some of what she said. </p> <p><strong>Mariam <br></strong>I'm not sure if I can stand here and say that in 2021 we would have, you know, put in a minimum wage law, which is the first of its kind in the GCC region without the World Cup. I don't know whether women's involvement in football stadiums would be as big and as popular as we've seen if it wasn't for the World Cup, if it wasn't for hosting major sporting events, if it wasn't for building these incredible stadiums that fit way more than what we could have imagined, right? So I think for women, this has been really excellent in terms of like neutralising spaces that are typically male-oriented. </p> <p><strong>Michela Tindera<br></strong>Mariam also wondered about what everyday life will be like during the Cup. </p> <p><strong>Mariam<br></strong>What is a western football fan going to think when it comes to Qatar and realises that, you know, certain measures are taking place, ie limiting alcohol, ie limiting certain like freedoms of expression? I think it's the Iran versus Wales game is actually on Friday at 1pm, which means that drinking will take place during Friday prayer. And so how will an Islamic conservative society deal with the fact that at 10am you have, you know, your neighbours drinking possibly whilst the Adhan is playing in the background. And I think these are huge questions to be able to, you know, grapple with as a society, especially as your national identity is kind of like put on a pedestal and defined by its Islamic roots. How do you grapple with those conflicting interests? </p> <p><strong>Michela Tindera<br></strong>So, Simeon, the World Cup has pushed Qatar to take some steps to change their labour practices and also to make some temporary cultural shifts. Now, their larger goal coming out of the Cup is to continue to diversify their economy away from oil and gas. So when or how will we know whether they've achieved this? </p> <p><strong>Simeon Kerr<br></strong>Well, I mean, this is the million dollar question is not always that what does socio-economic development going forward look like for these hydrocarbon-dominated economies going into a post-oil future? What does that look like? Going forward, it really depends on how fast the energy transition occurs. How quickly they manage to diversify their source of wealth away from oil and gas, and gas particularly, and that's really the calibration. And it really just depends on how long the world remains addicted to hydrocarbons. </p> <p><strong>Michela Tindera<br></strong>So, Simeon, thank you so much for coming on to the show. It's been great to have you. </p> <p><strong>Simeon Kerr<br></strong>Yeah, you're welcome. Thanks a lot. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera<br></strong>Behind the Money is hosted by me, Michela Tindera. Saffeya Ahmed is our producer. Topher Forhecz is our executive producer. Sound design and mixing by Sam Giovinco. Special thanks to Andrew England and Petros Gioumpasis. Cheryl Brumley is the global head of audio. Thanks for listening. See you next week.</p> <p>[MUSIC PLAYING]</p><p>Source: Simeon Kerr and Michela Tindera 2022 'Qatar's $200bn bet on the World Cup' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-23T05:00:08.305Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}