{
  "_id": "50f122ce1322c2c13f92328a2656898dbb82f6bc86a30029bc2d8da8e84fc615",
  "feed": "wall-street-journal",
  "title": "Marvel Studios Box-Office Slump Shows Limits of Disney's Superhero Universe; \"Thor: Love and Thunder\" had weak box-office sales in its second week, fitting a pattern for a prized franchise showing signs of age",
  "text": "<p>The uneven performance by \"Thor\" points to a bigger issue for Disney: Marvel Studios, its most profitable film studio, is in a bit of a slump.</p><p>Since Disney acquired Marvel in 2009, the studio has produced 25 superhero films that have grossed a total $25 billion worldwide, making it one of the highest-earning film studios in Hollywood history. Among them are Marvel's 2019 \"Avengers: Endgame,\" the highest-grossing movie of all time with $2.8 billion at the global box office; \"Avengers: Infinity War,\" which grossed $2 billion, and eight more that topped $1 billion each.</p><p>But since the beginning of 2021, the average global box-office gross of the six films produced by Marvel has fallen to $773.6 million—roughly half the $1.5 billion average of the previous six films.</p><p>Most special-effects-heavy superhero action films cost hundreds of millions of dollars to produce and hundreds of millions more to market, which raises the bar for studios like Marvel to generate a profit.</p><p>Some of Marvel's most recent films, including 2021's \"Eternals\" ($402.3 million total gross), \"Shang-Chi and the Legend of the Ten Rings\" ($420.7 million) and \"Black Widow\" ($373.2 million) have stuck out as major flops, at least by the lofty standards of Marvel movies' previous box-office performances.</p><p>Critical reception of the films has suffered as well. According to Rotten Tomatoes, a website that tracks movie reviews, the last six Marvel titles averaged a 75% approval rating among critics, compared with 88.5% for the prior six.</p><p>Some recent films bucked the trend. Last year's \"Spider-Man: No Way Home\"—a co-production with Sony Pictures Entertainment—was a critical darling, an audience favorite and a huge box-office success, earning $1.9 billion globally. And 2019's \"Captain Marvel,\" despite weaker reviews than most Marvel films receive from critics, still earned $1.1 billion in theaters. But the franchise's recent inconsistent performance is unusual.</p><p>SHARE YOUR THOUGHTS</p><p>Did you see \"Thor: Love and Thunder\" or other recent Marvel Studios releases? Why or why not? Join the conversation below.</p><p>A Disney spokesperson said some recent Marvel films might have suffered from lower attendance due to lingering worries over the Covid-19 pandemic. The spokesperson said \"Thor: Love and Thunder\" has grossed more than $600 million globally going into its fourth weekend in theaters, without receipts from China and Russia. The previous movie featuring the character, \"Thor: Ragnarok,\" took in $135 million from those two countries.</p><p>Wall Street analysts say recharging the cinematic pipeline should be a high priority for Disney Chief Executive Bob Chapek, who just had his contract renewed for 2 1/2 more years. Disney stock is down 32% this year. The company is slated to report earnings Aug. 10.</p><p>\"One of the biggest questions about Disney is, what is the outlook for the movie business?\" Morgan Stanley analyst Benjamin Swinburne said. \"Theatrical releases help build the franchises that drive a lot of the business.\"</p><p>For years after they are released, Marvel and Star Wars films go on to be reliable revenue sources, living on as merchandise, theme-park attractions and subscriptions to the flagship Disney+ streaming service, Mr. Swinburne said. Mr. Chapek needs to reassure investors and fans that there are exciting—and profitable—things coming in these franchises, and line up major talent to produce them, he added.</p><p>Keeping the Marvel machine churning is doubly important now because Disney's Lucasfilm Ltd. studio, which produces \"Star Wars\" films and shows, doesn't have any movies near completion over the next year. Disney has steered Star Wars content toward its Disney+ service, a strategy that yielded some hits like \"The Mandalorian\" but no box-office receipts.</p><p>Superhero fatigue could also explain some of the theatrical rut. Public-opinion research company Morning Consult found a greater share of U.S. adults were tired of those movies than in 2018, and that younger, Gen-Z audiences were less interested overall in comic books, superheroes and the dress-up trend among superfans known as cosplay.</p><p>\"We're definitely starting to see some cracks in the armor here,\" said Adam Epstein, Morning Consult senior editor. \"I don't think it's going to force Disney to overhaul its entire superhero industrial complex overnight, but it's a trend that's likely to become more pronounced over time as younger people gain more purchasing power.\"</p><p>Last weekend at the San Diego Comic-Con, the giant entertainment convention where Hollywood studios hype their latest projects, Marvel Studios chief Kevin Feige unveiled a crowded slate of movies and TV shows for the next few years. Marvel traditionally divides the interconnected story lines and character arcs of its movies—known as the \"Marvel Cinematic Universe,\" or MCU—into \"phases\" that are organized thematically.</p><p>Phase 4, which has included most of the weaker-performing titles of the past year-and-a-half, will end with the coming release of \"Black Panther: Wakanda Forever\" in November. Phase 5 kicks off early next year with movies featuring the superhero teams Ant-Man and the Wasp and the Guardians of the Galaxy, while Phase 6, scheduled for 2024 and 2025, will include two new \"Avengers\" movies featuring new casts and characters, Mr. Feige said. At Comic-Con, he described Phase 4 as being \"about resetting the MCU and meeting all these new characters.\"</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Marvel Studios Box-Office Slump Shows Limits of Disney's Superhero Universe</p>",
  "published": "2022-07-29T20:31:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4256,
          "end": 4262
        },
        {
          "start": 149,
          "end": 155
        },
        {
          "start": 2092,
          "end": 2098
        },
        {
          "start": 3616,
          "end": 3622
        },
        {
          "start": 2822,
          "end": 2828
        },
        {
          "start": 3480,
          "end": 3486
        },
        {
          "start": 2700,
          "end": 2706
        },
        {
          "start": 3664,
          "end": 3670
        },
        {
          "start": 62,
          "end": 68
        },
        {
          "start": 5507,
          "end": 5513
        },
        {
          "start": 48,
          "end": 54
        },
        {
          "start": 3191,
          "end": 3197
        },
        {
          "start": 2609,
          "end": 2615
        }
      ]
    }
  ]
}