{
  "_id": "0378050f2e3016206ed6f30e072b82ab9bf68d2653a358bd827686b55f7238c7",
  "feed": "wall-street-journal",
  "title": "REVIEW --- The Power Of Our New Pop Myths --- Marvel, Star Wars, Harry Potter and other franchises have become central to our culture by returning to primal forms of storytelling.",
  "text": "<p>The rise of what might be called \"narrative universes,\" like \"Star Wars,\" Marvel and \"Harry Potter,\" is usually explained in business terms, as a way for media companies to wring extra profits out of valuable pieces of intellectual property. Marvel films have grossed $22 billion at the box office, while the Star Wars franchise has grossed $11 billion and Harry Potter $9 billion, according to 2021 data from Comscore. And that's before you start counting the toys, videogames and theme parks.</p><p>The interesting question, however, isn't why media companies are so eager to keep supplying the market with new content from the same franchises. It's why the demand is so insatiable. Why do audiences continue to flock to the 10th Star Wars movie or the 20th Marvel movie? What imaginative appetite or cultural need keeps us coming back for more?</p><p>The answer may be that while narrative universes seem like a new development, having taken over the world in the 21st century, they actually represent a much older and more primal mode of storytelling. Like ancient myths and folk tales, they offer not a single story but a set of materials that can be used and reused by different storytellers for different purposes. Such tales combine the appeal of novelty and familiarity: We come to them knowing the basics of what we are going to hear but ready to be surprised by new details and techniques.</p><p>Today's narrative universes also resemble myths in bringing us face to face with fundamental mysteries of human life. Was I born for a purpose, and if so, how do I discover what it is? Why does evil exist? What am I willing to give my life for? Traditionally, people looked to religious and patriotic stories to answer such questions. In 21st-century America, those kinds of narratives no longer have the power to unite us; they are more likely to ignite suspicion and division. Popular culture has stepped into the gap, offering new myths that are less fraught and easier to share.</p><p>The popularity of sequels and series isn't exactly new. Hollywood has always loved to make them, ever since the 1915 blockbuster \"The Birth of a Nation,\" a racist epic about the Ku Klux Klan, was followed by \"The Fall of a Nation\" the next year. \"Fall\" is now forgotten, while \"Birth\" is still considered a milestone in the development of cinematic technique. Ever since, sequels have usually failed to garner the same respect as originals. In 2011, a blog called BoxOfficeQuant went viral with a \"sequel map\" that used audience ratings from Rotten Tomatoes to chart the reputation of dozens of sequels. Only a handful were considered better than the originals, with \"Star Trek II: The Wrath of Khan\" making the greatest improvement over the first installment. The vast majority of sequels were rated worse, with hall-of-shame status going to \"Staying Alive,\" the 1983 sequel to the 1977 disco epic \"Saturday Night Fever.\"</p><p>Today, you would need a three-dimensional hologram to chart the relationships among all the properties in the most popular narrative universes. In these tales, we don't just see what happens to the hero after the adventure is over. We see the early ordeals that made him a hero in the first place, then watch his grandparents or grandchildren become heroes in turn. Or we enter an alternative reality where the hero fails to defeat the villain, or becomes a villain himself. Or we see the same story \"rebooted\" again and again with a new director and a new cast, sometimes just a few years after the previous version.</p><p>Such variations on a theme were once a familiar part of storytelling. Any ancient Greek or Roman hearing a story about the Trojan War knew that in the end Troy would be captured and burned. But when Homer wrote \"The Iliad,\" he ended the story before that event, knowing that the audience was aware of what lay in store. The playwright Aeschylus wrote a trilogy, \"The Oresteia,\" that begins just after the fall of Troy and traces the disastrous homecoming of the victorious King Agamemnon, whose actions during the war lead to his death. Hundreds of years later, in \"The Aeneid,\" the Roman poet Virgil put a new spin on the story by imagining how Aeneas, a Trojan prince, escaped the destruction of the city and became the founder of Rome. None of these stories excludes the others; all take place in what might be called the Trojan Extended Universe.</p><p>Similarly, everyone who goes to a Spider-Man movie today knows that it will involve an ordinary young man getting bitten by a radioactive spider and gaining superpowers. But that young man could be played by Tobey Maguire or Andrew Garfield or Tom Holland, who took turns as Peter Parker in different incarnations of the story. Or the same thing could happen to an entirely different character named Miles Morales, who becomes another version of the hero in the 2018 animated film \"Spider-Man: Into the Spiderverse.\" Spider-Man can fight crime on his own in some tales and, in others, encounter other Marvel characters like Captain America and Thor. He can die in \"Avengers: Infinity War\" and then be resurrected in \"Avengers: Endgame.\"</p><p>The idea that a good story has to be entirely new and self-contained didn't become standard until the 19th century. In the Victorian heyday of the novel, writing fiction meant inventing a plot and a group of characters that had never existed before and that no one else could have imagined. The stories were the intellectual property of their authors: No matter how popular Sherlock Holmes became, no one but Arthur Conan Doyle had the right to publish stories about him.</p><p>This monopoly was enforced by new copyright laws, championed by novelists like Charles Dickens, who railed against American publishers that routinely reprinted popular books like \"Oliver Twist\" without paying the author a penny. Such pirates, he wrote, \"gain a very comfortable living out of the brains of other men, while they would find it very difficult to earn bread by the exercise of their own.\" This way of thinking about intellectual property seems only fair when the author's brain creates a story out of nothing, as God created the universe.</p><p>In earlier times, however, that way of thinking about storytelling would have made no sense. Shakespeare invented almost none of his own characters or plots. The story of \"Hamlet,\" for instance, first turns up in a 13th-century Latin text by a Danish writer; there may have been a \"Hamlet\" on the London stage years before Shakespeare wrote his great play. In the 17th-century epic \"Paradise Lost,\" John Milton retells the biblical story of Adam and Eve at great length, adding some large-scale battles between angels and demons that would translate very well to CGI. For these classic writers, what mattered wasn't who invented a story but how it was told.</p><p>If today's most popular narrative universes are copyrighted by deep-pocketed companies, rather than crowdsourced by bards and poets, that is partly because the technology of storytelling has changed. Anyone with a pen could write a book, while making a movie or TV show requires an enormous investment that can only come from a company like Disney, which owns both the Star Wars and Marvel franchises.</p><p>These corporate storytellers are stepping into a gap created by long-term cultural changes. In an earlier America, most people were raised on the same stories from the Bible and U.S. history. Not all of those stories were true -- George Washington probably didn't chop down a cherry tree -- but what mattered for narrative purposes is that everyone was expected to know them. This gave storytellers a set of familiar themes to play with. When Herman Melville wrote \"Moby-Dick,\" for instance, he could count on readers knowing the biblical story of Jonah, who was swallowed by a whale and lived to tell about it.</p><p>In the 21st century, traditional religious and patriotic narratives have lost much of their power to unite us. Should George Washington be admired as a leader of the American Revolution or condemned because he fought for freedom while owning slaves? Once that question has been seriously raised, it is hard to go back to pious tales about cherry trees.</p><p>If we're looking for a symbol of heroic resistance to a tyrannical empire, Luke Skywalker is a much more available choice. He provokes no controversy because he never claimed to be real. Similarly, the Jedi religion in \"Star Wars\" offers a message about cosmic unity and connection that is easy to accept because it doesn't demand actual belief, the way that the tenets of Buddhism or Christianity do. In a narrative universe, we can experiment with values and ideas more freely than the real world allows, just as the storyteller can spin new versions of the tale without having to worry about historical accuracy.</p><p>In this sense, Marvel or Star Wars movies actually benefit from being synthetic commercial products, with no pretensions to genuine authority. Even the nearly 400,000 people who listed their religion as \"Jedi\" on the 2001 U.K. census did so with tongue in cheek. In a time when Americans are increasingly rigid and defensive about their identities and opinions, the unseriousness of narrative universes is an asset, giving them a freedom to speculate that is rare in the nonfictional world.</p><p>The story of Thanos, for instance -- the supervillain in \"Avengers: Endgame\" and \"Avengers: Infinity War\" -- is absurd on its face. By assembling six magic stones, he gains the power to destroy half the living things in the universe, sort of the way 10 stamps on your coffee card gets you a free latte.</p><p>But his motive is more interesting: Thanos believes that the universe is overpopulated and that killing half of its creatures will give the other half a better chance to survive. Today's debates over the environment and climate change raise similar issues, though usually in less genocidal form: The biologist Edward O. Wilson argued in his 2016 book \"Half-Earth\" that humanity should restrict itself to half the planet's surface, leaving the rest wild.</p><p>Is Thanos a ruthless villain or a consistent utilitarian -- or are those the same thing? Does humanity deserve to keep multiplying indefinitely? Like the best myths, the story leaves lingering questions even after it is neatly wrapped up, with the Avengers using time travel to recover the Infinity Stones and reverse Thanos's destruction. The Batman movies offer similarly unsettling ideas about the connection between crime and punishment, while \"Black Panther\" tells a fantastical story about Africa, America and race that is more thoughtful and surprising than most nonfiction discussions of those subjects even try to be.</p><p>It's doubtful whether any of today's megafranchises have produced works of art that will still be enjoyed centuries from now, the way we continue to return to ancient epics and tragedies. But the enormous popularity of narrative universes shows that no matter how much the world changes, what we need from our stories stays the same.</p><p>(See related letter: \"Letters to the Editor: The Bible of Our New Myths\" -- WSJ Aug. 1, 2022)</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7124,
          "end": 7130
        }
      ]
    }
  ]
}