{
  "_id": "40aabc76d0ce5c9beea19ddac31aeb6942563063a58e5dfe345cc4d4f5d1e4f8",
  "feed": "wall-street-journal",
  "title": "Dish, Sling Subscribers Lose Access to Disney Networks in Contract Dispute; Disagreement over fees leads to blackout of channels including ABC and ESPN",
  "text": "<p>Dish declined to say how many of its 10 million subscribers will lose access to Disney-owned channels. In the quarter ended June 30, the company reported 7.8 million Dish satellite TV subscribers and 2.2 million subscribers to its Sling streaming platform.</p><p>At issue are fees Dish Network pays Disney to carry its programming. Other channels that Disney owns include the entertainment networks FX and Freeform and the children's network Disney Channel.</p><p>Such disputes over programming costs between distributors and suppliers are common in the media industry, though most are settled without channels being lost to customers. Dish, however, has often had channels go dark on its systems during negotiations. Most recently, Dish briefly dropped the Game Show Network before reaching a new accord.</p><p>With its lineup of major sports, ESPN is one of the most popular and expensive networks for distributors, costing close to $9 a month on average, according to the research firm Kagan, a unit of S&amp;P Global Market Intelligence. Like most programmers, Disney typically sells all its channels in a bundle to distributors.</p><p>In a statement, Dish Network said Disney had \"forced\" the blackout by refusing to agree to a short-term contract extension while the two sides attempted to reach an agreement.</p><p>\"Disney has exploited its market position to increase fees without regard for the public viewing experience,\" said Brian Neylon, Dish's executive vice president and group president, in a statement. \"Clearly, Disney insists on prioritizing greed above American viewers, especially sports fans and families with children who watch their content.\"</p><p>Disney said in a statement that the rates it is seeking for its channels reflect the marketplace and \"have been the foundation for numerous successful deals\" with other pay-TV providers.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Dish, Sling Subscribers Lose Access to Disney Networks in Contract Dispute</p>",
  "published": "2022-10-01T16:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1043,
          "end": 1049
        },
        {
          "start": 1633,
          "end": 1639
        },
        {
          "start": 346,
          "end": 352
        },
        {
          "start": 1496,
          "end": 1502
        },
        {
          "start": 436,
          "end": 442
        },
        {
          "start": 1146,
          "end": 1152
        },
        {
          "start": 293,
          "end": 299
        },
        {
          "start": 39,
          "end": 45
        },
        {
          "start": 1899,
          "end": 1905
        },
        {
          "start": 1289,
          "end": 1295
        }
      ],
      "nexusId": "10078857"
    }
  ]
}