{
  "_id": "f5c611268088557984ebd5527a6fe657de3674ac05d039d0e937fbd2f68cfa15",
  "feed": "ftcomall",
  "title": "The Sex Pistols: from filth and fury to Disney and Sotheby's",
  "text": "<p>How seriously should we take the Sex Pistols? And what better time to ask the question than in the build-up to the Queen's Platinum Jubilee? Forty-five years ago, the group threatened to derail the monarch's 25th anniversary with a flurry of degenerate incidents that jolted the UK into hurried existential reflection. We were a nation, it seemed, that was held together by safety-pins. </p> <p>In 2022, we reflect on that reflection. Flamboyantly, in the case of Danny Boyle's <em>Pistol</em>, a six-part television drama series on Disney Plus based on the recollections of the group's founder-member Steve Jones; self-servingly, in a new documentary, <a href=\"https://www.ft.com/content/2904c5d8-63a8-4f65-934f-634cf01f3d30\"><em>Wake Up Punk</em></a>, that exaggerates the scene's social impact; and improbably, in the form of an auction at Sotheby's of the art and design work that propelled the Pistols' rise to infamy.</p> <p>Boyle's bio-series is never less than compelling — the story of the group's deranged formation is simply inconceivable in the <em>X Factor</em> era — and full of witty moments. A mass punch-up during an early concert is juxtaposed with shots of <a href=\"https://www.ft.com/content/f943e898-a0cd-49b3-8771-8cbe49b77cbb\">Rick Wakeman</a>, progressive rock superstar in a glittering silver cape, doodling on his synthesiser in an arena re-enactment of the legend of King Arthur: a brutally concise, if familiar, summation of the sharply contrasting universes inhabited by punk and mainstream rock.</p> <p>But the abrupt rise and fall of the Sex Pistols was always about so much more than the music. Nigel Askew's <em>Wake Up Punk</em> relies heavily on the participation of Joe Corré, son of Malcolm McLaren and Vivienne Westwood, architects of the group's success, to emphasise the revolutionary thrust behind punk's iconoclasm. In truth, the only revolution it inspired was the one which made the following decade one of the most materialistic in modern history. It turned out that the commercial potential of all that ugliness and rancour was strictly limited, and people would rather have gone sailing with Duran Duran.</p> <p>The Sotheby's auction puts on sale the collection assembled by art dealer Paul Stolper and art historian Andrew Wilson since the beginning of the 1990s, bringing together some of the most iconic pieces of graphic design that powered the Pistols' brand, in the days when nobody talked of brands. (The auction does not include any of the clothes produced at Westwood and McLaren's SEX shop, key elements of punk's aesthetic, the two men having sold that part of their collection to the Metropolitan Museum of Art's Costume Institute in 2018.)</p> <p>Sotheby's has announced the auction, which will take place in the autumn, as part of its Jubilee programme, a darker counterpoint to what promises to be an otherwise entirely wholesome occasion. Gabriel Heaton, director and specialist in the books and manuscripts department, says by way of justification that the series of events and auctions will display varying images of the Queen through the ages, as well as developments in British art over the past 70 years.</p> <p>“And there is nothing that brings those two things together in quite such a distinctive way as . . . that!”</p> <p>He points to a poster, in Sotheby's Greenford warehouse, showing the Union flag with a picture of the Queen in the centre, her eyes and mouth covered in ransom note-style lettering: “God Save the Queen” and “Sex Pistols”.</p> <p>Artist Jamie Reid's design is instantly familiar, but this particular example has some macabre added-value narrative: it once hung on the wall of the room inhabited by Sex Pistols bassist Sid Vicious and his girlfriend Nancy Spungen in New York's Chelsea Hotel. (Spungen was found stabbed to death in the room in October 1978, and Vicious died of a heroin overdose while on bail after his arrest as a suspect for her murder.) The stains on the poster are identified as water and blood, presumed to be from the cleaning of Vicious' syringes. </p> <p>“It says so much,” says Heaton. “It is not a respectful image, but in terms of how people have thought about the Queen and what she represents, it is part of the story.”</p> <p>Reid, Westwood and McLaren were the masterminds behind the Sex Pistols' visual identity, and plundered gleefully from past artistic movements: Surrealism, Situationism, the “romantic revolutionary fervour”, as the catalogue describes, of Russian futurist Vladimir Mayakovsky. That sophisticated blend of influences was noticed by design <em>cognoscenti </em>of the time: a contemporary account of punk fans in New Society magazine described their look as “C<em>lockwork Orange</em> meets New York sadomasochism with just a hint of Weimar”, while McLaren happily admitted that the Sex Pistols' music was “very secondary to the image they were projecting”.</p> <p>Stolper describes the moment when he and Wilson encountered some of the pieces that inspired the beginnings of the collection. “We had gone to see a Patrick Caulfield painting in some dusty old room at the back [of Christie's South Kensington], and noticed some small flyers on some trestle tables nearby. We were too young to [have been] punks, but we knew about it and there was something about them, those vivid oranges and pinks . . . ”</p> <p>They decided to hunt down further examples of Sex Pistols artwork, “but not memorabilia,” says Stolper. “We weren't interested in signed records. It was those things that showed the combination of art, fashion, design and music. Not even The Beatles did it in such a cohesive way. It was such a brilliant little piece of history.”</p> <p>In 1995, Stolper and Wilson invited McLaren to a gallery above The Eagle pub in London's Farringdon to show him some of the art they had collected. “We presented them in these white, modernist frames. They hadn't really been seen like that before. I asked him, ‘Do you think it's art?' He was so quiet for so long, and he replied, ‘I think it's bigger than art.'”</p> <p>McLaren's megalomania was palpable, but it was wielded with a lightish touch. A handwritten note, unpublished but probably intended for an issue of the Anarchy fanzine, gives his game away: “THE SEX PISTOLS are like some contagious disease — UNTOUCHABLE! I keep walking in and out of offices being given cheques,” it says. There was plenty of humour amid the depravity. A poster for the single “Holidays in the Sun” — Reid again — appropriates a Belgian tourist brochure, but this version finishes with a smiling couple delivering the band's grim message: “A cheap holiday in other people's misery.”</p> <p>Star of the auction, and expected to fetch the largest sum, is a handwritten page of lyrics for “Pretty Vacant”, the third Sex Pistols single, written by Glen Matlock, the group's original bassist who McLaren replaced with Vicious because “he liked The Beatles”. (Matlock rejoined for the group's 1990s reunion concerts.)</p> <p>“(I'm Pretty) VACANT” reads the first, biro-scrawled line, the studiously applied brackets intended to ape the canonical song titles of the era such as the Four Tops' “Reach Out (I'll Be There)” or The Temptations' “(I Know) I'm Losing You”. But there was no romantic yearning behind the punctuation here, just a statement of comprehensive nihilism. “After “Pretty Vacant” I found it very hard to write a lyric,” said Matlock afterwards. “For me that encapsulated everything we were about.”</p> <p>It is in these scribbles and DIY aesthetics, rather than the infantile political posturing and derivative music, that the true spirit of punk can be found. The Sex Pistols' legacy is otherwise a commercial one: never again would it make sense for a pop group to be accused of “selling out” or compromising its supposed purity. “When I'm older and people ask me what I used to do for a living,” wrote McLaren in his Anarchy note, “I shall have to say: ‘I WENT IN AND OUT OF DOORS GETTING PAID FOR IT! IT'S CRAZY!!!'”</p> <p><em>Highlights of the Stolper Wilson Collection are on display at Sotheby's London from May 28. </em>‘<em>Pistol' is on Disney Plus in the UK and Hulu in the US from May 31. ‘Wake Up Punk' is in UK cinemas and on digital platforms now </em></p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/07b7cbf0-d8e3-4a1e-9366-752fadc8d734\"><em>Without the Sex Pistols there'd be no Duran Duran</em></a><em> / </em><a href=\"https://www.ft.com/content/07b7cbf0-d8e3-4a1e-9366-752fadc8d734\"><em>From Travis Elborough, Author of ‘The Long-Player Goodbye: the Album from Vinyl to i-pod and Back Again', London N16, UK</em></a></p><p>Source: Peter Aspden 2022 'The Sex Pistols: from filth and fury to Disney and Sotheby's' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-14T04:00:28.182Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 40,
          "end": 46
        }
      ]
    }
  ]
}