{
  "_id": "f39490a4c32fa7512443fc34310aca365df75639e22c0f598016a6f166fe385c",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books: Trouble On the Farm",
  "text": "<p>Holt, 355 pages, $29.99</p><p>Once upon a time, Europe boasted the world's greatest concentration of salmon streams. Once upon a time, the most prodigious runs of salmon in North America came barreling up the Connecticut River. That both these facts sound like fairy tales now attests to what salmon need -- forested riverbanks; clean, free-running streams -- and what they get instead as human populations grow.</p><p>Today this remarkable and prolific fish may have disappeared from almost all our rivers, but not from our dinner plates. Since 1995, the world's supply of Atlantic salmon has increased nearly 500%, and what was recently a luxury food has become -- behind tuna -- the second most widely consumed fish on the planet. For this we may thank not the hatcheries we hoped would rescue the wild salmon, and which continue to fail in doing so. Rather we must thank salmon aquaculture, the fastest-growing food-production system on Earth, the source now of 70% of the salmon on our plates.</p><p>But let us not be hasty in our thanks, warn Douglas Frantz and Catherine Collins. Previous books by this husband-wife team of investigative journalists range in subject from international espionage to what it's like to live in Celebration, Fla. -- Disney's master-planned town of the future. In \"Salmon Wars\" they find in the character of the salmon farming industry little cause for celebration, alas -- aside from its profitability -- and much to fear in regard to what we're getting on the side with more of our favorite fish.</p><p>It seemed like a good idea at the time: hatchery-spawned salmon confined to open-mesh pens in bays and coves, regularly fed and easily harvested -- a clean, sustainable way of mass-producing protein and easing the pressure on wild stocks. The idea first blossomed in Norway in the 1970s, and has since spread to cold waters all over the world, especially in Canada, Chile, Scotland and the U.S. -- all places where governments and hard-pressed fishing communities welcomed the investments and jobs promised by the salmon farmers. As the industry expanded, it also consolidated, with a few multinational corporations gobbling up most of the small farms and scaling up to a world-wide enterprise now valued at $20 billion a year.</p><p>The investments, however, are often propped up by taxpayer subsidies, and the jobs are relatively few. Then what happens? Mr. Frantz and Ms. Collins write that the idea for this book came to them during a 2020 public hearing about a proposal for 20 new open-net farms along the coast of Nova Scotia, where they live. They went home and did some research. It did not take long, they write, \"to discover that the threat from the proposed salmon farms was bigger than we imagined.\"</p><p>Just how big can be measured within the pages of this rock-solid and disturbing book, one that argues persuasively that hundreds of thousands of hatchery-spawned salmon cannot be penned near coastal communities in any clean or sustainable manner.</p><p>The problems that arise over time are legion, beginning with malignant effects on local ecosystems. Multitudes of confined fish create tons of waste. \"Waste beneath farms turns the ocean floor toxic,\" the authors write, \"consuming oxygen needed by marine life and dispersing contaminants throughout the water.\" Eventually the pens themselves can become putrid as their mesh is clogged by mussels and seaweed. These murky feedlots are also vast petri dishes breeding pathogens and deadly parasites -- most notably, sea lice -- that spread to wild salmon if the pens are located, as they often are, near salmon migration routes. The antibiotics used -- overused, say scientists -- against the pathogens foster hardier microbes, while the pesticides deployed against sea lice are equally toxic to lobsters, shrimp and other crustaceans. Farmed salmon also escape, sometimes in huge numbers. They do poorly in the wild, but if they escape during the summer and interbreed with wild salmon, the offspring also do poorly, and wild stocks are genetically polluted.</p><p>What else? Farmed salmon are fed on \"pellets made largely from smaller fish ground into meal, fish oil and grains.\" It takes from four to five tons of \"forage fish\" -- herring, sardine, etc. -- to produce one ton of fish meal, and then 1.5 pounds of meal to make a pound of salmon. This sequence of diminishing returns diminishes as well our oceans' supply of fish, while \"taking protein,\" the authors write, \"from people in lower-income countries to feed people in wealthier countries.\" It also destabilizes the food chain that sustains the ecology of those oceans.</p><p>Scientists, conservationists and fishermen have been blowing the whistle on aspects of this for years, but the industry has successfully used the same playbook, say the authors, devised by Big Tobacco, \"which deflected legitimate science and health concerns for decades by attacking critics, trying to discredit scientific findings, and financing efforts to dispute the risks of smoking.\"</p><p>The Canadian government in particular, which has generously subsidized the industry since the collapse of the cod fisheries, is loath to hear bad news about such plus-size beneficiaries as Cooke Aquaculture or Mowi ASA, two of the world's largest producers of farmed salmon. It also helps that we all so earnestly wish to believe that the affordable fillet at the supermarket is really, as its label often claims, organic, all-natural and/or sustainable.</p><p>But if wishes were fishes . . .</p><p>This excellent book is buoyed by deft portraits of the important players on either side of the nets -- poignantly so in regard to some honest scientists whose careers were derailed by industry attacks -- and its final chapters describe some hopeful initiatives now in progress: for example, substituting insect larvae, algae oil, domesticated animal by-products, etc. for the \"fish\" in fish meal. Better yet, new technology is making it possible to grow salmon in closed tanks on land, where waste can be filtered out and treated, diseases and parasites kept outside, and escape becomes impossible.</p><p>This has worked out well with hatchery-spawned sturgeon and the caviar industry, but of course there is a difference in scale between feeding the gated-community elite and feeding the towns of the future, especially in a world whose human population is projected to approach 10 billion by 2050. They're working on it. In the meantime, we're better off eating -- and also preserving, God help us -- wild salmon.</p><p>---</p><p>Mr. Carey's books include \"Against the Tide: The Fate of the New England Fisherman\" and \"The Philosopher Fish: Sturgeon, Caviar, and the Geography of Desire.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1235,
          "end": 1241
        }
      ]
    }
  ]
}