{
  "_id": "2569a4e2c0db5e79a8577c5bc8acbaae3ba008539142bc98b9cd4b4cbfa2c4ea",
  "feed": "wall-street-journal",
  "title": "Netflix Braces for  Sharing Crackdown  ---  Putting a stop to borrowed passwords  without alienating viewers will be a challenge  ----  By Sarah Krouse and Jessica Toonkel",
  "text": "<p>   The end of password sharing is coming to Netflix soon -- and it will be a challenge for both viewers and the streaming giant. </p><p>   The company has put off this moment for years. Researchers inside Netflix Inc. identified password sharing as a major problem eating into subscriptions in 2019, people familiar with the situation say, but the company was worried about how to address it without alienating consumers. Then Covid lockdowns hit, bringing a wave of new subscribers, and the effort to scrutinize sharing petered out. </p><p>   Netflix didn't pursue a plan to crack down widely on the practice until this year, as subscriber losses mounted. At a company gathering outside Los Angeles early this year, Co-Chief Executive Reed Hastings told senior executives that the pandemic boom had masked the extent of the password-sharing issue, and that they had waited too long to deal with it, according to people who were at the meeting. </p><p>   More than 100 million Netflix viewers now watch the service using passwords they borrow -- often from family members or friends, the company says. Netflix has said that it will put an end to that arrangement starting in 2023, asking people who share accounts to pay to do so. The company expects to begin rolling out the change in the U.S. early in the year. </p><p>   Netflix's crackdown risks squandering years of goodwill the company has built up over the years and angering consumers, who have a crowd of other streaming services to choose from. </p><p>   \"Make no mistake, I don't think consumers are going to love it right out of the gate,\" Netflix Co-CEO Ted Sarandos told investors in early December, adding it was up to the company to make sure users see value in paying for the service. </p><p>   Netflix declined to comment. </p><p>   It's a stark turnaround for a company that once tweeted, \"Love is sharing a password.\" The effort is part of Netflix's answer to slowing growth, especially in the U.S. market. </p><p>   Netflix has also switched gears on showing ads in content after years of resisting it. A $6.99-a-month ad-supported tier launched in November, aiming to capture new users looking for a discount to more expensive ad-free plans. </p><p>   Netflix's terms of service have long said that the person who pays for the account should keep control of the devices that use it and not share passwords, but the company never enforced the rule strictly. Drawing a hard line on who should be allowed to share passwords has proved tricky. Should kids going off to college be allowed to share their parents' password? And what happens when users have a second home or travel a lot? </p><p>   Netflix has updated its customer help pages this year to say accounts are only to be shared by people who live together. The company has said it would enforce its rules based on IP addresses, device IDs and account activity. </p><p>   To mitigate consumer backlash, Netflix has discussed dialing up the pressure on password sharing gradually, according to people familiar with the situation. Some product executives warned against making the service too complex and not consumer friendly, a practice a few of them referred to internally as Comcastification, a dig at the cable giant, according to people familiar with the situation. Netflix has always billed itself as the alternative to cable providers that tethered viewers to cable boxes and contracts. </p><p>   Netflix considered allowing users to rent pay-per-view content through their subscriptions, as Amazon Prime Video customers can, because it could make users wary of sharing their login information with others who might run up their bills, people familiar with internal discussions said. Ultimately, the company decided against that tactic, in part because product executives were concerned it would take away from the simplicity of the service, the people said. </p><p>   As the leader in the streaming-video business, with 223 million global subscribers and a market cap of about $128 billion, Netflix is the first in the industry to confront password sharing, but likely won't be the last, investors and media executives say. Other streaming rivals face losses as well, and over time, the pressure to make money and keep growing could push services like Disney+, HBO Max and Paramount+ to take a hard look at password sharing as well. </p><p>   Analysts at Cowen Inc. estimate that Netflix's effort could generate an additional $721 million in revenue next year in the U.S. and Canada, where there are about 30 million sharers. </p><p>   The estimate is based on a survey asking consumers who share the account of a person they don't live with how they would respond if Netflix required them to pay $3 a month to keep sharing, and factors in people who would pay more to start their own new accounts. </p><p>   \"It's a boost and it can definitely help, but it's also a one-time boost,\" said Neil Macker, senior equity analyst at Morningstar. He said he thinks the company is underestimating the degree to which the change will spur customers to cancel Netflix subscriptions. </p><p>   Gina Mazzulla, 53 years old and a longtime Netflix subscriber who lives in southeastern Pennsylvania, shares an account with her parents. Since the $9.99-a-month plan only allows a single stream at a time, they text each other to coordinate. She said she might pay a few dollars more for sharing if Netflix forces the issue, but it would depend on the cost. </p><p>   \"If I were to stop watching Netflix is my life going to be dramatically impacted or different? No,\" she said. </p><p>   While Netflix hasn't announced its plans for the U.S., it has been running tests in Latin American countries, one of the regions where password sharing is most prevalent. In those tests, Netflix lets subscribers pay to share accounts with up to two people outside of their homes. </p><p>   Rather than blocking password borrowers from accessing someone else's account, Netflix prompts them to enter a verification code for their device. The code is sent to the primary account owner, and must be entered within 15 minutes. </p><p>   The password borrower can watch Netflix after entering the code, but might keep getting prompts until the account owner pays an additional monthly fee to add a sharer, according to people familiar with the tests. Netflix is weighing similar plans for the U.S., the people said. </p><p>   Netflix has received complaints from consumers about the effort in Latin America, but many users are nevertheless opting to pay for sharing, according to some of the people. </p><p>   One major challenge is that it is difficult for Netflix to determine when an account holder is traveling and accessing the service from another location like a second home or hotel, versus when another individual is borrowing their password, said people familiar with internal discussions. </p><p>   Netflix also debated how to address families in which children split time between two parents' homes, the people said. One approach the company has discussed is allowing subscribers to let Netflix know if they are shifting to a different location for a period of time. </p><p>   In markets such as India, people often watch Netflix on their mobile phones and stream it over cellular networks, people familiar with the matter said. That makes it harder for Netflix to determine who lives in a household, compared with when users stream over shared Wi-Fi or wired broadband connections. </p><p>   Netflix saw the warning signals on password sharing in 2019. The company reported a rare loss in U.S. subscribers for the second quarter of that year, and while top executives felt it was a blip, they asked researchers to investigate why growth was slowing. That team found that password sharers were among the culprits. </p><p>   Mr. Hastings was eager to restrict the practice, but it quickly became clear that doing so would be difficult, according to people familiar with the discussions. </p><p>   The company for years has dealt with organized, fraudulent password sharing in countries such as Colombia, according to current and former employees. In those operations, people sell cards showing passwords that were stolen or are linked to accounts set up for the scheme. </p><p>   Netflix executives realized that any crackdown, to be effective, would also have to address the large amount of more benign sharing between family members and friends. </p><p>   The effort waned as a concern as the pandemic supercharged the company's growth in 2020. When shutdowns of movie theaters, arenas and restaurants left users looking for at-home entertainment, Netflix added nearly 16 million new subscribers in the first quarter of that year alone. Company leaders' attention turned to Covid-related workforce safety and production shutdowns. </p><p>   In early 2021, Netflix began to test messaging with some members that said \"if you don't live with the owner of this account, you need your own account to keep watching.\" The language spurred negative press coverage and consumer blowback. Netflix never rolled out the messaging across its whole user base. </p><p>   Netflix hasn't announced a date or pricing for its password-sharing plan in the U.S. in 2023. The company's ad-supported tier could factor into the effort to stem password sharing, Mr. Sarandos said in December. The lower-priced ad tier was a \"softer landing\" for people who have to pay for Netflix for the first time or those who are financially strained, he said. </p><p>   Executives have discussed charging account sharers in the U.S. a sum that is only slightly below the cost of its $6.99 ad-supported plan, according to people familiar with the situation. That could encourage password borrowers to sign up for their own subscription -- and have full control over the account -- rather than asking the account owner to pay a sharing fee. </p><p>   Netflix's initial goal is to help users cut back on sharing themselves, without the company forcing the issue. </p><p>   For borrowers who want to sign up for their own subscription, the company is making it possible to transfer existing profiles, which include their viewing history and preferences, to a new account. Netflix said this would help during \"life changes.\" </p><p></p>",
  "published": "2022-12-22T07:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4153,
          "end": 4160
        }
      ]
    }
  ]
}