{
  "_id": "24d108d9e7d7172aa64dfdfa528cb1b1cff93b833a5919f405b34dacc9034c08",
  "feed": "wall-street-journal",
  "title": "Florida, Utah Take on ESG Farce; If you thought Disney made the 'corporate social responsibility' crowd look bad, how about Russia?",
  "text": "<p>Utah's top elected officials demanded on Thursday that S&amp;P Global Ratings cease applying environmental, social, and governance factors to the state through the use of what they called a politicized rating system based on indeterminate factors.</p><p>A letter to S&amp;P signed by Gov. Spencer Cox, Treasurer Marlo Oaks, other state constitutional officeholders, legislative leaders, and Utah's Congressional delegation, stated their objection \"to any ESG ratings, ESG credit indicators, or any other ESG scoring system that calls out ESG factors separate from, in addition to, or apart from traditional credit ratings.\"</p><p>Utah enjoys a top credit rating but worries that political factors may pollute the process of judging the creditworthiness of bond issuers. The letter states:</p><p>S&amp;P acknowledges that \"having a social mission and strong [environmental, social, and governance] characteristics does not necessarily correlate with strong creditworthiness and vice versa.\" S&amp;P's ESG credit indicators politicize what should be a purely financial decision. This politicization has manifested itself in the capital markets where, for example, banks are pressured to cut off capital to the oil, gas, coal, and firearms industries. ESG is a political rating and should be characterized as such...</p><p>No financial firm should substitute its political judgments for objective financial analysis, especially on matters that are unrelated to the underlying businesses, assets, and cash flows it evaluates. This is especially true of a properly regulated independent entity like S&amp;P that is charged with providing objective clarity and insight. The use of ESG-related quantitative metrics and analytical frameworks confounds the distinction between subjective normative judgments and objective financial assessments. It is therefore unconscionable for S&amp;P to weigh in on indeterminate and normative questions...</p><p>While it may be difficult to deliver \"forward looking opinion[s] about the capacity and willingness of an entity to meet its financial commitments as they come due,\" integrating this analysis with the political whims of the day is unacceptable. If they are not political, but are instead financially material, then they would be captured in the traditional credit analysis. ESG indicators are, therefore, not necessary.</p><p>So far, S&amp;P isn't responding to the letter from Utah. A report from the company states:</p><p>Our ESG credit indicators provide additional disclosure and transparency at the entity level and reflect our opinion of the influence that environmental, social, and governance factors have on our credit rating analysis.</p><p>In S&amp;P's defense, one could argue that they are simply responding to demands from political activists within pension funds and large financial institutions—and Biden administration financial regulators.</p><p>Beyond S&amp;P's ESG credit indicators related to the firm's credit ratings, the Utah officials also take aim at ESG scores issued by a separate part of S&amp;P. The Utahans write:</p><p>Even advocates of ESG accept that there is no agreed-upon standard for ESG reporting and that various ESG sub-components are inherently incommensurable. How, for example, should environmental goals be prioritized over social ones, or governmental goals over environmental ones? This is to say nothing of what factors may populate the social realm...</p><p>Nevertheless, S&amp;P has pressed ahead and in the process generated some truly baffling results. For example, S&amp;P gave Russian-controlled energy producers higher ESG ratings than similar entities in the U.S. Russian energy giants Gazprom and Rosneft outscored American energy companies ExxonMobil and Chevron on S&amp;P's ESG scale. This despite the fact that Vladimir Putin's Russian government is the majority owner of Gazprom and owns a 40% stake in Rosneft—the same government that recently invaded neighboring Ukraine in an unprovoked and unjustifiable attack, in violation of international law. That attack appears to be degenerating into a total war on all Ukrainians, including noncombatant civilians, in violation of the Geneva Conventions, and has resulted in thousands of civilian casualties and over 10 million displaced persons to date.</p><p>While S&amp;P recently removed all Russian company scores from their website, it is inconceivable how these energy giants, controlled by a corrupt and reckless regime—and having been sanctioned for that regime's misadventures before—managed to cobble together ESG scores up until a few weeks ago that exceeded those of law-abiding American companies critical to U.S. energy security.... S&amp;P also gave the Chinese state-owned China Petroleum &amp; Chemical Corporation a higher ESG score than ExxonMobil and Chevron, despite human rights violations by the Chinese.</p><p>We also note that Russia's leading bank, Sberbank was sanctioned by both the U.S. and the European Union in response to Russia's annexation of Crimea in 2014, and was cut off from the U.S.-led financial system upon Russia's invasion of Ukraine this year. Inexplicably, however, Sberbank's S&amp;P ESG score was higher than that of the largest American bank, J.P. Morgan.</p><p>As for the credit indicators related specifically to S&amp;P's credit ratings, the Russian energy firms did score lower than the U.S. energy firms on governance, but had the same scores on social and environmental factors. Are we to believe that Putin-controlled companies are just as socially and environmentally sound as U.S. firms controlled by shareholders?</p><p>It appears that ESG is not about creating fair assessments of corporate behavior. So what is it really about? Utah Treasurer Marlo Oaks takes a crack in a release about the state's letter:</p><p>ESG is about controlling and forcing behaviors. It attempts to do through capital markets what activists and their government allies have been unable to do through democratic processes. It is a political score that, intentionally or not, can result in market participants using economic force to drive a political agenda.</p><p>***</p><p>In Other News</p><p>A 'War' on Umpires Paul Newberry writes from Atlanta for the Associated Press:</p><p>When one looks at the ugly bruise encircling Kristi Moore's left eye, it's not surprising so many refs and umps are hanging up their stripes.</p><p>Why put up with incessant taunts and threats from out-of-control parents?</p><p>Why fret over potential violence — even the chance of losing your life — because someone thinks you blew a call at a 12-year-olds' softball game?</p><p>America is facing a crisis in prep and youth sports, where fewer and fewer people are willing to take on the thankless job of officiating games.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Lisa Rossi helps compile Best of the Web. Thanks to Tony Lima.)</p><p>Florida, Utah Take on ESG Farce</p>",
  "published": "2022-04-25T20:28:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 48,
          "end": 54
        }
      ]
    }
  ]
}