{
  "_id": "47bb243d798ddc031897d8c206991def2b82ee1275317b49023bb7e950ab4ea6",
  "feed": "wall-street-journal",
  "title": "Stocks Tick Higher as Midterm Voting Begins; Commodity markets and Asian equities were hampered by receding hopes that China would ease its strict Covid-19 policies",
  "text": "<p>Investors' optimism has built ahead of the midterms, which could see a shift in the control of Congress and offer signals about the next presidential race. The Democrats' narrow control of both chambers is up for grabs and nonpartisan analysts are projecting Republicans will take control of the House of Representatives, leading to a divided government and potentially limiting the scope of the Biden administration's legislative plans.</p><p>Such an outcome is typically considered a boon for stock markets as it limits uncertainty and reins in both parties, investors say. \"It tends to make the electoral body much less effective in terms of implementing big changes and it tends to force the policy agenda much more toward the center,\" said Charles Diebel, head of fixed income at Mediolanum International Funds.</p><p>The year after the midterms tends to see the highest equity returns of a president's first four years in office, as divided governments tend to make for predictable politics, said Elliot Hentov, head of macro policy at State Street Global Advisors in a note. The S&amp;P 500 has been higher a year after every midterm since World War II, according to analysts at Deutsche Bank.</p><p>\"It's no exaggeration to say that midterm elections are one of the best historic buy signals for equities we have,\" said Jim Reid, Deutsche Bank's global head of credit strategy, in a note.</p><p>Still, investors caution that any boost to optimism will be limited, as the Federal Reserve follows its path of raising interest rates to bring soaring inflation under control and the global economy slows. Corporate earnings are also expected to suffer.</p><p>Unless there is some very unusual result to the Congressional elections, investors will quickly turn their attention to Thursday morning's inflation report and its implications for Fed policy, analysts say. \"That's going to have a much larger effect on sentiment as opposed to the election,\" said Paul Nolte, a partner at wealth manager Kingsview Partners.</p><p>In commodity markets, oil prices fell as hopes faded that China was considering easing its strict Covid-19 policies soon. U.S. crude oil weakened for a second day, falling 0.6% to $91.19 a barrel.</p><p>Commodities and Chinese stocks had risen as social media rumors suggested Beijing was considering relaxing its zero-Covid policies sooner than expected. But officials have pushed back on such rumors, damping investors' hopes. Beijing is considering such a move but is progressing cautiously and has set no timeline for reopening its economy, the WSJ reported.</p><p>\"For the global outlook, China reopening would be a big deal were it to happen. But with China, you have to know who to listen to. Often the rumor catches fire but doesn't have any grounding in reality,\" Mr. Diebel said.</p><p>Yields on benchmark U.S. government bonds declined following a four day rise. The yield on the 10-year Treasury note edged down to 4.154% from 4.212% on Monday. Yields rise as prices fall. The ICE Dollar Index, which tracks the greenback against a basket of other currencies, was flat.</p><p>Investors will also be eyeing a fresh batch of corporate earning reports. Walt Disney and Occidental Petroleum are set to release earnings after the closing bell.</p><p>A spat between two of the richest people in digital currencies spilled over into crypto markets Tuesday. Bitcoin was down 5.9% from its Monday 5 p.m. ET level to $19,447.</p><p>Overseas, Asian indexes were mixed while in Europe the pan-continental Stoxx Europe 600 rose 0.5%.</p><p>Japan's Nikkei 225 rose 1.3% and South Korea's Kospi gained 1.2%. In Hong Kong the Hang Seng lost 0.2% while the Shanghai Composite Index declined 0.4%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stocks Tick Higher as Midterm Voting Begins</p>",
  "published": "2022-11-08T15:20:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3124,
          "end": 3135
        }
      ]
    }
  ]
}