{
  "_id": "465d773eb7fd450758bc1d17fba77049e789bc5792e6cbc11e1aa959578fa86f",
  "feed": "market-watch",
  "title": "Here's everything coming to Netflix in August 2022 — and what's leaving; An adaptation of Neil Gaiman's classic 'The Sandman' is coming, along with a Jamie Foxx vampire movie, a new season of Mindy Kaling's 'Never Have I Ever' and much more",
  "text": "<p>On the original movie front, there's \"Day Shift\" (Aug. 12), starring Jamie Foxx, Dave Franco and Snoop Dogg as blue-collar vampire hunters; the animated \"Rise of the Teenage Mutant Ninja Turtles: The Movie\" (Aug. 5); and the documentary \"Running With the Devil: The Wild World of John McAfee\" (Aug. 24), about the rise and fall of the mercurial software titan.</p><p>Read: Why Disney+ and Hulu are all you really need to stream in August (sorry, dragons)</p><p>Also see: What's coming in August to HBO Max | Hulu | Disney+ | Prime Video</p><p>Netflix NFLX also has Season 3 of Mindy Kaling's coming-of-age comedy \"Never Have I Ever\" (Aug. 12); the true-crime docuseries \"I Just Killed My Dad\" (Aug. 9); the third and final season of the teen fantasy series \"Locke &amp; Key\" (Aug. 10); the \"Selling Sunset\" spinoff \"Selling the OC\" (Aug. 24); and Season 6 of The CW's hit \"Riverdale\" (Aug. 7).</p><p>Also: What a Netflix crackdown on password sharing could look like</p><p>The streaming giant also has a ton of popular movies, including Tobey Maguire's \"Spider-Man\" trilogy, the \"Men in Black\" trilogy, the original \"Space Jam\" and \"Ferris Bueller's Day Off.\"</p><p>Here's the full list of what's coming and going next month, as of June 20 (release dates are subject to change):</p><p>What's coming in August 2022</p><p>Aug. 1Big Tree City– Netflix Family28 Days8 MileAbove the RimThe Age of AdalineBattle: Los AngelesBridget Jones's BabyBridget Jones's DiaryConstantineDinner for SchmucksEyes Wide ShutFerris Bueller's Day OffFootloose (2011)Hardcore HenryLegends of the FallLove &amp; BasketballMade of HonorMen in BlackMen in Black 3Men in Black IIMiss CongenialityMonster-in-LawNo Strings AttachedPawn Stars: Season 13Polly Pocket: Season 4: Part 2: Tiny Taste AdventureShe's Funny That WaySpace Jam (1996)Spider-ManSpider-Man 2Spider-Man 3Top Gear: Season 29-30The TownWoman in Gold</p><p>Aug. 2FlightRicardo Quevedo: Tomorrow Will Be Worse — Netflix Comedy Special</p><p>Aug. 3Buba — Netflix FilmClusterf**k: Woodstock '99 — Netflix DocumentaryDon't Blame Karma! — Netflix FilmGood Morning, Verônica: Season 2 — Netflix Series</p><p>Aug. 4Lady Tamara — Netflix SeriesKAKEGURUI TWIN — Netflix AnimeSuper Giant Robot Brothers — Netflix FamilyWedding Season — Netflix Film</p><p>Aug. 5Carter — Netflix Film</p><p>Darlings — Netflix FilmThe InformerRise of the Teenage Mutant Ninja Turtles: The Movie — Netflix Film</p><p>The Sandman — Netflix SeriesSkyfall</p><p>Aug. 6Reclaim — Netflix Film</p><p>Aug. 7Riverdale: Season 6</p><p>Aug. 8Code Name: Emperor — Netflix FilmTeam Zenko Go: Season 2 — Netflix Family</p><p>Aug. 9I Just Killed My Dad — Netflix Documentary</p><p>The Nice Guys</p><p>Aug. 10Bank Robbers: The Last Great Heist — Netflix DocumentaryHeartsong — Netflix FilmIndian Matchmaking: Season 2 — Netflix SeriesInstant Dream Home — Netflix SeriesIron Chef Brazil — Netflix SeriesLocke &amp; Key: Season 3 — Netflix Series</p><p>School Tales The Series — Netflix Series</p><p>Aug. 11DopeDOTA: Dragon's Blood: Book 3 — Netflix AnimeStay on Board: The Leo Baker Story — Netflix Documentary</p><p>Aug. 1213: The Musical — Netflix FilmA Model Family — Netflix SeriesDay Shift — Netflix Film</p><p>Never Have I Ever: Season 3 — Netflix Series</p><p>Aug. 15Ancient Aliens: Season 4Deepa &amp; Anoop — Netflix FamilyLearn to Swim</p><p>Aug. 16Untold: Volume 2 — Netflix Documentary (New episodes weekly)</p><p>Aug. 17High Heat — Netflix SeriesJunior Baking Show: Season 6 — Netflix SeriesLook Both Ways — Netflix FilmRoyalteen — Netflix FilmUnsuspicious — Netflix Series</p><p>Aug. 18He-Man and the Masters of the Universe: Season 3 — Netflix FamilyInside the Mind of a Cat — Netflix DocumentaryTekken: Bloodline — Netflix Anime</p><p>Aug. 19The Cuphead Show!: Part 2 — Netflix FamilyEchoes — Netflix SeriesThe Girl in the Mirror (Alma) — Netflix SeriesGlow Up: Season 4 — Netflix SeriesKleo — Netflix SeriesThe Next 365 Days — Netflix Film</p><p>Aug. 20Fullmetal Alchemist The Revenge of Scar — Netflix Film</p><p>Aug. 21A Cowgirl's Song</p><p>Aug. 23Chad and JT Go Deep — Netflix SeriesUntold: The Rise and Fall of AND1 — Netflix Documentary (New episodes weekly)</p><p>Aug. 24Lost Ollie — Netflix SeriesMo — Netflix SeriesQueer Eye: Brazil — Netflix SeriesRunning with the Devil: The Wild World of John McAfee — Netflix Documentary</p><p>Selling The OC — Netflix Series</p><p>Under Fire — Netflix SeriesWatch Out, We're Mad — Netflix Film</p><p>Aug. 25Angry Birds: Summer Madness: Season 3 — Netflix FamilyHistory 101: Season 2 — Netflix DocumentaryRilakkuma's Theme Park Adventure — Netflix AnimeThat's Amor — Netflix Film</p><p>Aug. 26DisobedienceDrive Hard: The Maloof Way — Netflix SeriesLoving Adults — Netflix FilmLudik — Netflix SeriesMe Time — Netflix FilmSeoul Vibe — Netflix Film</p><p>Aug. 29Under Her Control — Netflix FilmMighty Express: Season 7 — Netflix Family</p><p>Aug. 30I AM A KILLER: Season 3 — Netflix DocumentaryUntold: Operation Flagrant Foul — Netflix Documentary (New episodes weekly)</p><p>Aug. 31Club América vs Club América — Netflix DocumentaryFamily Secrets — Netflix SeriesI Came By — Netflix Film</p><p>What's leaving in August</p><p>Aug. 4They've Gotta Have Us: Season 1</p><p>Aug. 5Screwball</p><p>Aug. 7We Summon the Darkness</p><p>Aug. 9DemonicThe Saint</p><p>Aug. 10Mr. Peabody &amp; Sherman</p><p>Aug. 15Endless LoveSelfless</p><p>Aug. 20The Conjuring</p><p>Aug. 23Young &amp; Hungry: Seasons 1-5</p><p>Aug. 24The November ManWheel of Fortune: Seasons 35-37</p><p>Aug. 25Taxi DriverThe Visit</p><p>Aug. 27Wind River</p><p>Aug. 30In the Line of Fire</p><p>Aug. 31A Nightmare on Elm StreetA Very Harold &amp; Kumar ChristmasAgatha Christie's Crooked HouseAnchorman: The Legend of Ron BurgundyCliffhangerThe Dark Knight RisesThe DepartedGoodFellasGrown UpsHalloweenJust Like HeavenKung Fu Panda 2Major Dad: Seasons 1-4Mission: Impossible – Ghost ProtocolMission: ImpossibleMission: Impossible IIPremonitionPublic EnemiesRise of the GuardiansSoul SurferStarship TroopersTitanicWe Are MarshallWyatt Earp</p><p>Here's everything coming to Netflix in August 2022 — and what's leaving</p>",
  "published": "2022-08-01T01:34:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 503,
          "end": 509
        },
        {
          "start": 371,
          "end": 377
        }
      ]
    }
  ]
}