{
  "_id": "e9f019c83a2fc9ac02a88b6f93c85095bcb2955071a125d0990824af9a416aeb",
  "feed": "wall-street-journal",
  "title": "Business News: China Clears Disney On 'Avatar' Sequel",
  "text": "<p>The last seven superhero films produced by Marvel Studios, Disney's most profitable film studio over the last decade, haven't received release dates in the Chinese market, a block that dented their global box-office gross.</p><p>In July, for example, Disney cited the lack of a China release for \"Thor: Love and Thunder,\" the fourth solo film featuring Chris Hemsworth's Thor character from the popular Avengers superhero team, as one reason the movie underperformed at the international box office</p><p>Disney and other Hollywood studios have run up against Chinese censors in recent years, especially when their movies deal with sensitive political themes or when actors or directors make statements that Chinese authorities find objectionable.</p><p>Two recent Marvel films were blocked from release in China after comments that the Chinese government viewed as insulting, made by the director of one movie and a star actor of the other, were unearthed and circulated in the country.</p><p>While Disney hasn't revealed the \"Avatar\" sequel's budget, Mr. Cameron, the director, said in a recent interview in GQ magazine that the \"Avatar\" sequel was \"the worst business case in movie history\" and that it would have to be the third- or fourth-highest grossing film in history just to break even. Disney has said that it plans to make five \"Avatar\" movies in total.</p><p>\"This is fantastic news for Disney, for James Cameron and for the movie, because the potential box office from China is enormous,\" Paul Dergarabedian, senior media analyst at Comscore, said Tuesday.</p>",
  "published": "2022-11-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 28,
          "end": 34
        },
        {
          "start": 59,
          "end": 65
        },
        {
          "start": 493,
          "end": 499
        },
        {
          "start": 1273,
          "end": 1279
        },
        {
          "start": 976,
          "end": 982
        },
        {
          "start": 245,
          "end": 251
        },
        {
          "start": 1370,
          "end": 1376
        }
      ]
    }
  ]
}