{
  "_id": "0b2463238193cb1e1371bf71d9dd79e06fcf6d85a98aa928385925c0c7739188",
  "feed": "wall-street-journal",
  "title": "Grindr Names New CFO as Dating App Operator Prepares to Go Public; Vanna Krantz, a former Disney executive, was named chief financial officer, as company also named a new CEO",
  "text": "<p>Grindr also named a new chief executive officer. George Arison, founder of online car marketplace Shift Technologies Inc., will take over from Jeff Bonforte, who will step down as chief executive after more than two years in the role. Mr. Bonforte also will stay on in an advisory capacity. Mr. Arison has been on the Grindr board since May.</p><p>Ms. Krantz joins Grindr from Passport Labs Inc., a transportation software and payments company whose finances she has led since August 2021. Before her time at Passport Labs, Ms. Krantz was finance chief at Yanka Industries Inc., a streaming learning platform that does business as MasterClass, and at Disney Streaming Services, Disney's streaming platform.</p><p>Grindr in May announced its plans to go public via a SPAC deal that involves merging with blank-check company Tiga Acquisition Corp. The transaction, valued at $2.1 billion, is expected to provide Grindr with roughly $384 million in proceeds, which the company said it would use to bolster its balance sheet and pay down debt. SPAC activity in July reached a five-year low as shares of companies that went public that way plummeted.</p><p>Grindr has fewer users than other dating apps, including Match Group Inc. and Bumble Inc. Match for the second quarter reported an average of 16.4 million paying monthly users across its apps including Tinder and Hinge, while Bumble had more than three million paying monthly users across its apps as of the end of June. Meanwhile, 13-year-old Grindr, which provides a free service but charges for updates, had around 723,000 paying users in December 2021, the latest numbers the company will share, up 31.5% from the prior year.</p><p>Grindr's 2021 revenue of $145.8 million was up about 40% compared with the prior-year period. Net income last year jumped to $5.1 million from a roughly $13.1 million loss the previous year, according to a May regulatory filing related to the SPAC deal.</p><p>Grindr plans to join the public markets as dating apps are showing resilience despite current economic uncertainties, said Shweta Khajuria, an internet analyst at investment banking advisory firm Evercore Inc. This is because of pent-up demand for in-person relationships coming out of the pandemic, according to Ms. Khajuria, who covers both Match and Bumble. The dating app consumer isn't as sensitive to price changes as other consumers, she said, adding that with prices across the apps ranging from about $12 to $30 a month, this isn't the first place to look for a budget cut, she said.</p><p>\"Match and Bumble are not immune to consumer headwinds,\" said Ms. Khajuria. \"But one thing in their favor is the subscription business model and the resiliency of that model in times of a recession.\"</p><p>Most of Grindr's revenue, around 80%, comes from subscriptions, while a smaller portion is generated with ad revenue. The Wall Street Journal reported in May that Grindr users' locations for years were collected from a digital advertising network and made available for sale. Grindr has shared less information with ad partners since early 2020, the company has said, adding that the data-sharing practices reported on by the Journal wouldn't be possible under current privacy practices.</p><p>A Norwegian regulator last year fined Grindr 65 million kroner, equivalent to roughly $6.6 million, after it found that the company illegally disclosed user data to advertisers. Grindr appealed the decision in February.</p><p>Ms. Krantz said she would look for areas to further monetize Grindr's business, though she declined to provide specifics. She said she also will focus on taking the company public. Ms. Krantz gained experience in SPAC transactions as a board member and current audit chair at mobile-gaming company Skillz Inc., which went public through a SPAC in late 2020.</p><p>Once Grindr is public, there will be more scrutiny around key business dates, financial forecasts and subscriber numbers, she said. On the latter of the three, Ms. Krantz said she would draw on her time at Disney, where it was \"beyond important\" to be as accurate as possible on those figures, as they drove the stock price. \"I think I'm really well positioned to do that.…So I feel pretty confident that we'll be able to get this in line, if it isn't already,\" she said.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com</p><p>Grindr Names New CFO as Dating App Operator Prepares to Go Public</p>",
  "published": "2022-09-13T12:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 645,
          "end": 651
        },
        {
          "start": 672,
          "end": 678
        },
        {
          "start": 90,
          "end": 96
        },
        {
          "start": 3983,
          "end": 3989
        }
      ],
      "nexusId": "10078857"
    }
  ]
}