{
  "_id": "775245fa60e543fc4d8ba69974aabc773e1433f5b721f355e40b0b69e7702977",
  "feed": "wall-street-journal",
  "title": "Volkswagen Prepares for a Deglobalized World; Car giant's new resilience strategy: shorter supply chains, less focus on China and more investment in the U.S.",
  "text": "<p>Without the vast home market of its U.S. competitors, VW long ago bet on international markets for growth. Now the world's second-largest car maker, VW benefited like few other companies from decades of post-Cold War detente, falling import tariffs and just-in-time supply chains.</p><p>Yet as the world grows more turbulent, VW's international reach faces a test: Can such a global business endure as supply chains are strained by the global pandemic, the semiconductor shortage, rising raw-materials prices and new geopolitical fractures?</p><p>When Covid-19 shut China down at the beginning of 2020, components built there were suddenly missing from supply chains and VW's factories in China and Europe stood idle. By the end of the year, VW produced 18% fewer vehicles than the year before, according to the company's annual report.</p><p>Then came the next crisis. One of the first big manufacturers to notice that the world's supply of semiconductors was drying up, VW slashed production at factories in China, Europe and North America during the first three months of 2021, just as the industry was rebounding from pandemic lockdowns. VW production fell another 7% by the end of 2021, the company said.</p><p>Even isolated incidents have highlighted the fragility of a business woven across borders. Earlier this year a fire on a cargo ship destroyed nearly 4,000 of Volkswagen's most expensive cars including Porsche, Bentley and Lamborghini on their way to the U.S.</p><p>In February, when Russia invaded Ukraine, shutting down the country's economy, Volkswagen found itself without wiring harnesses—contraptions used to organize cables and connectors in a car—made in the Eastern European country, forcing it to halt production of electric vehicles at VW, Audi and Porsche, and stop production at its biggest German factory in Wolfsburg.</p><p>SHARE YOUR THOUGHTS</p><p>How quickly or deftly do you think VW can adapt to a deglobalized world? Join the conversation below.</p><p>As geopolitical tensions rise, members of VW's supervisory board now worry about VW's growing dependence on the Chinese market—its biggest, fastest-growing and most profitable.</p><p>Moved by the rapid succession of crises, VW directors and labor leaders say VW management should buttress the company's fragile international supply chain and step up investment in core Europe and U.S. markets to dilute the company's dependence on China.</p><p>\"We're not saying they should shrink in China but we're saying they should focus on other markets too,\" said a supervisory board member.</p><p>Murat Aksel, VW's purchasing chief, is restructuring how the company sources parts and materials and began monitoring each supplier—and these suppliers' suppliers.</p><p>\"The chip crisis showed us that we have to be involved with the entire supply chain,\" he said.</p><p>Production stoppages caused by Russia's invasion of Ukraine and the loss of Chinese components during the pandemic exposed how VW could no longer focus solely on obtaining the cheapest parts, however remote or scattered their producers.</p><p>Now, Mr. Aksel said, VW is making the uninterrupted delivery of parts a priority over competitive pricing, and could accept dual sourcing of some components, a practice that the industry gave up years ago in favor of single sourcing components and just-in-time delivery.</p><p>\"We still want competitive prices, but my priority is securing supply. Without components, you can't build cars,\" Mr. Aksel said. \"And zero production means zero profit.\"</p><p>VW is applying this new strategy now as it tries to restore part deliveries from suppliers in Ukraine that have been struggling to maintain production during the conflict. VW and suppliers such as Leoni AG, one its main suppliers for wiring harnesses, are duplicating Ukraine production in other countries including Poland, Romania and Tunisia.</p><p>In China, where the company makes nearly 40% of its annual sales and a hefty part of its profit, VW has faced criticism for operating a factory in Xinjiang. Human-rights advocates say China operates re-education camps there for members of the local Muslim population. VW says it employs Muslim Uyghurs at the plant, but uses no forced labor.</p><p>A senior VW executive who has now left the company said that VW requires every person working at the Xinjiang plant to be employed with an individual contract rather than using a local employment agency. This is aimed at preventing Chinese officials from using such agencies to conceal indentured labor, this person said.</p><p>China has denied using forced labor. Chinese authorities and state-controlled news outlets have criticized Western companies for highlighting forced-labor concerns in Xinjiang.</p><p>As part of its effort to reduce China's weight in its business, VW said it would invest more than $7 billion in the U.S. over the next five years, mainly on developing electric vehicles with the goal of doubling its share of the U.S. market to at least 10%.</p><p>Under consideration is a new Audi plant, said Hildegard Wortmann, sales chief for the VW group and the Audi luxury car brand. VW officials have also said the company could build a battery plant in the U.S.</p><p>\"China will remain one of the growth regions, but, yes, we have to strengthen our footprint in the United States,\" Volkswagen Chief Executive Herbert Diess said earlier this month. \"And that might lead to a situation where we can balance our global setup better.\"</p><p>In the 1960s, VW cracked the U.S. market thanks to its iconic Beetle, immortalized in the 1968 Walt Disney film \"The Love Bug\" which starred a self-driving racing Beetle named Herbie. But as VW turned its focus to China in the 1980s, it neglected its U.S. business. Asian manufacturers led by Toyota Motor Corp. and Nissan Motor Co. raced ahead with American consumers.</p><p>After refocusing its product portfolio on SUVs, VW turned a profit in the U.S. last year for the first time in years. VW has struggled in the past to significantly boost market share in the U.S. But as EVs begin to play a bigger role in the market, VW's share of U.S. EV sales is growing faster than the company's overall vehicle sales.</p><p>VW now ranks second in EV sales in the U.S. after Tesla Inc., Mr. Diess said, with 8% EV market share, twice VW's overall U.S. market share. VW is targeting an overall market share of 10% in the U.S., VW officials said.</p><p>In addition to already announced models, including the ID. Buzz, an electric resurrection of VW's iconic microbus, the original camper van, VW is also making plans to launch an electric pickup truck in the U.S. to cash in on the popularity of EV truck startups like Rivian Automotive Inc., VW officials said.</p><p>\"We've been discussing this for two years,\" said Scott Keogh, CEO of Volkswagen Group of America Inc. \"We have some different ideas. I think it's a good opportunity.\"</p><p>Write to William Boston at william.boston@wsj.com</p><p>Volkswagen Prepares for a Deglobalized World</p>",
  "published": "2022-03-27T09:33:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5456,
          "end": 5467
        }
      ]
    }
  ]
}