{
  "_id": "5b0849d5669cc1d72768f7b728d6c3d4596410420c6f96675e9fccf1cfed0141",
  "feed": "wall-street-journal",
  "title": "Will Voters Ever Get to Render a Judgment on Biden Family Business? Accepting millions of dollars from oligarchs may never carry a political cost.",
  "text": "<p>If Biden allies in politics and the media decide they can no longer sustain a blackout or credibly claim the emails aren't real, they may choose to begin arguing that the content of the emails... proves nothing.</p><p>Readers should be especially skeptical of traditional and new media outlets that now attempt to explain that they locked arms to resist a story that actually didn't matter at all. Particular skepticism should be reserved for those who claimed the report was a Russian disinformation attack... If the emails seemed explosive enough to warrant extreme reactions, even censorship, can anyone pretend they aren't significant?</p><p>Here in 2022, Brian Flood of Fox News writes this week about CNN White House correspondent John Harwood:</p><p>Harwood was among the numerous liberal journalists who dismissed the Biden laptop story at the time. In a tweet in Oct. 22, 2020, he tweeted that a Trump interview that day \"makes clear disinformation by Russian intelligence on Biden isn't enough to carry him across the finish line on its own.\"</p><p>Readers can guess how Mr. Harwood is spinning the Biden laptop story now. Mr. Flood reports:</p><p>\"It seems pretty clear that Hunter Biden was trading on his father's name to make a lot of money, he's had a difficult life, but until someone makes a nexus between what Hunter Biden has done and official activities of Vice President Biden or President Biden, it's a not-pretty picture, but it's not really of much public import in terms of the policy of the United States or the administration of the government,\" Harwood said on \"New Day.\"</p><p>\"There is zero evidence that Vice President Biden, or President Biden, has done anything wrong in connection with what Hunter Biden has done,\" Harwood added as anchor Brianna Keilar declared it was \"an important distinction.\"</p><p>A difficult life is an excuse for trading on the name of the vice president as he conducts the business of the United States overseas? Of course it was wrong for Mr. Biden to allow his adult son to trail along to foreign jurisdictions with his hand out. Now that the laptop emails have been widely accepted as legitimate, the only question is whether Joe Biden directly benefited. The infamous email describing a possible cut \"for the big guy\"involved a proposed deal in 2017, after Mr. Biden had left the vice presidency. But it contradicts his claims that he was never involved in his son's business affairs.</p><p>One might hope for at least a measure of political justice as voters have the ability to make a more informed choice in the next presidential election. But both public opinion polls and betting markets suggest that Americans expect Joe Biden to be the rare first-term president who does not run for re-election.</p><p>The Journal's Ken Thomas and Catherine Lucey recently reported:</p><p>A new Wall Street Journal poll found that 52% of Americans don't think Mr. Biden will run for re-election in two years, while 29% do expect him to pursue a second term. Nineteen percent are undecided about his future. Among Democrats, 41% said they think Mr. Biden will run again, while 32% said they didn't think he would. The poll found 26% of those Democrats unsure.</p><p>Mr. Biden and the White House have said he intends to run for re-election. People close to the president have suggested he will make a final decision after November's midterm elections.</p><p>The same Journal poll found that the number of Americans who are unhappy with the job he's doing—57%—is even larger than the number who don't expect him to run again, so they will presumably be happy if he meets their expectations and sits the next one out.</p><p>Andy Laperriere of Piper Sandler wrote Thursday in a note to clients:</p><p>According to the PredictIt betting markets, Biden is only given a 40% chance of being the Democratic nominee in 2024. Since he would very likely win the nomination if he sought it, the betting markets seem to assume he won't run again. Our guess is Biden probably won't run, so those odds seem about right to us.</p><p>Speaking of the betting markets, after Donald Trump and Joe Biden, gamblers give Gov. Ron DeSantis (R., Fla.) the best odds of winning the 2024 presidential election. Mr. Laperriere takes a crack at explaining why he is a formidable candidate:</p><p>He owes a lot to his opponents. When DeSantis decided early on to keep Florida \"free and open,\" critics in the media tried to make him the poster boy for a reckless response to Covid. While controversial at first, keeping schools and businesses open turned out to be widely popular in Florida and is where the public ended up across most of the country. A 60 Minutes story attacking him for doing special favors for Publix grocery stores turned out to be without foundationand elevated him in the conservative media.. The latest controversy over a bill critics call the \"Don't Say Gay\" bill, which prohibits public school teachers from discussing sexual orientation or gender identity with children in kindergarten through third grade, is another political gift to DeSantis.</p><p>Disney attacked the bill, giving DeSantis the opportunity to attack \"woke\" corporations, which is wildly popular with the GOP base. As an aside, attacking \"woke\" corporations will be a staple of GOP campaigns in 2022 and 2024 and potentially has important market implications... DeSantis carefully picks his battles (the public overwhelmingly agrees with his position not to introduce sexual topics to children below 10 years old) and he is disciplined.</p><p>***</p><p>California Flight Club: Public Education Edition M.G. Perez reports for San Diego's KPBS:</p><p>The State is projecting K-12 public school enrollment in California will drop by 9% before the end of the decade. Reasons for the decrease in students include transfers to other districts or to private schools, and families leaving the state for more affordable living.</p><p>That means that by 2030 more than 500,000 students will leave the state's public school system... In the Poway Unified School District, the drop has been significant since the initial pandemic shut down in March 2020. At that time, the total enrollment numbers provided by the district showed 36,514... last month, it was at barely 35,000...</p><p>This column can't help but wonder how many of those kids—and their parents—are now enjoying life in affordable Florida.</p><p>One also wonders if Joe Biden will soon be joining them.</p><p>***</p><p>James Freeman is the co-author of \"The Cost: Trump, China and American Revival.\"</p><p>***</p><p>Follow James Freeman on Twitter.</p><p>Subscribe to the Best of the Web email.</p><p>To suggest items, please email best@wsj.com.</p><p>(Teresa Vozzo helps compile Best of the Web. Thanks to Tony Lima.)</p><p>Will Voters Ever Get to Render a Judgment on Biden Family Business?</p>",
  "published": "2022-04-01T21:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4999,
          "end": 5005
        }
      ]
    }
  ]
}