{
  "_id": "c49cf2136020b2ac454154af9c4a0b62ff06ee841d9be1e3d8b3f08b568c6a4c",
  "feed": "market-watch",
  "title": "Streaming will look more like cable TV in 2023: Here are 5 trends to watch for; The pursuit of profits will rise to the forefront, and that will likely mean fewer choices for consumers",
  "text": "<p>It's been a rough year for streaming companies, with all the major players' stocks down considerably from a year ago — Disney shares DIS are down 44% to date in 2022 and on track for their worst year since 1974 , while Netflix NFLX is off more than 50% in 2022 (even with its stock having rebounded more than 50% since July).</p><p>Streaming services will focus less on attracting new subscribers and more on retaining the customers they already have, with bundles — Disney + and Hulu , for example, or Paramount+ and Showtime — and discount subscriptions becoming even more important.</p><p>\"Pricing and content offering being the main drivers for sign-up and churn, a great way to aid customer retention is through bundling,\" Mayssa Jamil, an analyst at Ampere Analysis, said in a recent report. \"It combines both of the above by offering larger catalogues and more frequent content additions at cheaper prices.\"</p><p>Beyond bundles, the following are five things to watch for in the coming year for the streaming industry.</p><p>Cutbacks and fewer shows</p><p>Netflix 's shocking decline in new customers  last spring sent investors into a tizzy, and shifted the streaming industry's most important quarterly metric from new subscribers to actual profits. That's problematic, because running a streaming service is extremely expensive .</p><p>With a longer history and larger library of shows, Netflix is the best positioned, and posted third-quarter earnings of $1.4 billion , with an estimated annual profit of $5 billion to $6 billion. Its rivals appear to be underwater. \"We estimate they are all losing money, with combined 2022 operating losses well over $10 billion,\" Netflix executives said in a quarterly earnings letter  in October.</p><p>Disney is aiming for profitability by 2024, but, despite impressive subscriber gains ( combined, Disney+, Hulu and ESPN+ topped Netflix  in subscribers in 2022), it still posted a $1.5 billion loss in its streaming business in the last quarter . The returning Disney CEO Bob Iger told employees last month that he will will take cost-cutting measures very seriously: \"We have to start chasing profitability,\" Iger said, according to the Wall Street Journal . \"It will be demanded of us.\"</p><p>Most streaming companies are now looking to cut costs (and programming) — a notorious example being the effort by Warner Bros. Discovery WBD, owner of HBO Max and Discovery+, to slash $3 billion in expenses , in part by canceling shows to save on residual payments and to create tax write-offs . Others have turned to advertising to bolster revenue, and Netflix is planning to crack down on password sharing in 2023 .</p><p>But perhaps the most noticeable change for viewers will be the end of the so-called Peak TV era and its endless supply of new series to choose from. While series cancellations have always been common at broadcast networks, they were much less prevalent at the fledgling streaming services, which needed content to attract subscribers. Netflix famously rescued a number of canceled network shows and turned them into hits . But those days appear to be over, with streamers — Netflix included — becoming just as willing as broadcast networks to kill shows in favor of a better bottom line.</p><p>And there's less coming down the pipeline. Ampere Analysis recently reported a 24% year-over-year drop in the number of original scripted series ordered by TV networks and streaming services in the second half of 2022, and a 40% drop since 2019. As MarketWatch's Jon Swartz has reported , 2023 should see significantly fewer scripted series than 2022, especially at Netflix , Disney + and Warner Bros. Discovery . For the shows that are greenlit, expect to see more reality and documentary series, which can be made for a fraction of the price of a scripted drama.</p><p>Amazon 's AMZN Prime Video and Apple TV+ are the outliers, with both increasing their numbers of original scripted series in 2022. But while Apple AAPL is expected to keep growing, Amazon's slumping earnings  may force cutbacks in the new year.</p><p>Will ad-supported tiers pay off?</p><p>Live-TV streaming services, like YouTube TV, Hulu Live and Sling TV, already resemble traditional cable packages, and in 2023 the experience of watching individual streaming services will look a lot more like cable — unless you pay more to avoid commercials.</p><p>Consumers fled cable to streaming over the past decade in part to enjoy commercial-free programming. But commercials have always provided fairly consistent (and highly profitable) revenue streams for media companies, and they're now remembering that.</p><p>Following the success of ad-supported tiers at Hulu , HBO Max and others, Netflix and Disney + added their own versions in 2022, in the hope that revenue generated by commercials would more than offset the lower subscription prices.</p><p>A recent report  from data-analytics firm Antenna found Netflix 's ad-supported tier was off to a slow start, while Digiday reported  that it had to give some money back to advertisers after missing viewership targets, and some analysts criticized the launch as rushed, sloppy and too expensive . But a Netflix representative told MarketWatch  the company wasn't worried, saying, \"It's still early days.\" Macquarie analyst Tim Nollen  expects the lower-priced tier to attract budget-minded existing Netflix customers more so than new subscribers, so it could take a couple of years to become \"a meaningful destination for advertisers.\"</p><p>Though cheaper, the appeal of both companies' ad-supported tiers is limited. Neither Netflix nor Disney offers downloads on the ad-supported tier, while Netflix 's video quality is less optimal. Netflix 's launch was hindered by a number of prominent shows being unavailable , due to revenue-sharing disputes.</p><p>Disney 's ad-supported tier is currently only available in the U.S. but will expand internationally in 2023. Netflix , which launched its version in November in 12 countries, including the U.S., plans to gradually expand the tier worldwide.</p><p>Neither has been available for a full quarter yet, so only time will tell if they're significant moneymakers.</p><p>The rise of FAST channels</p><p>Speaking of commercials: Remembering that traditional, ad-supported TV is a massively lucrative business, media companies are looking increasingly toward FAST — free, ad-supported television — channels as a solution to their financial woes. The linear services have scheduled programming and commercials, so watching them is just like regular TV, and give viewers the option of simply watching what's on, rather than getting overwhelmed trying to pick a show out of a vast library.</p><p>\"It's very familiar — this is just TV,\" the Roku Channel's content chief, Rob Holmes, told Deadline  in a recent interview. \"We just took streaming to a new platform and made it free.\"</p><p>Yeah, it's that simple — basically recreate the age-old TV model, only with \"Judge Judy\" or \"CSI\" or \"Classic Comedies\" channels. As a number of billionaire cable-company owners could tell you, that's where the money has always been. It's also a reminder that sometimes tech companies don't need to reinvent the wheel.</p><p>Industry leaders include Paramount's PARA Pluto TV, Fox's FOX Tubi, Samsung 's KR:005930 Samsung TV Plus, Roku 's ROKU the Roku Channel and Amazon 's Freevee, some of which are making original shows and movies to go along with their content libraries. Warner Bros. Discovery is planning to launch its own FAST channel in 2023, and recently deplatformed canceled series such as \"Westworld\" and \"The Nevers\" with the intent of selling them to third-party FAST channels  to make some quick cash in the meantime.</p><p>Additionally, internal FAST channels from other streaming companies — such as a \"Simpsons\" or Marvel channel for Disney +, or a teen-drama channel for Netflix — could be coming sooner than you think.</p><p>More live sports</p><p>Alphabet 's GOOGL GOOG deal to bring the NFL's Sunday Ticket package to YouTube TV  for the 2023 season is a game changer, and streaming's biggest splash yet in the delivery of live sports — one of the last big advantages cable has over streaming. Under the deal, fans won't need to subscribe to YouTube TV but will be able to pick up Sunday Ticket à la carte through YouTube Primetime Channels.</p><p>Amazon 's Prime Video will continue to be the exclusive home of NFL Thursday Night Football, while every other streaming NFL game will again be split among Peacock, Paramount+ and ESPN+. Wells Fargo analysts expect Disney to spin off ESPN+  in 2023, making it a stand-alone service with an ability to stream live sports that are also airing on ESPN 's cable channels, which it cannot do now, and making it much more of a must-have for cord-cutting sports fans.</p><p>Apple TV+ will continue to stream weekly Major League Baseball games, and a lot of industry eyes will be on its 10-year deal to stream Major League Soccer games, which starts in 2023 at an estimated cost of $2 billion. HBO Max, which had shunned live sports despite sharing a corporate family with Turner Sports, will become the streaming home of the U.S. men's and women's national soccer teams in 2023 (though the Women's World Cup next summer will be on Fox), while Peacock and Paramount+ are addressing American soccer demand with their exclusive coverage of the English Premier League and the UEFA Champions League, respectively.</p><p>College football could be the next domino to fall, with the Pac-12 (or Pac-10 ?) reportedly poised to strike a streaming deal with Amazon  that could be announced early in 2023. If that happens, Amazon could become a major player, along with ESPN and Fox, and bid on part of the expanded College Football Playoffs  coming in 2024.</p><p>Meanwhile, money-bleeding regional sports networks — the cable channels that show local MLB, NBA and NHL games — could be intriguing acquisition targets for deep-pocketed tech companies like Amazon or Apple . RSNs could also create their own direct-to-consumer  streaming deals.</p><p>\"In 2023 we'll see whether these streaming giants decide to go big or go home. Sports streaming at scale is not for the faint-hearted, and achieving profitability is no mean feat given the cost of sports rights,\" Julien Signes, senior vice president of video networks at Synamedia, recently told CSI Magazine .</p><p>Consolidation is still coming</p><p>There will definitely be at least one fewer major streaming service in 2023, as Warner Bros. Discovery has already announced Discovery+ will merge with HBO Max in the spring, probably with a name change .</p><p>Hulu remains a wild card. Disney currently has a two-thirds ownership stake in Hulu , to Comcast 's CMCSA one-third, and will be able to buy out Comcast 's stake as soon as Jan. 1, 2024. But that buyout could come sooner, if the companies can agree on a fair-market price. That was reportedly the hope of Bob Chapek , Disney 's former CEO, but he was ousted, and Iger may see things differently. On the other hand, Comcast CEO Brian Roberts said in October  that he would be open to buying all of Hulu , if it was available. If that happened — and it's a longshot — that would likely mean the end of Comcast 's Peacock, which would probably be absorbed by Hulu .</p><p>Peacock and Paramount+ also remain potential merger targets. The two reportedly discussed a partnership in 2021, and, as streaming costs soar and investors demand profits, it's conceivable that either Comcast or Paramount could decide to cut their losses and sell. Last March, Paramount CEO Bob Bakish hinted at such a possibility . Would Comcast buy it? (Possibly, though it would have to divest CBS , since it couldn't own that and NBC.) Or Apple ? Or Amazon or Netflix ? They sure have the cash.</p><p>If there's one thing streaming insiders can agree on, it's that not all of the current streaming services will survive.</p><p>\"There will be multiple business casualties in the paid streaming wars and a few business victors,\" former WarnerMedia and Hulu CEO Jason Kilar wrote in a recent Wall Street Journal op-ed . \"Expect two or three major mergers and/or acquisitions involving entertainment companies in the coming 24 months.\"</p><p>Streaming will look more like cable TV in 2023: Here are 5 trends to watch for</p>",
  "published": "2022-12-31T20:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 119,
          "end": 125
        },
        {
          "start": 461,
          "end": 469
        },
        {
          "start": 1709,
          "end": 1715
        },
        {
          "start": 1806,
          "end": 1813
        },
        {
          "start": 1968,
          "end": 1974
        },
        {
          "start": 3578,
          "end": 3586
        },
        {
          "start": 4640,
          "end": 4648
        },
        {
          "start": 5516,
          "end": 5522
        },
        {
          "start": 5729,
          "end": 5735
        },
        {
          "start": 7712,
          "end": 7720
        },
        {
          "start": 8426,
          "end": 8432
        },
        {
          "start": 10485,
          "end": 10491
        },
        {
          "start": 10777,
          "end": 10783
        }
      ]
    }
  ]
}