{
  "_id": "1b71883c15d616de0429c088d09b0118f473425be855093465feab13880a5166",
  "feed": "wall-street-journal",
  "title": "Business News: Disney+ With Ads Goes Live",
  "text": "<p>The ad-free version will now cost $10.99 a month, up from $7.99. More than 100 advertisers have signed up for the new program, according to Disney.</p><p>The rollout of the ad-supported Disney+ follows a few tumultuous weeks for the media giant. Disney in November announced companywide cost-cutting measures and told division leaders that layoffs were likely. The board then ousted Bob Chapek as chief executive and brought back Robert Iger, the company's former chairman and CEO who had previously left at the end of last year.</p><p>Mr. Iger told employees in a companywide town-hall meeting last month that he will emphasize profitability over growing subscriber numbers at the company's streaming service.</p><p>Investors and analysts expect advertising and higher subscription costs will produce higher profit for the company's streaming segment, but they also note that price increases could raise the streaming platform's churn rate, or the percentage of subscribers who cancel the service each month.</p><p>Many streaming services across the media industry have struggled of late to attract new subscribers.</p><p>Growth in the number of subscribers year-over-year has slowed or stayed flat for at least the past three consecutive quarters for several streaming services, including Netflix Inc., Paramount's Paramount+, Hulu, ESPN+ and Showtime.</p><p>Disney+ added 12.1 million new subscribers in the three months ended Oct. 1, but quarterly losses at the company's streaming business more than doubled from the previous year.</p><p>Warner Bros. Discovery Inc. said this week that it will bring HBO Max back to Amazon.com Inc.'s Prime Video Channels platform, reversing an earlier decision made by HBO's previous owner to cut its reliance on third-party platforms for subscribers. HBO Max will be offered on the Prime Video Channels platform for $14.99 a month.</p><p>The pact will also extend to a revamped streaming service, which Warner Bros. Discovery is planning to launch next year, that will comprise both HBO and Discovery content.</p><p>For Disney, the new ad-supported subscription offerings also mark a reversal from how the company previously viewed that strategy.</p><p>Disney previously didn't want to include advertisements in Disney+, saying that it would hurt consumers' experience. Then, in March, the company announced it would offer a new ad-supported version of Disney+.</p><p>Disney+ will carry about four minutes of commercials an hour on the ad-supported version of the platform. The planned four-minute-an-hour ad load is less than that of most streaming competitors and less than traditional TV offers, company officials have said.</p>",
  "published": "2022-12-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 2006,
          "end": 2012
        },
        {
          "start": 180,
          "end": 186
        },
        {
          "start": 1325,
          "end": 1331
        },
        {
          "start": 240,
          "end": 246
        },
        {
          "start": 2333,
          "end": 2340
        },
        {
          "start": 140,
          "end": 146
        },
        {
          "start": 2133,
          "end": 2139
        },
        {
          "start": 2342,
          "end": 2348
        },
        {
          "start": 2192,
          "end": 2199
        }
      ]
    }
  ]
}