{
  "_id": "bba3b3ee0753e3d73100fae16287c97cf9c7d835f2bec1e79552a3489adb5c6b",
  "feed": "wall-street-journal",
  "title": "What to Stream: 'Billions' Axes Key Character",
  "text": "<p>(Showtime)</p><p>Season six is a turning point for Showtime's \"Billions,\" the hit series set in the world of high finance.</p><p>The new season is the first that doesn't star Damian Lewis as hedge-fund manager Bobby Axelrod, the primary nemesis to Chuck Rhoades, attorney general of New York, played by Paul Giamatti. Rhoades's sparring partner in season six is Corey Stoll's Michael Prince, now at the helm of Axelrod's old firm.</p><p>There is still plenty to recognize in the show that mashes up finance with food, New York and rock 'n' roll.</p><p>In true \"Billions\" fashion, the opening minutes of the new season's first episode include a large helping of classic rock (Buffalo Springfield's \"For What It's Worth\"), a cameo that nods to New York's food scene and an appearance from a beloved pop-cultural figure portraying an entitled billionaire: Michael McKean of \"This Is Spinal Tap\" fame, accompanied by Revolutionary War-era cannons.</p><p>Fans of the series have a tendency to see \"Billions\" outside the TV series. When Reddit's army of retail traders sent GameStop's stock price soaring, the Twitter accounts of \"Billions\" co-creators Brian Koppelman and David Levien were flooded with viewers wondering (and insisting) if the ordeal would inspire future episodes of the series.</p><p>Whether a GameStop-like plotline will make its way into the season, however, has yet to be seen.</p><p>But Mr. Koppelman says they appreciate the thought.</p><p>\"It's rewarding that when people see things in the culture, they go, 'Oh, it's a 'Billions' episode come to life,' \" he says.</p><p>Season six of \"Billions\" premieres Sunday on Showtime and the Showtime app.</p><p>'How I Met Your Father'</p><p>(Hulu)</p><p>When Hilary Duff was approached about taking the lead role of Sophie in the comedy \"How I Met Your Father,\" she felt it was the right kind of work for her, but the wrong situation for her family. The show is about a group of friends navigating Tinder and New York, and the creators wanted to shoot the show on location. But Ms. Duff, a mother of three based in L.A., said she wasn't interested in a cross-country commute.</p><p>\"They were, like: 'Great, great, great, we'll make it work in L.A.,' \" she said in a recent Zoom call. \"And I was, like, yes!\"</p><p>\"How I Met Your Father\" dropped its first two episodes this week on Hulu.</p><p>The series is being marketed as a sequel to the immensely popular CBS series \"How I Met Your Mother\" (also streaming on Hulu). It is narrated by Kim Cattrall -- Sophie in 2050 -- telling her son about, yes, how she met his father.</p><p>Ms. Duff, 34, came to fame as a teenager in the Disney Channel hit \"Lizzie McGuire.\" She says her ability to say yes to work that's right for both her and her family is something that she has become more confident about in recent years.</p><p>\"I know my worth and I know my power more than I ever have,\" she says. \"When you're looking at your kids, it's really easy to make decisions, like: Am I gonna be here or am I gonna miss this?\"</p>",
  "published": "2022-01-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2545,
          "end": 2551
        }
      ],
      "nexusId": "10078857"
    }
  ]
}