{
  "_id": "7b5fb1111998b1482baf02104de04b9e83fb44f392029526d010569e24c1636e",
  "feed": "wall-street-journal",
  "title": "Hong Kong Scraps Screening of Batman Film on Censors' Urging; Organizers cancel outdoor screening of 'The Dark Knight,' citing violence",
  "text": "<p>\"It is a normal part of the licensing process,\" a spokeswoman for the venue, The Grounds, said. The venue had recently screened the film's prequel, \"Batman Begins,\" and said it planned to continue with a Nov. 3 screening of the sequel \"The Dark Knight Rises,\" the spokeswoman said, adding that the films \"are much less violent than the second movie.\"</p><p>A spokeswoman for the film regulator, the Office for Film, Newspaper and Article Administration, declined to comment.</p><p>The film's cancellation comes as Hong Kong authorities have clamped down on free speech and political opposition in the years since Beijing imposed a national security law on the semiautonomous city in 2020. The law followed a wave of sometimes-violent protests across the city in 2019 that opposed an extradition law and later morphed into a movement demanding broader democratic reforms.</p><p>Last year, the Hong Kong government empowered the city's film regulators to censor movies on national security grounds.</p><p>\"The Dark Knight\" centers on a rivalry between Batman and the Joker and contains several scenes filmed in Hong Kong. In one, the superhero leaps off a Hong Kong skyscraper to capture a Chinese gangster who boasts of having paid off the city's police force. The film also features a number of shots of the city's skyline and other recognizable Hong Kong landmarks.</p><p>In 2007, Hong Kong government officials issued a statement welcoming filmmakers to the city and promoting the economic benefits that the film would bring.</p><p>\"Films for international release will also help showcase Hong Kong to an international audience. I am sure Batman will further raise Hong Kong's profile and attract more tourists to come here,\" said Jack So, the chairman of the Hong Kong Film Development Council, at the time.</p><p>Although \"The Dark Knight\" was screened in Hong Kong on its release in 2008, the film's producers said they didn't submit the film for approval in China due to \"cultural sensitivities\" and \"prerelease conditions,\" the Associated Press reported around the time of the film's release.</p><p>\"The organizer has already clarified the matter and the matter has been resolved. I haven't got anything else to add to it,\" said Algernon Yau, who oversees film censorship as Hong Kong's secretary of Commerce, when asked during a press conference Friday about the cancellation.</p><p>As part of its national security law, police have criminalized slogans and songs that were popular during the demonstrations and have handed down prison terms to demonstrators found to chant forbidden slogans.</p><p>More recently, Hong Kong leader John Lee has spoken of the need to tell positive stories about Hong Kong, with its reputation as a global financial hub damaged following tough Covid-19 controls that have remained in place long after restrictions have eased in much of the rest of the world.</p><p>It isn't the first time Western entertainment has spurred censorship concerns in the city. Last year, Walt Disney Co. rolled out its streaming service in Hong Kong, including 32 seasons of \"The Simpsons,\" butleft off an episode referencing the Tiananmen Square massacre. References to the event have long been off-limits in mainland China, and authoritieshave barred commemorations of the event in Hong Kong in the years since the 2020 security law.</p><p>Write to Dan Strumpf at daniel.strumpf@wsj.com</p><p>Hong Kong Scraps Screening of Batman Film on Censors' Urging</p>",
  "published": "2022-10-21T13:23:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2940,
          "end": 2951
        }
      ]
    }
  ]
}