{
  "_id": "25cae91aefbaf98935be5073e57c8f8fefee79141495c31ae827bfcad65ef367",
  "feed": "wall-street-journal",
  "title": "Amazon Searches  For Film Executive  ----  By Erich Schwartzel and Jessica Toonkel",
  "text": "<p>   Amazon.com Inc. is searching for a senior movie-studio executive to help lead its growing entertainment division, turning to rivals for a chance to poach an experienced Hollywood player. </p><p>   Amazon Studios has held conversations with several Hollywood leaders about the role, including Netflix Inc.'s film head, Scott Stuber, one of the streamer's most powerful and visible executives, according to people familiar with the matter. </p><p>   It is unclear if the talks are ongoing. Mr. Stuber is one of several candidates who have talked to Amazon about the role, the people said. The company also held discussions with former Paramount Pictures executive Emma Watts about a position, the people said. </p><p>   That Mr. Stuber and others were willing to have such conversations reflects power shifts under way in Hollywood and vulnerabilities at the industry's dominant streaming service. At Netflix, where Mr. Stuber helped cement the company's status as the streaming industry's dominant player, he oversees a division that has produced dozens of movies, including Martin Scorsese's mob drama \"The Irishman\" and the big-budget action release \"The Gray Man.\" </p><p>   Netflix has of late signaled a retrenchment, as rivals like Walt Disney Co. spend heavily to surpass it in subscriber numbers and content offerings. Netflix's global rise has slowed, leading it to cut spending and scale back operations. At Amazon, executives have spent billions of dollars this past year hoping to augment its Prime service, using A-list stars to lure subscribers. </p><p>   For two consecutive quarters, Netflix has lost subscribers as it confronts increased competition and inflation pressures consumer spending. The subscriber attrition led its stock to drop nearly 60% this year. Netflix is looking for new sources of revenue to compensate, including launching an ad-supported tier of its service. </p><p>   Some Netflix executives have resisted widely releasing more movies in theaters. Mr. Stuber has argued to associates that more theatrical film debuts could help the company increase revenue, said people familiar with the matter. </p><p>   A leadership vacuum at Amazon formed this spring with the departures of Mike De Luca and Pam Abdy, MGM executives now at Warner Bros. Discovery. </p><p>   The head of Amazon Studios, Jennifer Salke, and Senior Vice President Mike Hopkins are overseeing the search, according to people familiar with the matter. </p><p>   Among his conversations with Amazon, Mr. Stuber has met with Jeff Blackburn, Amazon's senior vice president of global media and entertainment, the people said. The company plans to hire an executive in the next couple of months, one of the people said. </p><p>   In March, Amazon closed a $6.5 billion acquisition of the MGM movie and television studio, giving Amazon an expansion of its film library offerings and access to franchises like \"Rocky\" and James Bond, which it can mine for reboots and remakes. </p><p>   Yet to be determined is how MGM will integrate into Amazon's operations. One scenario under consideration is to release most theatrical films under the MGM banner, while other features are released under the Amazon Studios brands, people familiar with the matter said. </p><p>   The company is also discussing rebranding MGM's Epix premium cable channel under the MGM studio umbrella, the people said. </p><p>   Amazon has invested significantly in its film operations, to scattered success. It saw the movies as a main draw to hook customers on its Prime shipping service. </p><p>   In its earlier days, Amazon Studios was known for art-house fare like Spike Lee's \"Chi-Raq\" and \"Manchester by the Sea,\" an intense drama that won two Academy Awards. Well-regarded Amazon releases such as \"The Sound of Metal\" and \"One Night in Miami. . .\" have also received critical acclaim but often fail to reach broader audiences. Its television arm has had more success, with hits such as \"The Marvelous Mrs. Maisel\" and \"The Terminal List.\" </p><p>   More recently, Amazon has expanded into programming designed to have broader appeal. When Covid-19 closed movie theaters around the world, Amazon bought and distributed would-be theatrical releases on its streaming service, such as \"The Tomorrow War,\" a big-budget science-fiction movie starring Chris Pratt. </p><p>   This fall, its releases include the adaptation of the popular horror novel \"My Best Friend's Exorcism\" and \"My Policeman,\" a drama starring heartthrob Harry Styles. Its television division is producing a new \"Lord of the Rings\" series with a season-one budget that has exceeded $400 million. </p><p>   --- </p><p>   Robbie Whelan contributed to this article. </p><p></p>",
  "published": "2022-08-18T06:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 1197,
          "end": 1212
        },
        {
          "start": 1190,
          "end": 1205
        }
      ],
      "weightsV2": {
        "weight": 1.8050135,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.19500005,
        "tagPositionWeight": 1.3589859e-05,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}