{
  "_id": "0cc59f456a6ecf2e2efe279b0b19fcfc11a5fd1a975f459ea67856c508168e30",
  "feed": "wall-street-journal",
  "title": "Federal Judge Replaced in Big Criminal Copyright Case; Move follows judge's disclosure of Disney stake, complicating U.S. extradition effort",
  "text": "<p>Judge Liam O'Grady PHOTO: Illustration: Art Lien for The Wall Street Journal</p><p>A federal grand jury indicted Megaupload in 2012 on charges that the site reproduced and distributed pirated movies, television shows and music, earning Mr. Dotcom and his associates $175 million in illegal profits. Mr. Dotcom, who has denied wrongdoing, has been in New Zealand fighting extradition since the charges were filed.</p><p>Federal law bars judges from presiding in cases in which they or their spouses have a financial interest, \"however small.\" Judge O'Grady's annual financial disclosure forms from 2014 to 2019 listed Disney stock in varying amounts.</p><p>Spokespeople for Disney and the U.S. attorney's office for the Eastern District of Virginia, which is prosecuting Mr. Dotcom, declined to comment. Judge O'Grady didn't respond to a request for comment.</p><p>A Disney unit is involved in the criminal prosecution of Mr. Dotcom as an interested party, while other Disney units are suing Mr. Dotcom in federal court for alleged copyright violations. Disney and other members of the Motion Picture Association of America have said that they may have lost billions of dollars to Megaupload's alleged piracy.</p><p>Judge O'Grady also was overseeing the civil case until the Virginia-based federal court reassigned the lawsuit to Judge Trenga in April without comment.</p><p>Judge O'Grady was the subject of a Wall Street Journal article last year that revealed that he had heard more than 60 cases involving companies whose stocks were listed on his financial disclosure forms. Judge O'Grady previously told the Journal that the equities listed on his forms belonged to his wife. He said he had mistakenly believed her brokerage account to be a mutual fund, which wouldn't have required his recusal.</p><p>If Mr. Dotcom's lawyers are successful in raising doubts in New Zealand about the legitimacy of the U.S. case, they could derail efforts by U.S. prosecutors to bring him to Virginia to stand trial for racketeering and money laundering conspiracy, copyright infringement and wire fraud.</p><p>\"If the [U.S.] rulings are tainted by an appearance of impropriety, it would seem to have a domino effect on the integrity of the proceedings in New Zealand,\" Mr. Dotcom's U.S.-based lawyer, Ira Rothken, said.</p><p>Mr. Dotcom, who was known as Kim Schmitz before legally changing his surname in homage to the technology that made him a millionaire, is considered a fugitive in the U.S., limiting his access to U.S. courts. But Mr. Rothken said Mr. Dotcom's legal team plans to introduce Judge O'Grady's financial ties to Disney into the long-running extradition proceedings.</p><p>Megaupload was one of the most popular file-sharing services in the world before the U.S. government shut it down in 2012. The Justice Department, in announcing charges against Mr. Dotcom and his associates that year, described the prosecution as \"among the largest criminal copyright cases ever brought by the United States.\"</p><p>Mr. Rothken said the court gave no reason for the April removal of Judge O'Grady from the suit filed by Disney and other studios against Mr. Dotcom. But he said the reassignment came within weeks of a request by Mr. Dotcom's legal team for Judge O'Grady's annual financial statements.</p><p>The defense lawyers then sought to have the criminal case reassigned, arguing that it was related to the civil case.</p><p>For now, the federal judiciary requires lawyers and members of the public to fill out a form to obtain financial disclosure statements of judges, and judges are alerted to the requests. President Biden last week signed a law that requires the federal judiciary to promptly disclose stock purchases and sales and post judges' financial disclosure reports online in a publicly accessible searchable database.</p><p>A spokesman for the Administrative Office of the U.S. Courts said the online database is under development and \"will be completed as soon as possible.\"</p><p>Congress passed the Courthouse Ethics and Transparency Act in response to a Journal investigation that found that 152 federal judges around the nation violated U.S. law and judicial ethics by overseeing 1,076 court cases involving companies in which they or their families owned stock.</p><p>Several bills pending in Congress would require judges to provide written notification and explanations of decisions to recuse.</p><p>James V. Grimaldi contributed to this article.</p><p>Write to Joe Palazzolo at joe.palazzolo@wsj.com</p><p>Federal Judge Replaced in Big Criminal Copyright Case</p>",
  "published": "2022-05-19T15:34:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 605,
          "end": 611
        },
        {
          "start": 944,
          "end": 950
        },
        {
          "start": 90,
          "end": 96
        },
        {
          "start": 1029,
          "end": 1035
        },
        {
          "start": 2566,
          "end": 2572
        },
        {
          "start": 655,
          "end": 661
        },
        {
          "start": 842,
          "end": 848
        },
        {
          "start": 3051,
          "end": 3057
        }
      ]
    }
  ]
}