{
  "_id": "73fd94ae86795a40215b4eb93645a27f68ca8dcf42fe391d8b6a16eac3d2865a",
  "feed": "ftcomall",
  "title": "Walt Disney executives staged revolt against ousted chief Bob Chapek",
  "text": "<p>Senior Walt Disney executives led a rebellion against chief executive Bob Chapek in recent weeks, which resulted in his ousting and replacement with predecessor Bob Iger, according to people familiar with the matter.</p> <p>The covert campaign to overthrow <a href=\"https://www.ft.com/stream/f964406a-60c7-4353-93c6-ab35ad427a3d\">Chapek</a>, which began in the summer, came after the outgoing chief executive lost the confidence of some members of his top team during a tumultuous 33 months at the helm of the media empire.</p> <p>“A lot of people were approaching the board, Iger loyalists who felt marginalised,” said one person with knowledge of the talks.</p> <p>Shares in <a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Walt Disney</a> rallied 6.3 per cent on Monday as investors wagered that Iger, one of America's most celebrated media executives, could lift morale and boost returns at the company's costly streaming unit. By Monday afternoon Iger had dismissed Kareem Daniel, a trusted Chapek ally who ran the group's streaming strategy.</p> <p>Disney executives began approaching the board, which is chaired by Susan Arnold, a few months ago to express concerns about Chapek's leadership. Christine McCarthy, chief financial officer, was among the executives who complained, three of the people said. Disney declined to comment.</p> <p>“[The board] were clueless about what to do,” one person added.</p> <p>The final straw was Disney's bruising earnings release on November 8, during which Chapek reported the company's streaming business had lost $1.5bn during the most recent quarter. Three days later, Chapek announced job cuts, telling staff in an email: “We are going to have to make tough and uncomfortable decisions.”</p> <p>Iger, who ran Disney for 15 years before leaving in 2021, stunned Hollywood on Sunday night by agreeing to replace Chapek. Iger had handpicked Chapek as his successor after he won plaudits for his management of Disney's theme parks division.</p> <p>The changes at the top come after the company's stock had fallen nearly 40 per cent this year as Disney and others spent heavily to compete in streaming, a business that has been costly and less profitable than cable television or cinema.</p> <p>Relations between the “two Bobs” quickly soured as Iger bristled over Chapek's handling of Disney's creative output and his management shake-up, which introduced more centralised decision-making and empowered Chapek's allies.</p> <p>The decision to reinstate Iger, brokered by Arnold, came less than six months after Disney renewed Chapek's contract for a further three years, quelling speculation of a potential exit. People close to Chapek said he became aware of the moves against him some weeks ago but was caught off guard by the speed of events.</p> <p>The abrupt dismissal will entitle Chapek to a significant payout. Under his old contract, at the end of 2021 he was entitled to an estimated $54mn in cash and stock in the event of early termination. The company has not published the full details of his most recent contract.</p> <p>Iger, 71, has agreed to stay on for two years to help steady the ship and choose another successor.</p> <p>Iger, who delayed his retirement four times before finally leaving the company, said in a memo to staff on Sunday that he felt “a bit of amazement” that he was returning to the company.</p> <p>As recession fears grow, investors have become increasingly concerned about the high costs of streaming, weighing on the valuations of all major US entertainment companies this year.</p> <p>MoffettNathanson analysts expect Iger to “re-examine” Disney's streaming strategy.</p> <p>Steven Cahall, a Wells Fargo analyst, said: “While the announcement doesn't solve all of Disney's problems, we think investors will embrace it as it puts perhaps the best leader in media at the helm with a mandate to shake things up.”</p> <p><em>Additional reporting by Christopher Grimes in Los Angeles</em></p> <p><em>*This story has been amended to clarify the timeline of Arnold's contacts with Iger </em></p><p>Source: Anna Nicolaou and James Fontanella-Khan in New York and Alex Barker in London 2022 'Walt Disney executives staged revolt against ousted chief Bob Chapek' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-21T23:10:12.045Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 7,
          "end": 18
        },
        {
          "start": 579,
          "end": 590
        },
        {
          "start": 897,
          "end": 903
        },
        {
          "start": 1154,
          "end": 1160
        },
        {
          "start": 1266,
          "end": 1272
        },
        {
          "start": 1578,
          "end": 1584
        },
        {
          "start": 1775,
          "end": 1781
        },
        {
          "start": 1903,
          "end": 1909
        },
        {
          "start": 2136,
          "end": 2142
        },
        {
          "start": 2355,
          "end": 2361
        },
        {
          "start": 3389,
          "end": 3395
        }
      ]
    }
  ]
}