{
  "_id": "538614fb4648bb2191d09f15b41ce0c74760abaa110fd76c48e620384dca4c36",
  "feed": "ftcomall",
  "title": "European football gears up for new fight over money",
  "text": "<p>Greetings from a rainy Istanbul, where the great and the good of European club football have been gathering in a former Ottoman palace on the banks of the Bosphorus for their twice yearly chinwag.</p> <p>The official agenda for the general assembly of the <strong>European Club Association</strong> is predictably bland — essentially a list of amorphous topics to be workshopped in breakout groups. So while the chief executives and chairmen have been sharing ideas, I've been camped out in the hotel lobby, hoping to collar some during their coffee breaks to find out what's really on their minds. </p> <p>One topic of discussion was&#xa0;the increasing revenue pie from European club competitions, and more specifically how to slice it up. We've got more on that in this week's Scoreboard. We also take a look at the big news in basketball this week, with the <strong>Phoenix Suns</strong> owner deciding that his recent one-year ban was a prompt to quit the game altogether. Plus we have an invite to extend, see details below. </p> <p>Finally, congratulations to <strong>Roger Federer</strong>, who called time on a stunning tennis career in London last night. Read the FT's report <a href=\"https://www.ft.com/content/209ddf6b-8187-4339-ae09-cc5f617ede33?\">here</a>.</p> <p>&#xa0;Do read on —<em> Josh Noble, sports editor</em></p> <h1>Sharing the spoils: Europe's top football clubs dismiss domestic complaints </h1> <p>When it comes to revenue growth, the <strong>Premier League</strong> usually dominates the headlines. But European club competitions are becoming increasingly productive cash cows for those that participate. Recent broadcast deals for Uefa's <strong>Champions League</strong> have notched up significant increases, especially in the US market. The pot of cash to be spread across Europe is getting bigger and bigger. </p> <p>That's good news for the kind of clubs involved in the ECA — an increasingly powerful grouping headed by <strong>Nasser el-Khelaifi</strong>, the Qatari chair of <strong>Paris Saint-Germain</strong>. </p> <p>The ECA has been on a push to increase its reach with the launch of the ECA Network, which will extend some of the group's services to as many as 160 “aspiring” clubs. It was also the driving force behind the creation of the Europa Conference League, a new competition designed to give more teams the chance to play against their counterparts across the continent.</p> <p>But not everyone is happy. Some at the domestic leagues fear that the growing gap between those who qualify for Europe and those who don't risks distorting competition at home. They look at places like Croatia, where <strong>Dinamo Zagreb</strong> have won all but one league title since 2005, or the<strong> Bundesliga</strong> — where <strong>Bayern Munich</strong> are gunning for an 11th consecutive championship. The snowball effect of continued participation in the Champions League in particular is pushing the bigger clubs further and further ahead, they warn. As domestic competition wanes, so will interest from broadcasters. </p> <p>But the ECA members aren't buying it. They point to the Champions League results — where the opening few fixtures have shown how teams across Europe are still very capable of winning against deep-pocketed rivals, especially those from the Premier League. The ECA members also note that money generated from European competitions is already being shared with non-participants, and is becoming an increasingly important revenue source for clubs in smaller countries. </p> <p>“European competitions are the ones that keep the balance right. It's the big five countries' domestic TV revenues that changes the competitive balance”, said <strong>Aki Riihilati</strong>, chief executive of <strong>HJK Helsinki</strong> and ECA vice-chair. </p> <p>So while the leagues point the finger at the big clubs in the ECA, the clubs say the big leagues just aren't doing their bit to share the spoils at home. This looks like a row that is just heating up.</p> <h1>For Sale: The Phoenix Suns and Mercury — and the NBA's dignity</h1> <p>The <strong>National Basketball Association</strong>‘s <strong>Phoenix Suns</strong> and the <strong>WNBA</strong>‘s <strong>Phoenix Mercury</strong> are for sale, but the transactions may carry as much reputational damage for the NBA as they are likely to be empire-building chips for a lucky billionaire.</p> <p>On Wednesday, the teams' current owner <strong>Robert Sarver</strong> said he would put both clubs up for sale, just a week after Sarver was handed a one-year suspension and $10mn fine for using racist language and demeaning female employees in the front office, including saying the N-word at least five times and denying professional opportunities to a pregnant staffer.</p> <p>Sarver's behaviour was documented in a 36-page independent investigation commissioned by the league, confirming an earlier report by ESPN, incorporating interviews with hundreds of current and former employees during the real estate developer's 18-year ownership period. Almost immediately after the NBA levied its sanctions, star players including <strong>LeBron James</strong> and Suns point guard <strong>Chris Paul</strong> blasted the punishment as too lenient, and sponsor <strong>PayPal</strong> <a href=\"https://www.ft.com/content/fd673cd9-6563-42a0-ad2f-f4932e93877d\">threatened</a> to end its relationship with the club.</p> <p>Sarver buckled under the pressure, writing in a statement that he'd hoped a year's suspension would give him enough time to make amends, “but in our current unforgiving climate, it has become painfully clear that is no longer possible”.</p> <p>The looming sales now create an awkward dynamic for the rarefied club of NBA owners: just a week ago, commissioner <strong>Adam Silver</strong> went to great pains to defend their weak punishment, and now all stakeholders — including Sarver — stand to benefit if the Suns and Mercury sell in the region of $2bn, based on a current valuation, and well above the $401mn Sarver paid for them in 2004. </p> <p>Front offices and boutique investment firms have speculated for months that the Suns may come up for sale, given the public disclosure that the league was investigating Sarver's conduct. Scooping up 1/30th of the NBA, particularly before the league negotiates its next media rights contract (its current deals with <strong>ESPN</strong> and <strong>TNT</strong> expire after the 2024-25 season), is a rare investment. As of press time, definitive bidders for the Suns have yet to come forward, though former <strong>Disney </strong>chief executive <strong>Bob Iger</strong> has been rumoured to have an interest. A spokeswoman for him declined to comment.</p> <p>The Suns were most recently valued at $1.8bn by Forbes, slightly higher than the 2020 sale of the <strong>Utah Jazz</strong> for just over $1.6bn. It remains unclear if both the Suns and the Mercury — the WNBA home of <strong>Brittney Griner</strong> — would sell as a package or as individual entities.</p> <p>For interested parties, the teams are an asset worth evaluating. For Sarver and Silver, their sale will still somehow yield benefits despite misdeeds and missteps.</p> <p><strong>An invitation: </strong></p> <p>Our<strong> Business of Sport Summit </strong>takes place in New York on October 24. Milwaukee Bucks owner Marc Lasry and Philadelphia 76ers owner Josh Harris will be among those there to share their insights. As a Scoreboard subscriber, you can claim your free digital pass using the promo code Premium22 and purchase access to our VIP in-person discussions and drinks reception.<a href=\"https://businessofsport.live.ft.com/?reference=editorialnewsletters&amp;utm_source=emh&amp;utm_medium=editorialnewsletters&amp;utm_campaign=2022pftbusinessofsport\"><strong> Register for your pass today</strong></a><strong>.</strong></p> <h1>Highlights</h1> <ul>  <li><p>Hong Kong is betting that the return of <strong>Rugby Sevens</strong> this November <a href=\"https://www.ft.com/content/426e94a2-2fbb-457d-b544-bfa4fe518c0a\">will restore</a> the Asian financial centre's fortunes as it softens costly quarantine policies. The tournament, which historically attracted 100,000 visitors, is a weekend of corporate events, financial industry networking and boozing in fancy dress.</p></li>  <li><p>Aussie Rules football has been rocked by a <a href=\"https://www.ft.com/content/4977a089-93f6-4057-84e2-2a06992c7c30\">racism scandal</a> just days before its grand final, according to the findings of a review stretching back a decade. Indigenous players in the <strong>Australian Football League</strong> alleged that they had their SIM cards removed from their mobile phones to cut them off from their families.</p></li>  <li><p><strong>Manchester United </strong>recorded a net loss of £115mn in the 2021-22 season despite a <a href=\"https://www.skysports.com/football/news/11095/12703207/manchester-united-announce-115-5m-net-loss-for-2021-22-season-ceo-richard-arnold-core-mission-is-to-entertain-fans\">rebound in revenues</a>. The<strong> Glazer</strong> family, which controls the club, is under pressure from protesting fans who are against the American owners as they continue to collect dividends while net debt rises.</p></li>  <li><p>Fifteen members of Spain's national women's football team have <a href=\"https://www.espn.com/soccer/spain-espw/story/4752360/spain-womens-team-15-players-threaten-to-quit-if-coach-isnt-fired\">threatened</a> to quit if manager <strong>Jorge Vilda</strong> isn't sacked, turning in resignation letters this week to governing body <strong>RFEF</strong>. </p></li>  <li><p><strong>Magnus Carlsen</strong> resigned after making just one move in a highly anticipated rematch against <strong>Hans Niemann</strong>. The Norwegian chess legend's <a href=\"https://www.ft.com/content/9fa38010-ece4-48aa-a640-c08236b6968f\">refusal to play on</a> followed a shock loss against the 19-year-old American earlier this month. A tweet by Carlsen after that defeat has been widely interpreted as a veiled suggestion of cheating by Niemann.</p></li> </ul> <h1>Final Whistle</h1> <p><em>“I prefer not to speak. If I speak, I am in big trouble.”</em></p> <p><strong>José Mourinho</strong>'s infamous post-match interview after Chelsea's loss to Aston Villa in 2014 lives on as an internet meme. It was the gif of choice for Magnus Carlsen amid the cheating scandal in chess. Now, British rapper Stormzy has sampled the Portuguese football manager's quote in his latest track . . . and the Special One <a href=\"https://www.youtube.com/watch?v=2litzsFCwkA\">features in the video</a>. </p> <p>It's not Stormzy's first collaboration with a former Manchester United star. Remember when <a href=\"https://twitter.com/adidas/status/762795295792955396\">he danced</a> with <strong>Paul Pogba </strong>to mark the French player's move to the club back in 2016? </p> <p>Given past <a href=\"https://www.ft.com/content/56acdd82-02d2-11e9-99df-6183d3002ee1\">tensions</a> between Mourinho and Pogba, perhaps United should have called in Stormzy to mediate.</p><p>Source:  2022 'European football gears up for new fight over money' FT.com 24 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-24T08:00:39.101Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5871,
          "end": 5877
        }
      ]
    }
  ]
}