{
  "_id": "bcf9594f4ace3d866ca16adea4ef17ea230fd904133d3b8075c13d4ee656fe5b",
  "feed": "ftcomall",
  "title": "Netflix to launch ad-supported streaming option in November",
  "text": "<p>Netflix revealed its plans for a lower-cost advertising-supported service, betting that a $6.99-a-month option for consumers will help it shore up revenues in more straitened economic times.</p> <p>Reed Hastings, chief executive, reversed his longstanding opposition to advertising support earlier this year, when the company's once-blistering subscriber growth <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">went into reverse</a> in a sign of market saturation in North America.</p> <p>The new ad-supported service, which launches in November, will “grow membership and, over time, build a significant incremental revenue and profit stream” across the 12 countries it will be available in next month, said&#xa0;Greg Peters, Netflix chief operating officer, on Thursday.</p> <p>The advertising tier will force <a href=\"https://www.ft.com/stream/2fa688f8-97f0-4596-a705-822b4a5f9d6f\">Netflix</a> to provide metrics about viewership that it has long resisted releasing, including the size of its audiences. Starting next year it will partner with Nielsen, the ratings service, to measure and verify how many people in the US watched the ads.</p> <p>Netflix's subscriber warning this year spooked investors, who have rejected the growth-at-all costs streaming wars and are demanding to see a path to sustainable profit growth. This led Disney Plus to announce it will roll out an advertising tier in December for $7.99, while raising prices for customers who want to watch without ads. Other streaming services, including Hulu, Paramount Plus and Peacock already offer ad-supported versions.</p> <p>Morgan Stanley estimates Netflix could raise as much as $3bn a year from advertising in 2026, but expects most of that to be generated by subscribers trading down from ad-free membership tiers.</p> <p>“For marketers, this represents a massive increase in potentially premium video ad impressions around the world and we expect strong demand,” Morgan Stanley analysts wrote. “For Netflix's growth prospects, the implications are less clear as there are no good precedents.”</p> <p>While streaming services such as Hulu have in the past moved from ad-funded to develop subscription tiers, no video platform has attempted to introduce a cheaper advertising based product while keeping subscription rates steady.</p> <p>Advertising executives say they have been surprised by Netflix's speed to market and its pricing strategy. After years of resisting any ads on the platform, the company has taken just six months to release the product and opted to partner with Microsoft, a relative novice in video marketing.</p> <p>Netflix also initially told ad buyers it aimed to charge $60 or more per 1,000 viewers, which is as much as twice the rate of other platforms. This higher premium came in spite of the company offering rudimentary targeting tools: at launch it will allow advertisers to tailor campaigns by country and genre.</p> <p>Advertising was sold on a fixed-price basis at first, in part to allow for a rapid introduction, and Netflix said it “nearly sold out all its inventory at launch”, with hundreds of advertisers committing to campaigns. Over time the company expects the ad product to develop significantly, including through more precise targeting.</p> <p>Netflix plans to show roughly four to five minutes of ads per hour of viewing, a relatively light “ad load” compared to <a href=\"https://www.ft.com/content/06a16b89-1fea-4baf-90b0-e518877ac484\">traditional television</a>. Part of the company's library will be unavailable because of licensing restrictions. The streaming service expects this to affect only 5-10 per cent of shows and movies on the platform.</p> <p>The new ad-supported tier will be available in Australia, Brazil, Canada, France, Germany, Italy, Japan, Korea, Mexico, Spain, the UK and the US.</p><p>Source: Alex Barker in London and Christopher Grimes in Los Angeles  2022 'Netflix to launch ad-supported streaming option in November' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-13T18:17:53.538Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}