{
  "_id": "c3cfc0a6c3938a61ed8efb713b2894141315eb8646c9cc4e32b6482a80047cf6",
  "feed": "wall-street-journal",
  "title": "Big Ten Strikes Massive $7.5 Billion Deal for TV Rights; The conference's partnership with Fox, CBS and NBC represents an NFL-style approach to spreading its content across multiple platforms",
  "text": "<p>The Big Ten's contract is the latest landmark in an era in which the surging value of college football's broadcast rights have redefined and reshaped the sport. Whereas a group of five top athletic conferences recently ruled college football's airwaves, that number has narrowed to two: the Big Ten and the Southeastern Conference.</p><p>The Big Ten has separated itself from other leagues in part by expanding the geographic reach of the conference to add one of the nation's top media markets. Less than two months ago, the Big Ten announced it hadlanded Southern California and UCLA as future members, shocking the sports world by expanding the Midwest-based conference to the West Coast and driving up the bidding to telecast Big Ten games.</p><p>The SEC did something similar last year, announcing it was adding football behemoths Texas and Oklahoma by 2025. In 2024, when the SEC's new deal with Walt Disney Co.'s ESPN takes effect, the conference will generate more than $800 million annually in media rights, according to a person familiar with the matter. That number stands to increase again after the new teams join.</p><p>The Big Ten and SEC each will have 16 member schools once their current expansion plans take effect. The conferences' growing size and star power—with most of the most-watched football teams among them—are further separating them from their competitors.</p><p>The Atlantic Coast Conference's media revenue from ESPN and ACC Network was $397 million in 2020-21, according to federal tax records. The Pac-12 and Big 12 Conferences are even further behind and their current contracts do not expire until 2024 and 2025, respectively.</p><p>The Big Ten deal comes two years after Kevin Warren, a longtime former executive with the Minnesota Vikings, took over as commissioner, and it reflects a more NFL-like approach by spreading Big Ten football and basketball games among several media partners instead of one or two: three major networks and NBC's streaming platform, Peacock, plus the Big Ten Network. It's a contrast to the SEC's new deal, which will put all of its premium football games on Disney-owned properties and relies heavily on cable through ESPN's channels.</p><p>\"I believe in the power of our network television partners, but it has a nice balance of direct to consumer delivery of inventory in the deal,\" Warren said in an interview on Thursday. \"There's even a higher degree of cross marketing. When you look at the other properties that Fox, CBS [and] NBC have, those are all the biggest events.\"</p><p>This new deal marks a fresh chapter in the longstanding relationship between the Fox Corp.'s Fox Sports and the Big Ten, one that began in 2007 when the Big Ten Network became the first conference-specific television platform in a joint partnership with Fox. In addition to upping its 51% stake in the Big Ten Network to 61% in 2021, Fox was heavily involved in the bidding process as the conference looked to make a new deal, going so far as to have network representatives in the room listening to pitches from rivals alongside Warren.</p><p>Fox once again will broadcast premium games during the noon window. The network averaged 5.7 million viewers across 14 games in 2021, 10 of which included Big Ten teams. Including the midday slot, Fox and FS1 will air between 24 and 27 Big Ten games in 2023 and increase their allotment to up to 32 conference games in 2024.</p><p>\"We are proud to expand upon our longstanding partnership with the Big Ten Conference and further bolster our position as the premier rights holder of the conference,\" said FOX Sports chief executive officer and executive producer, Eric Shanks.</p><p>Fox Sports' owner Fox Corp. and The Wall Street Journal parent company News Corp share common ownership.</p><p>Under the new deal, the Big Ten's package of football games will stretch from midday to nearly midnight on Saturdays. Beginning in 2023, Fox will air the top game of the week at noon Eastern time, followed by a CBS game at 3:30 p.m. ET. NBC will carry the nightcap in prime time and plans to style the broadcast, dubbed \"Big Ten Saturday Night,\" after its wildly popular Sunday Night Football telecast for the NFL.</p><p>ESPN is not part of the Big Ten's new contract, ending a more than 40-year partnership. ESPN declined to comment.</p><p>The network controls the rights to the College Football Playoff through 2026, meaning that Big Ten teams could still appear on ESPN if they make the field.</p><p>Paramount Global's CBS has a longstanding deal to broadcast premium SEC football games that expires after the 2023 season. CBS will carry seven Big Ten football games in the first year of the Big Ten contract for a discounted rate and then pay $350 million per year to air up to 15 games a year, including a matchup on Black Friday, for the remaining six years, according to people familiar. CBS will also air men's and women's basketball, continuing to show the men's Big Ten Tournament semifinals and final and adding the women's Big Ten Tournament final for the first time. All games will be simultaneously streamed on Paramount+.</p><p>Likewise, Comcast Corp.'s NBC will pay $350 million per year for the rights to air between 14 and 16 Big Ten football games each season as well as a raft of basketball and Olympic sports programming. Eight football games per season will air exclusively on Peacock, NBC's direct-to-consumer streaming service.</p><p>The Big Ten football championship game will rotate among partner networks, much as the Super Bowl does in the NFL. Fox will air the game in 2023, 2025, 2027 and 2029. CBS will carry it in 2024 and 2028. NBC will air it in 2026.</p><p>Warren previously said that deal was close to finalized early in the summer, but negotiations went back into high gear once UCLA and USC announced they would leave the Pac-12 for the Big Ten. Adding the California schools gave the league direct ties to the three largest media markets in the United States—New York, Los Angeles and Chicago.</p><p>\"With the addition of USC and UCLA, it really is the most national of conferences,\" said NBC Sports chairman Pete Bevacqua.</p><p>However, Big Ten member schools will not immediately see a substantial increase in their payouts from the conference due to the sloping nature of the new deal. A person familiar with the contract said that initial payouts to schools in 2023 will not differ substantially from the amount distributed to longtime members in 2021, which federal tax records showed to be between $43.1 to $49.1 million according to federal tax records. Disbursements will increase in 2024 when Big Ten membership expands to 16 schools and accelerate dramatically thereafter.</p><p>—Rachel Bachman contributed to this article.</p><p>Write to Laine Higgins at laine.higgins@wsj.com</p><p>Big Ten Strikes Massive $7.5 Billion Deal for TV Rights</p>",
  "published": "2022-08-18T13:48:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 885,
          "end": 900
        },
        {
          "start": 2097,
          "end": 2103
        }
      ],
      "weightsV2": {
        "weight": 1.5478486,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.45243812,
        "tagPositionWeight": 0.00028669834,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}