{
  "_id": "3613c500d8e1ec87acc105b81cb15544ce3d46b27d7daa5e579b199697a7bdcc",
  "feed": "wall-street-journal",
  "title": "'Scream' or 'Scream'? Hollywood Loves Sequels So Much Not Even the Names Change; Titles may sound the same, even if they are different movies; 'as close to the original as possible'",
  "text": "<p>Hollywood is more in love with franchises than ever, and that means lots of sequels, so many that sometimes filmmakers aren't even bothering to change the name anymore. Some are exactly the same. Others add or subtract a \"the.\"</p><p>\"Texas Chainsaw Massacre,\" released last month on Netflix, is a sequel to 1974's \"The Texas Chain Saw Massacre\" and shouldn't be confused with the 2003 remake \"The Texas Chainsaw Massacre.\" Last year's \"The Suicide Squad\" is a sequel to 2016's \"Suicide Squad.\" \"Halloween,\" released in 2018, is the third film in the franchise called \"Halloween,\" and is a direct sequel to 1978's \"Halloween.\" The 2019 \"Shaft\" is a sequel to the \"Shaft\" released in 2000.</p><p>Paramount and Spyglass, co-producers of \"Scream,\" declined to comment.</p><p>Fede Álvarez, a producer and co-writer of the story for the latest \"Texas Chainsaw Massacre,\" lobbied for the title, which drops the \"The.\" (It also uses \"chain saw\" as two words.)</p><p>\"It's kind of a way for me to honor the original and make sure people know that 'the' one is the original,\" he says. \"So that's why the original has the 'the' and ours doesn't.\"</p><p>He did the same thing when he made \"Evil Dead,\" part of the franchise started by \"The Evil Dead.\"</p><p>Mr. Álvarez adds that when \"the bulk of your audience is young, 18, 20,\" they were only 10 or 12 years old the last time a \"Chainsaw\" movie had a big release. Making \"Texas Chainsaw Massacre,\" he says, is a way to get a new generation of viewers interested in the franchise. \"They're like great campfire stories that you need to keep telling,\" he says, \"otherwise they'll be forgotten.\"</p><p>Jason Blum, founder of Blumhouse Productions, says they called the 2018 movie \"Halloween\" for the same reason they cast Jamie Lee Curtis, star of the original film. \"I wanted the movie to be as close to the original as possible.\"</p><p>\"Sticking a number after it is less in vogue than it used to be. It feels cheap to me,\" says Mr. Blum. \"Also, 'Halloween 13' doesn't have a real ring to it. Or, maybe 13 does—'Halloween 14,' whatever it was.\" (It was the franchise's 11th installment.)</p><p>J.D. Connor, an associate professor in the School of Cinematic Arts at the University of Southern California, says longer, more creative titles can be intimidating to some viewers and unnecessary for others. Adding numbers to the end of sequels can discourage viewers who haven't already seen the previous movies.</p><p>At the same time, he says that if you're a fan who is going to see the latest film in the franchise, you're going to see it regardless of what it's called.</p><p>James Gunn, writer/director of \"The Suicide Squad,\" has said he didn't know what to call the movie, so when he turned in the script, he added a \"The\" to the original film's title. \"I thought it was kind of funny,\" he told Yahoo last year.</p><p>There are exceptions. Mr. Gunn directed \"Guardians of the Galaxy,\" then \"Guardians of the Galaxy Vol. 2,\" and the forthcoming \"Guardians of the Galaxy Vol. 3.\" Last year's installment in the \"Fast &amp; Furious\" franchise was called \"F9.\"</p><p>But even that franchise has played the same-name game, calling its fourth installment \"Fast &amp; Furious,\" dangerously close to the original, \"The Fast and the Furious.\"</p><p>Some of these movies are called \"requels\": films that are technically sequels and include characters and storylines from earlier films, as well as new characters, and are intended to start a new era for the franchise.</p><p>\"Texas Chainsaw Massacre\" has been savaged by critics and many fans, but spent two weeks on Netflix's list of its 10 most-watched English-language films globally after release. Some fans have taken to social media to proclaim it the first film in the franchise to live up to the title.</p><p>\"It was a film that basically said, yeah, if you want guts and blood, we are gonna give it to you, and then some,\" said Jamie Ward-Brown, a horror fan in the U.K.</p><p>Michael Eisner, former chairman and CEO of the Walt Disney Co. and founder of the Tornante Co., an investment firm, calls naming trends \"much ado about nothing\" and says that \"all that matters is creativity.\"</p><p>\"It's very simple: if it's a good idea, if it's creatively thought out, if the people that are doing it have vision and they are good, why not?\" he says, adding: \"If you're a buyer on a platform and somebody comes in with something that sounds awesome—even if it's a remake and a new way of doing it—why not go for it?\"</p><p>Studios continue to re-boot franchises with titles that stay close to the original. \"The Batman,\" starring Robert Pattinson—which had a huge opening this month—is a new take on the franchise, not a sequel to the 1989 Michael Keaton film, \"Batman,\" or the trilogy of Batman films directed by Christopher Nolan.</p><p>Mr. Showers, who hosts the Scream podcast, says fans are now debating what the next film should be called. Some are calling for \"Scream II\" or \"Scream: The Sequel\" or \"Scream Again.\" Mr. Showers says he's \"confident\" it will be called \"Screams.\" His bigger concern is what the sequel's sequel would be called.</p><p>\"So you call this next one 'Screams.' What do you call the one after?\" he says. \"I think there has to be some consistency or continuity or some, you know, through line that makes it make sense.\"</p><p>'Scream' or 'Scream'? Hollywood Loves Sequels So Much Not Even the Names Change</p>",
  "published": "2022-03-21T15:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3905,
          "end": 3916
        }
      ]
    }
  ]
}