{
  "_id": "b2e75a01b262d73280ce5ae90617ccde7dee46e8f9aa5b86836055061efa013f",
  "feed": "ftcomall",
  "title": "Amanda Seyfried stars as disgraced entrepreneur Elizabeth Holmes in The Dropout ",
  "text": "<p>In the midst of the streaming wars, a battle has broken out. Just three weeks after Netflix launched <a href=\"https://www.ft.com/content/83f34726-d74c-4daf-aec3-88fec7bc150c\"><em>Inventing Anna</em></a> about the fake heiress Anna Sorokin, Hulu has released its own zeitgeisty parable about a recently convicted, aspirational young female fraudster with a curious vocal affectation — on Disney Plus in the UK. <em>The Dropout</em> is a new series about the disgraced entrepreneur <a href=\"https://www.ft.com/content/66f11e1f-9ec9-406d-868f-d0f757a915d6\">Elizabeth Holmes</a>, starring Amanda Seyfried. Last month Holmes was found guilty of having defrauded investors of hundreds of millions of dollars by making grossly misleading claims about the capabilities of the health technology developed by her start-up Theranos. </p> <p>The company, founded by Holmes in 2003 after leaving her chemical engineering degree at Stanford, was built around her ingenious idea for a potentially life-saving, accessible-to-all testing device that could rapidly provide a comprehensive medical analysis from a single drop of blood. The problem was, it never really worked. </p> <p>Such practicalities were only a secondary concern for Holmes. For all her talk of wanting to make the world better, she's shown here as largely motivated by a need to be perceived as better than everyone else. In a telling early scene, she joins her family to visit their wealthy neighbours, who ask the teen Elizabeth about her future plans. “I want to be a billionaire,” she says, pointedly diminishing the achievements of host Richard (William H Macy) — a mere impoverished millionaire. In fairness, she went on to be named the wealthiest self-made woman in America in 2015, when Theranos was valued at $9bn. A year later, it was valued at nothing. </p> <p><em>The Dropout</em> traces how the adamant self-conviction that drives Holmes's rapid ascent gradually mutates into what precipitates her downfall — an ethically compromised notion that she should do whatever it takes to achieve her goals. Frustrated by the protracted trial-and-error process required to realise her vision, she begins cutting corners, fabricating results and obfuscating failures with hype. Armed with an absurd new baritone voice, she instils a culture of intimidation and secrecy at Theranos among her employees, many of whom were once friends and mentors. </p> <p>The depiction of Holmes is largely unflattering but Seyfried captures a richer psychological life filled with insecurity, fear and lost innocence, not just unnerving single-mindedness. She is ably supported by Stephen Fry as the company's head of chemistry and chief moral compass Ian Gibbons and by Naveen Andrews as Ramesh “Sunny” Balwani, Holmes's much older lover and Theranos chief operating officer. Sunny is a nicely subversive Lady Macbeth-like figure who stokes the flames of his partner's vaulting ambition. </p> <p>But the series is rarely capable of matching the momentum of Theranos's growth or capturing the momentousness of its transgressions. Distended over seven episodes, you wonder if the story might have been better served by a punchy feature film (one, starring Jennifer Lawrence and directed by Adam McKay, is reportedly in the works). As it is, <em>The Dropout</em> feels a little bloodless.</p> <p>★★★☆☆</p> <p><em>Episodes 1-3 on Disney Plus from March 3 and on Hulu in the US; new episodes released weekly</em>&#xa0;</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Dan Einav 2022 'Amanda Seyfried stars as disgraced entrepreneur Elizabeth Holmes in The Dropout ' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T17:00:02.757Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}