{
  "_id": "67c5aab64c9ebb3a3cbbc54b15bf755b2a9fe13804cd9ec3570b080e681bb2fd",
  "feed": "ftcomall",
  "title": "Boris Johnson is doomed, but it could drag on",
  "text": "<p><em>This article is an online version of our Inside Politics newsletter. Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56b0ba3c51eb850300eb5d43\"><em>here </em></a><em>to get the newsletter sent straight to your inbox every weekday.</em></p> <p>Chancellor Rishi Sunak and health secretary Sajid Javid yesterday quit the cabinet within minutes of each other. This was followed by a series of resignations from junior and unpaid government roles both last night and this morning. I'm inclined to agree with my colleague Robert Shrimsley that <a href=\"https://www.ft.com/content/a9249a30-189f-4421-9b67-0ce7581928d3\">this is the endgame for Boris Johnson</a>. Whether it is next week, next month or next year, his administration is on its last legs. </p> <p>Some thoughts on when, exactly, the end might be in today's newsletter, plus the subtext of Sunak and Javid's resignations.</p> <h1>When will Boris Johnson go? </h1> <p>If a vote of confidence in Boris Johnson's leadership was held tomorrow, he would lose it. A combination of a series of bad opinion poll results, particularly a YouGov projection <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2022/07/02/conservatives-set-lose-26-their-64-lib-dem-battleg\">showing heavy Conservative losses to the Liberal Democrats</a>, two bad by-election defeats, and most of all, Downing Street's handling of Chris Pincher's resignation have all shifted the mood of the parliamentary party decisively against the prime minister.</p> <p>But there won't be a vote of confidence in his leadership tomorrow, because the Tory party rule book grants him immunity from challenge until June of next year.</p> <p>There is the possibility that next week's elections to the 18-strong 1922 committee executive, which sets the party's processes on these things, will return MPs in support of ripping up the rule book. The party would then be free to vote again in less than one year. Yes, the chancellor and the health secretary have resigned, and yes, the mood of the parliamentary party is mutinous. But there are all sorts of reasons why the 1922 committee might return a more “pro-Boris” majority than expected.</p> <p>Some MPs want to get rid of Johnson but don't want to inject further instability into the party's rule book long-term. They would prefer to wait until next year for another crack at it. Other MPs will vote against candidates who have committed to rewrite the rule book due to personal antipathy and other factors. </p> <p>So while it is highly likely that Johnson's sell-by date is in a few weeks' time, when the new 1922 committee rewrites the rule book and he loses a fresh confidence vote, it's possible that next week's committee elections will delay the inevitable. </p> <p>Ultimately, Johnson's biggest political problem is still high inflation, which, as this chart shows, is here to stay:</p> <p>The unique mechanics of the UK energy price cap, which lasts for six months, has stored up another set of price rises for households for October. The country's economy is going to get another dose of inflationary pressure in the autumn and households are going to experience a lot of economic pain. </p> <p>Even if the prime minister were not fighting scandal on multiple fronts, even if his chancellor and his health secretary had not resigned yesterday, even if his party hadn't been trailing Labour in the polls for most of the year and even if there wasn't a well-organised effort to rewrite the Conservative party rule book to facilitate a fresh attempt to remove him from his post . . . we would still expect the autumn to be pretty gnarly for the government, because it is going to be pretty horrendous for most people. </p> <p>As Robert <a href=\"https://www.ft.com/content/a9249a30-189f-4421-9b67-0ce7581928d3\">wrote last night</a>:</p> <blockquote>  <p>No one who has watched this prime minister's career will ever feel entirely confident about writing him off. But whether he survives for hours, days or months, this finally feels like the end of the show.</p> </blockquote> <p>This morning we can safely say that the Johnson government is not hours away from death. The prime minister has managed to appoint Cabinet replacements while avoiding a full-scale reshuffle that might have further destabilised him. It might still be days away from the end, because the looming elections to the 1922 committee might bring things to a head. But to survive to fight another general election then that would require a transformation in Johnson's standing and/or a significant improvement in the UK's economic situation, neither of which looks at all likely right now.</p> <h1>The Empire Strikes Back</h1> <p>Exquisitely timed, Rishi Sunak and Sajid Javid's resignations last night knocked <a href=\"https://news.sky.com/story/boris-johnson-apologises-for-appointing-chris-pincher-as-deputy-chief-whip-and-said-it-was-the-wrong-thing-to-do-12646408\">Boris Johnson's pre-recorded apology</a> (this time for appointing Chris Pincher as the deputy chief whip despite his knowledge of an upheld complaint against him) off the TV bulletins. </p> <p>The dual exit has triggered conflicting accounts of whether or not the two men — who, as Jim and Seb note<a href=\"https://www.ft.com/content/fd0c01f3-787d-4f1c-abba-d592b7f3877c\"> in their excellent write-up</a>, are “close friends [who] share a love of the Star Wars films” — acted independently or together. </p> <p>Whether deliberately or accidentally, the two men struck very different notes in their resignation letters (<a href=\"https://www.ft.com/content/9392e001-c54a-44d6-ba54-935250d94e2c\">you can read them here</a>). They have a shared criticism about honesty in public life. But there is, as one Tory MP quipped to me yesterday, a “light side/dark side” division going on. </p> <p>The subtext of Sunak's letter is: </p> <blockquote>  <p>You're dishonest. Your political programme is fiscally incontinent and leading our party into a blind alley. We need a return to traditional conservatism which means you have to go. </p> </blockquote> <p>The subtext of Javid's letter is:</p> <blockquote>  <p>You're dishonest. While we're all grateful for these moves towards regional economic development and spending more on the public realm, you've got to go because you've become a drag anchor on Tory hopes.</p> </blockquote> <p>Now a cynical observer would say, what these two men have done is resign in a way that means every part of the Conservative family can look at one of them and go “they're right! We have to get out of this mess”. A more good-natured commentator might conclude that genuinely, these two politicians have different conclusions about what needs to happen next.</p> <p>But if you want to understand the two competing arguments in the looming Conservative leadership election, these two letters have set them out.</p> <h1>Now try this</h1> <p>For reasons that will be obvious <a href=\"https://www.ft.com/content/f59cd53b-c5ff-494a-b776-defb0cf4cfff\">to readers of my column</a> this week, I spent a lot of yesterday in my flat waiting for a plumber. As such I do not have any particularly interesting opinions about popular culture but I do have a lot of strong feelings about kitchen sinks, mainly that you really don't know what you've got (a tap that doesn't drip, drip all day long) until it's gone. </p>  <p><em>Inside Politics is edited by Georgina Quach. Follow Stephen on Twitter </em><a href=\"https://twitter.com/stephenkb\"><em>@stephenkb</em></a><em> and please send gossip, thoughts and feedback to </em><a href=\"mailto:insidepolitics@ft.com\"><em>insidepolitics@ft.com</em></a><em>.</em></p>  <h1>Our latest stories</h1> <ul>  <li><p><strong>Tax review </strong>| Nadhim Zahawi, the new chancellor, is to review the British government's plans to raise corporation tax from 19p to 25p from next April. Follow the <a href=\"https://www.ft.com/content/54d14d6b-4cb3-4972-b22d-397b8ea3fdd5\">Financial Times live blog</a> for further updates. </p></li>  <li><p><strong>Truth catches up </strong>| Why are some ministers walking out of government and which of them are remaining loyal to Boris Johnson? You can catch up on the events of the past week with <a href=\"https://www.ft.com/content/12e81def-d76a-4f56-84a4-3dd2f4c95e33\">George Parker and Sebastian Payne's report</a>. </p></li>  <li><p><strong>Zahawi is ‘totally loyal' </strong>| Johnson ally Zahawi was last night promoted to run the Treasury. But before entering politics, he had a successful business career distributing T-shirts and <em>Teletubbies</em> merchandise to shops. Track the rapid <a href=\"https://www.ft.com/content/0ea7c729-b095-4796-8f34-e8cd49ba5747\">rise of Johnson's latest choice of chancellor</a>.</p></li>  <li><p><strong>Hail Canberra </strong>| MPs have urged Johnson not to oversell the benefits of post-Brexit trade deals. The UK's much-lauded deal with Australia will <a href=\"https://www.ft.com/content/86a76122-8e12-433a-a0fd-003e39ba50b4\">cut the price of an imported bottle of a wine</a> only by “a couple of pence”, according to a critical report by the international trade select committee.</p></li>  <li><p><strong>Online safety crackdown </strong>| UK authorities will be granted <a href=\"https://www.ft.com/content/43b3b7f6-02bf-4147-822f-8b970417297b\">power to order tech companies to redesign their platforms</a> and impose fines if they fail to police child sexual abuse material under new online safety legislation.</p></li> </ul><p>Source: Stephen Bush 2022 'Boris Johnson is doomed, but it could drag on' FT.com 6 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-06T08:30:47.015Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}