{
  "_id": "2bdb14f681e6bfb4c42d70ae3d2f622cd757a4bd514e97abd741ea319e6275a7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Disney: Endgame  ---  Bob Iger undermined, then succeeded, Bob Chapek, the man he had picked to replace him;  a fed-up CFO dialed Mr. Iger, knowing he was the one who could dislodge Mr. Chapek  ----  By Joe Flint, Robbie Whelan, Erich Schwartzel, Emily Glazer and Jessica Toonkel",
  "text": "<p>   Los Angeles -- Bob Iger had been out of Walt Disney Co. for nearly a year, but as most people around him knew, he had never really let go. Acting almost as a shadow CEO, he had undermined his successor and provided an ear for unhappy Disney executives, some of whom he had mentored. </p><p>   When the call to return as chief executive came, it was from someone on his old team. Mr. Iger later told people he had an inkling of how the script would go. </p><p>   For nearly three years, Mr. Iger's chosen successor at Disney, Bob Chapek, had faced one crisis after another: a pandemic that closed theme parks and movie theaters, a bitter fight with Florida's governor and a previously unreported boardroom clash with his chief financial officer. </p><p>   One by one, Mr. Chapek had lost support of Disney fans, studio talent, executives, employees, Wall Street and, finally, the company's board. </p><p>   The troubles boiled over in a Nov. 8 earnings call. During the 56-minute presentation, Mr. Chapek glossed over a $1.47 billion loss in Disney's streaming division and focused instead on such successes as Mickey's Not-So-Scary Halloween Party, one of Walt Disney World's live attractions. </p><p>   In a text exchange with Disney Chief Financial Officer Christine McCarthy, CNBC's Jim Cramer called the results \"devastating.\" </p><p>   The next day, Disney shares plummeted 13.2%, one of the largest one-day drops in company history. Nelson Peltz, the second activist investor to challenge Disney this year, started buying shares. Mr. Cramer on his show called for Mr. Chapek's head. </p><p>   Other chief executives might have weathered the setbacks. But none had Mr. Iger breathing down their neck. </p><p>   The former Disney chairman and CEO, who ran the company for 15 years, stuck around long after Mr. Chapek assumed the top job in February 2020. That Mr. Iger was unhappy with Mr. Chapek is well established. Less well known is the depth of his antipathy and the lengths he went to deflate Mr. Chapek behind the scenes. </p><p>   Mr. Iger, then still under contract as executive chairman, didn't move out of the office he kept at Disney's headquarters in Burbank, Calif. He called strategy meetings with Mr. Chapek's underlings without inviting the new CEO. </p><p>   Mr. Chapek told friends that Mr. Iger's attitude seemed to be: \"They work for me, not for you.\" </p><p>   Mr. Iger, 71 years old, felt slighted that Mr. Chapek didn't lean on him for advice. He told confidants that Mr. Chapek, 63, was doing a terrible job and that he was incompetent. As Mr. Chapek struggled to find his footing, Mr. Iger hovered in the wings. In a podcast interview, he said the Disney character he would most like to be was Thor, the Norse god who is coaxed out of retirement to help the superheroes conquer the villain Thanos in \"Avengers: Endgame.\" </p><p>   At the end of 2021, Mr. Iger finally departed Disney after postponing his retirement four times over the years. His return began with a phone call 11 months later, on Nov. 16. </p><p>   Ms. McCarthy, the Disney CFO, was fed up with Mr. Chapek's performance and leadership, and she turned to the one person she believed could dislodge him. She and Mr. Iger had worked together for more than 15 years and had stayed in touch, including meeting for lunch last summer at the annual gathering of media executives in Sun Valley, Idaho. </p><p>   Ms. McCarthy called to ask Mr. Iger if he would consider returning. He said he would. Two days later, Board Chair Susan Arnold offered him the job, knowing he would likely accept. </p><p>   The move completed a bruising, yearslong power struggle worthy of a company known as the entertainment industry's foremost storyteller. </p><p>   Disney's challenges are now Mr. Iger's to tackle. The stock hovers at a nearly three-year low. The company's market capitalization has fallen by more than half since last year, erasing hundreds of millions of dollars from shareholders' portfolios. </p><p>   In discussions with investors following Mr. Iger's return, Disney investor-relations executives have described the company's status as weak, a remarkable low point for creators of the happiest place on Earth. </p><p>   This account of how Mr. Iger succeeded his successor is based on firsthand accounts of current and former Disney executives, as well as people close to the company who are familiar with the events, actions and conversations leading to Mr. Chapek's ouster. </p><p>   From the beginning of Mr. Chapek's tenure, there was tension with his predecessor. When the Covid-19 pandemic forced theme parks to close early in 2020, the two men fought over a plan to furlough more than 100,000 Disney parks employees. </p><p>   Mr. Iger wanted to delay staff cuts until Congress approved legislation to blunt the economic impact of the pandemic. Mr. Chapek sought to move quickly to cut costs and preserve cash. Mr. Iger won, persuading the board that it was better to wait. </p><p>   Mr. Chapek complained privately to his deputies that he wasn't fully in control. Soon, everybody heard why. </p><p>   Mr. Iger told the New York Times in April 2020 that his plan to take a back seat was undone by Covid-19. \"A crisis of this magnitude, and its impact on Disney, would necessarily result in my actively helping Bob [Chapek] and the company contend with it, particularly since I ran the company for 15 years!\" he said. </p><p>   Mr. Chapek was livid. Any hope Mr. Chapek would seek out Mr. Iger for counsel went from unlikely to out of the question. </p><p>   In August, Disney reported its first full quarter in the pandemic and delivered its first quarterly loss since 2001, nearly $5 billion. </p><p>   The Covid-19 lockdowns had one silver lining. Disney+, the company's newly launched streaming service, gained 21 million subscribers in its first quarter of 2021. With people stuck at home, Disney+ became Mr. Chapek's top strategic priority. It was a point of rare harmony between Messrs. Chapek and Iger. </p><p>   In April 2019, seven months before Disney+ launched, Mr. Iger had told investors the company projected that the new streaming service would sign up 60 million to 90 million users in its first five years. </p><p>   In December 2020, Mr. Chapek announced he was raising the Disney+ targets that Mr. Iger set. By 2024, Mr. Chapek said, Disney+ could reach 260 million subscribers. Privately, Mr. Iger questioned the eye-popping prediction, saying it wasn't smart to offer such an ambitious goal. Mr. Iger's leadership style leaned to underpromising and overdelivering. </p><p>   By early 2021, Mr. Chapek's push started to bear fruit. In February that year, Disney reported a quarterly profit of $17 million -- paltry compared with $2.1 billion a year earlier but moving in a positive direction. </p><p>   The next month, the company announced that Disney+ had reached 100 million subscribers in its first 16 months. Disney stock hit an all-time high closing price of $201.91 a share on March 8. The milestone was especially significant given that two core elements of Disney's business, movie theaters and theme parks, remained hobbled by Covid-19. </p><p>   Disney+ offered a solution for the conundrum of how to release movies when many movie theaters were closed. Several would-be theatrical releases premiered on the platform, helping goose subscriptions and the stock. </p><p>   The company decided its 2021 Marvel Studios movie \"Black Widow\" would premiere simultaneously in theaters and on Disney+. The film's star, Scarlett Johansson, asked to renegotiate her contract to compensate for the potential loss of box-office bonuses. </p><p>   After weeks of back-and-forth, the actress sued Disney, setting off one of the highest-profile talent fights in many years. </p><p>   Disney's communications staff issued a statement, reviewed and approved by Mr. Chapek, saying that Ms. Johansson had already been paid $20 million and that her lawsuit was \"especially sad and distressing in its callous disregard for the horrific and prolonged global effects of the Covid-19 pandemic.\" </p><p>   It drew a harsh public response from Hollywood insiders and Ms. Johansson's fans. Critics of Mr. Chapek cast it as an example of the pitfalls of having a Hollywood outsider as chief executive of an entertainment company. </p><p>   Mr. Chapek, a self-described latchkey kid from Hammond, Ind., was the son of a machinist who traveled to Walt Disney World during summer vacations with his family. He joined Disney in 1993 in its home-entertainment division, making direct-to-video movies. He moved up to lead the consumer products division, overseeing retail and licensing deals and, later, ran the parks division. Earlier, he worked at H.J. Heinz Co., in the seafood and pet food divisions. </p><p>   Mr. Iger, who grew up in a middle-class Long Island suburb, spent his working life around show business. He climbed the ranks at the ABC broadcast network for nearly two decades before Disney bought it in 1995. </p><p>   As Disney CEO, Mr. Iger was known for his deft touch with movie stars, agents and creative executives. He lives in Brentwood, a tony Los Angeles neighborhood bisected by Sunset Boulevard. </p><p>   Mr. Iger had previously announced but failed to leave Disney. After saying in 2011 he would retire in 2015, Mr. Iger extended his contract several times, most recently after Disney's $71.3 billion acquisition of the entertainment assets of 21st Century Fox. Potential successors didn't stick around, and the company's bench of CEO candidates dwindled. </p><p>   Mr. Chapek, who lives in Westlake Village, an upscale San Fernando Valley suburb at the far western edge of Los Angeles County, had worked under Mr. Iger for more than a decade. The two men appeared collegial. </p><p>   Months before Mr. Chapek was named CEO, Mr. Iger wrote him a letter of recommendation in support of an honorary degree from Indiana University, Mr. Chapek's alma mater. </p><p>   \"Bob is celebrated for his business acumen and his proven ability to repeatedly deliver historic performance,\" Mr. Iger wrote, praising Mr. Chapek's work in developing Shanghai Disneyland, one of Mr. Iger's signature projects. </p><p></p>",
  "published": "2022-12-17T07:13:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 13,
          "end": 19
        },
        {
          "start": 5330,
          "end": 5336
        },
        {
          "start": 6577,
          "end": 6583
        },
        {
          "start": 497,
          "end": 503
        },
        {
          "start": 2935,
          "end": 2941
        },
        {
          "start": 8637,
          "end": 8643
        },
        {
          "start": 7206,
          "end": 7213
        },
        {
          "start": 4140,
          "end": 4146
        },
        {
          "start": 8905,
          "end": 8911
        },
        {
          "start": 8098,
          "end": 8109
        },
        {
          "start": 9025,
          "end": 9031
        },
        {
          "start": 6645,
          "end": 6651
        },
        {
          "start": 1295,
          "end": 1301
        },
        {
          "start": 2787,
          "end": 2793
        },
        {
          "start": 8167,
          "end": 8173
        },
        {
          "start": 2568,
          "end": 2574
        },
        {
          "start": 4504,
          "end": 4510
        },
        {
          "start": 7394,
          "end": 7400
        },
        {
          "start": 1178,
          "end": 1184
        },
        {
          "start": 6396,
          "end": 6402
        },
        {
          "start": 6797,
          "end": 6803
        },
        {
          "start": 768,
          "end": 774
        },
        {
          "start": 6023,
          "end": 6029
        },
        {
          "start": 1116,
          "end": 1127
        },
        {
          "start": 6084,
          "end": 6090
        },
        {
          "start": 5645,
          "end": 5651
        },
        {
          "start": 2053,
          "end": 2059
        },
        {
          "start": 3577,
          "end": 3583
        },
        {
          "start": 1435,
          "end": 1441
        },
        {
          "start": 1647,
          "end": 1653
        },
        {
          "start": 5035,
          "end": 5041
        },
        {
          "start": 234,
          "end": 240
        },
        {
          "start": 3884,
          "end": 3890
        },
        {
          "start": 5501,
          "end": 5508
        },
        {
          "start": 7470,
          "end": 7476
        },
        {
          "start": 40,
          "end": 51
        },
        {
          "start": 8666,
          "end": 8672
        },
        {
          "start": 6878,
          "end": 6884
        },
        {
          "start": 1001,
          "end": 1007
        },
        {
          "start": 5796,
          "end": 5802
        }
      ]
    }
  ]
}