{
  "_id": "f77857aa8922d0077180a7fa8486f9b4f33816ff764e02ae1abef056e9f9ab21",
  "feed": "ftcomall",
  "title": "Cash transfers work. So why don't states do more of them?",
  "text": "<p>It's a fact that ought to be so obvious as to be banal: the most effective way to help people who don't have enough money is to give them more of it. Cash transfers are among the most efficient ways for rich states to spend money in middle and lower-income countries. Studies show that they give better life outcomes, improve mental health, alleviate stunted growth among children and increase the number of women and girls in education. </p> <p>And that's just if we restrict our analysis of cash transfers to those given by rich states to poorer ones. If we widen our gaze to include working people in the rich world transferring cash to their relatives in middle and lower-income countries (the highest source of external financing in those nations before the pandemic) then their impact is stronger still.</p> <p>Although studies into the efficacy of cash transfers are largely confined to poorer countries, they have big implications when used within rich nations, as well. It generally proves cheaper and more effective for both households and states to provide hungry families with cash for food rather than to provide food directly. This should inform whether rich states offer breakfast clubs and free school lunches to children or if they would be better served simply by increasing the amount of money that governments give directly to citizens on lower and middle incomes. </p> <p>The effectiveness of cash transfers is also in part a reminder that, most of the time, for most of us, individuals are pretty good judges of how to spend their own money. Not that this means that cash transfers are the only lever governments should reach for. </p> <p>Questionable <em>Star Wars </em>purchases aside, I am probably the best judge of how to spend my own money, but my ability to fund and run all the things I want by myself is limited. I don't have the means or, frankly, the motivation, to run my own mass transit network, hire my own police, decarbonise my energy usage or set up my own education system. These are all things that governments should concern themselves with, as well as redistributing cash to the needy. Yes, cash transfers work, but studies also show that capacity-building measures, such as hospital and school construction, have a role in alleviating poverty. </p> <p>Nonetheless, despite the fact that cash transfers are so effective, states do very little of them, particularly within their own borders. Why not? One reason is simple politics: when I told a US friend the subject of this week's column, they laughed mirthlessly. They then told me that while free school lunches might well be less effective than increasing welfare payments, these lunches are a popular government programme, while welfare is not. Political parties of any number of hues have, at one time or another, found success running on the idea that there are a large number of “undeserving” voters whose spending habits need to be checked, monitored or tackled. Very few politicians are willing to concede that many social problems can be sharply curbed simply by increasing the amount of cash people have, rather than through invasive state programmes.</p> <p>Another is that states are preoccupied with the handful of people who are not well served by cash transfers: what you might call the “power users” of government services. One study in New Zealand found that a fifth of the population accounted for 54 per cent of all cigarettes smoked, 57 per cent of overnight stays in hospitals and 81 per cent of criminal convictions. While most jobseekers would not, if given unconditional cash transfers, live on benefits forever or spend their money on so-called “temptation goods” like alcohol, cigarettes and other drugs, a minority would. </p> <p>So, who should states run their services for? The majority who would be better off with cash transfers, or the minority who require more intensive support? We see this with highly conditional benefits — which studies show consistently decrease the number of people who are long-term unemployed but with the consequence that more of them end up in lower-paid and less secure jobs than they held before. Welfare policies are constructed with the needs of “power users” in mind, rather than what might benefit the majority. </p> <p>The reluctance of states to adopt cash transfers, then, is in large part about what governments see as their “real” job: namely to make policy for the minority of people whose difficulties cannot solely be fixed with the injection of more money. But governments might well free up both more resources and more time if they were willing to tailor their first response to the vast majority of service users, rather than those who require more prolonged and difficult policy interventions.</p> <p><a href=\"mailto:stephen.bush@ft.com\"><em>stephen.bush@ft.com</em></a></p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/bcc41a57-a59a-4ac8-8fc8-d7bf44a3d6e1\"><em>Cash transfers work to pull children out of poverty</em></a><em>​ /&#xa0;</em><a href=\"https://www.ft.com/content/bcc41a57-a59a-4ac8-8fc8-d7bf44a3d6e1\"><em>From Alison Garnham, Chief Executive, Child Poverty Action Group, London N1</em></a></p><p>Source: Stephen Bush 2022 'Cash transfers work. So why don't states do more of them?' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-21T04:00:26.952Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}