{
  "_id": "2817ce964b5a0f8e050a80f08697d6aff6bd5ecd5c43cdda778f1d04cc19a17c",
  "feed": "wall-street-journal",
  "title": "Roku Swings to Second-Quarter Loss on Slower Ad Spending; Shares dive after hours as results miss analyst expectations",
  "text": "<p>The company said it expected to make $700 million in revenue during the third quarter, below analysts' expectations of $898.3 million. Roku also withdrew its full-year revenue growth rate estimate, citing uncertainty and volatility in the macro environment.</p><p>San Jose, Calif.-based Roku is the nation's largest maker of streaming hardware—accounting for about 37% of the U.S. market, according to Parks Associates—but it derives most of its revenue from advertising: It sells all ads viewed on The Roku Channel, its own streaming service, and also sells some ads that appear on other streaming services viewed on Roku devices.</p><p>In the second quarter, the company swung to a loss of $112.3 million, or a loss of 82 cents a share, compared with a profit of $73.5 million, or 52 cents a share, a year earlier. Analysts polled by FactSet expected a loss of 71 cents a share.</p><p>Supply-chain issues are pushing up prices for Roku's component parts, the company said. Roku said it was absorbing the higher costs to insulate customers from price increases, which resulted in a negative gross margin of 24% for its players.</p><p>Roku's stock has had a rough 2022 so far. Even before Thursday's after-hours plunge, its shares were down 63% since the start of the year.</p><p>Revenue rose 18% to $764.4 million. Of that, $673.2 million came from platform revenue—which includes revenue from advertisers and content publishers—while player revenue accounted for $91.2 million.</p><p>Roku Chief Executive Anthony Wood described the ad-market upheaval as cyclical. \"We're in an economic cycle where advertising is trending down. It'll turn around,\" he said during a call with analysts Thursday. He also said Roku was the beneficiary of some of that upheaval, because some advertisers were shifting more ad dollars away from traditional TV and toward streaming services, helping Roku grow its market share.</p><p>During the second quarter, advertisers in the automotive and consumer-packaged-goods industries reduced their spending on traditional TV, but increased their spending on Roku by a double-digit percentage, said Alison Levin, Roku's vice president for ad sales and strategy, during a call with journalists before the earnings call.</p><p>Roku will soon face competition for streaming ad dollars from two major competitors: streaming services Netflix and Disney+ are planning to begin selling ads. Mr. Wood said he believed the new entrants to the market would complement Roku by making streaming ads an even greater draw for advertisers.</p><p>\"With companies like Netflix and Disney moving into ads, it makes streaming ads even more mainstream,\" he said.</p><p>Write to Patience Haggin at patience.haggin@wsj.com and Denny Jacob at denny.jacob@wsj.com</p><p>Roku Swings to Second-Quarter Loss on Slower Ad Spending</p>",
  "published": "2022-07-28T23:47:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2534,
          "end": 2540
        },
        {
          "start": 2317,
          "end": 2323
        }
      ]
    }
  ]
}