{
  "_id": "8e017223f0d45c2c4805fb725273eb7276f8bf584a4309768e51a9ac3b9ef018",
  "feed": "market-watch",
  "title": "Weekend reads: Is this the end of the bull market for stocks?",
  "text": "<p>Here's a chart showing the aggregate forward price-to-earnings ratio for the S&amp;P 500 index over the past 20 years:</p><p>FactSetJeremy Grantham, co-founder of GMO, warned in a paper that U.S. stocks “are in the fourth superbubble of the last hundred years.” You can read Grantham's full paper here.</p><p>As part of the In One Chart series, William Watts explains what tends to happen to the S&amp;P 500 when interest rates rise rapidly.</p><p>A stock drop that backs the market-bubble thesis</p><p>Getty ImagesOn Jan. 19, shares of Peloton Interactive Inc. closed at $31.84, having fallen 79% from a year earlier, as investors' euphoria faded, following the fitness equipment manufacturer's sales and service subscription sales spike early in the pandemic. Then on Jan. 20, the stock dropped 24% after CNBC reported that Peloton was temporarily suspending its manufacturing of exercise bikes and treadmills and had hired McKinsey &amp; Co. to help it lower costs, with possible moves including layoffs and store closures.</p><p>But Peleton's stock roared back 13% in midday trading on Jan. 21, after CEO John Foley said in a letter that reports of a production report were “false” and that the results for its fiscal second-quarter, to be released on Feb. 8, would be better than its previous guidance had suggested.</p><p>More Peloton coverage:</p><p>Foley's letter to employees on Jan. 20</p><p>Peloton's preliminary earnings release</p><p>Peloton stock extends its plunge as the 13-month run in the Nasdaq-100 is about to end</p><p>Peloton is raising prices. That doesn't change this analyst's view on the Stock.</p><p>Another stock decline that backs the bubble thesis</p><p>Getty ImagesStock-market action on Jan. 20 and early Jan. 21 boded poorly for stocks with high valuations. For Peloton, there is no forward price-to-earnings ratio, because the company is expected to report net losses for at least the next four quarters, according to FactSet.</p><p>Shares of Netflix Inc. closed at $508.25 on Jan. 20, for a forward P/E of 37.9, compared with 20.1 for the S&amp;P 500 and 27.7 for the Nasdaq-100 Index. Netflix has had a high P/E for years, as the company's subscriber growth has helped to maintain investors' enthusiasm for the shares. But the stock had plunged 22% to $398.61 in midday trading on Jan. 21, after the steaming pioneer said subscriber growth during the fourth quarter had come in lower than it had expected and warned of slower growth ahead.</p><p>More Netflix acoverage:</p><p>Opinion:&#xa0;Netflix admits that it is time to grow up, but Wall Street isn't happy about it</p><p>AT&amp;T, Disney, and Roku Stocks Fall After Netflix's Weak Outlook</p><p>Netflix gets an upgrade from a long-time bear, who said the stock's selloff is ‘overcooked'</p><p>‘We see few catalysts.' Netflix hit with Wall Street downgrades after disappointing subscriber forecast</p><p>Here's how TIPS actually work</p><p>You may have seen U.S. Treasury Inflation Protected Securities (TIPS) mentioned in personal finance articles, but might not be familiar with their actual mechanics. One feature of TIPS is that the bonds have their principal value adjusted upward at the rate of inflation. Bill Bischoff, the Tax Guy, digs into the details with clear examples of TIPS investments.</p><p>How not to outlive your money when you are retired</p><p>Getty ImagesHere's a fun game you can play with family and friends. All you and they have to do is answer one question, asked by Mark Hulbert: What's the single most consequential thing you can do to improve your chances of not running out of money in retirement?</p><p>The answer is very simple and it may surprise you.</p><p>Retirement and debt</p><p>Being debt-free while retired may be ideal, but you also need to factor in today's low interest rates when deciding whether it makes sense to pay off a mortgage loan or to refinance. Alessandra Malito writes the Retirement Hacks column and this week has advice about how retirees can handle debt.</p><p>Jacob Passy writes The Big Move column; this week he works through a difficult home refinancing scenario with a disabled retiree.</p><p>A successful retirement adventure</p><p>Courtesy Lynne GarellSilvia Ascarelli writes the Where Should I Retire column. This week she shares the story of Lynne Garell, who decided to live in France for a year after her husband died. Four years later, she's still there. Here's how she made it work and how to make arrangements to live in France.</p><p>Value ETFs</p><p>MarketWatch illustration/iStockphotoSeveral times over recent years there have been short-term moves in the stock market toward value stocks of slower-growing mature companies that tend to trade low to book value or earnings. This time around, with high inflation and interest rates expected to rise significantly, the move appears likely to be sustained, as Mark DeCambre Explains in this week's ETF Wrap.</p><p>Related:This is the window of time when value can outperform growth in the stock market</p><p>Where might you find growth in a weak stock-market environment?</p><p>Getty Images/iStockphotoAmong the 11 sectors of the S&amp;P 500, this one is expected to show the fastest increase in sales through 2023 — and no, it is not the information technology sector.</p><p>Want more from MarketWatch? Sign up for this and&#xa0;other newsletters, and get the latest news, personal finance and investing advice.</p>",
  "published": "2022-01-21T12:14:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2501,
          "end": 2507
        }
      ],
      "nexusId": "10078857"
    }
  ]
}