{
  "_id": "03e1cfe6dc89c70460b92ac11a42479dc77cec83a20cb5f3cb08b8cc7188cb30",
  "feed": "wall-street-journal",
  "title": "What to Watch: The 18 Best New Movies & TV Shows From March; A new 'Batman,' Brits behaving badly in the second season of 'Bridgerton,' startup controversies and more.",
  "text": "<p>Amanda Seyfried stars as Elizabeth Holmes in this eight-part show based on the podcast of the same name</p><p>\"Elizabeth Holmes, who rode Silicon Valley's 'fake it till you make it' ethos all the way to a four-count felony conviction, isn't interesting because she's a victim. She's interesting because, by every indication, she's a sociopath. And yet, by the end of episode 1 of Hulu's dramatic series 'The Dropout,' a viewer will be wondering if the subject's misbehavior is going to be blamed on her chilly mother, her feckless father, her own frigidity, mean girls, a sexual assault at Stanford, or the fact that she couldn't run as fast as the other kids in grade school.\"</p><p>Read the review</p><p>Bridgerton, Season 2</p><p>The new installment of Netflix's hit series remains refreshingly humorous and self-aware</p><p>\"The Regency-era, American-produced, British-accented 'Bridgerton' was the second most-watched series on Netflix last year. No. 1 was 'Squid Game,' which says something about something. What the popularity of 'Bridgerton' seems to say is that audiences suffer an incurable weakness for lavishly produced, 'Downton Abbey'-adjacent soap operas that provide luxurious, vicarious immersions into the kind obscenely wealthy environs from which many of their ancestors would have either been tossed out on their ear, or offered employment emptying chamber pots.\"</p><p>Read the review</p><p>The Batman</p><p>Robert Pattinson stars as the Caped Crusader in Matt Reeves's lengthy, noirish entry in the DC universe</p><p>\"Murmuring while he's journaling, the latest incarnation of the Dark Knight, played by Robert Pattinson, sounds like a worrywart: 'I must choose my targets carefully. It's a big city. I can't be everywhere.' Then a nutjob: 'They think I'm hiding in the shadows. But I am the shadows.' Then he's a Gloomy Gus, a tall, brooding presence barely distinguishable from those shadows: 'I wish I could say I'm making a difference, but I don't know.'</p><p>\"Is Batman going bonkers? No, but he's going through a dark night of the soul in 'The Batman,' which Matt Reeves directed from a screenplay he wrote with Peter Craig. The film is very long, relentlessly intense, murmured more often than spoken, and photographed, by Greig Fraser, with a glowering gorgeousness that must be seen to be felt. It's also enthralling and tailored to our time, an extended rumination on finding one's moral compass in a world of all-encompassing evil.\"</p><p>Read the review</p><p>Deep Water</p><p>Ben Affleck and Ana de Armas star as an unhappy couple in Adrian Lyne's screen version of the Patricia Highsmith novel</p><p>\"Five years before Edward Albee unleashed George and Martha to terrorize social norms with a game of Get the Guests, Patricia Highsmith's 1957 novel 'Deep Water' concocted a couple so toxic it took Hollywood 6 1/2 decades to put them on film. One producer told Highsmith her Vic and Melinda Van Allen were too psychopathic for cinema, and the only director who dared take on their miserable marriage died by suicide after reading a draft of her script. Highsmith, never a people person, griped that the dead man owed her $12,000.</p><p>\"Kudos to erotic thriller authority Adrian Lyne for escorting the Van Allens to the screen, albeit nine years after the now 81-year-old 'Fatal Attraction' director first announced his intention to give 'Deep Water' a go.\"</p><p>Read the review</p><p>WeCrashed</p><p>Jared Leto stars as entrepreneur Adam Neumann in this story of the tumultuous company</p><p>\"This fact-based saga leaves no doubt about the reasons companies fail. Co-founder Adam Neumann (Jared Leto) of the startup WeWork saw that enterprise, a pioneer in the coworking business, achieve a mighty valuation of $47 billion in 2019 and thereafter proceed to a calamitous decline, the causes for which 'WeCrashed' regularly suggests—incapacity, poor judgment and excess of every sort prime among them. But all isn't loss and struggle in this tale—based on the podcast of the same name—borne up by its unfailing energy and, above all, the distinguished performances of Mr. Leto and Anne Hathaway, in the role of Rebekah, Adam's wife and business partner. Both inhabit their characters so persuasively, relate to one another—and the world—so credibly that it becomes impossible not to feel the depth of their connection.\"</p><p>Read the review</p><p>Bad Vegan: Fame. Fraud. Fugitives</p><p>Chris Smith's Netflix series looks at the rise and fall of Sarma Melngailis and her ultra-trendy, plant-focused restaurant Pure Food &amp; Wine</p><p>\"Google the New York restaurant Pure Food &amp; Wine and you'll find photos of an uncommonly airy Midtown patio space; portraits of soaring, meatless food architecture; and a forbidding legend: 'Permanently Closed.' How one of New York's hotter foodie destinations got eighty-sixed is the subject of 'Bad Vegan: Fame. Fraud. Fugitives,' though exactly why it all happened still may seem as cloudy as a quart of kombucha, even after the four episodes of director Chris Smith's engrossing docuseries.\"</p><p>Read the review</p><p>The Thing About Pam</p><p>NBC's show stars Renée Zellweger and looks at the real-life case of Pamela Hupp, a pillar of a small town and a killer</p><p>\"'The Thing About Pam,' starring Renée Zellweger, is a chronicle of a real murder case—a crime committed by a woman, Pamela Hupp, who had long presented herself as a pillar of her community, a small town in Missouri. There, on Dec. 27, 2011, a woman by the name of Betsy Faria was found dead in the den of her house. A cancer patient, she had just had her chemotherapy treatment. Her husband, Russell, discovered her body, which showed she had been stabbed 55 times. That grieving husband, not surprisingly, became suspect No. 1, and would ultimately be charged with and convicted of his wife's murder—a conviction that would eventually be reversed. Upon further inspection, Pamela Hupp's behavior—the way she testified in court with lies and evasions, to name just a few giveaway signs—raised suspicions.\"</p><p>Read the review</p><p>Turning Red</p><p>In addition to dealing with the perplexities of adolescence, a 13-year-old girl in Pixar's latest film must cope with controlling her inner panda</p><p>\"If the perfect is the enemy of the good, it's banished joyously in 'Turning Red,' a Pixar release streaming on Disney+, and a debut feature by Domee Shi.</p><p>\"As the first woman to direct a Pixar short, Ms. Shi won an Oscar in 2019 for her affecting and memorably strange 'Bao.' (A childless woman crafts a dumpling that comes to life as her chubby-cheeked baby boy.) Now the Chinese-Canadian filmmaker, who wrote the screenplay with Julia Cho, has created a wonderful full-length film, set in the early 2000s, around 13-year-old Meilin 'Mei' Lee, a Toronto schoolgirl voiced by Rosalie Chiang. The dutiful daughter of a perfectionist mother, Ming (Sandra Oh), Mei is an overachiever who may well become a United Nations secretary-general, as her mom expects. Before taking office, though, she needs to release the wild animal of her inner adolescent, which she does in spectacular fashion.\"</p><p>Read the review</p><p>Shining Vale</p><p>A couple, played by Courteney Cox and Greg Kinnear, leave the city to try and save their relationship, only to find their new locale inhabited by the supernatural</p><p>\"If 'Shining Vale' had nothing else to recommend it, the ebullience that runs through it is more than enough counterweight against any descent into gloom. In this eight-part tale of a couple whose marriage has begun to show signs of shakiness there's simply too much spirit to embrace anything approaching depressiveness, which isn't to say that the feeling doesn't come up. It just doesn't have much staying power in the hearts or the conversations of a couple like Pat, a writer (a highly persuasive Courteney Cox), and husband Terry (Greg Kinnear), who have, in fact, more than a few troubles burdening them. Still, in the midst of whatever gloom may threaten, Pat is perfectly ready to quote the directives of Eleanor Roosevelt—in particular the one that advised us to do one thing every day that scares us. That may not sound much like the Eleanor Roosevelt known to the world—she was far too busy traveling down mines to inspect working conditions to deliver daily advice—but those were in fact her words. Whether Mrs. Roosevelt would have considered some of the things that Pat did in the course of a day the kind that should scare a person isn't hard to guess.\"</p><p>Read the review</p><p>The Adam Project</p><p>Through the magic of time travel, a man from the future teams up with his younger self to try to prevent catastrophe in Shawn Levy's film starring Ryan Reynolds and Walker Scobell</p><p>\"No one really watches a time-travel movie for an explanation of time travel—it's time travel, after all; we're already on board. Still, writers have provided theories and speculations aplenty over the years, from H.G. Wellsian trans-dimensional hopscotch to jacked-up DeLoreans. 'Maybe it works like the multiverse,' speculates one of the two lead characters in 'The Adam Project' on Netflix. 'God, we watched too many movies,' sighs his older, exasperated companion.\"</p><p>Read the review</p><p>Everything Everywhere All at Once</p><p>Filmmaking duo Daniel Kwan and Daniel Scheinert deliver a multiverse story that offers a supernova of creativity</p><p>\"'Everything Everywhere All at Once' may be the most literal film title since Georges Méliès made 'A Trip to the Moon.' This ingenious dazzler—half-poignant epic, half-prank—by filmmaking duo Daniel Kwan and Daniel Scheinert (aka The Daniels) introduces us to one woman, Evelyn Wang (Michelle Yeoh, of 'Crouching Tiger, Hidden Dragon'), and her multitudes, the infinite Evelyns scattered across the multiverse whose decisions, big and small, peeled their life trajectories apart from the Alpha Evelyn, a brilliant scientist who invented a technique to leap between her counterparts.\"</p><p>Read the review</p><p>That Dirty Black Bag</p><p>Mauro Aragoni's eight-episode series pays homage to films of old with a story of a roaming bounty hunter</p><p>\"Trapping a fly in a gun barrel? It's a neat trick and not a bad way to open an eight-episode western. It establishes the dexterity of the gunman, as well as his patience. The buzz of the frantic insect rubs the silence raw. And it's also a mischievous reference to that Sergio Leone classic 'Once Upon a Time in the West,' in which an outlaw (Jack Elam) sends his own captive pest aloft just before another gunman (Charles Bronson) sends the outlaw to eternity.\"</p><p>Read the review</p><p>After Yang</p><p>A humanoid robot goes to work as a loving big brother to an only child adopted from China</p><p>\"This is a good week for new takes on older themes. In addition to 'The Batman,' with its running time of 175 minutes, we have 'After Yang,' a second feature by the Korean-American filmmaker who calls himself Kogonada. In a mere 96 minutes this film turns familiar tropes about machine learning into an exquisite fable that reveals its beauty slowly, almost meditatively, and ever so tenderly.\"</p><p>Read the review</p><p>Last Exit: Space</p><p>Rudolph and Werner Herzog look at the state of space travel in a documentary that argues for stewardship here at home</p><p>\"In the documentary 'Last Exit: Space,' director Rudolph Herzog and his famous father, Werner, set out to settle the burning question, 'How close are we to fulfilling our dream of becoming space colonists?' Their answer: We're not, despite billionaires blasting off and the resale value of our home planet plummeting daily. Call it a case of bait-and-switch, but 'Last Exit: Space' is ultimately quite wry, despite the potential horrors described throughout.\"</p><p>Read the review</p><p>Great Freedom</p><p>A German man spends the decades after World War II in and out of prison for being gay</p><p>\"Instead of 'Great Freedom,' a title of ultimately devastating irony, Sebastian Meise's remarkable drama, Austria's entry for the Oscars, might have been called 'No Crime and Punishment.' Its hero, Hans Hoffman (Franz Rogowski), spends more than two decades following World War II in and out of prison—mostly in, and doing the hardest of hard time—for being gay. The charge is always the same, a violation of Paragraph 175 of the German penal code. (From the founding of the German Empire in 1871 through the late 1960s, any so-called 'unnatural sexual acts' were punishable by prison terms, both in East and West Germany.) The film, written by the director and Thomas Reider, is often brutal in content and spare in style, a celebration of unquenchable tenacity and the sustaining power of love.\"</p><p>Read the review</p><p>Pachinko</p><p>The eight-part adaptation of Min Jin Lee's novel captures the book's heavy, wide-ranging subject matter.</p><p>\"There are many distractions in and around the eight-episode epic 'Pachinko,' including a multigenerational storyline, a multinational production and a multitude of characters, but what lingers on the palate is the credit sequence—which is not a good thing, even if the strategy behind it is logical. Set to a version of the old Grass Roots hit 'Let's Live for Today,' it features the principal characters, gathered from the 1900s to the 1980s, dancing through an arcade/casino (as suggested by the title), and creating a kind of overage K-pop dance party. Given the somber nature of most of Min Jin Lee's popular and in many quarters beloved novel on which the series is based, it feels as if the show is using the recurring sequence as an antidote for itself.\"</p><p>Read the review</p><p>The Girl From Plainville</p><p>Elle Fanning stars in Hulu's tale of the infamous Massachusetts case where a young woman encouraged her boyfriend into suicide</p><p>\"Shock and mourning are the toughest things for actors and directors to sell—anyone who's suddenly lost a loved one will smell counterfeit grief a mile away and recoil from it. Getting it right is hard. Doing it right is how 'The Girl from Plainville' separates itself from the pack of true-crime dramas and, to a considerable degree, the guilty from the innocent.\"</p><p>Read the review</p><p>The Last Days of Ptolemy Grey</p><p>Samuel L. Jackson stars as a man trying to solve the murder of his nephew before the special treatment that cures his dementia wears off</p><p>\"Those who haven't seen 'Pulp Fiction,' 'Jungle Fever' or even 'A Time to Kill' might now think of Samuel L. Jackson as the guy who keeps asking 'What's in your wallet?' or wears an eye patch in all those Marvel movies. For them, his performance in 'The Last Days of Ptolemy Grey' will be a revelation. For the rest of us, it'll be something of a reminder.\"</p><p>Read the review</p><p>What to Watch: The 18 Best New Movies &amp; TV Shows From March</p>",
  "published": "2022-03-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6178,
          "end": 6185
        }
      ]
    }
  ]
}