{
  "_id": "28f0da1bc91cf1b7815f558427d2d4eeb6fde5416963fd6e7cad241216c11ecc",
  "feed": "wall-street-journal",
  "title": "Discontent Drags  On Disney's CEO  ----  By Robbie Whelan, Erich Schwartzel and Joe Flint",
  "text": "<p>   Walt Disney Co. Chief Executive Bob Chapek made a decision at the start of the year: Disney was staying out of politics. </p><p>   The strategy was meant in part to help the entertainment giant avoid the culture clashes between executives and employees that have plagued many companies in recent years, said people familiar with his thinking. </p><p>   Instead, it backfired. The first big test of its policy of neutrality, which came with Florida's recently passed Parental Rights In Education bill -- known by its opponents as \"Don't Say Gay\" -- exacerbated employee, politician and fan resentment toward Mr. Chapek. Disney initially was silent on the bill, then came out against it after it passed and said it had worked against the legislation behind the scenes. </p><p>   Marvel Studios, Pixar Animation and Lucasfilm, Disney's three most important studios, released statements in support of the LGBT community and publicly condemned legislation on the table in other states. Prominent division heads apologized to their staff for violating their trust. Employees have staged walkouts, and fans are talking boycotts on social media. </p><p>   By March 11, Mr. Chapek apologized for his failure to make a strong public statement against the bill, saying he had always opposed it and had privately lobbied against it for weeks. He also promised to pause political giving in Florida and to fight similar legislation in other states. </p><p>   The Florida bill prohibits instruction on sexual orientation or gender identity from kindergarten to third grade and bans it in later grades if not \"age-appropriate or developmentally appropriate for students.\" Gov. Ron DeSantis is expected to sign the bill soon. </p><p>   Disney is rethinking plans for an all-hands company diversity forum that had been scheduled for April 13, instead considering reframing it as an event focused on LGBT issues, according to people familiar with the matter. </p><p>   The pile-on comes at a crucial moment for Mr. Chapek, who became CEO in February 2020 and became a solo act atop Disney just three months ago when his former boss, executive chairman Robert Iger, left the company. Even before the Florida issue, investors had sent Disney's share price down near its lowest level in over a year due to slower projected growth at its flagship Disney+ streaming service, economic headwinds including inflation and rising interest rates and the company's heavy debt load. </p><p>   Some employees and die-hard fans were already chafing at Mr. Chapek's price increases and cost-cutting measures at theme parks. A town hall meeting last year for the elite group of engineers and designers of the parks, many of whom Disney is relocating to Florida from California, ended with the anonymous answer to a survey question about what would solve some problems they had with the relocation plan. \"Fire Bob Chapek\" was one answer broadcast across the screen, according to people who attended. </p><p>   Meanwhile, some theme park visitors have posted videos on TikTok and Instagram calling broken down rides \"Chapek'd.\" </p><p>   A Disney spokesman pointed out that in its most recent financial results, the company exceeded expectations for profits and streaming subscription growth, and that the company's theme park business has returned in full force, setting records for revenue and operating income last quarter. </p><p>   Under Mr. Chapek's watch, Disney has invested heavily in improving the experience at its theme parks, the spokesman said, and Mr. Chapek's apology helped lower the temperature between the company's leaders and employees, he added. </p><p>   The clash between Mr. Chapek and Disney employees is a dramatic example of the friction many companies have seen as workers exercise their power to influence corporate culture and decisions, and demand their employers use their heft to publicly participate in politics. </p><p>   For Disney especially, both the public and employees have strong feelings about the values the company should express. The icon has around 200,000 employees, a market value of more than $250 billion and has been at the center of entertainment for nearly a century. </p><p>   Disney's response to the Florida bill managed to offend both progressives, who wanted the company to do and say more to fight the bill, and conservatives, who wanted Disney to stay out of the debate and now claim it is bowing to liberal agitators within its ranks. </p><p>   Despite Mr. Chapek's short tenure, with his contract up for renewal in February, several current and former Disney executives described the next 11 months as a critical period for the CEO. </p><p>   Beginning Tuesday, employees started staging 15-minute daily walkouts at Disney offices around the country, and they planned a full-day walkout on March 22. The work stoppages were organized on a newly created website, whereischapek.com, where employees can also download digital backgrounds for videoconferences showing pride flags inscribed with the words, \"#DisneyDoBetter.\" The site has collected nearly 200 anonymous testimonials from employees upset about Disney's reaction to the Florida law. One employee whose division is moving to Florida wrote on the website they were \"being asked to relocate our families to a state that does not promote equality or support basic human rights.\" </p><p>   Divisions within Disney have taken additional actions to assuage their own fan bases and employees, an unusual step at Disney, where in the past, most important communication on staff issues has come directly from the CEO's office. </p><p>   On Tuesday, Marvel Studios, the division that makes some of Disney's most profitable films, including \"Black Panther\" and \"Avengers: Endgame,\" wrote on its Twitter account, \"We strongly denounce any and ALL legislation that infringes on the basic human rights of the LGBTQIA+ community.\" </p><p>   Lucasfilm, the Disney studio responsible for the Star Wars franchise, posted a similar message on Instagram over the weekend, denouncing the Florida bill, and also similar measures in Texas and Idaho. </p><p>   A Disney spokesman said the company's corporate office was aware of the statements before they went out. </p><p>   Employees at Pixar, Disney's digital animation studio responsible for films such as \"Toy Story\" and \"Monsters, Inc.,\" sent a letter to Disney's leaders denying Mr. Chapek's claim Disney programming championed LGBT story lines, saying that Disney had censored displays of same-sex affection from its titles, according to parts of the letter posted on Twitter. </p><p>   \"I know that trust in our company may take time to rebuild,\" Peter Rice, chairman of Disney General Entertainment Content, which creates television shows for Disney-owned channels and streaming services, told his team March 11 in an email reviewed by The Wall Street Journal, adding that the company can't \"create terrific content\" without staffers \"feeling supported and safe when you come to work.\" </p><p>   The Florida legislation controversy is the second public clash in Mr. Chapek's tenure. Last year, he got into a highly publicized contract dispute with \"Black Widow\" actress Scarlett Johansson that angered many Hollywood creative artists. The salary dispute centered on Disney's decision to release the movie simultaneously on its streaming service and theatrically, which Ms. Johansson said breached her contract. The suit was settled. </p><p>   Inside Disney, Mr. Chapek had earlier clashed with Imagineers -- a title for the elite group of engineers and designers of Disney's theme parks -- after telling many of them they would be moving from offices in Southern California to a new corporate complex in Orlando. The company planned to move roughly 2,000 workers to Florida, where before Covid-19 it employed more than 75,000 at its Disney World resort and other offices. Company leaders have said they wanted to move the employees to Florida to centralize parks operations and take advantage of lucrative state tax credits. </p><p>   Disney could get an estimated $570 million in tax breaks over 20 years for moving the employees, according to a person familiar with the matter. The Imagineers began to call the top executive \"Bob Paycheck,\" employees said. </p><p>   Several Imagineers have left Disney in the past few months, said people familiar with the matter. Some cited conservative Florida politics, which they said were at odds with the values the company espoused in its diversity-and-inclusion philosophy, as a reason to avoid moving there. </p><p>   Park attendance remains healthy, but inflation and price increases have driven up the expense of a day at Disney World, where a Miss Piggy backpack that retailed for $80 in 2020 now costs $95, and a Pineapple Dole Whip frozen treat jumped $1 to $6.99, fans have noted on Disney travel websites. </p><p>   \"There's been more animosity towards Chapek, especially related to the parks, than I've seen before,\" said Rich Greenfield, a media analyst with LightShed Partners in New York. Mr. Chapek \"really needs to lay out a very clear plan for strategically where Disney is heading and execute against it\" over the next year, Mr. Greenfield said. </p><p>   Traditional media companies such as Disney are trying to adapt to the streaming era to better compete with tech giants such as Netflix Inc. Much of Hollywood is entrenched in its ways, and the transition to a streaming-first mentality has been bumpy. People close to Mr. Chapek said he views himself as an outsider and that his unique perspective and distance from the Hollywood establishment will allow him to more effectively roll out new ways of doing business, even if it upsets people used to working the old way. </p><p>   Unlike his predecessor, Mr. Iger, who rose to the top as a creative executive, Mr. Chapek spent the bulk of his 25-year career at Disney in consumer products and theme parks. </p><p></p>",
  "published": "2022-03-19T06:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4221,
          "end": 4227
        },
        {
          "start": 3002,
          "end": 3008
        },
        {
          "start": 8983,
          "end": 8989
        },
        {
          "start": 599,
          "end": 605
        },
        {
          "start": 5736,
          "end": 5742
        },
        {
          "start": 2613,
          "end": 2619
        },
        {
          "start": 1659,
          "end": 1665
        },
        {
          "start": 6266,
          "end": 6272
        },
        {
          "start": 3794,
          "end": 3800
        },
        {
          "start": 7806,
          "end": 7812
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 5493,
          "end": 5499
        },
        {
          "start": 8059,
          "end": 8065
        },
        {
          "start": 5924,
          "end": 5930
        },
        {
          "start": 5320,
          "end": 5326
        },
        {
          "start": 7347,
          "end": 7353
        },
        {
          "start": 7057,
          "end": 7063
        },
        {
          "start": 9596,
          "end": 9602
        },
        {
          "start": 4582,
          "end": 4588
        },
        {
          "start": 85,
          "end": 91
        },
        {
          "start": 4428,
          "end": 4434
        },
        {
          "start": 1993,
          "end": 1999
        },
        {
          "start": 3315,
          "end": 3321
        },
        {
          "start": 4971,
          "end": 4977
        },
        {
          "start": 8585,
          "end": 8591
        },
        {
          "start": 8864,
          "end": 8870
        },
        {
          "start": 2144,
          "end": 2150
        },
        {
          "start": 7231,
          "end": 7237
        },
        {
          "start": 5218,
          "end": 5224
        },
        {
          "start": 4055,
          "end": 4061
        },
        {
          "start": 6162,
          "end": 6168
        },
        {
          "start": 3553,
          "end": 3559
        },
        {
          "start": 6471,
          "end": 6477
        },
        {
          "start": 6047,
          "end": 6053
        },
        {
          "start": 6206,
          "end": 6212
        },
        {
          "start": 794,
          "end": 800
        },
        {
          "start": 20,
          "end": 26
        },
        {
          "start": 7614,
          "end": 7620
        },
        {
          "start": 8420,
          "end": 8426
        },
        {
          "start": 2254,
          "end": 2260
        }
      ]
    }
  ]
}