{
  "_id": "5c56561374670a73332bafaac973a4bf339af879587a413c07ddceff0545bbcd",
  "feed": "wall-street-journal",
  "title": "Disney's 'Avatar' Sequel Opens With Ticket Sales Shy of Predictions; Domestic haul totaled $134 million for weekend, and coronavirus fears hurt results in China",
  "text": "<p>The $134 million in domestic opening-weekend ticket sales represented Mr. Cameron's best box-office debut, but fell short of tracking estimates based on advance ticket sales, which had projected the film would earn between $150 million and $175 million in North America.</p><p>The movie, which was shot in 3-D and shown on more than 1,500 IMAX screens worldwide, earned $57.1 million in China, a result Disney described as disappointing, especially given the runaway success of the first movie in the franchise in China.</p><p>The \"Avatar\" sequel marks for Disney a crucial return to China—where government authorities haven't given the company permission to release any of its Marvel superhero movies, Disney's most reliably profitable theatrical titles, since 2019.</p><p>The new \"Avatar\" film tells the story of Jake Sully, played by Sam Worthington, a human who has assumed the body of a warrior leader of the Na'vi—a race of giant, blue forest-dwellers from the fictional moon-world Pandora. He flees to the ocean to protect his family from rapacious earthlings who want to kill him and harvest Pandora's natural resources.</p><p>The original \"Avatar\" film, released in 2009, opened to $77 million domestically and went on to become the highest-grossing movie ever, with a cumulative global box-office gross of nearly $2.9 billion. About $259 million of that total came from China, where audiences queued up for hours and some paid scalpers exorbitant ticket prices to get into the country's first 3-D IMAX movie.</p><p>This time, audiences in China largely stayed home for fear of contracting Covid-19, Disney said. As of 10 days ago, only about 35% of cinemas in China were open, because of strict government lockdowns designed to bring the number of new Covid-19 cases to zero in the country, but about 80% were open for the movie's debut, said Tony Chambers, Disney's global head of theatrical distribution.</p><p>\"The problem is nobody wants to go to the cinema, because they've been told that Covid is extremely dangerous,\" Mr. Chambers said. \"Although cinemas are open, the appetite for going to them isn't really there.\"</p><p>Disney is hopeful the movie will benefit from a long period of high demand, as did the first \"Avatar\" movie, both at home and abroad. Mr. Chambers said that it faces little competition from big-ticket blockbuster movies for the next few weeks, which include the winter holidays and the lead-up to China's Lunar New Year celebrations, a period when movie theaters experience an uptick in holiday traffic.</p><p>\"This isn't only about opening weekend,\" Mr. Chambers said. \"We have the screens, we have no competition and we have a clear run through the holidays.\"</p><p>At theaters in Shanghai, showings weren't at full capacity. Some fans who did show up said they thought carefully about potential exposure to the coronavirus.</p><p>\"I talked to my friends about the Covid situation we are facing now, but loosening is the current trend,\" said Tang Zhiwei, an 18-year-old student in Shanghai, who paid $37 for a ticket. \"We have to return to a normal life anyway.\"</p><p>Song Ningxin, a 27-year-old Beijing resident, said she went to see the movie because there are few other entertainment activities in the Chinese capital right now beyond dining out and going to the movies. She was one of six people watching a screening on opening day, and the film left her a little disappointed.</p><p>\"I don't think it was worth waiting 10 years for,\" Ms. Song said.</p><p>SHARE YOUR THOUGHTS</p><p>Are you planning to see the 'Avatar' sequel? Why, or why not? Join the conversation below.</p><p>Movie-ticket sales in China suffered this year after Chinese authorities imposed extensive lockdowns and testing requirements that created a drag on the economy. The government said this month it was dropping many of the restrictions, just as outbreaks were surging across the country.</p><p>\"Avatar will definitely be a highlight and a test of whether audiences will respond and the numbers bounce back again,\" said Kenny Ng, a film professor at Hong Kong Baptist University.</p><p>Both \"Avatar\" films proved crucial to the growth of IMAX Corp., a film-exhibition technology company that allows movies to be shown on much larger screens. When the first one came out, there were 14 IMAX theaters in China—compared with 800 today, with 200 more in development.</p><p>The sequel grossed $48.8 million at IMAX theaters worldwide, with $15.8 million coming from China, the company said Sunday. Despite the limitations from Covid-19, the China haul represented 27% of the overall box office in the country this past weekend, generating IMAX's largest portion of the Chinese box office for an opening weekend to date.</p><p>Disney said it was heartened by presale numbers as well. For most big franchise movies, about 5% of presales are for dates after the opening weekend, while for the new \"Avatar\" movie, around 20% are for later dates, indicating a long tail for the movie, the company said.</p><p>The No. 2 movie this weekend was also from a Disney-owned studio. Marvel's \"Black Panther: Wakanda Forever\" sold $9.2 million in tickets, bringing its global total to $786.5 million, according to box-office tracker Comscore. So far this year, Disney-owned studios have grossed $3.99 billion at the global box office.</p><p>Zhao Yueling and Qianwei Zhang contributed to this article.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Austin Ramzy at austin.ramzy@wsj.com</p><p>Disney's 'Avatar' Sequel Opens With Ticket Sales Shy of Predictions</p>",
  "published": "2022-12-19T00:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1579,
          "end": 1585
        },
        {
          "start": 5368,
          "end": 5374
        },
        {
          "start": 4630,
          "end": 4636
        },
        {
          "start": 545,
          "end": 551
        },
        {
          "start": 397,
          "end": 403
        },
        {
          "start": 2098,
          "end": 2104
        },
        {
          "start": 691,
          "end": 697
        },
        {
          "start": 1838,
          "end": 1844
        }
      ]
    }
  ]
}