{
  "_id": "3dab775b8412981c8f2ca5ddb82e91beafc2f62401cafb7e4e72e06f114e0e7e",
  "feed": "wall-street-journal",
  "title": "WSJ's Rock and Pop Music Critic on the Best Original Song Oscar; Mark Richardson discusses this year's nominees, including Billie Eilish's theme for the James Bond film 'No Time to Die.'",
  "text": "<p>None of the five songs nominated for the 94th Academy Awards, scheduled for March 27, points to anything particularly novel in the zeitgeist. All in all, it's a fairly traditional Oscar songs field, and each entry save one feels like a nod to an earlier era—the best of the bunch, in fact, goes all-in on nostalgia, drawing from the mood and arrangements of days long past while hewing to the conservative musical tradition of a familiar movie franchise.</p><p>The only contemporary-sounding number in this pool is \"Be Alive.\" Performed by Beyoncé and co-written by her and songwriter Darius Scott, aka Dixson, it is taken from \"King Richard,\" a biopic about Venus and Serena Williams and the father who meticulously planned their futures as tennis superstars. Though Beyoncé's performance is powerful, the number itself is not quite up to her usual standards. All the rest, in one way or another, are throwbacks, building on our associations with music of the past.</p><p>Download \"The WSJ Oscars Guide 2022\" today, where you can read reviews of the Best Picture nominees, fill in your Awards night ballot, learn about the Academy's inner workings and more</p><p>There's \"Down to Joy\" from the coming-of-age drama \"Belfast,\" written and performed by Van Morrison, a punchy R&amp;B number with horn stabs that could have come from his most recent offering, 2021's \"Latest Record Project, Volume 1,\" or indeed from one of his albums from 50 years ago. \"Dos Oruguitas\" by Lin-Manuel Miranda, performed by singer Sebastián Yatra, comes from the animated Disney film \"Encanto,\" about a family making its way in the Colombian countryside. While \"We Don't Talk About Bruno,\" the chart-topping hit from the soundtrack, is steeped in current Latin pop styles, \"Dos Oruguitas\" is meant to mimic the feel of an ancient folk song from the region, with plucked acoustic guitar, accordion and gently insistent rhythm played on hand drums. And from the drama of addiction and recovery \"Four Good Days\" comes \"Somehow You Do,\" which is performed by Reba McEntire and written by Diane Warren. It's Ms. Warren's seventh song nominated in the past 10 years, and it bears treacly and bombastic hallmarks of so many of her power ballads from her peak popularity in the '90s and 2000s. </p><p>The final selection is also indebted to the past but it's easily the most compelling nominee, both musically and for how it reframes one of pop's most intriguing voices. \"No Time to Die,\" performed by 20-year-old pop phenom Billie Eilish and written by her and her brother, Finneas O'Connell, is a sultry Bond theme from the spy series' latest entry, from which it takes its name. When it was announced in January 2020 that Ms. Eilish would sing the theme to \"No Time to Die,\" it seemed like a potentially strange choice. She was coming off the runaway success of her 2019 debut LP \"When We All Fall Asleep, Where Do We Go?\" so she certainly had a high enough profile, but that record was hushed, intimate and a little odd, marrying her whispered bedroom pop tunes to spacious, bass-heavy productions. But Ms. Eilish was in the midst of an aesthetic shift that ultimately led to her second studio album, \"Happier Than Ever,\" which found the young singer convincingly transforming into a chanteuse. And this turn was a perfect fit for a James Bond movie. </p><p>\"No Time to Die\" is a swooning ballad with a lush string arrangement that wouldn't have sounded out of place behind Nancy Sinatra on \"You Only Live Twice\" or Shirley Bassey on \"Diamonds Are Forever.\" And while Ms. Eilish sounds nothing like either singer—her fragile vibrato and emotionally evocative phrasing are very much a product of 21st-century trends—she's a natural in the context of a torch song, ably conveying late-night sultriness and romantic longing. </p><p>Ms. Eilish's delivery carries you along and helps you forget that she's clumsily shoehorning the film's title into her song, as with so many Bond themes before this one. As a lyric, \"There's just no time to die\" doesn't really mean anything—but then again, neither did Paul McCartney and Wings' \"Live and Let Die\" or Duran Duran's \"A View to a Kill.\" A Bond theme needs to be sexy and a little retro, bringing to mind the master spy we've known all these years and capturing his cosmopolitan taste with a hint of danger, and \"No Time to Die\" fits the bill. It's the third consecutive song from the franchise to be nominated for an Oscar, and both of the past two won—Sam Smith and co-writer Jimmy Napes took home a statue for \"Writing's on the Wall\" from 2015's \"Spectre\" and Adele and Paul Epworth did the same for the title song to 2012's \"Skyfall.\" Judging on quality, Ms. Eilish and Mr. O'Connell's offering should give 007 a triple crown.</p><p>Mr. Richardson is the Journal's rock and pop music critic. Follow him on Twitter @MarkRichardson.</p><p>WSJ's Rock and Pop Music Critic on the Best Original Song Oscar</p>",
  "published": "2022-03-16T20:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1529,
          "end": 1535
        }
      ]
    }
  ]
}