{
  "_id": "6b432ca658ad9a6cdb58f8a816ddcbcdf54086b606591028f50e6a3b6432f2df",
  "feed": "wall-street-journal",
  "title": "U.S. News: DeSantis Campaign Focuses on GOP Base",
  "text": "<p>\"The typical strategy is to hide from those more conservative issues,\" said Christian Ziegler, vice chairman of the Republican Party of Florida. \"He's done the complete opposite.\"</p><p>Mr. DeSantis, who built a national profile battling the Biden administration on Covid-19 policies and corporations such as Walt Disney Co. on cultural issues, is rewriting the re-election playbook. A decisive win in November -- with support from some independents and other swing voters -- could make him a formidable presidential candidate in 2024 should he decide to run. Falling short could weaken the argument made by some supporters that he is the most electable Republican on the national scene.</p><p>He enters the fall campaign stretch with significant strengths in his matchup against Democrat Charlie Crist. His political operation raised $177 million through early September -- compared with $20 million for Mr. Crist -- breaking the national gubernatorial fundraising record, according to the Center for Responsive Politics. Registered Republicans overtook registered Democrats for the first time in Florida history last year, and as of August, the GOP had an advantage of about 270,000 voters.</p><p>Polling shows Mr. DeSantis leading Mr. Crist by an average of 6 percentage points, though the margin has shrunk a bit over the past two months, according to FiveThirtyEight. Mr. DeSantis won the governorship in 2018 by less than half a percentage point, and he is aiming this year to exceed former President Donald Trump's three-point victory margin in Florida in 2020, according to people close to the governor.</p><p>Such a result could fuel the growing rivalry with Mr. Trump, who aides say is likely to run for president again in 2024.</p><p>Many Democrats say Mr. DeSantis is miscalculating. They say the recent migrant flights he organized -- involving mostly Venezuelans fleeing an authoritarian government -- rankled many voters in a state with a large immigrant population, though there have been no publicly released Florida polls of voter views of the Martha's Vineyard flights.</p><p>In addition, Democrats say,women voters are galvanized by the Supreme Court decision in June eliminating a constitutional right to abortion.</p><p>\"He might be running the primary race for president before he runs the re-election race for governor,\" said Mitchell Berger, a longtime Democratic insider who has raised money for Mr. Crist. \"It could be a fatal mistake.\"</p><p>Mr. Crist -- a former Republican governor of Florida who later became a Democrat, and who most recently represented a district in the St. Petersburg area in Congress -- has called Mr. DeSantis a divisive and bullying figure. And he has highlighted pocketbook issues such as rising electric bills and the state's worsening property-insurance crisis that he says the governor is ignoring.</p><p>\"Nobody's got Floridians' back because he's so focused on 2024 and these extremist stunts that he continues to employ,\" Mr. Crist said. Mr. DeSantis's campaign didn't respond to requests for comment. A recent state GOP ad supporting the governor emphasized Mr. Crist's support for President Biden, including what the ad called the administration's \"open border policy.\"</p><p>Mr. DeSantis's re-election pitch centers in part on his handling of the pandemic. A recent ad by the state GOP features a bartender, a mechanic, a student and others thanking him for reopening businesses and schools. He often emphasizes in public remarks that he made these decisions in the face of opposition from public-health specialists. He has built a brand around not backing down.</p><p>Florida's death rate over the course of the pandemic is 377 fatalities per 100,000 people, 13th-highest among states, according to the Centers for Disease Control and Prevention. Its economic recovery has been faster than in many states, with an unemployment rate in August of 2.7%, 13th-lowest among states, U.S. Bureau of Labor Statistics data show.</p><p>While Mr. DeSantis has thrilled conservatives and riled progressives with his fights against what he calls \"woke agendas\" in schools and workplaces, he also periodically highlights issues that appeal to a broader portion of the electorate. He has promoted investments in environmental resiliency projects and used federal funding to pay bonuses to teachers and first responders.</p>",
  "published": "2022-09-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 303,
          "end": 314
        }
      ],
      "nexusId": "10078857"
    }
  ]
}