{
  "_id": "8c109ae848d178198ab45a274c06a58c05a431b6060da0f3413bc0a2b0cc4c72",
  "feed": "market-watch",
  "title": "After 80% plunge from peak, AMC stock bounces back slightly as revenue beats expectations; Theater chain produced $40 million more than expected in the first quarter, its 11th consecutive unprofitable period, with summer movies ready to launch in coming months",
  "text": "<p>Analysts on average expected an adjusted loss of 63 cents a share on sales of $743 million, according to FactSet. AMC shares gained about 4% in after-hours trading following the release of the results, after closing with an 8.7% decline at $12.56.</p><p>AMC shares have declined roughly 80% from their peak price of $62.55, reached last June as individual investors who gather on the online bulletin board Reddit mobilized to drive prices higher. The surge has largely disappeared in 2022, with shares falling 54.2% so far this year, as the S&amp;P 500 index SPXdeclined 13.5%.</p><p>For theaters hoping to bounce back from the COVID-19 pandemic, this summer's slate of movies offers promise, but few arrived in theaters in the first quarter. The Walt Disney Co.'s DISdecision to take Pixar's \"Turning Red\" directly to its Disney+ streaming service instead of giving it a theatrical window played into that dynamic, though the big movies that did hit theaters offered some hope.</p><p>\"Although overall box office revenues declined ~44%, the lack of any meaningful new film releases played a major role as only two new films cracked the $100M mark compared to five films in 4Q21 and four films in 3Q21,\" B. Riley Securities analyst Eric Wold wrote in a preview of theater earnings last month. \"However, we believe the more important metric is that box office for the key new films — 'The Batman' and 'Uncharted' — exceeded expectations heading into their release, which highlights moviegoing demand when the slate picks up this spring/summer.\"</p><p>AMC Chief Executive Adam Aron saw the positive in first-quarter box-office performance, saying Monday in a statement, \"The cumulative success of 'Spider-Man: No Way Home,' 'The Batman,' 'Sonic the Hedgehog 2' and this past weekend's opening of \"Dr. Strange in the Multiverse of Madness\" should leave no doubt about the enduring appeal of theatrical exhibition.</p><p>\"The outlook for the theatrical box office during the remainder of 2022 is very exciting,\" he said. \"AMC is ready to showcase compelling new releases including 'Top Gun: Maverick,' 'Jurassic World Dominion,\"Lightyear,' 'Thor: Love and Thunder,' 'Minions: The Rise of Gru,' 'Black Panther: Wakanda Forever,' and a host of other films.\"</p><p>AMC executives plan to discuss the results in a conference call set for 5 p.m. Eastern time Monday.</p><p>After 80% plunge from peak, AMC stock bounces back slightly as revenue beats expectations</p>",
  "published": "2022-05-09T20:40:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 731,
          "end": 742
        },
        {
          "start": 807,
          "end": 813
        },
        {
          "start": 727,
          "end": 742
        }
      ]
    }
  ]
}