{
  "_id": "35f8d37b095b873e7662398c1b618e34d54743fd8c9f4c8f29fae6389e393fb1",
  "feed": "wall-street-journal",
  "title": "'Doctor Strange' Sequel Has Moviegoers Doing Homework. Is That Marvel's Problem or Its Superpower? The latest installment of the Marvel Cinematic Universe builds on at least a half-dozen movies and TV shows. Fans wonder: how much do they need to keep up?",
  "text": "<p>Want to know how Stephen Strange started messing with the parallel dimensions known as the multiverse? Watch last year's \"Spider-Man: No Way Home.\"</p><p>What about why an all-powerful witch named Wanda is wreaking havoc? Her motives are explained in \"WandaVision,\" a nine-episode Disney+ series released in early 2021. For extra credit, refer to 2015's \"Avengers: Age of Ultron.\"</p><p>Fully understanding Doctor Strange's emotional baggage, meanwhile, requires you to know what he did in a 2018 \"Avengers\" movie that caused half the population to vanish. Even grasping the significance of certain cameos requires adding the animated \"What If…?\" TV show to the syllabus, Marvel completists might suggest.</p><p>This canon has fired a debate about how much prerequisite viewing Marvel releases actually demand, and whether the studio should cater to audiences who haven't done the homework.</p><p>Since its launch in 2008 with \"Iron Man,\" the Marvel Cinematic Universe has expanded to 28 movies. Next up in July: \"Thor: Love and Thunder,\" the fourth movie dedicated to the hammer-wielding god (not counting his starring roles in other big releases). The MCU's interconnectivity of plots and characters helped it become a huge force in mass market entertainment.</p><p>Some releases do work as standalones, including three Disney+ series in a row with new characters, starting with the recent \"Moon Knight.\" And with an opening-weekend haul of $450 million worldwide for the new \"Doctor Strange,\" the Marvel juggernaut shows no signs of slowing, especially as non-franchise titles often struggle at the box office. But if future installments grow more and more self-referential, do they risk alienating people who don't keep up?</p><p>We recruited a small focus group of viewers with various levels of Marvel fandom, from uninitiated to casual and fully-versed, to discuss the question. We wanted to hear how their Marvel knowledge—or lack thereof—colored their experience of seeing \"Doctor Strange in the Multiverse of Madness\" (aka \"Doctor Strange 2\") on opening weekend.</p><p>Patricia Hagen, a 48-year-old stay-at-home mother in Spokane, Wash., had never cared about superhero stories, but the magic powers and trippy visual effects on display in \"Doctor Strange 2\" trailers grabbed her interest. Enough for her to tweet at Marvel, writing: \"I haven't watched any of the Marvel movies, nor have I wanted to…until now. Is it going to be enjoyable for someone like me?\"</p><p>To find out, we bought a ticket for Ms. Hagen. After the excitement of an opening action sequence, questions began for her during a wedding scene. A Dr. West (from 2016's \"Doctor Strange\") murmured to the superhero about the fallout from his choices more than five years before (in \"Avengers: Infinity War\"): \"Was there any other path?\"</p><p>\"I thought 'Who's the dude who sat next to Doctor Strange? Why could things have been different?'\" Ms. Hagen said. \"Then it broke into more action and that made me forget I was confused. Hey, okay, we're doing stuff!\"</p><p>On the other end of the spectrum was Kelly Perez, a 25-year-old ultrasound technologist in Orlando, Fla. At the urging of her Marvel-loving boyfriend, she prepared for the opening of \"Doctor Strange 2\" by watching 22 previous movies and two TV series in order of the timeline in the stories. Describing the process as if it were a triathlon, she said, \"I started in the beginning of March, but procrastinated.\" With only two weeks to go, she sprinted through the final six movies plus the TV shows: \"It was a very intense experience.\"</p><p>The cramming paid off. The horror elements director Sam Raimi used in the movie were a surprise and sometimes scary, but the story itself clicked for her. \"It was cool. I liked the movie,\" she said.</p><p>Taylor Thompson had long avoided joining the Marvel bandwagon—\"Too much work,\" said the 29-year-old attorney in Kansas City. But he agreed to join his boyfriend for opening night of \"Doctor Strange 2.\"</p><p>\"It was a packed theater full of Marvel super fans,\" he said. \"I just genuinely enjoy seeing people nerd out about stuff. So it was an I-am-happy-because-you're-happy kind of thing.\"</p><p>To get the basics, he had watched the first \"Doctor Strange\" and the last two \"Avengers\" installments. But those didn't include the backstory for why Wanda Maximoff (aka Scarlet Witch) would ravage the multiverse just to live as a mom.</p><p>Some details did seem familiar from social media: \"I'm pretty active on gay Twitter and if there's one thing gays love it's a woman with a lot of power who does some absolute psycho stuff. So I see all the Scarlet Witch stuff on my timeline,\" Mr. Thompson said, referring to memes from \"WandaVision.\" In that streaming series the character held a town hostage to conjure an idyllic life with her superhero husband and two sons.</p><p>At 22, Tyonne Chambers grew up with the characters of the MCU. He's seen all the movies and shows. His dad, a retired firefighter, customized a sledgehammer to look like Thor's. \"I may or may not have held it out to my side like I was summoning lightning,\" said Mr. Chambers, an actor from District Heights, Md.</p><p>He's among the Marvel faithful for whom every story thread is a clue to what might come next from the studio. He let out an expletive in the theater last Saturday over a plot twist that is too much of a spoiler to describe here. It involved the appearance of an elite cohort of superheroes known as the Illuminati.</p><p>\"The Illumi-what-y?\" Doctor Strange asks when he first learns of them.</p><p>Ms. Perez's MCU crash course hadn't prepared her to meet the Illuminati, either. \"I definitely had questions. How are they relevant?\" she said.</p><p>The multiverse concept, a familiar plot device in comic books, allows the movies to go in wild directions that sometimes defy continuity by design.</p><p>\"It's cool if you have a good understanding of what's going on in Marvel, but it can be confusing if you're just getting into it,\" Mr. Chambers said. \"In one movie a character dies. Go to another movie two years later, and they're back. Oh, it's another universe.\"</p><p>Ms. Hagen liked the bifurcating weirdness of the multiverse. But she balked at the feeling of lacking connection with the characters.</p><p>Yes, she stayed for the two bonus scenes buried in the end credits. No, they didn't make her want to see what came after \"Doctor Strange 2.\"</p><p>\"I wasn't mad at the movie, but I wasn't interested in seeing the next thing they were setting me up for,\" she said.</p><p>Patricia Cameron of Colorado Springs, Colo., a 39-year-old founder of a recreation nonprofit called Blackpackers, was a regular Marvel watcher with her son. But he lost interest after the \"Avengers\" saga wrapped up a few years ago. Now 15, he only agreed to see \"Doctor Strange 2\" with her for Mother's Day.</p><p>For Ms. Cameron, the ritual around the movies is as important as their plots and characters. \"I'm not going to a Marvel movie for an Academy Award-winning performance,\" she said. \"I like the familiarity. I like going back to that universe over and over. That feels good.\"</p><p>SHARE YOUR THOUGHTS</p><p>How big a Marvel fan are you? Do you plan to watch \"Doctor Strange and the Multiverse of Madness\"?</p><p>'Doctor Strange' Sequel Has Moviegoers Doing Homework. Is That Marvel's Problem or Its Superpower?</p>",
  "published": "2022-05-12T14:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1292,
          "end": 1298
        },
        {
          "start": 275,
          "end": 281
        }
      ]
    }
  ]
}