{
  "_id": "e564dd9b214921cf0b5aef35975f81822d4ae9551cfe08f458bc560ae129b5fb",
  "feed": "market-watch",
  "title": "U.S. stocks finish lower as China COVID-19 fears resurface; Disney shares surge 6.3% as Bob Iger returns to CEO role",
  "text": "<p>* The Dow Jones Industrial Average DJIA closed down by 45.41 points, or 0.1%, at 33,700.28 after toggling between slight gains and losses during the New York afternoon.</p><p>* The S&amp;P 500 SPX ended down by 15.40 points, or 0.4%, at 3,949.94.</p><p>* The Nasdaq Composite finished down by 121.55 points, or 1.1%, at 11,024.51.</p><p>The Dow saw a marginal decline last week, while the S&amp;P 500 and Nasdaq Composite lost ground.</p><p>What drove markets</p><p>The holiday-shortened week kicked off with investors focused on fresh COVID-19 lockdowns in China, which revived concerns about the global economy. Investor appetite for risky assets was dented after the Chinese government introduced further restrictions within the world's second-biggest economy in the wake of rising COVID-19 outbreaks.</p><p>Worries about waning demand from the globe's dominant manufacturer pushed down prices of industrial metals like copper HG00, and weighed on crude-oil futures CL.1. Oil briefly touched levels last seen in January after The Wall Street Journal reportedthat Saudi Arabia and other members of the Organization of the Petroleum Exporting Countries were eyeing a potential output increase that would help ease tensions with the Biden administration and provide a cushion as new efforts aimed at curbing Russia's energy industry kick in. Crude prices then bounced back after Prince Abdulaziz bin Salman, Saudi Arabia's energy minister, denied the article. Oil ended the dayslightly lower. \"Ultimately, we believe that we're in a bear market that will continue into 2023,\" said Phillip Toews, chief executive and portfolio manager at Toews Asset Management, which oversees $2.2 billion. \"But markets can dislocate from economics as they did during the pandemic. So don't be shocked if we rally through the remainder of the fourth quarter. Our trend-following algorithms triggered back into a fully bullish posture over the past three weeks.\"</p><p>Evidence of risk aversion and a scramble for perceived havens could be seen in forex, where the dollar index DXY climbed 0.8%. The 10-year Treasury yield BX:TMUBMUSD10Y, which moves in the opposite direction to prices, was up less than 1 basis point at 3.825%.</p><p>Meanwhile, one of the two largest U.S. railway unions rejected a White House-brokered labor agreement, raising the specter of a potential strike by early December. \"Wall Street is starting to get nervous about an unwanted rail strike that could lead to further supply-chain issues that will continue to drive inflation higher,\" Edward Moya, senior market analyst at Oanda, said via phone. He said that if a deal is not reached early next month, the hit to the economy could be more than $2 billion a day.</p><p>Helping to support Treasurys, and possibly ameliorating declines in stocks, were comments from Atlanta Fed President Raphael Bostic, who said over the weekend that he is in favor of slowing the pace of interest-rate increases and he sees a possible top, or terminal rate, near 5% for this cycle.</p><p>On Monday, his colleague, Mary Daly of the San Francisco Fed, said that financial markets areacting like interest rates are much higher than they actually are.</p><p>The Fed will release the minutes of its most recent rate-setting meeting on Wednesday.</p><p>It's a thin week for U.S. economic data, with much of it shoehorned into Wednesday, ahead of the U.S. Thanksgiving holiday the next day and no reports scheduled for Black Friday either. Wall Street will be closed on Thursday for Thanksgiving and trading is likely to be very thin for Black Friday, when the festive shopping season kicks off in earnest.</p><p>Companies in focus</p><p>* Shares of Walt Disney Co. DIS finished 6.3% higher, leading Dow gainers and cushioning the blue-chip index, after the entertainment giant announced Robert Iger's return as chief executive.</p><p>* Tesla Inc. TSLA shares ended down by 6.8% at a two-year low as concerns swirled about China, underperforming the broader market.</p><p>* Imago BioSciences Inc. IMGO shares finished 104.5% higher, after the biopharmaceutical company developing treatments for myeloproliferative neoplasms (MPNs) and other bone marrow diseases announced an agreement to be acquired by Merck &amp; Co. Inc. MRK in a cash deal with an equity value of $1.35 billion.</p><p>—Jamie Chisholm contributed to this article.</p><p>U.S. stocks finish lower as China COVID-19 fears resurface</p>",
  "published": "2022-11-21T21:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 60,
          "end": 66
        },
        {
          "start": 3594,
          "end": 3605
        }
      ]
    }
  ]
}