{
  "_id": "1f696b2fa6115ac0ee3d93ec324f61df64828e70016428c1f250ca52fa9fe560",
  "feed": "wall-street-journal",
  "title": "'Lightyear' Gets Lackluster Buzz",
  "text": "<p>\"Lightyear\" cost about $200 million to produce, according to a person familiar with the matter.</p><p>\"Lightyear\" garnered some controversy as 14 countries in the Middle East and Asia banned its theatrical release after Disney declined to remove depictions of a same-sex relationship.</p><p>Disney sent Pixar's last three movies, \"Soul,\" \"Luca\" and \"Turning Red\" -- all of them released during periods of heightened spread of Covid-19 -- straight to the Disney+ streaming service, hoping they would help drive subscription growth when many cinemas remained closed and consumers were wary of gathering indoors.</p><p>The film's underwhelming opening weekend might have been the result of several factors, said Paul Dergarabedian, Comscore senior media analyst. Moviegoers might have been confused as to where \"Lightyear\" fits within the \"Toy Story\" franchise and whether it would be released straight to Disney+ as the last three Pixar films were, Mr. Dergarabedian said. The movie also enters perhaps the most crowded blockbuster market since the start of the pandemic, he added.</p><p>Now, with pandemic concerns waning, Disney is betting viewers of family entertainment haven't permanently changed their habits and are willing to come to theaters.</p><p>The last Pixar movie to hit theaters was a bomb by the studio's standards. \"Onward,\" a tale of two elves seeking to contact their dead father, was released in March 2020, days before the global pandemic was declared, and grossed $61.5 million domestically and $146 million world-wide, according to Comscore.</p><p>\"Toy Story 4,\" Pixar's previous film, came out in June 2019 and earned $121 million domestically at the box office on its opening weekend. It went on to gross more than $1 billion world-wide.</p><p>The weak showing by \"Lightyear\" comes after a strong start to the summer movie season, which delivered three $100 million-plus openings in six weeks.</p><p>\"Doctor Strange in the Multiverse of Madness\" garnered $187.4 million on its opening weekend in the beginning of May, according to Comscore. \"Top Gun: Maverick\" registered $156 million over the long Memorial Day weekend, a box-office record for the holiday and a career-best debut for its star, Tom Cruise. And \"Jurassic World Dominion,\" the third installment of the revived dinosaur franchise, collected an estimated $143 million.</p><p>Those movies continued to collect box-office sales this weekend, Comscore data show. \"Jurassic World Dominion\" dominated again in its second weekend, topping the box office with $58.7 million. \"Top Gun: Maverick\" brought in another $44 million. \"Doctor Strange in the Multiverse of Madness\" raked in another $4.2 million domestically.</p><p>Having a movie marketplace with heavyweight titles drawing in audiences is welcome news to exhibitors and studios, which until now have worried that the postpandemic box office would adopt a \"haves and have-nots\" dynamic where only one major release would draw in audiences at a time.</p><p>It also lends credence to corners of Hollywood eager to reinvest in theatrical releases as Wall Street's enthusiasm for streaming strategies has cooled considerably.</p><p>Every studio has major releases scheduled for this summer -- from \"Elvis\" to \"Thor: Love and Thunder\" and \"Nope\" -- that will rely on audiences continuing to show up here and abroad despite inflationary pressures. Entertainment-industry executives say they hope moviegoers join concertgoers and travelers in spending more as Covid-19 cases abate.</p><p>---</p><p>Estimated Box-Office Figures, Through Sunday </p><p>Sales, In Millions </p><p>Film                    Distributor    Weekend*   Cumulative  % Change </p><p>1. Jurassic World Dominion Universal      $58.7        $249.8       -60    2. Lightyear               Disney         $51.0        $ 51.0        -- </p><p>3. Top Gun: Maverick       Paramount      $44.0        $466.2       -15    4. Doctor Strange          Disney         $ 4.2        $405.1       -19 </p><p>in the Multiverse </p><p>of Madness    5. The Bob's               20th Century   $ 1.1        $ 29.8       -55 </p><p>Burgers Movie           Studios </p><p>*Friday, Saturday and Sunday in North American theaters </p><p>Source: Comscore </p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1098,
          "end": 1104
        },
        {
          "start": 885,
          "end": 891
        },
        {
          "start": 3711,
          "end": 3717
        },
        {
          "start": 279,
          "end": 285
        },
        {
          "start": 3622,
          "end": 3628
        },
        {
          "start": 214,
          "end": 220
        },
        {
          "start": 442,
          "end": 448
        }
      ]
    }
  ]
}