{
  "_id": "b8b5f245e60fabe1be6c29ce8046712010298241fd070e7b38fc2af58dbe29e8",
  "feed": "market-watch",
  "title": "U.S. stock futures climb as 'make or break' CPI swings into focus; Oil surges amid signs of easing COVID cases in China",
  "text": "<p>* S&amp;P 500 futures ES00 rose 45 points, or 1.1%, to 4,042</p><p>* Dow Jones Industrial Average futures YM00 climbed 290 points, or 0.9%, to 32,376</p><p>* Nasdaq 100 futures NQ00 jumped 175 points, or 1.4%, to 12,526</p><p>On Tuesday, the Dow industrials DJIA fell 0.3% to close at 32,160.74, a fourth straight day of losses that marked its largest four-day percentage decline since the stretch ending Oct. 29, 2020. The S&amp;P 500 SPX snapped a three-day losing streak with a gain of 0.2%, while the Nasdaq Composite COMP advanced 1%.</p><p>What's driving markets?</p><p>Futures were climbing as investors awaited the most important data point of the week — April consumer prices, which are expected to have climbed 8.1% annually from 8.6% the previous month, according to a survey of economists by Dow Jones and The Wall Street Journal.</p><p>It would mark the first time in five months the index hasn't climbed at the fastest rate in 40 years. Core prices are due to rise 0.4% from a 0.3% gain in March, when the data is released at 8:30 a.m. Eastern Time.</p><p>The data could be \"make or break\" for what has been volatile stock markets, Ipek Ozkardeskaya, senior analyst at Swissquote Bank, told clients in a note.</p><p>A soft inflation read would bring relief on the view the Federal Reserve's efforts to tame inflation are working and don't need to get more aggressive, she said.</p><p>\"In which case, a couple of 50-bp hikes and the announced balance sheet reduction should suffice to deal with inflation and cool the hawkish Fed expectations,\" said Ozkardeskaya.</p><p>\"If however, inflation hasn't pulled lower as expected — and worse, if we see a higher figure than last month's print, we would see another big wave of selloff across all assets, as a persistent rise in inflation from the actual levels would get investors to bet for a 75-bp hike from the Fed in a next meeting,\" said the analyst.</p><p>Opinion: The Fed doesn't deserve all of the blame for this inflation surge</p><p>The federal budget for April is due at 2 p.m. Eastern Time.</p><p>Some positive sentiment could also be fueled by reports that COVID cases were easing in Beijing and Shanghai, driving hopes for an easing of restrictions and pressure on the global economy. Optimism that that could relay to improved demand helped drive oil prices sharply higher.</p><p>Read: Ukrainians make gains in east, as country halts Russian gas at one hub</p><p>Separately, data showed China's consumer-price index rose 2.1% in Aprilfrom a year earlier, picking up from March's 1.5% increase.</p><p>As stock futures rose, Treasury yields fell, with that of the 10-year note BX:TMUBMUSD10Y down 6 basis points to 2.936%.</p><p>The U.S. dollar DXY was weaker, notably against the euro EURUSD after European Central Bank President Christine Lagarde said the first interest rate increase in the bloc could come weeks after the end of the central bank's bond-buying program.</p><p>Big earnings news in focus after the close of markets will fall on The Walt Disney Co. DIS, whose shares rose 1% in premarket trade. Investors will be taking a close look at the entertainment giant's streaming servicein particular, after rival Netflix NFLX reported slumping subscriber numbers last month.</p><p>Which companies are in focus?</p><p>* Coinbase Global Inc. COIN shares fell 14% in premarket trade as the crypto trading app reported worse-than-forecast revenue on declining volume.</p><p>* Switch Inc. SWCH stock rose 8% on news that DigitalBridge Group Inc. DBRG has offered to buy the technology group in a cash deal valued at $11 billion.</p><p>* Perrigo PLC PRGO shares fell 4% in premarket trade after the personal self-care product maker swung to a first-quarter loss, missing estimates.</p><p>* Krispy Kreme Inc. DNUT shares rose 2.4% in premarket trading after the doughnut seller reported forecast-beating profit and revenue and affirmed its full-year outlook.</p><p>How are other assets trading?</p><p>* Oil futures surged, with the U.S. benchmark CL00 CL.1 CLM22 up $4 , or 4%, to $103.79 a barrel, with Brent crude BRN00 BRNN22 up nearly $4, or 3.8%, to $106.39 a barrel.</p><p>* Gold futures GC00 rose, with gold for June delivery GCM22 up 0.5% to $1,848.90 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP rose 1.3%, while London's FTSE 100 UK:UKX rose 0.9%.</p><p>* The Shanghai Composite CN:SHCOMProse 0.7%, while the Hang Seng Index  HK:HSI gained 0.9% and Japan's Nikkei 225 JP:NIK was up 0.1%.</p><p>U.S. stock futures climb as 'make or break' CPI swings into focus</p>",
  "published": "2022-05-11T12:20:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2901,
          "end": 2916
        },
        {
          "start": 2905,
          "end": 2916
        }
      ]
    }
  ]
}