{
  "_id": "119b3ac29518b97f4c196f790820d3bce6fc64f6005af690870e90a903922d68",
  "feed": "ftcomall",
  "title": "A gardener nostalgic for lockdown",
  "text": "<p>I have just felt nostalgia for the first UK lockdown. I never imagined I would, two years ago when it broke on us all. Living on my own, I thought I faced four weeks of hard struggle before the rules eased. It took far longer and then the rules reappeared. What has caused this wistfulness about that dire time?</p> <p>It is not just that petrol fell to 110p a litre, nor that any memory of a past before Ukraine's sufferings have a silver lining. The first lockdown was such an idyllic interlude for gardens, flowers and our scrutiny of both. It caught me short when I was finishing the manuscript of a book with a deadline, still needing access to as many libraries as possible. The TV broke. So did the hot water system and so, to keep pace, did my computer. </p> <p>Within a week I boiled dry my big stew pot of 30 years' friendship and then followed the advice of a foolish post online. It told me to clean its burnt base by treating it with hydrochloric acid. The acid ruined the non-stick surface and the pot had to withdraw to the far garden. </p> <p>This year, I filled it with compost and my favourite <a href=\"https://www.ft.com/content/b0230b66-4b2c-4e77-86f3-8bca498d4b38\">crocuses</a>, Blue Pearl. I delayed their planting so that they would flower for lockdown's second anniversary. They have just done so, a casserole of Crocus bleu sans daube. </p> <p>I well realise that many of you were caught in flats with no garden and extreme stress. I was so lucky, entering lockdown with responsibility for three gardens, not just one. I lost my role in one, the garden of a major provider of summer schooling for international students: none enrolled, killing the business's plan. I retained command of my Oxford College garden though the students there were all sent home: I registered as a key worker, essential to keeping things going with our team of contract gardeners who could visit, distanced, twice a week. </p> <p>By late April the tulips were magnificent, better than we have ever had them, as if Oxford's voracious grey squirrels had decided to distance socially too. With hardly a brain on the premises, I tended the spring borders and the summer's seedlings, alone in what is otherwise an academic hive. The <a href=\"https://www.ft.com/content/baff7e52-6942-11ea-800d-da70cff6e4d3\">magnolias</a> were magnificent, led by the huge rose-pink flowers on Magnolia Star Wars, a sign that the force would still be with us. </p> <p>At home, lockdown's dreamy weather made for the spring garden of a lifetime. Along the edges of my main beds and borders I had lined out small narcissi under the lawn, Tête-à-tête and Jack Snipe being the two best. They make ribbons of yellow flower in the spring grass and even the rabbits ignore them: they improve yearly and I recommend them to you all. </p> <p>Sunny mornings meant breakfast in the garden and a further chance to look closely at what was showing through. I had forgotten my spring irises till a locked-down prowl made me notice their flowers. Iris lazica, I realised, is an easy winner, growing robustly and flowering in March with big lavender flowers among strong leaves. It grows in dry places, in my case up against the edge of a paved terrace where I had overlooked it for at least 10 years. It is another excellent buy.</p> <p>On necessary trips for shopping, I parked by intervening churchyards, not to test my eyesight but to take my permitted daily walk. Never before had I noticed the carpets of single-flowered sweet violets that grow among one of the church's gravestones, nor the white woodland anemones that smother the turf in another. Blue-flowered little scillas with open faces had escaped from neighbouring Blenheim Park and opted for a proletarian life along the roadside. I would never have seen these local beauties unless restrictions had not forced me to walk and look. I vowed to copy all three. </p> <p>From Shire Plants in Buckinghamshire (<a href=\"https://shireplants.co.uk/\">shireplants.co.uk</a>) I ordered a range of named violets, fit to be potted and edge the shaded approach to my front door. Noble guards such as Baroness Alice de Rothschild and Reine des Neiges now mark my entrance, about to flower in memory of the lockdown that first awoke me to their availability online. </p> <p>The blue scillas are Scilla bifolia, one I have never grown till now, finding it to be outstandingly good in lawn grass left unmown until late April. The woodland anemones are Anemone nemorosa, never better than in their pale blue variation, nemorosa Robinsoniana, which has been gracing my shaded beds.</p> <p>Gardens evoke a personal past. Often they aim to recover one, but they also recall years we will never forget. My nostalgia for the first lockdown is not wholly perverse. Behind the performance of stars in my spring garden I see the blue skies and silent days through which I came to recognise their beauty. </p> <p>I also see their progress two years on. My daphnes are bigger and my bushes of flowering currant are more numerous. In lockdown I picked whole stems of my favourite, Ribes White Icicle, and enjoyed its flowers as they opened from buds indoors. When throwing them out, I noticed that some of the stems were already putting out roots into the water. I planted them out, first in pots, then in the garden, and now I have more White Icicle than ever before. I urge you to try them, even under lightly shading trees. </p> <p>Saved by gardening, I fell into a groove: up at 7am, planting till 10, reading and writing till lunchtime and after lunch, testing whether even I could have an identity crisis by rethinking the past in social isolation. I could not, not even when I found a forgotten relic, the personalised leather writing case, complete with my initials, which I had been given, aged 8, to take with me as a safe haven when I set off to board at school. Was I really once a gentleman in the making? I opened it and found an envelope of seeds from my childhood plants of annual white flax and, under the blotter, a love letter from a girl I had forgotten I ever kissed. I planted the seeds in the garden, but like the lady of the letter they have never reappeared.</p> <p>It was all a trial, but was it purgatory? The RHS claimed millions of new gardeners, brought to the joy of gardening by their isolated life. <a href=\"https://www.ft.com/content/d618f1f8-b0b1-11ea-a4b6-31f1eedf762e\">I tried to cook as never before</a>. Moussaka turned out to be light and airy. From the garden I made sorrel omelette, courtesy of the great Elizabeth David, and chicken with green rosemary and yoghurt stuffed under its elastic skin. </p> <p>As restrictions eased I tried to make tzatziki with homegrown cucumbers, following my lifeline, <a href=\"https://www.ft.com/content/96751fc9-d2a2-457b-b831-087c583f9bcf\">Claudia Roden</a>'s <em>A Book of Middle Eastern Food</em>. As I reported here, the result was disgusting, the cucumber being too watery. However, it brought me the lockdown email of a lifetime, from Jasmine in Shiraz. Somehow it slipped under the radar and she told me how to make real tzatziki, even with some of my rose petals. Here in Shiraz, she added, we look on Claudia's book as western scraps. Lockdowns link us up as well as keeping us apart. </p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Robin Lane Fox 2022 'A gardener nostalgic for lockdown' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-25T17:00:27.731Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}