{
  "_id": "3685563d32a9118882076a4e74f972406840978e3bb7925d56f728de36fb4f49",
  "feed": "market-watch",
  "title": "Music royalties sing sweet tune to deal makers despite economic headwinds; Music has moved to a subscription revenue model and away from retail sales of CDs, cassette tapes and downloads, and investors are whistling their way to profits",
  "text": "<p>Two music-industry lawyers told MarketWatch that despite inflation and uncertainty in the financial world, they're seeing more music-royalty transactions on the horizon as the music-streaming business continues to grow.</p><p>\"This is a real industry that has the attention of the financial community and the investing public,\" said John Frankenheimer, chair emeritus and chair music industry of law firm Loeb &amp; Loeb LLP. \"It creates a foundation that allows people to continue to build, and it's still driven by creativity and ingenuity.\"</p><p>Along with music-company acquirers such as Warner Music Group WMG, Spotify SPOT, TuneCore (a unit of Believe SA FR:BLV) and Sonos Inc. SONO, private-equity firms have also gotten into the act by raising standalone funds to invest in music royalties, while also pulling off some major deals.</p><p>Earlier this year, Hipgnosis Music Fund, backed by Blackstone Inc. BX, paid more than $100 million for Justin Timberlake's interest in 200 songs he wrote or co-wrote, and in 2021 KKR &amp; Co Inc. KKR paid $200 million for Ryan Tedder's publishing rights for OneRepublic songs written after 2015.</p><p>In a year when many institutional investors have cut back on their investments in private-equity funds, money raised by standalone private-equity music-royalty funds has increased.</p><p>In 2022, six music-related funds drew in $1.52 billion in capital commitments, up from four funds that raised $545 million in 2021, according to data provider Preqin.</p><p>Meanwhile, U.S. recorded-music revenue in the first half of 2022 rose 9% to $7.7 billion in estimated retail value, according to the Recording Industry Association of America. Paid subscriptions increased to a record high of 90 million, with revenue rising by 10%, to $5 billion.</p><p>In the past decade or so, the music business has become less about retail sales of recorded music either through CDs or online offerings and more about revenue streams in the vein of entertainment services from Netflix NFLX, Disney DIS, Amazon AMZN, Paramount Global PARA, Apple Inc.'s AAPL iTunes and Warner Bros. Discovery WBD.</p><p>This is one key attribute that has attracted private capital into the space to compete with music companies.</p><p>But even with rivals from the world of private equity drawing away some deals for royalties, the fortunes of some of these players continue to grow. Despite companies pulling back on their earnings projections, for example, analysts still expect Warner Music Group to increase profits handily over the next two years.</p><p>Analysts currently project Warner Music Group to generate $506 million in annual net income in 2023, followed by an expected 26% rise to $636 million in 2004 and a gain of 19% to $758 million in 2025. The stock is now down about 22.5% for the year amid bear market conditions in the broader market, with the S&amp;P 500 SPX off by 19.5% as of Friday's trades.</p><p>Heidy Vaquerano, partner at Fox Rothschild LLP, said prices have come down for music royalties because higher interest rates have pushed up the cost of borrowing money for song catalogs.</p><p>\"We're seeing a drop in purchase prices upwards of 30%, but there's still demand,\" Vaquerano said. \"Not one day goes by without getting an artist or broker asking if an artist we represent is interested in selling their catalog. It's a very fervent market.\"</p><p>Although fewer blockbuster deals with artists like Bob Dylan and Bruce Springsteen remain, even artists with only one major hit are able to craft deals based on expected cash flow.</p><p>Along with more new artists, the business is growing to include more types of royalties.</p><p>Years ago, artists would typically simply sell their publishing rights. Now they are including publishing, master-recording royalties, neighboring rights for performances on master recordings and even cash flow from licensed merchandise.</p><p>Technology is also providing ways to generate new income streams, such as music and artist likenesses used in nonfungible tokens (NFTs) or on the Web 3.0 and in the metaverse.</p><p>Vaquerano has been working on royalty deals for a few years now, including representing Blink 182 co-founder Tom DeLonge, who sold his music-publishing catalog to Hipgnosis in 2020 for an undisclosed sum.</p><p>There's no real formula that lawyers follow in the business, she said, because each deal is different, depending on the artist, their hits and their audience.</p><p>Some deals may include master-recordings royalties, or they may just be for music publishing. Artists may want to hold on to some of their rights, such as the ability to approve certain licensing or royalty deals with their music once ownership changes hands. Vaquerano said that musicians' songs provide their current income and their retirement fund and represent years of work, so they take extra care in how the sales take shape.</p><p>\"I love it because this is where we get creative,\" she said. \"When you're on the seller side, it's all about what's important to my client.\"</p><p>Prior to the rise in music-royalty deals, few if any music companies were standalone, publicly traded companies, because record businesses were typically housed inside large media conglomerates.</p><p>Loeb &amp; Loeb's Frankenheimer said he was able to help bring together Wall Street and the music business as host of the annual Billboard Music &amp; Money Symposium from 2001 to 2010.</p><p>Some of the most influential and experienced people in the music industry — from Clive Davis to Doug Morris to Marty Bandier — rubbed shoulders at the event with entrepreneurs and the investment community, including private-equity firms and investment banks.</p><p>Up until then, the music industry and the financial world didn't get as many things done together.</p><p>\"Once they met and debated, they saw more commonality and deals started to come out of it,\" Frankenheimer said.</p><p>At first, the music industry had little interest in subscription revenue, since the business had been based on selling CDs and records for so many years. Now subscriptions account for as much as 80% of industry revenue.</p><p>\"I can remember sitting on panels debating the future of the music business with file sharing,\" Frankenheimer said. \"We pointed toward streaming as a potential path and no one was interested. It was completely contradictory to what the music industry did for 50 years.\"</p><p>Streaming revenue continues to climb and demand remains strong enough for service providers to increase their prices to keep up with inflation.</p><p>\"One thing is clear: There's a lot of capital out there,\" Frankenheimer said. \"Now everything is very competitive. People know there are multiple places to go for a sale or funding structure. There's a lot of capital out there to support it.\"</p><p>Music royalties sing sweet tune to deal makers despite economic headwinds</p>",
  "published": "2022-12-19T15:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1971,
          "end": 1977
        }
      ]
    }
  ]
}