{
  "_id": "134eee6637c198f38904b438e02a906d6a1cda9f14e99cbf9a752c44b800e830",
  "feed": "ftcomall",
  "title": "Vivendi aims for expansion in pay-TV and magazines ",
  "text": "<p>Vivendi is hunting for acquisitions in pay-television and magazines as it charts a new course after spinning off its most lucrative business, Universal Music Group, last year.</p> <p>“Our teams today are concentrated on building a new Vivendi,” chair Yannick Bolloré said in an interview as the French group published annual results. </p> <p>“The priority is reinforcing our different activities to create a global leader in content, media and communication,” he said.</p> <p>The 42-year-old executive spoke from the corner office of Vivendi's Paris headquarters overlooking the Champ Elysees that until last week was occupied by his father Vincent Bolloré, who has piloted the group since he took a stake in 2012. “It is an office that is heavy with history,” he said wryly. </p> <p>Upon turning 70 in February, <a href=\"https://www.ft.com/content/afad0d44-4946-11e8-8ee8-cae73aab7ccb\">Vincent Bolloré</a>, the corporate raider and industrialist officially retired from his empire that includes Vivendi and <a href=\"https://www.ft.com/content/2370dee8-31a8-4d69-857d-fcbe6c998d62\">Bolloré Group</a>, the transport and logistics business he founded. But he remains a powerful voice there even after handing Vivendi to Yannick as chair in 2018, and Bolloré Group to his younger son Cyril in 2019.</p> <p>“He has chosen to take a much deserved step back, but I imagine he will remain very attentive to everything that will be structurally important to the group,” said Bolloré. </p> <p>“Thanks to his work, the future of the 200-year-old family group is now assured and under way — headed by the eighth generation of Bollorés now.”</p> <p>Under Vincent Bolloré, Vivendi first sold off video games and telecoms assets, then added advertising agency Havas in 2018, and <a href=\"https://www.ft.com/content/051289f8-89e1-4d18-aa76-44ec32da2635\">hived off UMG</a> last year in a blockbuster listing that <a href=\"https://www.ft.com/content/876eaa70-a6dd-4922-9457-310dd7b0d032\">symbolised</a> the streaming-era <a href=\"https://www.ft.com/content/ae259b02-67a1-4eec-848c-7dc739efa910\">renaissance</a> enjoyed by the music industry.</p> <p>Vivendi's biggest business is now pay-TV unit Canal Plus, which accounted for 60 per cent of the group's €9.6bn of revenue in 2021, and 70 per cent of its €690mn of operating profit. Most of its business is in France, but it has been expanding in Africa and adapting its business model to streaming so it now competes with Netflix, Amazon and Disney Plus. &#xa0;</p> <p>“We have a lot of ambition for Canal Plus,” said Yannick Bolloré. </p> <p>Another area of expansion would be to build on the acquisition of French magazine group Prisma Media in 2021, which owns titles like TeleLoisirs and Gala and brought in €309mn in sales last year. “The question of expanding internationally will be one for Prisma in the coming years,” said Bolloré. </p> <p>Vivendi has already made one move to rebuild after UMG, namely its <a href=\"https://www.ft.com/content/b90697dd-f587-48fe-9284-5393d820fa02\">pending takeover</a> of Lagardère, which owns book publisher Hachette and duty-free stores in transport hubs. Vivendi already owns 45 per cent of the group and has made a pending tender offer for the rest that values Lagardere's equity at €3.6bn.</p> <p>If approved by European competition regulators, the deal will make Vivendi the world's third-largest book publisher after Bertelsmann's Penguin Random House Books and News Corp's HarperCollins. </p> <p>Vivendi already owns a smaller French book publisher called Editis so regulators are likely to require some divestments, said Arnaud de Puyfontaine, Vivendi chief executive, in an interview.</p> <p>“Some remedies will be necessary, but not internationally, only in France,” he said, adding that the antitrust review could take until early next year. “But our project in publishing is ambitious and global.”<br></p><p>Source: Leila Abboud in Paris 2022 'Vivendi aims for expansion in pay-TV and magazines ' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-09T18:41:57.727Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2026,
          "end": 2037
        },
        {
          "start": 2026,
          "end": 2032
        }
      ]
    }
  ]
}