{
  "_id": "48e87c0d91b5f0750e0e7a398ba634a1e91564e95752bc9d9cc9d49883f70bfe",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>Disney's \"Avatar: The Way of Water\"\" made a smaller splash than expected. The sequel to James Cameron's 2009 blockbuster earned $435 million in theaters around the world in its debut, but the $134 million in domestic ticket sales fell short of tracking estimates that projected earnings between $150 million and $175 million. The movie's ticket sales in China also fell short of expectations due to lingering concerns over the coronavirus -- a result Disney described as disappointing given the runaway success of the first movie in the country. Disney shares dropped 4.8% Monday.</p><p>META PLATFORMS INC.</p><p>META -4.1%</p><p>Meta's Facebook Marketplace is the target of antitrust charges from the European Union. The bloc's antitrust enforcer charged Meta with antitrust violations for allegedly distorting competition by tying its online classified ad service to its social network. The European Commission said Meta automatically gives Facebook users access to its Marketplace service, potentially pushing aside competing classified-ad services. The charges are part of a wave from the EU's antitrust regulators, including charges against Apple Inc. and a probe into Alphabet Inc.'s Google. Meta shares fell 4.1% Monday.</p><p>GENERAL MILLS INC.</p><p>GIS -4.6%</p><p>A pet-food mishap took a bite out of General Mills. The maker of Cheerios and Betty Crocker cake mix said sales rose 4% in its latest quarter, but in the pet segment, sales were unexpectedly flat. The company said results from its Blue Buffalo line of premium pet food, acquired in 2018, were affected by constraints on production capacity and retailers reducing inventory. Chief Executive Jeff Harmening said he thinks the issues will be short-lived, and that General Mills has brought on external manufacturing capacity for dry dog food and treats. General Mills lost 4.6% Tuesday.</p><p>WELLS FARGO &amp; CO.</p><p>WFC -2%</p><p>Wells Fargo set the sort of record no company would want. The bank reached a $3.7 billion deal with regulators to resolve allegations that it harmed more than 16 million people with deposit accounts, auto loans and mortgages. The settlement with the Consumer Financial Protection Bureau includes a $1.7 billion penalty, the agency's largest-ever fine, and more than $2 billion in consumer restitution, the regulator said Tuesday. The consumer watchdog agency said Wells Fargo illegally assessed fees and interest charges on loans for cars and homes. Its shares fell 2% Tuesday.</p><p>3M CO.</p><p>MMM -1.1%</p><p>3M is saying goodbye to forever. The company said Tuesday it would stop making \"forever chemicals\" and cease using them by the end of 2025, as criticism and litigation grow over the chemicals' alleged health and environmental impact. 3M CEO Mike Roman said the decision was influenced by increasing regulation of perfluoroalkyl and polyfluoroalkyl substances, which take a long time to break down in the environment. The chemicals are used to make nonstick cookware, food packaging and other consumer and industrial products. Shares of 3M fell 1.1% Tuesday.</p><p>TESLA INC.</p><p>TSLA -1.8%</p><p>Elon Musk is putting the brakes on Tesla share sales. The chief executive signaled on a Twitter Spaces call Thursday that he would not sell any stock of the electric-vehicle maker for a minimum of 18 months. He has liquidated more than $39 billion in shares since the stock peaked in November 2021. He also tried to strike an upbeat note about the company's long-term prospects while concerns grow about demand. Tesla is offering rare discounts for buyers to take delivery of vehicles before year-end. Tesla shares fell 1.8% Friday.</p><p>UNITED AIRLINES HOLDINGS INC.</p><p>UAL +0.3%</p><p>Airlines canceled thousands of flights as a severe winter storm brought freezing temperatures, gusty winds and snow across swaths of the country, disrupting one of the busiest travel weeks of the year. United Airlines and Southwest Airlines Co. made some of the biggest cuts. American Airlines Group Inc. also made some cancellations. United's shares rose 0.3% Friday.</p>",
  "published": "2022-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 546,
          "end": 552
        },
        {
          "start": 451,
          "end": 457
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}