{
  "_id": "395aeef120c16a40fd27d95c6fff38d2a48e87aa7ce1812163b4e3724d564fed",
  "feed": "wall-street-journal",
  "title": "Amazon Moves to Force FTC Antitrust Decision on MGM Deal; Deadline could make it difficult for the commission to take action before the tech giant completes the transaction",
  "text": "<p>Amazon wouldn't necessarily be clear of an FTC threat if the deadline expires, because the commission has the ability to challenge mergers and acquisitions after they close. And in recent months, the commission started warning some merger partners that their deals remained under investigation even after the legally mandated waiting period had expired. The commission also has opened a long-running investigation into the company's business practices.</p><p>But Amazon's closing of the MGM deal would reduce some uncertainty for the companies and allow Amazon to move forward with its plans. The FTC could still file suit, at which point the outcome would be determined by antitrust litigation that could drag on for months or years.</p><p>The European Union's antitrust enforcers also are reviewing the deal and could take steps that would impact U.S. deadlines or give the FTC more time.</p><p>The FTC's Democratic chairwoman, Lina Khan, in prior roles has argued the government should do more to restrain Amazon's efforts to expand its empire. Amazon's MGM acquisition, announced last May, has presented an early test for Ms. Khan's approach. But she is operating short-handed, a state of affairs that could persist beyond the coming deadline.</p><p>The commission is split 2-2 between Democratic and Republican commissioners, and it isn't clear when the Senate will fill an FTC vacancy with another Democrat who would give Ms. Khan a majority to potentially pursue aggressive cases.</p><p>President Biden's nominee for the position, Alvaro Bedoya, has been mired in a partisan battle over his confirmation, and there is no scheduled time frame for the full Senate to vote on him.</p><p>While FTC Democrats and Republicans have voted together to bring some merger lawsuits, the two GOP commissioners have made clear they are more skeptical of boundary-pushing cases favored by progressives, particularly when companies are combining vertically instead of competing head-to-head.</p><p>If the deal were to close, it would be the second-largest in Amazon's history after its $13.7 billion acquisition of grocery chain Whole Foods in 2017.</p><p>The MGM deal came as Amazon was facing increasing antitrust scrutiny in the U.S. and Europe about its size and power. Amazon has a $1.6 trillion market value and holds a top market share position in many of the industries in which it operates, including e-commerce and cloud computing.</p><p>While MGM is the smallest of the major Hollywood studios in terms of production and revenue, its vast library of movies and television shows would be a big boost for Amazon's Prime Video streaming platform. Among the more than 4,000 films MGM owns are the James Bond and Rocky franchises.</p><p>Although Amazon dominates many industries including ebooks and smart speakers, it is still playing catch-up in streaming. Rivals such as Netflix Inc. and Walt Disney Co.'s Disney+ produce more content and have bigger global brands. Given Amazon's deep pockets and willingness to spend heavily—it paid far more than most Hollywood insiders thought MGM was worth—they aren't taken lightly by their competitors. Apple Inc. and Sony Group Corp.'s Sony Pictures Entertainment are among the companies that balked at MGM's price tag, people familiar with the matter said.</p><p>Besides entertainment content, Amazon is also betting heavily on professional sports to boost its Prime Video service. Last year, it struck a deal for rights to the National Football League's Thursday Night Football package at a price tag of $1.2 billion a season over 11 years, people familiar with the pact said.</p><p>The EU remains a question mark in the merger-clearance process.</p><p>Amazon officially notified the European Commission, the bloc's top antitrust enforcer, about the deal in February and the body has a provisional deadline to decide the case by March 15, though that deadline can be extended. In this type of initial review, the commission can either approve a deal, with or without remedies, or decide to open an in-depth investigation into competition concerns.</p><p>If European enforcers delay their decision or want to take a closer look at the deal, that could delay Amazon's ability to close, a move that would buy the FTC more time.</p><p>Amazon and Ms. Khan have a contentious history dating back to a law-review article Ms. Khan wrote when she was in Yale Law School. Her 2017 article titled \"Amazon's Antitrust Paradox\" argued that antitrust laws had failed to restrain the e-commerce giant. In light of her criticism of Amazon, the Seattle-based company filed a request last June that Ms. Khan recuse herself from antitrust matters pertaining to Amazon.</p><p>The FTC hasn't publicly responded to that request.</p><p>Sam Schechner and Erich Schwartzel contributed to this article.</p><p>Write to Joe Flint at joe.flint@wsj.com, Dana Mattioli at dana.mattioli@wsj.com and Brent Kendall at brent.kendall@wsj.com</p><p>Amazon Moves to Force FTC Antitrust Decision on MGM Deal</p>",
  "published": "2022-03-03T21:19:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2828,
          "end": 2839
        },
        {
          "start": 2846,
          "end": 2852
        }
      ],
      "nexusId": "10078857"
    }
  ]
}