{
  "_id": "f9319cb48a994905720c8eb8fe753c7831ee37b4fe238df1acffc5d205d92fed",
  "feed": "wall-street-journal",
  "title": "How to Watch the Oscar Best-Picture Contenders Before It Is Too Late; There are 10 best-picture nominations streaming across multiple platforms, some available to subscribers, others for rent. Here's where to find them.",
  "text": "<p>Steven Spielberg's update on the classic musical is available to stream on Disney+ and HBO Max. If you aren't subscribed to either of those services, it is also available to rent on platforms such as Vudu and Amazon for $4 and $6, respectively, and to purchase for $20. The film fetched seven nominations. Other than best picture, its nominations include supporting actress (Ariana DeBose), cinematography (Janusz Kamiński) and directing (Mr. Spielberg).</p><p>\"CODA\"</p><p>\"CODA,\" streaming on Apple TV+, tells the story of Ruby, a high-school senior and aspiring vocalist, whose parents and brother are deaf. Troy Kotsur, who plays Ruby's father, Frank, is the first deaf man to be nominated for best supporting actor. Marlee Matlin, who plays her mother, Jackie, is the only other deaf performer to receive an Oscar nomination—winning in 1987 for her performance in \"Children of a Lesser God.\" The film's star, Emilia Jones, learned how to sing, sign and fish for the role. The film was also nominated for best adapted screenplay.</p><p>\"Dune\"</p><p>\"Dune\" is available to stream on HBO Max. If you aren't a subscriber, the movie is also available to buy for $20 on services such as Amazon and Vudu. The sci-fi film from director Denis Villeneuve is based on Frank Herbert's 1965 novel. It received the second-most nominations of all films, with 10, including for the categories of cinematography, costume design, sound, visual effects and production design.</p><p>\"Belfast\"</p><p>Kenneth Branagh's film about a young boy in Northern Ireland at the start of The Troubles is available to rent for $6 and to buy for $20 on services such as Amazon, Vudu and others. The film pulled in seven Oscar nominations, including for directing (Mr. Branagh), supporting actor (Ciarán Hinds) and supporting actress (Judi Dench).</p><p>\"Don't Look Up\"</p><p>\"Don't Look Up\" is streaming on Netflix. The apocalyptic comedy about a comet headed for Earth has been more popular with Oscar voters than critics. The Wall Street Journal's Joe Morgenstern, for example, said it \"trivializes everything it touches, oozes with self-delight, and becomes part of the babble and yammer it portrays.\" But if you have Netflix and want to see performances from stars likeLeonardo DiCaprio, Jennifer Lawrence and Meryl Streep, there is no added cost of admission. The film scored four nominations.</p><p>\"King Richard\"</p><p>\"King Richard\" is available to rent for $6 and to buy for $20 on services such as Vudu and Amazon. The film stars Will Smith as Richard Williams, father and coach of Venus and Serena Williams. The film, which got six nominations, is also in the running for film editing (Pamela Martin), original song (\"Be Alive\"), original screenplay (Zach Baylin), actress in a supporting role (Aunjanue Ellis) and actor in a leading role (Mr. Smith).</p><p>\"Licorice Pizza\"</p><p>\"Licorice Pizza\" is available to rent for $6 and to buy for $20 on services like Vudu and Amazon. Paul Thomas Anderson's latest, which got three nominations, stars Alana Haim of the band Haim, who is joined by Cooper Hoffman, son of the late Philip Seymour Hoffman. Tom Waits, Bradley Cooper and Sean Penn also appear in the film. Mr. Anderson is also up for best director and best original screenplay.</p><p>\"Drive My Car\"</p><p>\"Drive My Car\" is streaming on HBO Max and is available to rent for $6 and to buy for $20 on services such as Vudu and Amazon. The Japanese film from director Ryûsuke Hamaguchi (who is up for best director) is based largely on a short story by Haruki Murakami. Mr. Morgenstern called the 179-minute film \"a masterpiece, a mysteriously enthralling creation that keeps you guessing about where it's going, then reveals its essence with astonishing clarity.\" It was nominated for four Oscars.</p><p>\"Nightmare Alley\"</p><p>\"Nightmare Alley\" is available to subscribers of HBO Max, and for everyone else to buy for $15 on services such as Vudu and Amazon. The Guillermo del Toro-directed thriller is about a drifter-turned-carney-turned high-end hustler in the late '30s and early '40s. It picked up four nominations, including for cinematography, costume design and production design.</p><p>\"The Power of the Dog\"</p><p>\"The Power of the Dog\" is streaming on Netflix. With 12 nods, Jane Campion's western is the year's most most-nominated film. Its haul includes recognition for director (Ms. Campion), actor in a leading role (Benedict Cumberbatch), film editing (Peter Sciberras) and cinematography (Ari Wegner). Ms. Campion is the first woman to be nominated twice for best director.</p><p>Note: Movies may be available to stream on services beyond those listed. Expect price and availability to change regularly.</p><p>Get the WSJ Oscars Guide 2022</p><p>* WSJ+ members are invited to download a complimentary copy of \"The WSJ Oscars Guide 2022,\" where you can read reviews of the Best Picture nominees, fill in your Awards night ballot, learn about the Academy's inner workings and more.</p><p>How to Watch the Oscar Best-Picture Contenders Before It Is Too Late</p>",
  "published": "2022-03-16T19:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 75,
          "end": 81
        }
      ]
    }
  ]
}