{
  "_id": "23613d26e955bc93808b113aaca189de62adaee7c44cfc79e7952f50dd8c047c",
  "feed": "wall-street-journal",
  "title": "Beijing 2022: Team USA Has One Last Shot in Short Track",
  "text": "<p>\"It was me and a ton of old men,\" Santos says. \"My mom thought I would absolutely hate everything about it.\"</p><p>She loved it. Her favorite thing about figure skating had been zipping around the ice as fast as she could. Her greatest skill in soccer had been sprinting past the other girls and getting to the ball first. Short track split the difference.</p><p>\"I really liked the idea of beating someone to a finish line and having a clear-cut winner,\" she said. \"That was my thing: to beat people to something.\"</p><p>The day nearly two decades ago when she felt an intense desire to beat a bunch of geezers in spandex was the beginning of an unlikely career in short track that has taken Santos halfway around the world for the 1,500 meters on Wednesday in search of a Disney ending.</p><p>By making her Olympic debut at the age of 27, she has defied the normal career trajectory of her sport. In short track, Santos is one of the old people at Yale.</p><p>\"If you were to ask certain people to go back 10 years,\" said Team USA coach Stephen Gough, \"I don't think they would have predicted this.\" But forget about 10 years ago. Santos barging into the medal hunt was improbable four years ago.</p><p>Short track is a sport in which racers chase each other around a circle on ice with butcher's knives on their feet, and every lap reeks of danger when the people involved are standing on 17-inch blades. The unpoliced action of crowded practice sessions can be more perilous than races. It was in a training environment during an event in China almost exactly four years ago when another skater crashed into Santos and sent her careening headfirst toward the padded boards. Her neck hurt so much that she didn't even realize her dangling hand was dripping blood.</p><p>The sliced tendons in her hands and wrist forced Santos home for surgery at the worst possible time: right before U.S. trials. She missed weeks of critical training before taking her shot at the Olympics, but the injury forced her to compete with an unfamiliar piece of equipment.</p><p>\"I had this huge hand claw thing,\" she says of her cast.</p><p>It turns out huge hand claw things are not conducive to skating. She couldn't drag her hand on the ice to pivot around the turn. She couldn't clasp her right hand with her left on the straightaways. \"I had to switch that,\" Santos said. \"It's such a small thing, but it made a big difference.\" She couldn't even get dressed by herself. Before the biggest races of her life, she needed help tying her skate laces.</p><p>Santos missed qualifying by one spot.</p><p>But watching skaters at the Olympics who could have been her if not for a huge hand claw thing was a clarifying experience. It's when Santos realized how badly she yearned to be there. \"That was actually the moment when it changed from wanting to be an Olympian to wanting to be an Olympic medalist,\" she says.</p><p>Santos knew what she had to do next. For almost her entire career, her coach repeated a message: If you do the training, eventually, nobody will beat you. The problem is that training is brutal.</p><p>\"It's really just torture,\" says Dave Moneypenny, her coach. \"I think it's banned in most countries.\"</p><p>The incremental gains from her grueling dryland workouts soon resulted in exponential improvement. On long, draining laps during practice, when she might have dropped out early because her legs were burning, Santos felt herself powering on. As she tracked her progress in a journal, the handwritten pages told an unmistakable story: In short track, torture worked.</p><p>She came to Beijing as the lone American medal hope among the Dutch, Italians and Koreans who dominate the sport. After missing the Olympics by one spot in 2018 and then finishing one agonizing place off the podium here, Santos gets one last chance on Wednesday in the 1,500, which is oddly fitting for short track's late bloomer: The longest individual race is as much about speed as it is strategy.</p><p>\"It's not necessarily the fastest person who's going to win,\" Moneypenny said. \"It's the person who lays out the race correctly.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 756,
          "end": 762
        }
      ],
      "nexusId": "10078857"
    }
  ]
}