{
  "_id": "d7b7ddc0116316bdeda00b778eab17a24ecf4782c039de8b960f9e8b97616107",
  "feed": "wall-street-journal",
  "title": "Bond Yields Rise, Stock Futures Fall After Inflation Data; Tech stocks seen ticking lower after Nasdaq jumps over 2%",
  "text": "<p>Bond yields jumped after the data. Yields on 10-year Treasury notes rose to 1.984% from 1.928% Wednesday. The yield on two-year notes, which are particularly sensitive to interest rates, rose to 1.436% from 1.346%.</p><p>Inflation accelerated to a 7.5% annual rate in January, topping economists' forecasts and December's 7% pace.</p><p>Ahead of the opening bell, Twitter shares rose 8.5% after the social-media company said it had largely dodged the effect of privacy changes hurting Facebook parent Meta Platforms. Walt Disney jumped 7.6% after it reported 11.8 million new subscribers for its Disney+ streaming service in the fourth quarter. Uber Technologies, meanwhile, gained 4.5% after the ride-hailing firm said quarterly revenue climbed 83%.</p><p>Among other individual stocks, Twilio jumped 19% premarket after the software company said revenue and profits topped analysts' forecasts. Mattel also topped forecasts, sending shares of the toy maker 11% higher. PepsiCo added 1.1% after raising its dividend and setting a $10 billion stock buyback program.</p><p>Overseas stock markets were mixed. The Stoxx Europe 600 was flat as gains for real-estate stocks offset losses for shares of media and financial-service companies.</p><p>Siemens rose 6.1% after the German industrial company said rising orders goosed quarterly revenue and profits. Société Générale said profits climbed in the final quarter of 2021, lifting shares 4.7%. Delivery Hero plunged 22% after the German food-delivery firm said it lost money in 2021.</p><p>In Asia, Japan's Nikkei 225 added 0.4% and the Shanghai Composite ticked up 0.2%. In Hong Kong, China Evergrande shares rose 5.4% after reports that the embattled property company plans to restore construction and sales activity, while refraining from a fire sale of its assets.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Bond Yields Rise, Stock Futures Fall After Inflation Data</p>",
  "published": "2022-02-10T13:47:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 505,
          "end": 516
        },
        {
          "start": 584,
          "end": 590
        }
      ]
    }
  ]
}