{
  "_id": "28a90fb722f66260c67856dcb4dcd777213afe046f3896d10e0f7134ceb5e93b",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: ‘business as usual' is a relative concept in wartime",
  "text": "<p>Dear reader,</p> <p>The sanctions offensive against Russia ran out of steam this week. One unscientific proof was that Chanel instructed its shop assistants to withhold fancy handbags from would-be purchasers who planned to use them in Russia.</p> <p>Had it occurred to the French fashion house that Russian customers might simply fib to counter staff in the Dubai boutiques? Buyers could simply say: “Of <em>course,</em> I will leave my handbag at home when I get back to Moscow — or, at the very least, I <em>swear</em> that if I do carry it, I will not take things out, then put them back in again.”</p> <p>Seems to me there is a small enforcement problem here. </p> <p>The composition of the Lex column provided a second unscientific proof that a shock-and-awe financial war had become a slower and more attritional conflict.</p> <p>This week we wrote less about sanctions than we did about takeovers. Bosses and bankers were keeping their heads down while nation states were slinging serious trade curbs around. Now they are venturing back out again. “Business as usual” is still being transacted in very unusual circumstances. </p> <p>I've split my selection of stories into three sections for easy reading. Please let me know what you think of our coverage, including any subjects we should tackle, at <a href=\"mailto:lexfeedback@ft.com\">lexfeedback@ft.com</a>.</p> <h2>Dealmaking in an age of uncertainty</h2> <p>Activity picked up this week. Unsurprisingly, it had a defensive flavour. </p> <p>The heavyweight <a href=\"https://www.ft.com/content/20dc1725-29de-4bdb-97ce-a9a1a06f9e6c\">contest for Italy's Atlantia</a> offers everything a spectator could want: a whopping €55bn enterprise value, the involvement of Spanish and Italian tycoons, and competing firepower from US alternative asset giants Blackstone and Brookfield.</p> <p>However, Atlantia is also a pretty staid business. As an operator of toll roads and other infrastructure, it should produce steady, inflation-linked revenues. It has shed the unit responsible for the deadly Genoa bridge collapse four years ago. </p> <p>A blocking stake held by the Benetton family is the main obstacle to a transaction.</p> <p>Real estate, in the form of German property financed by specialist lender Aareal Bank, is another annuity-type business. Once again, two US alternatives groups are in the picture. This time they are collaborators Advent and Centerbridge. Lex reckons their increased €2bn offer for Aareal Bank <a href=\"https://www.ft.com/content/cbfb5e13-35d8-4cf9-b7b7-73fe706e68e1\">should dislodge holdouts</a>.</p> <p>Another American tourist, Bain, has persuaded Toshiba's largest shareholder to sell out before it has even offered a price publicly. Assuming the figure is respectable — the electronics conglomerate is capitalised at about $17bn — Lex <a href=\"https://www.ft.com/content/1cb410c6-a514-49fc-9f41-588f1f1be266\">backs a deal</a>. The US buyout group has a better chance of turning Toshiba round than its unimpressive management does.</p> <p>A simpler way for a legacy business to pep up its equity value is to talk Warren Buffett into <a href=\"https://www.ft.com/content/195e8696-dce8-4e13-b517-181675f11d2b\">buying a stake</a>. It worked for HP, the US PC and computer printer group. The Sage of Omaha, who always reminds me of another wise senior citizen, Yoda from <em>Star Wars</em>, has bought an 11.4 per cent stake. </p> <p>“Buffett steady propositions likes,” as Yoda would put it, “HP one must be. Axiomatic is it.”</p> <p>It does not matter that most computer printers are unreliable pieces of junk that regularly jam up with paper or stage wildcat strikes. We go on buying them because sometimes we need to print documents. </p> <p>We do not have to go on watching legacy TV stations that have outlived their original purpose such as Channel 4. Lex thinks the UK government's politically motivated decision to sell the broadcaster <a href=\"https://www.ft.com/content/21b88822-5561-41b2-b338-5017e36a91cb\">is misguided</a>. Even the buyers of last resort, US private equity, may not be that interested. </p> <p>Trade purchasers of fellow fund managers <a href=\"https://www.ft.com/content/8fa25427-55d3-4db3-8750-545e34c85917\">will keep on acquiring</a> — witness Perpetual of Australia bidding A$2.4bn (US$1.8bn) for local rival Pendal — because of secular pressures. Rate rises and wars in Europe make little difference to these. The main drivers are automation and the unstoppable rise of low-cost passive managers such as BlackRock.</p> <p>Lex noted the parallels between the world's largest asset manager and Aladdin, the fund management operating system it has developed. BlackRock provokes concerns over market dominance because customers love its products. The same <a href=\"https://www.ft.com/content/d2f04390-b76c-41b3-986c-4f8b815d222f\">applies to Aladdin</a>.</p> <h2>Payments are propaganda</h2> <p>On the sanctions front, the west fought hard for small gains this week. The US retaliated against Russian attempts to extract energy payments in roubles. It banned Russia from using frozen greenbacks held in US bank accounts to service dollar-denominated sovereign debt.</p> <p>US bank executives are <a href=\"https://www.ft.com/content/aa3415b9-66c4-4d9b-a1cf-4d0f55adb010\">struggling to stay on top of compliance</a>. But they are hardly the neediest non-combatants caught in the crossfire. Nor is Shell, which is taking a $5bn writedown on its retreat from Russia.</p> <p>Lex reckons a <a href=\"https://www.ft.com/content/814cab1b-1556-4597-b06d-f4bc6a4b2b99\">withdrawal of western oil and gas knowhow</a> will hurt such Russian projects as the Sakhalin-2 natural gas liquefaction plant. </p> <p>At the same time, I can't help remembering US engineers tearing down a captured Russian Foxbat warplane in the 1970s.</p> <p>At first they said: “This fighter has been built out of three-ply and chewing gum.” Later on, they said: “This fighter has been built out of three-ply and chewing gum by brilliant technologists who have transcended the inferiority of their materials.” </p> <p>In the current conflict, Russia could just as cannily devise workarounds if the US imposes <a href=\"https://www.ft.com/content/98a6a6a2-295d-41e5-b7c7-1b6794fc1475\">secondary sanctions</a>. These would be US curbs on companies from unaligned countries such as China and India that do business with sanctions-hit Russian entities. </p> <p>Secondary sanctions must still be a temptation for the US considering that even widespread Russian atrocities have not jolted Germany into halting Russian gas imports. A proposed EU boycott of Russian coal would <a href=\"https://www.ft.com/content/75aac439-5698-478d-85c2-7ec3e5e3271e\">do little damage</a> in our view.</p> <h2>The ‘postdemic'</h2> <p>Am I really relegating coronavirus to last place in a tripartite categorisation of the week's coverage? Yes, I very much think I am.</p> <p>That says something for the efficacy of vaccines that privately owned businesses have developed via independently reviewed science in the democratic west. Meanwhile, China is bedevilled with Covid-19 outbreaks and consequent lockdowns. The blunt implication is that locally developed vaccines do not work very well.</p> <p>Lex thinks a US and European <a href=\"https://www.ft.com/content/462ccac1-538d-4e3b-ad35-4bc3d6fcf503\">vaccine exports push</a> wrapped up in some face-saving diplomacy would save Chinese lives and reduce lockdown-induced damage to western trading partners. Traditional Chinese medicine is <a href=\"https://www.ft.com/content/921bc3f1-82fb-41d7-9d22-7b3868589e56\">no substitute</a>.</p> <p>Following its vaccines triumph, science is striking a further blow for human wellbeing with <a href=\"https://www.ft.com/content/4cc34cff-1cd0-44ee-bc92-72ee18e35cd5\">smart treatments</a> for breast cancer, now the most common form of the broader disease.</p> <p>Heartening news is in short supply right now. So I will close on that hopeful note.</p> <p>Enjoy your weekend,</p> <p><strong>Jonathan Guthrie<br></strong><em>Head of Lex</em></p><p>Source: Jonathan Guthrie 2022 'The Lex Newsletter: ‘business as usual' is a relative concept in wartime' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-08T11:30:28.735Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}