{
  "_id": "d8707f2cd6f17db975431895c8549ab3f7b7acd15e4d85f172fbfbdc2632eed6",
  "feed": "ftcomall",
  "title": "How Devolver Digital found success by turning gaming on its head",
  "text": "<p>A rooster in a varsity jacket stalks the halls, clutching a baseball bat and leering menacingly. Behind him stands an enormous lamb in a blood-red cape whose huge cartoonish eyes do not entirely hide his malevolent intentions. These costumed mascots greeted visitors at the inaugural WASD games fair at London's Tobacco Dock recently, delighting and unnerving the hordes of visitors in equal measure.</p> <p>At an event that showcased the eccentricity of contemporary gaming, where you could become a tile designer in Moorish Andalucía or a gardener mowing lawns overrun by dinosaurs, nothing was stranger than these mascots, who represented characters from games by the tastemaking indie publisher Devolver Digital. In the crowded ecosystem of the <a href=\"https://www.ft.com/content/5b36fe2c-a6e3-11e9-90e9-fc4b9d9528b4\">indie games industry</a> — more than 10,000 games<a href=\"https://steamspy.com/year/2021\"> were released on the Steam platform last year</a> — a Devolver release is a mark of quality and originality. </p> <p>It started with the 2012 breakout title <em>Hotline Miami, </em>a retro shooter that indulged in carnage while also casting a critical eye over the ultra-violence players unthinkingly commit in games. In 2020, <em>Fall Guys </em>tasked players with steering fluorescent jelly beans around an obstacle course, becoming a joyous viral hit at the height of the pandemic, while last year's <em>Inscryption </em>set a very different tone — a spooky card game with a strong postmodern streak. In April, Devolver announced the coup of bringing back Lucasfilm Games's beloved <em>Monkey Island </em>series after a 13-year hiatus.</p> <p>Every year, a few Devolver titles inevitably make their way on to year-end best-of lists. “That success gives us the mandate to take risks and do some really interesting, off-the-wall games,” says Graeme Struthers, head of publishing. At WASD, this reputation attracted a constant stream of excited gamers to their booth of playable demos. I sampled new releases <em>Trek to Yomi</em>, a moody samurai game in grainy monochrome inspired by classic Kurosawa films; <em>Card Shark, </em>a beautifully illustrated tale of cheating your way to the top of 18th-century French society using only a deck of cards; and <em>Terra Nil</em>, a “reverse <a href=\"https://www.ft.com/content/f975cd56-d30d-434b-87dd-a20ccea6c125\">city-builder</a>” that asks you not to pave over the wilderness with motorways but instead restore the countryside to its natural glory.</p> <p>The latter is created by one of Devolver's key partners, Cape Town studio Free Lives, which is working to create a sustainable development scene in southern Africa. It is an example of how accessible tools and digital distribution have allowed the indie scene to expand well beyond the conventional gaming hubs of Europe, North America and East Asia, allowing new voices to find an audience and tell their own specific stories. </p> <p>Many of Devolver's best releases turn a received idea about games on their head and encourage players to look at the medium from a new perspective. Often this means casting the player as a character they never thought they would inhabit. In <em>Ape Out, </em>you play an escaped gorilla whose every movement triggers a crash of cymbals or a snare-hit, creating a jazz score as you go. The highlight of Devolver's upcoming roster at WASD, <em>Cult of the Lamb, </em>casts players as a sacrificial lamb who escapes from the altar and starts building its own cult in revenge.</p> <a href=\"http://www.ft.com/cms/6b8420bb-13f2-4c15-8a0c-6a0eb84f0860.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Releasing games in such a wide range of genres, it can be hard to pin down the hallmark of a Devolver title. It might be a personality more than a style, an irreverence to tradition that also can be seen in their imaginative skewering of the games industry at media events. At press conferences, the company has openly mocked trends such as microtransactions, loot boxes and cryptocurrency, in 2019 releasing <em>Devolver Bootleg, </em>which included eight playable parodies of its own releases. All the while, the company's fictional CFO, Fork Parker, sends outs tweets mocking an industry that often takes itself far too seriously, as if to say: aren't games supposed to be about having fun?</p><p>Source: Tom Faber 2022 'How Devolver Digital found success by turning gaming on its head' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T13:45:49.169Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}