{
  "_id": "ab001fd70401738ef9834593150ab821b9cb206077eddb5b879376cc1a22e966",
  "feed": "wall-street-journal",
  "title": "CVS Introduces New C-Level Role to Guide Tech Strategy; Tilak Mandadi, formerly of MGM Resorts International, was named chief data, digital and technology officer",
  "text": "<p>Before Mr. Mandadi's appointment, technology leadership at CVS was divided among the president of data and analytics, the chief information security officer, the CIO, the senior vice president of digital engineering and architecture and the SVP of digital products, user experience and operations, each of them reporting to different business leaders.</p><p>The creation of the new role is meant to bring those spheres together, eliminate silos and take a more integrated company approach to technology according to Ms. Lynch.</p><p>\"I look at this as a big opportunity to make the connections across the organization in ways that can really distinguish us and differentiate us with that consumer,\" Ms. Lynch said, adding that those connections between data, digital and tech leaders will ultimately be able to drive greater personalization for consumers.</p><p>\"This role suddenly enables the organization to address a lot of opportunities that we probably were not able to take advantage of in the past,\" Mr. Mandadi said.</p><p>Ms. Lynch said the responsibilities of CIO Roshan Navagamuwa and other tech leaders won't change in the short term, but will likely evolve as silos break down.</p><p>Appointing an \"apex\" technology leader focused on strategy above the CIO is becoming increasingly common for companies, according to Chris Howard, chief of research at Gartner Inc.</p><p>While the CIO role itself is also becoming closer to the business, Mr. Howard said, there is increasing demand for a senior leader who is free from everyday CIO tasks like working with tech vendors and orchestrating cloud services to focus on long-term strategy.</p><p>\"There's a need for this very senior position that can tie it all together now,\" he said, adding that it is sometimes possible for the CIO to naturally grow into that role, but it is not always the case.</p><p>In situations where a new technology leader is being appointed, there can also be challenges, Mr. Howard said, especially when there is a culture clash or the appointee is coming from a very different industry. At the same time, that diversity of industry experience can also be an advantage.</p><p>Before his time at MGM Resorts International, Mr. Mandadi was executive vice president, digital and global chief technology officer at Walt Disney Co.'s Disney Parks, Experiences and Products, and senior vice president, global digital, consumer travel and M&amp;A technology at American Express Co.</p><p>Mr. Mandadi said his previous roles were about creating great customer experiences, and he aims to maintain that focus both in terms of customer and employee experience now at CVS.</p><p>\"How do you create a healthcare environment that is personalized, that encourages perennial engagement and that makes it easy to navigate, especially when you are in your most stressed point in your life?\" he said. \"At the end, it's those experiences that I focus on.\"</p><p>CVS in recent months was among the retailers rationing baby formula in the wake of a February recall by Abbott Laboratories, and then rationing over-the-counter emergency contraceptive pills when demand spiked in response to the Supreme Court ruling overturning a constitutional right to abortion last month.</p><p>CVS's first-quarter sales rose more than 11% as the pharmacy chain continued to benefit from administering Covid-19 vaccines and selling at-home tests. The company logged $76.83 billion in revenue in the period, which included a 9.2% sales increase in the retail segment.</p><p>Write to Isabelle Bousquette at Isabelle.Bousquette@wsj.com</p><p>CVS Introduces New C-Level Role to Guide Tech Strategy</p>",
  "published": "2022-07-08T11:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2243,
          "end": 2254
        },
        {
          "start": 2261,
          "end": 2267
        }
      ]
    }
  ]
}