{
  "_id": "77ffa3e2d0104f2c3534529ae790b93a64f5bb1fc7e13ef2dcd2a8b88ac5d704",
  "feed": "wall-street-journal",
  "title": "Corruption Probe in Anaheim, Calif., Grows, Drawing in Disney; FBI affidavit says Disney and company executive were part of a 'cabal' that tried to influence local politics",
  "text": "<p>FBI Special Agent Brian Adkins described in the 100-page filing a corporation referred to as \"Company A,\" which allegedly uses its power to influence policy makers in the city, and mentions an employee of the company who allegedly helps arrange meetings between Anaheim power brokers and business leaders.</p><p>\"Company A\" is Disney and the employee is Carrie Nocella, Disneyland Resort's head of external affairs, according to a person with knowledge of the details of the investigation. Neither Ms. Nocella nor Disney have been accused of wrongdoing.</p><p>\"We believe we have acted fully in accordance with the law and are prepared to cooperate with authorities if they so request in the course of their investigation,\" said a Disney spokesperson. The alleged involvement of Disney and Ms. Nocella were reported earlier by the Los Angeles Times. Ms. Nocella couldn't be reached for comment.</p><p>The Anaheim issues represent the second time in three months that Disney has been swept up in local political firestorms in the states that house its profitable U.S. theme parks. Throughout much of March and April, Disney battled with Florida Gov. Ron DeSantis and Republican state lawmakers over the company's response to a controversial education bill. The affair resulted in the passage of a bill to strip Walt Disney World of its special tax and governing status in Florida.</p><p>The affidavit, released publicly last week, was filed in support of an arrest warrant for Todd Ament, former president and chief executive of the Anaheim Chamber of Commerce. Mr. Ament allegedly lied on a mortgage application and embezzled funds from the chamber to help him qualify for a loan for a vacation home at a California ski resort, the affidavit says.</p><p>The Federal Bureau of Investigation alleges that Ms. Nocella was a \"ringleader\" of a group that organized a retreat on the same resort property that includes Disneyland and hosted business leaders as well as members of the Anaheim City Council.</p><p>Ms. Nocella couldn't be reached for comment. According to an account posted under her name on the social network LinkedIn, she is an attorney who has worked both as a public defender and in private practice before joining Disney 15 years ago. She first worked at Disneyland in the mid-1990s as an intern. On her profile, Ms. Nocella lists associations with several Anaheim-area business councils and professional groups and writes that her job includes \"legislative advocacy\" on behalf of Disney.</p><p>In March of 2021, an Anaheim City Council member read from a script at a council meeting in favor of issuing more than $200 million in municipal bond debt to help make up for pandemic-related revenue shortfalls.</p><p>The script, according to the FBI affidavit, was written by an unnamed political consultant who did work for Disney, with input from Ms. Nocella. Later, the consultant asked the city council member's office to edit the script so that it wouldn't mention a Disney-owned parking facility, according to the affidavit.</p><p>The FBI's probe of Mr. Ament is part of a broader investigation into possible corruption in Anaheim city politics, which has uncovered information about former Anaheim Mayor Harry Sidhu, according to a person familiar with both investigations. Mr. Sidhu is suspected of attempting to leverage a $320 million deal to sell the Anaheim Angels baseball stadium to the team's owner for a large political contribution to his campaign, according to an FBI affidavit seeking to secure search warrants for Mr. Sidhu's emails, phone and a helicopter registered to him.</p><p>The affidavit says the unnamed political consultant who advised Disney played a key role in Mr. Sidhu's alleged wrongdoing.</p><p>In a separate affidavit also made public last week, the FBI accused Mr. Sidhu of attempting to leak confidential land appraisal documents to representatives of the Los Angeles Angels baseball team—with whom the city was negotiating the stadium sale at the time—in return for a future donation of $1 million to Mr. Sidhu's reelection campaign.</p><p>Mr. Sidhu resigned the office of mayor on Monday. In a letter to the Anaheim city attorney, his attorney wrote that \"no closed session material, no secret information, was disclosed by Mayor Sidhu,\" and denied that the mayor had solicited a campaign contribution in connection with the stadium sale negotiations.</p><p>So far, the scandal has entangled Mr. Sidhu, prominent Democratic Party operative Melahat Rafiei, who stepped down from her posts with the state and national party organizations, and Mr. Ament, who faces corruption charges after allegedly embezzling money from the Anaheim Chamber of Commerce and lying on mortgage documents. Ms. Rafiei couldn't be reached for comment, but said in a statement posted to Twitter that she \"never attempted to influence an elected official\" but that she was resigning because \"controversy over my role is now a hindrance.\" An attorney for Mr. Ament couldn't be reached for comment.</p><p>Late Tuesday night, the Anaheim City Council voted unanimously to immediately void the stadium deal. The move is likely to face legal challenges.</p><p>\"Knowing that there may have been an element of corruption that brought the final product to us, we cannot move forward in good conscience,\" said Mayor Pro Tem Trevor O'Neil, who assumed the duties of mayor after Mr. Sidhu's resignation.</p><p>California Attorney General Rob Bonta last week asked a judge to put the deal on hold, saying he was unsure whether facts uncovered in the investigation could render the sale illegal. The state's housing department had demanded the city put $96 million toward affordable housing because they said the initial deal violated state housing laws.</p><p>Disney's theme parks were closed for more than a year starting in March 2020, when the coronavirus pandemic hit the U.S., resulting in billions in lost income. The company's parks and experiences division has historically been one of its biggest profit centers—in recent quarters, Disney theme parks have posted record operating income as the company capitalizes on pent-up demand and tourists return to its attractions, including Disneyland, in droves.</p><p>Anaheim and surrounding Orange County depend heavily on tax revenue from Disneyland to bolster the local economy, and the resort is one of the area's largest employers. Economists at Cal State-Fullerton in 2018 found that Disneyland had an annual economic impact of around $8.5 billion on Southern California and that the resort and its related businesses employ nearly 80,000 people.</p><p>Anaheim is \"a company town and Disney has a tremendous amount of sway in Anaheim politics,\" said Fred Smoller, associate professor of politics at Chapman University in Orange County, Calif. \"They are a major player, and they are not shy about using their influence to garner favors.\"</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Christine Mai-Duc at christine.maiduc@wsj.com</p><p>Corruption Probe in Anaheim, Calif., Grows, Drawing in Disney</p>",
  "published": "2022-05-25T22:27:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 508,
          "end": 514
        },
        {
          "start": 1098,
          "end": 1104
        },
        {
          "start": 82,
          "end": 88
        },
        {
          "start": 2191,
          "end": 2197
        },
        {
          "start": 6541,
          "end": 6547
        },
        {
          "start": 5671,
          "end": 5677
        },
        {
          "start": 1292,
          "end": 1303
        },
        {
          "start": 3615,
          "end": 3621
        },
        {
          "start": 2458,
          "end": 2464
        },
        {
          "start": 5952,
          "end": 5958
        },
        {
          "start": 6947,
          "end": 6953
        },
        {
          "start": 719,
          "end": 725
        },
        {
          "start": 949,
          "end": 955
        },
        {
          "start": 321,
          "end": 327
        },
        {
          "start": 767,
          "end": 773
        },
        {
          "start": 55,
          "end": 61
        },
        {
          "start": 2786,
          "end": 2792
        }
      ]
    }
  ]
}