{
  "_id": "90bd21533e6c9b0e2590bc3a1def4c61af59121ed313104f8fd5b4de49661745",
  "feed": "market-watch",
  "title": "Third Point discloses Disney stake, recommends ESPN spinoff; Dan Loeb's Third Point also wants Disney to 'make every attempt' to buy Comcast's minority stake in Hulu before upcoming deadline",
  "text": "<p>Loeb said in his letter that Disney's latest quarter showed that the company's \"complex transformation is succeeding,\" though he said that Disney \"will likely require additional strategic, capital allocation, and governance changes to ensure its success.\"</p><p>Read: Disney earnings suggest the 'streaming wars' are officially over</p><p>In proposing cost cuts, he argued that the company's \"costs are among the highest in the industry,\" causing Disney to \"significantly [underearn] relative to its potential.\" He wants the company to consider expense cuts that could help improve margins and dispose of \"excess underperforming assets.\"</p><p>Disney stopped dividend payouts in 2020 as the onset of COVID-19 disrupted its parks business, and Loeb is urging the company to continue that suspension while using its free-cash flow to buy back shares, pay back debt or invest in organic growth.</p><p>He also recommended that the company \"make every attempt to acquire Comcast's remaining minority stake [in Hulu] prior to the contractual deadline in early 2024.\" Such a move could provide various benefits to Disney's streaming business through \"significant cost and revenue synergies\" that could once again jumpstart domestic growth.</p><p>See also: Disney+ and Hulu prices are changing — here's how much your streaming plan will soon cost</p><p>\"We believe that it would even be prudent for Disney to pay a modest premium to accelerate the integration but are cognizant that the seller may have an unreasonable price expectation at this time (while noting the seller has already made the decision to prematurely remove their own content from the platform),\" Loeb wrote. \"We know this is a priority for you and hope there is a deal to be had before Comcast is contractually obligated to do so in about 18 months.\"</p><p>He further called Disney's ESPN unit \"a great business\" with strong cash-generating properties, though he recommended that Disney executives consider a spinoff, which he said could make both companies, as well as customers, better off while creating value for shareholders and allowing the businesses to continue working together through contractual deals.</p><p>Such a transaction could enable both Disney and a standalone ESPN to \"attract shareholders seeking the respective qualities of each company, allowing the Disney parent multiple to expand as its earnings growth rate increases and the remaining business is no longer haunted by the specter of cord cutting,\" per Loeb.</p><p>He acknowledged synergies between the two businesses as is but suggested that executives could model a future off of what eBay Inc. and PayPal Holdings Inc. did after splitting in 2015, as the two companies continued their relationship for years through contractual arrangements.</p><p>\"We welcome the views of all our investors,\" a Disney representative said in a statement, while highlighting the company's \"independent and experienced\" board of directors that \"has also benefited from continuous refreshment with an average tenure of four years.\"</p><p>Shares of Disney have fallen 31% over the past 12 months, as the Dow Jones Industrial Average DJIA has lost 4%.</p><p>Third Point discloses Disney stake, recommends ESPN spinoff</p>",
  "published": "2022-08-15T18:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 22,
          "end": 28
        },
        {
          "start": 29,
          "end": 35
        },
        {
          "start": 95,
          "end": 101
        },
        {
          "start": 623,
          "end": 629
        },
        {
          "start": 1078,
          "end": 1084
        },
        {
          "start": 1213,
          "end": 1220
        },
        {
          "start": 1219,
          "end": 1226
        },
        {
          "start": 1349,
          "end": 1355
        },
        {
          "start": 1355,
          "end": 1361
        },
        {
          "start": 1787,
          "end": 1793
        },
        {
          "start": 1892,
          "end": 1898
        },
        {
          "start": 1900,
          "end": 1906
        },
        {
          "start": 2162,
          "end": 2168
        },
        {
          "start": 2171,
          "end": 2177
        },
        {
          "start": 2279,
          "end": 2285
        },
        {
          "start": 2288,
          "end": 2294
        },
        {
          "start": 2777,
          "end": 2783
        },
        {
          "start": 2992,
          "end": 2998
        },
        {
          "start": 3128,
          "end": 3134
        }
      ],
      "weightsV2": {
        "weight": 24.890442,
        "baseWeight": 19.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.89044154,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}