{
  "_id": "f0b2e2ac8aad0af6a0134a564efd9b22760e1dc51ee84f412da9900c3d2e737a",
  "feed": "market-watch",
  "title": "Oscars 2022: What time, what channel and how to watch the best-picture nominees before statuettes are handed out",
  "text": "<p>After going without a host since 2018, the awards ceremony will feature a trio of hosts this year: comedians Amy Schumer and Wanda Sykes joined by actress Regina Hall.</p><p>Netflix NFLX leads all studios with 27 Oscar nominations, including best-picture frontrunner “The Power of the Dog.” Disney DIS picked up 23 nominations, including for “West Side Story,” “Nightmare Alley” and the animated “Encanto.” AT&amp;T's T Warner Bros. has 16 nominations, including for “Dune” and “King Richard,” while Apple AAPL has six, including its first best-picture nominee in “CODA.” MGM — newly acquired by Amazon AMZN — received eight nominations, including three each for director Paul Thomas Anderson's “Licorice Pizza” and the latest James Bond installment “No Time to Die,” while Amazon's film arm took four nominations of its own. Comcast's CMCSA Focus Features got seven nominations for Kenneth Branagh's “Belfast.”</p><p>Here's everything you need to know if you want to tune in to Hollywood's biggest night:</p><p>When are the Oscars?</p><p>The 94th Academy Awards will start at 8 p.m. Eastern on Sunday, March 27. And you can spend much of the day pregaming: ABC's “Countdown to the Oscars” starts at 1 p.m. Eastern, followed by “On the Red Carpet Live” at 4:30 p.m. Eastern. Over on cable's E! network, “Brunch at the Oscars” starts at 2 p.m. Eastern, and “E! Live from the Red Carpet” starts at 5 p.m. Eastern. All of those will also be shown live on the West Coast.</p><p>Where can I watch the Oscars?</p><p>The Oscars will be broadcast live on ABC, and accessible on ABC via live-streaming services such as Hulu+Live TV, YouTube TV and Fubo TV.</p><p>It will also stream at abc.com/watch-live and the ABC app, but viewers must have a cable account to log in.</p><p>If you don't mind waiting a day, it'll also stream Monday, March 28, on Hulu.</p><p>Where can I watch the best-picture nominees?</p><p>Here's where you can stream all 10 contenders:</p><p>“Belfast”: On demand* from $5.99</p><p>“CODA”: Apple TV+</p><p>“Don't Look Up”: Netflix</p><p>“Drive My Car”: HBO Max</p><p>“Dune”: HBO Max, and on demand* from $9.99</p><p>“King Richard”: HBO Max, and on demand* from $5.99</p><p>“Licorice Pizza”: On demand* from $5.99</p><p>“Nightmare Alley”: HBO Max and Hulu, and on demand* from $3.99</p><p>“The Power of the Dog”: Netflix</p><p>“West Side Story”: Disney+ and HBO Max, and on demand* from $3.99</p><p>Available on-demand from one or more of Amazon Prime Video, Apple TV, YouTube, Vudu and Google Play.</p>",
  "published": "2022-03-26T17:51:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 285,
          "end": 291
        },
        {
          "start": 2234,
          "end": 2240
        }
      ]
    }
  ]
}