{
  "_id": "a18271759b38cec39c233a7f910418904bf0f6bf0feeac2220725072a644c916",
  "feed": "ftcomall",
  "title": "Scandinavia's Viaplay defends streaming model ahead of UK launch",
  "text": "<p>The main European challenger to the US streaming giants has urged investors to look past the travails of Netflix, arguing that there is plenty of room for growth as it prepares to launch in the UK this autumn. </p> <p>Anders Jensen, chief executive of Viaplay Group, told the Financial Times that his Swedish company's mix of top-flight football and Nordic noir drama was “very, very resilient” in the <a href=\"https://www.ft.com/cost-of-living-crisis\">cost of living crisis</a> even as subscribers to Netflix, HBO, and Disney <a href=\"https://www.ft.com/content/0e5038a2-dabd-49d4-a3f9-7685cad18f8c\">dropped one or more</a> streaming services.</p> <p>“One thing we have seen since Netflix started to decline is people saying there's a problem for the streaming industry, and that's not what we're seeing,” he said. “Today is a bit of a wake-up call given we performed very differently to some of our peers. It's wrong to define the streaming industry by one peer.” </p> <p>Netflix scared investors in April by revealing its decade-long growth in subscriber numbers had ended. The decline continued in the second quarter as the US company <a href=\"https://www.ft.com/content/08ddccfd-ee0d-4aa9-a913-89f07ccc9b8a\">lost another 1mn subscribers</a>.</p> <p>But Viaplay, which is expanding from its Nordic base to the UK and US later this year, <a href=\"https://www.viaplaygroup.com/news/news-releases/q2-2022-interim-report-january-june-2037748\">said</a> on Thursday that it had added almost 1mn new subscribers in the second quarter, taking the total to 5.5mn. It also acquired Premier Sports, a UK sports streaming service that has rights to Scottish and Spanish football as well as some rugby competitions.</p> <p>Viaplay touts its sports business as a key differentiator compared with the likes of Netflix and HBO, with the Swedish group about to gain rights to show the Premier League in the Netherlands, Poland and the Baltic states from next month.</p> <p>Jensen said Viaplay was competing more against traditional broadcasters and not asking customers to choose between it and Netflix. </p> <p>“We couldn't compete with Netflix on their half of their pitch. So sports is the bridge, the thing that makes us stand out in a unique way. For us, it's a mix [between drama and sport]. It's the one way that a regional player can compete against the globals. We're not there to replace them,” he added.</p> <p>Viaplay is starting relatively modestly in the UK with rights including the national team fixtures for Scotland, Wales, Northern Ireland and the Republic of Ireland in football as well as the Scottish cups, La Liga in Spain and Coppa Italia alongside France's Top 14 rugby and the United Rugby Championship.</p> <p>Jensen forecast that the de facto carving up of UK sporting rights between Sky and BT would end. “It is sustainable for a time, but over time it cannot be as the market is too big, and the interests in sports is so diverse,” he said. </p> <p>The Viaplay chief executive said that the general trend for the cost of <a href=\"https://www.ft.com/content/0f3c28e1-7882-4532-a1f5-96b3bc15d3c4\">sporting rights</a> was downwards but that the top competitions such as the Premier League were “at best flattish”. The group aims for exclusivity for rights when it buys them and said that the current UK model — where games are shared between Sky, BT and Amazon — “may come under pressure”.</p><p>Source: Richard Milne, Nordic and Baltic Correspondent 2022 'Scandinavia's Viaplay defends streaming model ahead of UK launch' FT.com 24 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-24T04:00:48.108Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 457,
          "end": 463
        }
      ]
    }
  ]
}