{
  "_id": "60a1657007182fddce615557ac15e0ef09f9c65e4da1feb675908009fdaca493",
  "feed": "market-watch",
  "title": "NFL, Google agree to $2.5 billion deal for Sunday Ticket games to be on YouTubeTV; Starting in the 2023 season, YouTubeTV and YouTube Primetime will be the hosting platform for Sunday Ticket",
  "text": "<p>See also: Sports bettor was set to turn his $26 wager into $557,770 if France beat Argentina. It lost. But he won. Here's how.</p><p>The number of games per week available on Sunday Ticket varies depending on bye weeks for teams as well other standalone games the NFL regularly schedules outside the U.S. in countries like Germany, Mexico and the U.K., but during the NFL season there are typically at least 10 games available on Sunday Ticket.</p><p>\"We're excited to bring NFL Sunday Ticket to YouTube TV and YouTube Primetime Channels and usher in a new era of how fans across the United States watch and follow the NFL,\" NFL Commissioner Roger Goodell said. \"For a number of years we have been focused on increased digital distribution of our games and this partnership is yet another example of us looking towards the future and building the next generation of NFL fans.\"</p><p>YouTubeTV is a subscription service that offers live TV of over 100 channels, and is popular among cord-cutters. YouTubeTV costs $64.99 a month with more add-ons available. The NFL Sunday Ticket will be available to purchase as an add-on for subscribers and will not be included in the standard subscription plan, the NFL says. YouTube Primetime is a group of streaming services with content that can be purchased and viewed on YouTube.</p><p>Google did not announce any planned price changes to its plans ahead of the agreement with the NFL. Google last raised its YouTubeTV price to $64.99 a month from $50 a month in 2020.</p><p>See also: Mets sign Carlos Correa and are on track to pay a record $500 million in total payroll in 2023</p><p>\"YouTube has long been a home for football fans, whether they're streaming live games, keeping up with their home team, or watching the best plays in highlights,\" said Susan Wojcicki, CEO of YouTube. \"Through this expanded partnership with the NFL, viewers will now also be able to experience the game they love in compelling and innovative ways through YouTube TV or YouTube Primetime Channels. We're excited to continue our work with the NFL to make YouTube a great place for sports lovers everywhere.\"</p><p>The Sunday Ticket package had previously been in the hands of DirectTV since it launched in 1994. DirectTV didn't charge extra for it with several of its plans. The League's popular RedZone channel at the NFL Network will not be disrupted by the change.</p><p>Google will pay $2.5 billion per year to carry Sunday Ticket, Sports Business Journal reported, much higher than the $1.5 billion DirectTV paid per year.</p><p>Google is likely hoping the new agreement with the NFL boosts its YouTubeTV subscriber base. The company announced in July that it surpassed 5 million subscribers.</p><p>The move by the NFL marks its latest foray in the tech sector and away from traditional broadcasting brands. Amazon AMZN purchased exclusive rights to broadcast Thursday Night Football this season and the NFL has also put games on ESPN+, the ESPN streaming platform.</p><p>The other reported interested companies in NFL Sunday Ticket were Amazon, Apple and Disney DIS. At times, Apple was considered the frontrunner for Sunday Ticket but reportedly left negotiationsover the NFL's pricing rules and overall cost.</p><p>See also: Buffalo Bills set NFL record for most public money spent on a stadium: $850 million</p><p>Shares of Google parent Alphabet Inc. moved 3.12% lower during Thursday morning's trading as most U.S. stock benchmarks also dropped.</p><p>NFL, Google agree to $2.5 billion deal for Sunday Ticket games to be on YouTubeTV</p>",
  "published": "2022-12-22T17:46:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3018,
          "end": 3024
        }
      ]
    }
  ]
}