{
  "_id": "66c0646d5096e463e520cd6562ebd0930152f5257e7077d7a438e24c8c56caae",
  "feed": "wall-street-journal",
  "title": "What's News --  Business & Finance",
  "text": "<p>    The pace of price increases slowed last month as energy costs dropped, pulling annual U.S. inflation down slightly from a four-decade high. The consumer-price index rose 8.5% in July from the same month a year ago, down from 9.1% in June. </p><p>   --- </p><p>    The Nasdaq entered a bull market, rising 2.9% after the release of the inflation data, while the S&amp;P 500 and Dow gained 2.1% and 1.6%, respectively. U.S. government bonds rallied. </p><p>   --- </p><p>    Disney posted a 26% jump in revenue, driven by record results at its theme parks division and the addition of more new subscribers than projected to Disney+. The company lowered its forecast for future Disney+ growth. </p><p>   --- </p><p>    SoftBank said it would sharply reduce its stake in Chinese e-commerce giant Alibaba, a move that preserves cash at SoftBank as it rides out a severe downturn. </p><p>   --- </p><p>    A federal jury in Chicago convicted two former traders at JPMorgan charged with manipulating gold prices, finding they used misleading orders to rig prices. </p><p>   --- </p><p>    The SEC proposed requiring large hedge funds to report their cryptocurrency exposure through a confidential filing known as Form PF. </p><p>   --- </p><p>    Samsung Electronics unveiled its latest models of two of the world's most-expensive phones. </p><p>   --- </p><p>    United Airlines paid a $10 million deposit for 100 electric flying taxis, a sign it is growing more confident in the nascent technology. </p><p></p>",
  "published": "2022-08-11T06:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.98200005,
      "offsets": [
        {
          "start": 427,
          "end": 433
        },
        {
          "start": 576,
          "end": 583
        },
        {
          "start": 624,
          "end": 631
        }
      ],
      "weightsV2": {
        "weight": 3.637578,
        "baseWeight": 3.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.3900001,
        "tagPositionWeight": 0.027577996,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}