{
  "_id": "d9e163a7a4359eb44ef4d76a558550cd723bacf0a9f5f468c5809fcb8af4f900",
  "feed": "wall-street-journal",
  "title": "Shanghai Disney Resort To Close Over Covid Wave",
  "text": "<p>China reported 1,656 new locally transmitted Covid-19 cases on Saturday, health authorities said, compared with about 70 cases at the beginning of the month. Meanwhile, mainland China reported its first deaths from Covid-19 in more than a year on Saturday. Two patients died of Covid-19 in the northeastern province of Jilin, China's National Health Commission said. The deaths on Friday are the nation's first recorded fatalities since Jan. 26, 2021.</p><p>Walt Disney Co., a minority owner in the Chinese resort, said its theme parks and resorts generated record income in its fiscal first quarter, signaling that the worst of the damage the company suffered from the coronavirus pandemic may be behind it.</p><p>Shanghai Disneyland, which first opened in 2016, was the first Disney park to close as the pandemic spread in early 2020. Disney later closed all of its parks, costing the company billions of dollars in revenue. Shanghai Disneyland reopened in May 2020.</p><p>In late October, Shanghai Disneyland locked more than 30,000 visitors inside its theme park and forced them to take Covid-19 tests after one customer came back positive for the virus-- an example of the zero-tolerance policy imposed by the Chinese government.</p><p>China is attempting to move on from its so-called Covid-Zero lockdown measures in favor of a more precise approach to containing the virus that is less damaging to its economy.</p>",
  "published": "2022-03-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 9,
          "end": 15
        },
        {
          "start": 766,
          "end": 772
        },
        {
          "start": 452,
          "end": 463
        },
        {
          "start": 825,
          "end": 831
        }
      ]
    }
  ]
}