{
  "_id": "74c8a851b99a6b18f5033c266ff2b2ed8a03d3878c5efecade5d2b67e1a53dd7",
  "feed": "ftcomall",
  "title": "Netflix sheds subscribers for the first time in a decade",
  "text": "<p>Netflix said its decade-long run of subscriber growth ended in the first quarter and admitted it was becoming “harder to grow membership” in many markets, sending its shares down nearly 40 per cent on Wednesday. </p> <p>The video streaming pioneer shocked investors by forecasting that its number of subscribers would fall by another 2mn in the current quarter, to about 219.6mn, after declining about 200,000 in the first quarter. Investors had expected an increase of 2.6mn subscribers. </p> <p>Netflix blamed the dramatic slowdown in part on <a href=\"https://www.ft.com/content/1c7e255e-a537-40e4-9dd7-6061175ba5f3\">saturation</a> in its biggest markets. But it also acknowledged the impact of <a href=\"https://www.ft.com/content/388b0122-1a75-42f6-a89e-add8e3385bc8\">rising competition</a> from streaming services launched by traditional media groups such as Disney, Warner Bros Discovery and Paramount. Together, these factors had created “revenue growth headwinds”, the company said. </p> <p>“We're definitely feeling higher levels of [market] penetration . . . and heightened competition,” said Ted Sarandos, co-chief executive.</p> <p>The report from Netflix, published after the market close on Tuesday, marked a reversal in fortune for a company that has shown blistering growth over the past 10 years, and which boomed during the depths of the coronavirus pandemic. As it showed <a href=\"https://www.ft.com/content/0d0af37a-c8b0-4237-bc57-737f097ecb3d\">signs of slowing</a> late last year, company officials blamed “noise” from the lingering effects of the Covid crisis.</p> <p>“This was a change in tone”, said Jefferies analyst Andrew Uerkwitz, who noted Netflix rarely even acknowledged that it faced competition in the past. “It sounds like they're in rebuilding mode.”</p> <p>Netflix said it would try to jump-start growth by improving the “quality of our programming” and by seeking to charge some of the 100mn households that share other users' accounts. </p> <p><a href=\"https://www.ft.com/content/03ac98a5-a492-4823-bc98-36f12383c34a\">Reed Hastings</a>, co-chief executive, said account sharing, which has always been a problem at Netflix, is coming into focus. “When we were growing fast it was not a high priority, but now we're working super hard on it,” Hastings said. The company is testing how to charge for shared accounts in markets such as Chile and Peru. </p> <p>Hastings also said Netflix planned to launch an ad-supported streaming service — an idea that he had long resisted. “It's something we're looking at now and will roll out over next year or two,” he said. “It's working for Hulu, and Disney is doing it. Those companies have figured it out.”</p> <p>The report will probably intensify investor concerns about the cost of the streaming wars, and the potential size of the profits at stake. Netflix will spend $19.2bn on content this year, Uerkwitz estimated, as it competes with Amazon, Apple, Disney and others that are investing heavily in streaming. </p> <p>Spencer Neumann, Netflix chief financial officer, said the company will be “pulling back on some of our spending growth across both content and non-content” over the next 18 to 24 months because of slower revenue growth. “But we will still be investing aggressively into that long-term opportunity.” </p> <p>Netflix raised prices in the US and Canada, which cost it about 600,000 subscribers but was nevertheless “significantly revenue positive”, the company said. It also quit streaming in Russia after the invasion of Ukraine, costing it about 700,000 subscribers.</p> <p>This is the second time Netflix has surprised investors this year, after jolting the markets in January with its forecast that <a href=\"https://www.ft.com/content/fea461d6-e3e0-4016-a641-fca87e59d019\">subscriber growth would slow significantly</a> in 2022. Its shares are down about 40 per cent this year.</p><p>Source: Christopher Grimes in Los Angeles  2022 'Netflix sheds subscribers for the first time in a decade' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T12:09:56.514Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2252,
          "end": 2258
        },
        {
          "start": 691,
          "end": 697
        },
        {
          "start": 2553,
          "end": 2559
        }
      ]
    }
  ]
}