{
  "_id": "55d5aa7317140c879a05cc15b121a19d3178909190bd398050c3cde5e53c35c8",
  "feed": "ftcomall",
  "title": "Cinema operators look to streaming groups to help fill blockbuster shortfall",
  "text": "<p>Cinema operators have spent years pushing back against the streaming revolution, but the US trade group that represents the industry is now looking to&#xa0;Netflix, Apple and Amazon to help revive the struggling business.</p> <p>John Fithian, head of the National Association of Theatre Owners, told the Financial Times that discussions are under way with Apple, Amazon and Netflix about wider theatrical releases of their films and there is “some optimism” about an agreement.</p> <p>“All three of those companies are looking at the possibility of bigger and wider theatrical releases,” Fithian said. “That would be [inventory] we've never had before. I think in 2023 you'll start to see some of that happening.”</p> <p>Persuading the streaming companies to release films in the traditional fashion could aid cinema operators, where a slow recovery from the coronavirus pandemic has caused financial problems for <a href=\"https://www.ft.com/content/6ccd539f-ff48-46ac-8060-74bd11f07241\">big chains such as Cineworld</a>. Yet it is far from clear whether Apple, Netflix or Amazon are interested in becoming deeply involved in the traditional box office.</p> <p>The success of <em>Top Gun: Maverick </em>and<em> Jurassic World Dominion </em>this summer has shown that people are willing to return to cinemas for blockbusters, even as the pandemic lingers. But beyond these megahits, the industry's recovery has been hampered by a shortage of new films. <a href=\"https://www.ft.com/stream/8241c076-3edc-48bd-90b0-6b051978b996\">Warner Bros</a> is releasing only seven movies this year, its smallest slate in memory, with a return to more normal levels of about 17 next year.</p> <p>US box office receipts this year are running at about 70 per cent of the levels seen at this time in 2019. The National Association of Theatre Owners expects to see a full return to pre-pandemic revenues — which reached $11bn in the US —&#xa0; as soon as next year, though some studio executives say they do not believe that mark will be passed until 2024 or even 2025. Total receipts this year are expected to reach about $7bn.</p> <p>The slow recovery means cinema chains are often struggling with heavy debt loads. Cineworld, which owns more than 500 movie theatres across the US through its Regal subsidiary, is on the <a href=\"https://www.ft.com/content/47af5998-c4eb-4a62-8841-9d5b060f2a2b\">verge of filing for Chapter 11 bankruptcy protection</a> to try to restructure its nearly $9bn in debt and lease liabilities. “Despite a gradual recovery of demand since reopening in April 2021, recent admission levels have been below expectations,” the company said in a recent statement.</p> <p>One problem, industry executives say, is a lack of mid-tier and independent films, because most major studios now emphasise big franchises such as Disney's Marvel movies, Warner's DC films and Paramount's <em>Mission: Impossible</em> series. Universal, which will release 24 films this year, still offers a wide range of genres.</p> <p>A rocky August at the box office has illustrated this problem. After a good start to summer when box office receipts reached $3.3bn thanks to robust sales in July, the season is ending with a whimper. Last weekend, the horror film <em>The Invitation</em> led the box office with only $7mn and there are no obvious hits expected until October. Two of the most anticipated films of the year — the <em>Black Panther</em> sequel <em>Wakanda Forever</em> and <em>Avatar: The Way of Water </em>— are not being released until November and December, respectively.</p> <p>Fithian suggested <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming companies</a> could provide the midsize or indie films that would fill cinema seats between blockbusters. But one streaming executive pushed back against this idea, saying that these smaller films were often risky propositions even before the pandemic and that a poor theatrical reception for an indie film could affect its popularity when it was streamed.</p> <p>Netflix has historically resisted wide releases of its films. The streaming pioneer has released films such as <em>The Gray Man</em>, <em>Don't Look Up</em> and <em>The Power of the Dog</em> on a small number of screens for about a week, mostly to qualify for awards or build awareness. In all, it releases roughly 30 films a year in very limited cinema runs. This practice is a far cry from the 45-day exclusive theatrical windows expected by the industry.</p> <p>One top executive at a traditional studio said he does not see why Netflix would want to start spending heavily on the&#xa0; marketing and promotion campaigns typical of big theatrical releases. “Their service is designed to keep you at home,” he said. “They don't want to market [a wide-release film] — it's ridiculously expensive.”</p> <p>Like Netflix, Apple and Amazon have also released films for brief runs to qualify for awards. Apple did not respond to requests for comment. Amazon and Netflix declined to comment.</p> <p>But Fithian believes the streamers have more reason to seek box office revenue now that Wall Street has lost patience with the growth-at-all costs&#xa0; drive for subscribers. Investors are looking for a path to profitability, prompting executives such as<a href=\"https://www.ft.com/content/3a360d69-4ea4-4177-9f3c-265c253230d1\"> David Zaslav, the new chief executive of Warner Bros</a>, to embrace a more traditional approach to releasing films in the hopes of gaining “maximum value”.</p> <p>“The three tech streaming companies also are beginning to realise they can make some money theatrically before putting their movies on the streaming services,” Fithian said. “If they start looking at theatrical, then over the next 12 to 18 months we could get to a point where we have a stronger movie supply than we did before the pandemic.”</p><p>Source: Christopher Grimes in Los Angeles 2022 'Cinema operators look to streaming groups to help fill blockbuster shortfall' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-02T22:00:41.991Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99997544,
      "offsets": [
        {
          "start": 2509,
          "end": 2515
        }
      ],
      "weightsV2": {
        "weight": 0.73509187,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.26490813,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}