{
  "_id": "fcd24cc11fd0e3ff1e873692588069149f8378cfd531bc6a826d29d27d761da6",
  "feed": "wall-street-journal",
  "title": "Movie Theaters Are Now All About the Coming Attractions; More big releases in 2023 should help industry close some of the remaining gap from prepandemic levels",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>What movie releases are you looking forward to? Join the conversation below.</p><p>The remarks suggest a notable turn for a studio that—under previous management coping with the pandemic's theater shutdowns—dumped nearly its entire 2021 movie slate onto HBO Max on the same day as its theatrical releases. It also is unsurprising given both Warner's strong need to improve cash flow and recent evidence that the pandemic didn't kill theatrical exhibition after all. While the domestic box office for this year still is running about 35% below prepandemic levels, the summer movie season was off by only 22%, according to Box Office Mojo. That is thanks to the strong success of box-office smashes such as \"Top Gun: Maverick,\" which has now grossed nearly $1.5 billion worldwide.</p><p>Apaucity of major releases over the past couple of months has put the industry in a near-term funk. But optimism is growing for next year, with three releases each coming from the Marvel and DC comics franchises, plus a new \"Mission Impossible\" and the first \"Indiana Jones\" movie in 15 years, according to pipeline data gathered by Wedbush. In his company's own third-quarter call on Friday, Cinemark CEO Sean Gamble told analysts that the theater chain expects the number of releases next year to be about 75% to 80% of prepandemic levels compared with about 60% for 2022.</p><p>That has investors encouraged. Cinemark shares jumped 9% Friday following its report, while IMAX Holdings jumped 8%. Both stocks this year have handily outperformed those of streaming-only competitors such as Netflix and Roku, as well as those of traditional media companies with streaming outlets such as Warner, Paramount and Disney. Warner shares fell nearly 13% on Friday: Its results were weighed down by a weakening advertising market, and investors continue to worry about its large debt load.</p><p>Theaters still might have to weather a tougher holiday season. Disney's \"Black Panther: Wakanda Forever\" and \"Avatar: The Way of Water\" are the only blockbuster-sized releases on the schedule for the remainder of this year. Smaller adult fare such as \"The Fabelmans\" from Steven Spielberg and the historical Hollywood drama \"Babylon\" could appeal to the non-comic-book crowd that is slowly finding its way back to theaters. The fall season will include an interesting experiment by Netflix, which is putting its \"Knives Out\" sequel in theaters for a week in late November—about a month ahead of its release on the streaming platform.</p><p>Those won't fully close the gap, though. In an Oct. 27 report, Ben Swinburne of Morgan Stanley projected this year's domestic box office to reach about $7.7 billion—33% below 2019's total. But he also projects an 11% rise next year and a 7% gain in 2024 as studios refill their release pipeline. Movie theater recovery remains a slow-moving drama, but chances of a Hollywood ending keep growing.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Movie Theaters Are Now All About the Coming Attractions</p>",
  "published": "2022-11-05T14:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1696,
          "end": 1702
        },
        {
          "start": 1932,
          "end": 1938
        }
      ]
    }
  ]
}