{
  "_id": "af18114765675cb457a8cf38bc377f41981276612208a68912ad81d67372597b",
  "feed": "ftcomall",
  "title": "Sunak hoses down talk of ‘Swiss-style' deal with EU",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p>Oil prices slid to their <a href=\"https://www.ft.com/content/4439dd29-562a-4ce1-9062-6f35cf6fbe19#post-712b8bdb-65ba-4e4c-aba8-2c6b48a22a3f\">lowest in 10 months</a> after a report that Opec, the oil cartel, was considering increasing output and easing the pressure on global supplies.</p></li>  <li><p>Bob Iger returned as <a href=\"https://www.ft.com/content/22a99fef-d5b8-4ad3-8251-9b4918d7c6c9\">Disney chief</a> after his handpicked successor Bob Chapek was ousted after just 33 months. Disney is planning <a href=\"https://www.ft.com/content/03c67fd5-5d31-45fb-8863-a33ff77d2bb8\">job cuts</a> as part of a company-wide spending review.</p></li>  <li><p>Hong Kong chief executive John Lee has <a href=\"https://www.ft.com/content/0d351ad7-a2cb-4800-b4c0-8f72f36f9934\">tested positive for Covid-19</a> just days after interacting with his boss, President Xi Jinping. China's strict pandemic restrictions are being relaxed but rising infections in Guangzhou and Beijing have made<a href=\"https://www.ft.com/content/4439dd29-562a-4ce1-9062-6f35cf6fbe19#post-d3259440-b317-476c-acbb-3d761ad28c52\"> investors anxious</a>.</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/4439dd29-562a-4ce1-9062-6f35cf6fbe19\"><em>live blog</em></a></p>  <p>Good evening.</p> <p>The economic case for putting up trading barriers with your nearest neighbours, who also happen to form the world's biggest single market, was always going to be difficult to pull off. But the debate over the impact of Britain leaving the EU has taken on a new intensity in recent days as the <a href=\"https://www.ft.com/content/2be47c6d-ebe6-46c2-90b6-6cb0dfe89faa\">UK economic outlook</a> has darkened.</p> <p>Last week, chancellor Jeremy Hunt acknowledged the “<a href=\"https://www.ft.com/content/9c288c28-835c-4bcc-96c7-b9b120205927\">significant adverse affect on trade</a>,” as highlighted by the independent Office for Budget Responsibility. But he claimed it would be possible to remove “the vast majority of barriers” over time.</p> <p>Hunt's failure to signal how this might be done led to weekend reports that the government was mulling a “Swiss-style” trade deal with the EU. However, prime minister Rishi Sunak, who voted Leave in the 2016 referendum, told the conference of the CBI employers' organisation today that he would not countenance any arrangement that would involve <a href=\"https://www.ft.com/content/5bc9fd89-dd20-4848-b1ba-8abe646c643c\">alignment with EU rules</a>.</p> <p>Business has two main demands: <a href=\"https://www.ft.com/content/ab228177-a564-4623-b907-37f3d60dff24\">allow more immigration</a> to tackle labour shortages and facilitate easier trade with Europe. The latter has been a serious bugbear as frictionless trading with EU partners has been replaced with a tangle of red tape. (And if you want to understand the frustrations of companies still trying to trade with the EU, watch our film <a href=\"https://www.ft.com/video/91b8a350-5817-4b40-a5ea-c62ec832aa9c\"><em>The Brexit Effect</em></a> — now viewed almost 5mn times.)</p> <p>New trade deals have also been criticised — even by the <a href=\"https://www.ft.com/content/a9ce4564-930f-439a-ac42-d9b055712ee6\">government's own ministers</a>&#xa0; — for giving away “far too much for far too little in return”.&#xa0; And a new post-Brexit UKCA product safety mark, meant to create a British rival to the EU's CE, has been <a href=\"https://www.ft.com/content/aa5ad4fc-342f-475a-90fa-bba46d4c6197\">delayed for a third time</a> under pressure from industry. Meanwhile, what was touted as a considerable Brexit dividend, the reform of the <a href=\"https://www.ft.com/content/115a7261-c3c0-444a-80dd-c949be4fa364\">Solvency II</a> insurance rules, has shrunk.</p> <p>Sunak has sought to play down the Brexit hit to the economy, arguing that all countries have their “idiosyncrasies”. But as <a href=\"https://www.ft.com/content/64c25ecf-ef8b-4201-8792-b4b63f010b80\">political editor George Parker points out,</a> this is a strange way of describing what was meant to be the centrepiece of the UK's economic and foreign policy.</p> <p>Arguing that the country's economic woes are all down to the pandemic, the war in Ukraine and the resulting energy crisis also look less convincing when the UK is compared with its peers, who have battled the&#xa0;same problems. The OBR says Brexit will directly dent UK GDP by four per cent in the medium term, while Britain is now the only G7 economy to be smaller than it was <a href=\"https://www.ft.com/content/4edae69b-c82d-49fb-ae5a-03d14ca8caa6\">pre-pandemic</a>. It is also forecast to be the <a href=\"https://www.ft.com/content/cdda3d56-4db1-40fa-8bf9-928f651170f7\">hardest hit</a> in the G7 next year and suffer the highest inflation.</p> <a href=\"http://www.ft.com/cms/91b8a350-5817-4b40-a5ea-c62ec832aa9c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Need to know: UK and Europe economy</h1> <p>UK energy regulator <strong>Ofgem</strong> was accused of shifting rising energy costs <a href=\"https://www.ft.com/content/93b25ac5-59a5-4f74-96ef-00cb94dcef20\">on to consumers</a> and boosting profit margins at suppliers.</p> <p>Economists are <a href=\"https://www.ft.com/content/0717e4b8-3b69-4b3c-9ba8-bd9d62707f2d\">scaling back projections</a> of a deep recession in the <strong>eurozone</strong> as government support, lower gas prices and a mild autumn help improve the bloc's outlook. The first fall in Germany <a href=\"https://www.ft.com/content/4439dd29-562a-4ce1-9062-6f35cf6fbe19#post-662e54d6-ee61-4960-b935-2946dcff7584\">producer price</a>s for a year and a half has fuelled hopes inflation has peaked.</p> <h1>Need to know: Global economy</h1> <p><strong>COP27</strong> ended in <a href=\"https://www.ft.com/content/03d7609b-decc-40fc-8029-a6cdebb11752\">tears and frustration</a> at the weekend, with the final summit agreement not going further than the watered-down pledge at COP26 on coal and fossil fuels. There was however a historic agreement on <a href=\"https://www.ft.com/content/b3a6ea05-1357-4564-a448-27b16a376a4a\">helping poor countries</a> suffering from the effects of climate change.</p> <p>Although <strong>Iran</strong> is engulfed in one of the biggest periods of unrest in its history, workers have <a href=\"https://www.ft.com/content/0fef4595-4784-4f56-832f-a0aef84188bd\">responded cautiously</a>. Protesters are hoping strikes could turn into a revolution and the eventual replacement of the ruling theocracy with a modern, secular government.</p> <p><strong>Colombia</strong> signalled it could row back on its pledge to stop new <a href=\"https://www.ft.com/content/80119e85-8e80-48cd-9740-1594d0bd8d87\">gas and oil exploration projects</a>. The new leftist government in Latin America's fourth-largest economy is facing strong headwinds and its currency has lost 20 per cent of its value against the dollar.</p> <p>Congestion in global <strong>container traffic</strong> is easing, Alan Beattie reports in our Trade Secrets newsletter (for Premium subscribers), but wider problems around the <a href=\"https://www.ft.com/content/4e1c15ad-73a7-4ad5-99db-8da3755e23a8\">infrastructure of ports</a> persist.</p> <h1>Need to know: business</h1> <p><strong>US retailers</strong> are facing their first real-terms <a href=\"https://www.ft.com/content/ce51ac1b-c694-4460-8aae-3ae4dc87ad49\">fall in sales</a> since the financial crisis as the industry prepares for Black Friday, the traditional start of the holiday shopping season. There was better news for UK bricks-and-mortar retailers who will benefit from <a href=\"https://www.ft.com/content/e6a67f33-1609-45f9-92d2-8883a78134ea\">business rates changes</a> in last week's Autumn Statement.</p> <p>The stock of <strong>office space</strong> in England is falling at the <a href=\"https://www.ft.com/content/132c6158-13c7-487f-94fd-bc7e9efd9909\">fastest rate in 20 years</a> as construction slows and business premises shrink in the new era of hybrid work.</p> <p><strong>Green technology</strong> incentives in the US Inflation Reduction Act, as well as cheaper energy prices, are leading European innovators to <a href=\"https://www.ft.com/content/59a8d135-3477-4d0a-8d12-20c7ef94be07\">switch their focus</a> across the Atlantic.</p> <p>The “opaque” market for <strong>graphite</strong>, a key battery material, is making bankers hesitant to <a href=\"https://www.ft.com/content/46e5c98e-f9cd-4e88-8cd5-23427522c093\">fund new projects</a>, according to Australia's Syrah Resources, the world's biggest producer outside China. </p> <p>Columnist Rana Foroohar looks at the “post-globalisation” trend of US companies bringing <strong>manufacturing </strong>back home in our <a href=\"https://www.ft.com/video/24b2fac1-128f-4c42-9df6-876309c7a15d\">new film</a>.</p> <a href=\"http://www.ft.com/cms/24b2fac1-128f-4c42-9df6-876309c7a15d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>The World of Work</h1> <p>The best way for bosses to deal with <strong>burnout</strong> among their staff is to recognise what type of <a href=\"https://www.ft.com/content/a510daff-e63d-46c5-a589-b3214d0679bc\">personality group</a> they belong to, says Gretchen Rubin, a writer on happiness and productivity. The four key categories are obligers (the majority), questioners, rebels and upholders. </p> <p>What happens when your boss is also your banker? Our <a href=\"https://www.ft.com/content/37e506f6-d10a-45f9-a40f-9af7e95c2f99\">Big Read</a> looks at how companies are offering their staff <strong>financial services</strong> such as loans or pay advances as the cost of living crisis intensifies.</p> <p>“If it's your job to eat a frog, it's best to do it first thing in the morning. And if it's your job to eat two frogs, it's best to eat the biggest one first.” Miranda Green ponders advice from Mark Twain on <a href=\"https://www.ft.com/content/13356050-a0e0-45d3-adb3-14333f256ada?shareType=nongift\">procrastination and productivity</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>Can we ever dream of a green electronic future given concerns over the nondegradable and difficult-to-recycle components that power our omnipresent devices? Researchers may have found a fully biodegradable solution: the <a href=\"https://www.science.org/doi/10.1126/sciadv.add7118#sec-3\">humble mushroom</a>. </p><p>Source: Darren Dodd 2022 'Sunak hoses down talk of ‘Swiss-style' deal with EU' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-21T18:15:35.176Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 206,
          "end": 212
        },
        {
          "start": 294,
          "end": 300
        }
      ]
    }
  ]
}