{
  "_id": "ec7cc802583e40c022a163c623ef8aea8a60b898c9c236babd769bd38e1a11b2",
  "feed": "market-watch",
  "title": "Salesforce better get used to Marc Benioff in charge, because he keeps chasing off his chosen successors; Two co-CEOs have departed in less than three years, as the cloud-software pioneer maintains control at his company much as his mentor Larry Ellison has done at Oracle, but without giving up the CEO title",
  "text": "<p>\"Marc wrestles between wanting to relinquish control of the company, and at the same time, when he sees the stock down, he starts to gravitate back in,\" said Daniel Newman, founding partner and principal analyst at Futurum Research.</p><p>Salesforce revealed Wednesday afternoon that Taylor plans to leave at the end of the company's fiscal year on Jan. 31, to return to his \"entrepreneurial roots.\" It was exactly one year to the day since Taylor was named co-CEO, after being guided to the top following the acquisition of his software company Quip for $582 million in stock, a deal viewed as an acqui-hire.</p><p>More from Therese: 'Steve Jobs Syndrome' strikes as Disney brings back Bob Iger, but history says that's a bad idea</p><p>Benioff's previous co-CEO, Block, stepped down in February 2020, after just 18 months in the position. The departures of back-to-back co-CEOs, each after spending less than two years in the position and leaving without a solid destination, does not speak well of Benioff's management style, and Salesforce's co-founder sounded hurt and surprised on a conference call when discussing the latest departure.</p><p>\"We're still in a little bit of shock and extremely sad and feeling a lot of loss for losing Bret,\" Benioff said, when asked by an analyst about a replacement for Taylor. \"And again I don't have to tell you, he is one of the best people I've ever worked with in my life and also a great person. And I have to also tell you that we have a lot of fantastic people in the company.\"</p><p>Benioff added that he is a good salesman and that he will keep at Taylor until he actually walks out the door. \"The deal is not over until it's over, but we do have to tell you that he has decided to leave.\"</p><p>There were likely two factors at work that fueled Taylor's departure. One is that Salesforce's growth is slowing — the company's fourth-quarter revenue forecast on Wednesday missed Wall Street's expectations by $900 million — leading to Benioff becoming more hands-on in recent months as the market turned sour.</p><p>\"After this year of just continuous declines and just average looking growth — and this was a company that used to beat and raise — it definitely has not realized its potential,\" Newman said, adding that he believes Benioff's thoughts have been focused on how he needs to come back and do more to get the ship turned around.</p><p>Taylor could also see opportunity in the current tech downturn. Many analysts and entrepreneurs have noted that downturns represent great opportunities for those able to take advantage of them, and Taylor has a proven record of developing young software companies.</p><p>For more: Venture capital investors see an 'R' word coming for tech, but also opportunity</p><p>\"Bret is an entrepreneurial guy,\" said Jason Wong, a Gartner Group analyst. \"If you are finally in the position to do it, this is actually the good moment, knowing the next 12 to 36 months will be lower valuations. It's that opportune moment where Bret does what he does best, and Marc does what he does best, and that is grow Salesforce.\"</p><p>Before Quip, Taylor co-founded a company called FriendFeed, which aggregated updates from social media. Facebook, now Meta Platforms Inc. META, bought FriendFeed in 2009, two years after its founding. It was shut down in 2015. For the past year, Taylor was also recently the nonexecutive chairman of Twitter, before it was taken private in the $44 billion acquisition by Tesla Inc. TSLA CEO Elon Musk.</p><p>Put yourself in Taylor's shoes for a moment: Imagine that you see the chief executive who you expect to succeed wresting back more control of the company during a trying time, and knowing that your resume could get you any number of top jobs where you would not have to share the spotlight. His current path, and reasons for it, seem obvious.</p><p>Whether Benioff will look for another co-CEO is the big question. Benioff was reared at Oracle Corp. ORCL, where Larry Ellison has stepped aside as CEO, but still runs the company in a de facto manner as chief technology officer and chairman. Until the unexpected death of Mark Hurd in 2019, Safra Catz and Hurd were co-CEOs of Oracle for about five years, one of the rare instances where co-CEOs seemed to work, and now Catz helms that position alone.</p><p>While Benioff has given the impression at times that he was trying to step away from some of Salesforce's day-to-day management, Wong said he would be surprised if Benioff were to step down anytime before 2026.</p><p>\"He has always talked about that $50 billion target by 2026, I assume he would be there at least until then.\"</p><p>For more: Cloud software is suffering a cold November rain</p><p>Benioff is a proven leader for Salesforce, but Wall Street still likes to see a strong executive team around such a leader, especially one who has spent a lot of time in Hawaii in recent years while purchasing Time magazine and being active in many pet causes. Investors were clearly taken aback by the news, with shares of Salesforce falling more than 6% in after-hours trading despite mostly strong numbers.</p><p>\"Given that Mr. Taylor was assumed to be the 'heir apparent' at CRM [Salesforce], this does bring up a lot of questions in terms of the management team and frankly offsets some of the positive narrative around margins heading into CY23,\" Evercore ISI analyst Kirk Materne wrote in a note Wednesday evening.</p><p>If Benioff fails to woo Taylor back, he needs to change his approach if he hopes to find another potential successor who will actually stick around. He should publicly or privately name a date he will transition to chairman of the company, and live up to it no matter what happens, or Salesforce investors should just plan to trust in Benioff with no backup plan.</p><p>Salesforce better get used to Marc Benioff in charge, because he keeps chasing off his chosen successors</p>",
  "published": "2022-12-01T02:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 656,
          "end": 662
        }
      ]
    }
  ]
}