{
  "_id": "406b6fcca1242244a28eb7bc58e76cd9856a6dec6e968db93f2ff2d6cc030d73",
  "feed": "market-watch",
  "title": "AMC should avoid 'distractions' like credit cards, popcorn and dive deeper into IMAX, says analyst; AMC Entertainment Holdings Inc., which reported its 12th consecutive quarterly loss on Tuesday, should avoid the 'distractions' of its many new business ventures and dive deeper into its IMAX partnership, says Wedbush analyst Alicia Reese",
  "text": "<p>The analyst pointed to AMC's AMC partnership with Fathom Events and its efforts to bring alternative content such as UFC fights and live concerts to its screens as positives. \"For some of AMC's alternative content expansions, it will continue to partner with Fathom while for other alternative content it is seeking new partnerships with content owners,\" she wrote. \"We think AMC would be wise to partner with IMAX given IMAX's push into alternative content and the already strong partnership between the two companies – AMC has 186 IMAX screens in its domestic footprint and 36 IMAX screens in its international footprint.\"</p><p>Meme stock darling AMC describes itself as the largest movie theater company in the world, with approximately 940 theaters and 10,500 screens across the globe.</p><p>See Now: AMC stock tumbles after reporting 12th consecutive quarterly loss</p><p>Reese also highlighted IMAX's IMAX June announcement of an extended partnership with AMC subsidiary Odeon to expand its IMAX footprint in Europe. In contrast, she does not think that this week's announcement with Zoom Video Communications Inc. ZM to turn some AMC theaters into so-called Zoom Rooms will result in meaningful revenue contribution.</p><p>Similarly, Reese is underwhelmed by the movie theater chain's plans to launch an AMC-branded credit card and sell AMC Perfectly Popcorn at grocery stores. \"AMC continues to tout its new business ventures, like popcorn and now its Zoom partnership, while seemingly leaving behind crypto ventures,\" she wrote. \"We are less sanguine than AMC is about the potential of these ventures.\"</p><p>The analyst thinks AMC should keep its $5.2 billion debt balance in its sights. \"We think AMC needs to focus its attention squarely on paying down debt, particularly as its APE APE shares are now unlikely to provide it with the significant cash cushion that it had anticipated,\" she wrote.</p><p>Wedbush has an \"underperform\" rating and $2 price target for AMC.</p><p>See Now: AMC stock lifted by 'Zoom Rooms' partnership with Zoom</p><p>Speaking during the conference call to discuss AMC's results, CEO Adam Aron said the company will introduce more IMAX and more Dolby Cinema screens. The movie theater chain is also planning to add more iSense large format screens and more Prime screens. Additionally, AMC is spending about $250 million to introduce laser projection in about half of its auditoriums.</p><p>Aron also discussed AMC's foray into the gold and silver mining business during the call. The company stunned Wall Street earlier this year when it made a $27.9 million investment in Hycroft Mining Holding Corp. HYMC, a gold and silver miner that operates far outside AMC's core business. Last week Hycroft announced the second round of results from its drilling exploration in Northern Nevada, Aron explained. Hycroft, he said, has uncovered more gold and more silver \"in them thar hills.\" The miner has also been finding ore deposits that are of significantly higher grade, he added.</p><p>As expected, AMC had a relatively lackluster August and September with a dearth of big movie releases, although Aron said he is bullish about movies coming out in the fourth quarter such as Walt Disney Co.'s DIS \"Strange World,\" James Cameron's \"Avatar: The Way of Water,\" and Damien Chazelle's \"Babylon,\" as well as releases in 2023. The CEO also highlighted advance bookings of \"Black Panther: Wakanda Forever,\" and is confident that it will be one of the biggest movies of the year, potentially second only to \"Top Gun: Maverick\" in terms of ticket sales.</p><p>However, Third Bridge analyst Jamie Lumley thinks that the coming months could still be challenging for AMC. \"The optimism from a better-than-expected summer box office season has been tempered in recent months, and it is critical that the holiday season brings increasing traffic to AMC,\" he said, in a statement emailed to MarketWatch. \"With fewer franchise and blockbuster films on the slate going forward, it could be a challenging end of the year for the company.\"</p><p>Related: Is the golden age of the meme-stock rally over?</p><p>AMC shares fell 6.8% before the opening bell on Wednesday, outpacing the S&amp;P 500 Index's 0.6% decline. The company's stock is down 68.6% this year, compared with the S&amp;P 500 Index's SPX decline of 20.2%.</p><p>AMC should avoid 'distractions' like credit cards, popcorn and dive deeper into IMAX, says analyst</p>",
  "published": "2022-11-09T15:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3152,
          "end": 3163
        }
      ]
    }
  ]
}