{
  "_id": "3c382a8187163b795504a3ad7742339d40da5323f56fdc2d8ae0d683e44e4bb7",
  "feed": "wall-street-journal",
  "title": "New Products Lock Up Greenhouse Gas  ----  By Dieter Holger",
  "text": "<p>   Straws, bottles and packaging made with captured greenhouse gas are starting to reach commercial scale, offering a way for businesses making and using everyday products to reduce emissions contributing to global warming. </p><p>   Locking up greenhouse gas in ingredients that go into products can be costly compared with petroleum-based options. Even so, big companies are increasingly willing to pay a so-called green premium for products that help reduce their carbon footprints by seeking alternatives to plastic and other materials made with petroleum. </p><p>    Origin Materials Inc. and Newlight Technologies Inc. are bringing factories online that use captured emissions to manufacture materials used to make products including clothes, tires and plastic bottles. The two have signed deals with Target Corp., Ford Motor Co. and other companies hoping to reduce emissions in supply chains and from the use of their goods. </p><p>   \"If we could use carbon emissions as a resource to create useful products, then potentially we could create a consumer-driven pathway to reducing carbon in the air,\" said Newlight Chief Executive Mark Herrema. Sourcing and transporting raw inputs and captured CO2 are crucial to a product's so-called carbon-negative credentials, meaning more CO2 is stored than created. </p><p>   Mr. Herrema said he expects Newlight's costs to fall as production scales up, adding that the Huntington Beach, Calif.-based company's foodware products are already priced competitively with other sustainable options. </p><p>   Newlight in 2020 opened its first commercial-scale factory in Huntington Beach. It manufactures foodware, such as cutlery, bowls and straws, for Shake Shack Inc., Walt Disney Co. and Hyatt Hotels Corp., among others. </p><p>   The company took about a decade to develop a process using microbes that suck up methane or carbon dioxide to grow a biological material called polyhydroxybutyrate, which is used to make biodegradable resins that can replace plastic. The private company sources captured emissions from dairy farms, ethanol plants and landfills, and is expanding into coal mines and exploring direct-air capture. </p><p>   The startups are taking aim at chemicals that arean essential part of many consumer goods. The sector is the third-largest industrial source of greenhouse-gas emissions globally and is on pace to produce more unless new technologies go into widespread use, according to the International Energy Agency. </p><p>   Origin Materials has a different approach to acquiring captured emissions and has plans for its first commercial-scale factory to come online next year. </p><p>   The West Sacramento, Calif., company already has $9 billion in orders from companies including Primaloft to make bedding and apparel and Ford for automotive parts, and expects to be profitable by 2025 after its second commercial-scale plant opens. </p><p>   Through a chemical process, Origin Materials converts organic materials, which lock up carbon dioxide from when they were growing, for use in polyethylene terephthalate, or PET, plastic commonly found in packaging and other synthetic products. The company's offerings will be cost competitive with petroleum-derived versions because the ingredients it uses are abundant and cheap, co-CEO John Bissell said. </p><p>   \"There are a lot of these materials globally,\" Mr. Bissell said. \"If we're at the point that we are using all of those things, we've won the game if we are starting to run out of feedstock.\" </p><p></p>",
  "published": "2022-11-29T07:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1661,
          "end": 1672
        }
      ]
    }
  ]
}