{
  "_id": "ba1e973df554a655703319fbd859cd1086ef360e75bbb40982bbde69f04d3294",
  "feed": "wall-street-journal",
  "title": "Disney Workers Walk Out to Protest Company's Response to Florida Bill; Groups of employees at Disney theme parks and offices demonstrated as CEO Bob Chapek promises more support for LGBT community",
  "text": "<p>The Parental Rights in Education bill, passed March 8 by the Florida Senate, prohibits classroom instruction on gender identity or sexual orientation for children in the third grade or younger and limits such instruction for older students.</p><p>The issue has emerged as a major challenge for Disney Chief Executive Bob Chapek as he enters the third and final year of his contract. Employees, fans, shareholders and elected officials of both parties have slammed Disney—first for failing to take a public stance on the bill, then for opposing it only after it had passed and while the company was under heavy public pressure to do so. </p><p>Dozens of Disney staffers and supporters demonstrated Tuesday at the Bette Davis Picnic Area in Glendale, Calif., a short drive from the company's headquarters. PHOTO: Jane Hahn for the Wall Street Journal</p><p>Disney sought to head off the protests at a virtual town-hall meeting Monday, where Mr. Chapek assured employees that the company would use its experience with the Florida measure \"as a catalyst for more meaningful and lasting change.\"</p><p>He said the company would oppose a recent move by Texas' Republican governor ordering parents who provide gender-transitioning medical care for young children to be investigated for child abuse, Mr. Chapek said. The CEO also said Disney would form a companywide task force to develop ways to be a positive force in the LGBT community.</p><p>Earlier, Mr. Chapek had apologized for letting his employees down by not taking a public stance before the bill passed. He has said the company would pause political giving in Florida and do more to advocate against bills across the nation that it views as harmful to the LGBT community. But some employees feel the company isn't doing enough.</p><p>\"The response internally at the highest levels of the company was not appropriate and completely shortsighted, as well as tone deaf,\" said Kate Bustamante, senior manager of original documentaries at Disney's Hulu streaming service. \"I think we need to speak up against those things, because if Disney wants to continue to be a relevant media company, then they need to get with the program.\"</p><p>Ms. Bustamante was among about 50 Disney employees who gathered Tuesday at the Bette Davis Picnic Area in Griffith Park in Glendale, Calif., a short drive from both Disney's animation studios and its Burbank headquarters. Some carried signs calling on the company to do more to oppose the Florida legislation. Several workers who walked off the job said that while they have received support from co-workers at the division and team level, they felt corporate leadership has failed them.</p><p>A Disney spokesman said Tuesday that the company sought to address some of these concerns in Monday's internal meeting. \"We know how important this issue is for our LGBTQ+ employees, their families and allies. We respect our colleagues' right to express their views,\" the spokesman said. </p><p>People held LGBT Pride flags featuring a Mickey Mouse silhouette at Tuesday's gathering in Glendale. PHOTO: Jane Hahn for the Wall Street Journal</p><p>Several protesters called on Disney to stop indefinitely—not pause temporarily—its political contributions to elected officials backing the Florida bill. They also urged the company not to require employees to relocate. Mr. Chapek has been criticized for ordering thousands of employees, including the elite group of theme-park engineers known as Imagineers, last year to move from Southern California to Florida to save the company money.</p><p>\"People shouldn't be forced to live in a place that they're fearful of,\" said Shannon Cheung, who does shipping and logistics for TV shows at ABC Signature, a Disney-owned studio.</p><p>Bill Motz, creator and executive producer of Disney's animated TV series \"The Ghost and Molly McGee,\" said that he has loved working for the company on and off over the last 20 years but that management's recent actions have been disappointing.</p><p>\"I just wanted to show that we are trying to live the values that we preach in our show,\" Mr. Motz said. \"The Ghost and Molly McGee\" centers on a girl who teams up with a phantom to try to make the world a better place.</p><p>Other demands include asking Disney to contribute to human-rights organizations, outline how it plans to expand its content to better represent the LGBT community and establish a brand that focuses on content creators in that community, similar to \"The Onyx Collective\" that focuses on creators who are people of color.</p><p>Disney said that in addition to the Glendale protest, about 60 to 70 people picketed Tuesday outside its main headquarters in Burbank, just north of Los Angeles. Employees stayed home from work in Orlando, Fla., where tens of thousands of Walt Disney World staff are based, and in Anaheim, Calif., the site of Disneyland. Some workers also stayed home in New York, where much of Disney's television operations are located. </p><p>A participant at the Glendale protest held a card expressing support for families in Florida affected by the GOP-backed education bill. PHOTO: Jane Hahn for the Wall Street Journal</p><p>On Tuesday afternoon, about 30 staffers based in New York walked off the job and gathered at the historic Stonewall Inn in Manhattan's Greenwich Village—the landmark bar famous for a series of 1969 demonstrations against police raids targeting the gay community—to drink beers and discuss issues facing Disney.</p><p>\"All we want from the company is to do better,\" said Cynthia Cooley, a manager with Disney Streaming Services. That includes backing off the requirement to relocate employees to Florida, she added.</p><p>In Anaheim on Tuesday, visitors to Disneyland didn't seem to notice any disruptions to service, and there were no visible protests at the park's entrance.</p><p>The walk-offs were staged by a group of employees organized loosely under the hashtag #DisneyDoBetter, which set up the website whereischapek.com to collect anonymous staff testimonials and statements supportive of LGBT employees. The group posted a list of six demands on the website, including that the company donate to LGBT-rights organizations and commit to \"an actionable plan that protects employees from hateful legislation.\"</p><p>Anger and disappointment over the company's response to the Florida bill have demanded considerable attention from Mr. Chapek as he tries to steer the company through a challenging post-pandemic environemtn. Disney's stock price is near its lowest level in a year, and the company faces the prospect of slower growth in its flagship Disney+ streaming service.</p><p>On Monday, Disney postponed an executive retreat scheduled for next week, a large-scale event set to draw hundreds of managers from around the world to Orlando for several days of presentations, speeches, workshops and organized sports.</p><p>Disney's executive retreats are well-known within the company as a chance for top executives to articulate their strategic visions, stoke enthusiasm for new initiatives and help managers get to know each other. Mr. Chapek, who became CEO in February 2020, just before the pandemic's onset, hasn't yet held one.</p><p>Instead, the company said, he and other leaders would embark on a listening tour in coming weeks to hear employees' concerns about issues of equality and diversity.</p><p>Patience Haggin and Anne Steele contributed to this article.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Katherine Sayre at katherine.sayre@wsj.com</p><p>Disney Workers Walk Out to Protest Company's Response to Florida Bill</p>",
  "published": "2022-03-22T23:19:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2178,
          "end": 2184
        },
        {
          "start": 4471,
          "end": 4477
        },
        {
          "start": 4710,
          "end": 4721
        },
        {
          "start": 1302,
          "end": 1308
        },
        {
          "start": 2309,
          "end": 2315
        },
        {
          "start": 2634,
          "end": 2640
        },
        {
          "start": 6506,
          "end": 6512
        },
        {
          "start": 4850,
          "end": 4856
        },
        {
          "start": 836,
          "end": 842
        },
        {
          "start": 94,
          "end": 100
        },
        {
          "start": 6770,
          "end": 6776
        },
        {
          "start": 288,
          "end": 294
        },
        {
          "start": 6544,
          "end": 6550
        },
        {
          "start": 5378,
          "end": 5384
        },
        {
          "start": 1951,
          "end": 1957
        },
        {
          "start": 5470,
          "end": 5476
        },
        {
          "start": 2046,
          "end": 2052
        },
        {
          "start": 640,
          "end": 646
        },
        {
          "start": 6381,
          "end": 6387
        },
        {
          "start": 7402,
          "end": 7408
        },
        {
          "start": 4180,
          "end": 4186
        },
        {
          "start": 3095,
          "end": 3101
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3731,
          "end": 3737
        }
      ]
    }
  ]
}