{
  "_id": "26ff262983118ef233d976d02c03b97765e027668777e5dd0071eb65ec79af81",
  "feed": "wall-street-journal",
  "title": "20 Books We Read This Week; Everyday revolutionaries in 1776, the terrible aftermath of the Third Reich, wealth meets witchcraft in an alternate-reality London and much more.",
  "text": "<p>Read the review</p><p>'Eight Days in May' and 'Aftermath' Review: Surviving the Time of Wolves</p><p>Adolf Hitler committed suicide on April 30, 1945, but the nightmare was not yet over. Review by Andrew Stuttaford</p><p>Read the review</p><p>'The Unseen Body' Review: Inside Edition</p><p>Understanding our various body parts and fluids through metaphor: the heart as plumbing system, with trauma surgeons specializing in leaks. Review by Eugenia Bone</p><p>Read the review</p><p>'Architects of an American Landscape' Review: Earth Movers</p><p>Churches, libraries, railway stations: H.H. Richardson's buildings are wrongly overlooked. Review by Alex Beam</p><p>Read the review</p><p>'Emotional' Review: More Than a Feeling</p><p>They can be hard to define, but our emotions are part of our evolutionary heritage—and aid cognition in surprising ways. Review by Matthew Hutson</p><p>Read the review</p><p>Fiction: Kevin Honold's 'Molly'</p><p>Plus Sara Stridsberg's 'The Antarctica of Love' and Claire Messud's 'A Dream Life.' Review by Sam Sacks</p><p>Read the review</p><p>'The Original Bambi' Review: Afterlife of a Fawn</p><p>A fresh translation of a classic tale restores the author's original vision, obscured by the sunny Disney version. Review by Meghan Cox Gurdon</p><p>Read the review</p><p>Mysteries: 'My Annihilation' Review</p><p>Plus 'Silent Parade' and 'Inspector Chen and the Private Kitchen Murder.' Review by Tom Nolan</p><p>Read the review</p><p>'Blank Pages and Other Stories' Review: A Grand Belfast Accent</p><p>New tales of redemption and resurrection—and of love, faith and old age—from an Irish master. Review by Brenda Cronin</p><p>Read the review</p><p>Science Fiction: Charles Stross's 'Quantum Nightmares'</p><p>The intrigues of the 'New Management' series return in a tale that sets eldritch doings in 21st-century London. Review by Tom Shippey</p><p>Read the review</p><p>Five Best: Books on Show Business Behind the Scenes</p><p>Selected by Celia Imrie, the author, most recently, of the novel 'Orphans of the Storm.'</p><p>Read the article</p><p>Get great reading recommendations delivered to your inbox. Sign up for the weekly Books newsletter.</p><p>20 Books We Read This Week</p>",
  "published": "2022-01-14T21:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1127,
          "end": 1133
        }
      ],
      "nexusId": "10078857"
    }
  ]
}