{
  "_id": "4b6f6d150e4b77001b2d53e9c38bd9c5aced0cce4cb340856e311e760bce25da",
  "feed": "wall-street-journal",
  "title": "Whoopi Goldberg Suspended From 'The View' After Holocaust Remarks; During a broadcast the moderator said the Holocaust was 'not about race,' but rather 'man's inhumanity to man'",
  "text": "<p>When Ms. Goldberg was challenged by other on-air hosts including Joy Behar saying that race was a factor, she said, \"This is white people doing it to white people, so y'all going to fight amongst yourselves.\"</p><p>ABC News President Kim Godwin said Tuesday evening that she was suspending Ms. Goldberg for her \"wrong and hurtful comments\" and that \"the entire ABC News organization stands in solidarity with our Jewish colleagues, friends, family and communities.\"</p><p>The discussion occurred as an outgrowth of a conversation the show was having over a Tennessee school district's decision to drop from its curriculum the Pulitzer Prize-winning graphic novel \"Maus\" by Art Spiegelman about the Holocaust.</p><p>On Monday night, Ms. Goldberg issued a statement apologizing for her remarks. She also appeared on CBS's \"Late Show with Stephen Colbert\" that evening and again apologized and said that when she thinks of race, she thinks of skin color.</p><p>Ms. Goldberg again apologized on Tuesday's episode of \"The View,\" which included an appearance by Jonathan Greenblatt, the chief executive of the Anti-Defamation League. Mr. Greenblatt said the Holocaust was about race. The Nazi Party advocated for the creation of a master race and the elimination of Jews across the globe.</p><p>\"There is no question that the Holocaust was about race,\" Mr. Greenblatt said, adding, \"That is how the Nazis saw it as they sought the systematic annihilation of the Jewish people across continents, across countries, with deliberate and ruthless cruelty.\"</p><p>The tension over Ms. Goldberg's remarks continued to grow inside ABC News and parent Walt Disney Co. after the apologies.</p><p>In a memo to ABC News staff, Ms. Godwin said, \"These decisions are never easy, but necessary. Just last week I noted that the culture at ABC News is one that is driven, kind, inclusive, respectful, and transparent. Whoopi's comments do not align with those values.\"</p><p>Whoopi Goldberg Suspended From 'The View' After Holocaust Remarks</p>",
  "published": "2022-02-02T04:56:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1601,
          "end": 1612
        }
      ],
      "nexusId": "10078857"
    }
  ]
}