{
  "_id": "7824958c35bda21fb2808d69225d5c716092ad3c3a87d612f7ccbd5d63069b79",
  "feed": "market-watch",
  "title": "CDC warns Americans to avoid cruise ships — even if they're vaccinated",
  "text": "<p>On Thursday, the Centers for Disease Control and Prevention issued a Level 4 notice regarding cruise travel — the highest level, which indicates very high COVID-19 levels. “Avoid cruise travel, regardless of vaccination status,” the agency said in an advisory. “Even fully vaccinated travelers may be at risk for getting and spreading COVID-19 variants.”</p><p>The agency noted that there has been an increase in both the number of COVID-19 cases among cruise passengers and crew and in the number of ships under investigation since the emergence of the omicron variant. Over 90 cruise ships had COVID-19 cases reported, according to the CDC. All but three of those ships were under CDC investigation, including ships operated by Carnival CCL, Royal Caribbean RCL, Disney&#xa0;DIS,&#xa0;Norwegian Cruise Line&#xa0; NCLH and Viking Cruises.</p><p>The situation led Sen. Richard Blumenthal, a Democrat from Connecticut, to call for the CDC to halt cruising temporarily. “Cruises are repeating recent history as petri dishes of COVID infection,” Blumenthal said on Twitter.</p><p>The CDC warned that the virus that causes COVID-19 can easily spread on board cruise liners due to people being at close quarters. People who are vaccinated were encouraged to get tested between one and three days before their travels, and anywhere from three to five days afterward, regardless of vaccination status. For non-vaccinated cruise passengers, the CDC advised they should self-quarantine for five days after travel.</p><p>The Cruise Lines International Association described the CDC's choice to raise the travel level as “particularly perplexing.”</p><p>“Cases identified on cruise ships consistently make up a very slim minority of the total population onboard — far fewer than on land—and the majority of those cases are asymptomatic or mild in nature, posing little to no burden on medical resources onboard or onshore,” the trade group said in a statement to media.</p><p>The industry group also emphasized the many precautionary measures cruise lines have introduced, as required by the CDC, to stem larger outbreaks. In 2020, public-health officials around the world shut down cruise operations after multiple ships were the settings for large outbreaks of COVID-19 at the start of the pandemic. In the U.S., cruise lines began resuming operations in late June, and more than 100 ships have returned to U.S. waters.</p><p>The Cruise Lines International Association notes that 95% of people onboard ships are vaccinated, and the industry conducts around 10 million COVID tests per week. The organization said it will continue to work with the CDC moving forward.</p><p>Prior to the CDC's new advisory, Royal Caribbean had issued an update to investors, in which the company noted that it did experience an increase in cancellations and a decline in bookings following the emergence of omicron, but not to the same extent as what occurred with the delta variant.</p><p>“Sailings for the second half of 2022 continue to be booked within historical ranges, at higher prices with and without&#xa0;Future Cruise Credits (FCCs), with strong demand from the critical U.S. market,” the company noted.</p><p>At the same time, Royal Caribbean said it had to modify or cancel 16 out of 331 ports of call because of service disruptions related to COVID-29. The company noted that only 1,745 passengers have tested positive for COVID-19 since cruises restarted in the U.S. in June, representing 0.02% of the 1.1 million travelers in that span of time.</p>",
  "published": "2022-01-01T07:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 759,
          "end": 765
        }
      ]
    }
  ]
}