{
  "_id": "ec2e90cd60c8a76b3740c00c56fd0afe09ee55d3ce703ff0d81be04f3b4bdf57",
  "feed": "wall-street-journal",
  "title": "Monday's Markets:  Stocks Climb Before Vote,  New Report on Inflation  ---  Focus is on earnings  this week from Walt  Disney, Occidental  Petroleum, Adidas  ----  By Caitlin McCabe and Alexander Osipovich",
  "text": "<p>   Stocks rose ahead of a crowded week of corporate earnings, inflation data and midterm elections that could see a shift to Republican control of one or both chambers of Congress. </p><p>   The Dow Jones Industrial Average gained 423.78 points, or 1.3%, to 32827. The S&amp;P 500 advanced 36.25 points, or 1%, to 3806.80, while the technology-heavy Nasdaq Composite rose 89.27 points, or 0.9%, to 10564.52. </p><p>   Stocks finished last week with losses, with the S&amp;P posting a weekly decline of more than 3% for the 10th time this year. The slide came after the Federal Reserve disappointed investors by signaling that officials might raise borrowing costs next year more than they had projected. Friday's jobs data, which showed that the labor market remains strong, further squelched some investors' hopes that the Fed might slow its pace of interest-rate increases. </p><p>   This week, traders are focused on Tuesday's midterm elections and Thursday's inflation data for October. The closely watched report is expected to show consumer prices increasing at an annual rate of 7.9%, down from 8.2% the month before. Earnings are also due from such companies as Walt Disney, Occidental Petroleum and Adidas. </p><p>   Decades-high inflation and rising mortgage rates are among the economic issues that could determine the outcome of the midterm elections. </p><p>   Investors say they are watching for the possibility that Tuesday's election results could boost the stock market, especially if Republicans take the majority in the House of Representatives -- a scenario that nonpartisan analysts are projecting. That would lead to a divided U.S. government, which some investors like because it reduces policy uncertainty. </p><p>   This year, however, investors and strategists say any boost from the elections will likely be outweighed by interest-rate expectations, corporate results and economic data. </p><p>   \"Market prices these days are a lot more governed by central-bank expectations than by political expectations,\" said Florian Ielpo, head of macro at Lombard Odier Investment Managers. </p><p>   Mr. Ielpo said if inflation shows signs of cooling, markets could \"see a Goldilocks period.\" Recently, his team has added exposure to stocks and bonds. About 50% of the firm's flagship multiasset portfolio is sitting in cash, down from 70% before the October stock-market rally. </p><p>   Still, he noted, any forthcoming rally in the stock market is likely \"to be highly temporary\" and could ultimately reverse as the global economic outlook continues to sour. </p><p>   Matt Stucky, senior portfolio manager at Northwestern Mutual Wealth Management, said inflation was unlikely to fall to more normal levels until late next year. </p><p>   Such persistent inflation would lead the Fed to keep tightening monetary policy, even if it triggers a recession, he added. \"The Fed is not going to pause or stop when they see inflation in the 8% area code,\" Mr. Stucky said. </p><p>   In bond markets, the yield on the benchmark 10-year Treasury note rose to 4.212% from 4.157% Friday. Yields and bond prices move inversely. </p><p>   Among individual stocks, Meta Platforms shares jumped $5.93, or 6.5%, to $96.72 after The Wall Street Journal reported that the Facebook parent was planning to begin large-scale layoffs this week. </p><p>   Palantir Technologies shares fell 91 cents, or 11%, to $7.02 after the data-mining company reported earnings that fell short of expectations and forecast slower sales growth in the current quarter. </p><p>   Oil markets fluctuated as traders digested Chinese officials' statement this past weekend that they would stick to their zero-tolerance Covid-prevention strategy. </p><p>   Futures on benchmark Brent crude oil fell 0.7% to settle at $97.92 a barrel. </p><p>   Chinese leaders are considering steps toward reopening after nearly three years of tough pandemic restrictions but are proceeding slowly and have set no timeline, according to people familiar with the discussions. </p><p>   The pan-continental Stoxx Europe 600 rose 0.3%. </p><p>   Early Tuesday, Japan's Nikkei 225 was up 1.4%, South Korea's Kospi was up 1% but China's CSI 300 was down 0.8%. S&amp;P 500 futures rose 0.1%. The WSJ Dollar Index was up 0.1%. </p><p></p>",
  "published": "2022-11-08T07:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 108,
          "end": 119
        },
        {
          "start": 1129,
          "end": 1140
        }
      ]
    }
  ]
}