{
  "_id": "6ab68e50e4b48d8e198537b06a87e91da697d42fc594f5e6f0778e3096f51aa0",
  "feed": "market-watch",
  "title": "Here's the trouble under the hood at Warren Buffett's Berkshire Hathaway; Critical information for the U.S. trading day",
  "text": "<p>The company lost $2.7 billion in the third quarter, though its earnings are notoriously volatile, and the losses were down to swings in derivatives and investments. Operating earnings rose 20% during the quarter, and it has $109 billion in cash to play with. Surely it's worth giving Buffett a pass, right?</p><p>Well, maybe not. The blogThe Rational Walk, a long-time Buffett watcher, dived into Berkshire's latest earnings, and found that the conglomerate's cash cow, auto insurer Geico, is struggling.</p><p>Granted, Geico has had a terrific decade, and it thrived during the pandemic because people weren't driving — easy money for an auto insurer. But it's paying for it now, not just because people are driving again, but because auto accidents are more expensive to repair, due to inflation.</p><p>Rival auto insurer Progressive PGR also is saying the impact of inflation not just increases the valuation of used vehicles — bad news when you have to pay to replace them — but its total loss and repair costs.</p><p>The other point worth noting is that Geico has been cutting costs — laying off workers, and reducing advertising. Given that the industry is incredibly competitive, reduced advertising may have weighed on policies in force, and could do so in the future.</p><p>\"While a few quarters of adversity do not necessarily indicate a turning point in Geico's long term prospects, recent results compare unfavorably with Progressive. The reason I've spent more time on Geico's results is because it is clearly the most troubled operation in Berkshire's insurance group and shareholders will want to watch future developments carefully,\" the blogger says.</p><p>The markets</p><p>U.S. stock futures ES00 NQ00 were pointing to a third day of gains in what seems to be an act of buying the rumor ahead of the midterms. The major market action was in the crypto space, where bitcoin BTCUSD was reelingamid trouble at the token used by cryptocurrency exchange FTX.</p><p>The buzz</p><p>As voters head to the polls, the U.K. betting site Smarkets assigned a 90% probability that Republicans would take control of the House of Representatives, and a 68% probability the GOP will control the Senate as well.</p><p>Lyft LYFT shares tumbled in premarket trade after its active rider numbers fell short of expectations, and the midpoint of its revenue guidance also was below estimates.</p><p>TripAdvisor TRIP shares slumped on an earnings miss. Take-Two Interactive TTWO declined after cutting its bookings outlook.</p><p>Earnings are due from companies including DuPont de Nemours DD, Constellation Energy STZ, and after the close, Walt Disney DIS.</p><p>Nvidia NVDA is making an alternative microchip for China to comply with U.S. export hurdles.</p><p>The $1.9 billionPowerball drawing has been delayed.</p><p>Best of the web</p><p>Where would you store billions of dollars worth of stolen bitcoin? Apparently, on a single-board computer submerged in a popcorn tin.</p><p>The United Nations climate summit is off to a poor start, according to activists.</p><p>The hedge-fund manager who exposed accounting fraud at Luckin Coffee LKNCY is now backing the Chinese chain.</p><p>Top tickers</p><p>These were the most active stock-market tickers as of 6 a.m. Eastern. </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  DWAC    Digital World Acquisition Co.  AMC     AMC Entertainment  NIO     Nio  AAPL    Apple  META    Meta Platforms  AMZN    Amazon.com  MULN    Mullen Automotive  BBBY    Bed Bath &amp; Beyond</p><p>The chart</p><p>The 60/40 model has been having a horrible year as both stocks (the 60 part) and bonds have slumped. But it's too early to throw in the towel, argue analysts at the asset manager Glenmede, whose model for the next decade forecasts average annual gains of near 7%. Michael Reynolds, vice president of investment strategy, said the firm's model uses valuations and yields as the primary basis for projecting returns. \"Glenmede's empirical research has shown that, while valuations are a poor market timing tool in the near-term, they're one of the best determinants of longer-term expected returns out there for investors,\" he said over email.</p><p>The stock-market valuations are based on a mix of normalized price-to-earnings, price-to-cash flow and price-to-book ratios, as well as dividend yields, which are then adjusted for the level of interest rates. The fixed income model is mostly driven by inflation expectations and the likely forward path of fed funds with associated term premia.</p><p>Random reads</p><p>The hot culinary trend …is to wear black gloves.</p><p>These crypto enthusiasts bought an English soccer club, with what has to be said disastrous results.</p><p>The founder of Oculus, now held by Meta Platforms, created a virtual reality headset that will kill the user if dead in the game.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcastwith MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Here's the trouble under the hood at Warren Buffett's Berkshire Hathaway</p>",
  "published": "2022-11-08T11:38:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2564,
          "end": 2575
        }
      ]
    }
  ]
}