{
  "_id": "eac0b89e6be1aa921c1ae60c8df153b6f813e83b23497beb7d28905eb6ff3608",
  "feed": "wall-street-journal",
  "title": "'Empire of Light' Review: A Wonderless Ode to Cinema; Director Sam Mendes dully extols the magic of film with a story set at an English movie theater and starring Olivia Colman and Colin Firth.",
  "text": "<p>The junction of the two themes is the Empire (hence the clunky echo in the title), a movie palace that has seen better days as the film opens in late 1980. Once a four-screen attraction offering dining, dancing and a roof deck with spectacular views of the southern English coast, it is now reduced to two screens and is starting to look a bit worn. So do its employees, a wan and woebegone group headed by an unfriendly manager named Donald Ellis (Colin Firth) and his touchingly pathetic lieutenant, the \"duty manager\" (mainly she just sells snacks) whose name, Hilary Small, is an example of Mr. Mendes's too-obvious screenwriting. The Oscar winner Olivia Colman, a virtuoso of doubt, unease and timidity, is the perfect choice for the role, and plays it expertly, but Mr. Firth is far too aristocratic and handsome to be cast as her wretched, slightly noxious boss. A better choice would have been an ordinary-looking actor such as Toby Jones, who also turns up in the movie, as the Empire's projectionist, a man who is also afflicted with buried sorrows.</p><p>Donald and Hilary are having an affair, of sorts, but the word seems far too romantic for the shabby and loveless trysts they have in his office. \"You're so helpful,\" he tells her in a lustful moment. It's the only funny line in the movie. Hilary, a manic-depressive, exists in a state of quiet desperation, broken up by interludes of noisy desperation, and the character's bouts of screaming rage give Ms. Colman plenty of opportunity to emote, to decreasing effect as she goes on. And on. By the time of her third outburst, viewers will be wondering if there is any reason for any of them, other than as acting exercises.</p><p>The film does a poor job of illuminating human frailty because everything in it is so transparently contrived, so clumsily aimed at your tear ducts. Despite being set in an atmosphere of decline and dismay, it is shot (by the great cinematographer Roger Deakins) like a lush costume drama, and the score (by Trent Reznor and Atticus Ross) is so sentimental it belongs in a TV commercial advertising assisted-living options. Hilary, who is in a fragile state at the beginning of the film, gets a chance at redemption when Stephen (Micheal Ward), a new hire at the theater who aspires to study architecture, embarks on a highly unlikely romance with her. As she is a fragile soul who is a generation older, she would seem to have little to offer such a personable young fellow. Mr. Ward plays Stephen appealingly, but can't bring much nuance to a superficial part. Mr. Mendes has said he had the death of George Floyd on his mind as he created the character, who is black and is besieged by racists at every turn, but Stephen is a loving, nurturing cliché. He is a cousin to the stock figure Spike Lee and others have designated the \"magical Negro\"—a mystically gifted black person, familiar from such turn-of-the-millennium movies as \"The Legend of Bagger Vance\" and \"The Green Mile,\" who wafts into the life of a troubled white protagonist to perform some unpaid spiritual restoration.</p><p>Despite working with movies, Hilary never watches one, and Mr. Mendes's idea of a dramatic payoff—a light turning on in the darkness—is to have her finally recover her equipoise in cinema, just as the forlorn hero of Preston Sturges's \"Sullivan's Travels\" was rejuvenated by a slapstick Disney cartoon. \"That little beam of light is escape!\" we are told, in a cringey exchange. Could a mere film offer much help to a person with bipolar disorder, though? I doubt it. But even if so, Mr. Mendes's choice as an emblem of healing is bizarre: It's the waspish political satire \"Being There,\" which tells us we are in the grip of idiots. No one has previously mistaken it for a ray of hope.</p><p>'Empire of Light' Review: A Wonderless Ode to Cinema</p>",
  "published": "2022-12-08T23:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3357,
          "end": 3363
        }
      ]
    }
  ]
}