{
  "_id": "ad4ba472db95eddd0351fa4f8a574c01527195a12ae7fb62d8d6cb2f3053ef27",
  "feed": "market-watch",
  "title": "The space (technology) race is ready for liftoff in this midsized military town; Colorado Springs — the 'Springs,' as locals call it — is a focal point of the rapid growth. Of the approximately 500 defense startups in Colorado, half are in the Springs",
  "text": "<p>Their willingness to spend small fortunes to pursue the great untapped space economy has earned the attention of other private ventures, nation-states and cybercriminals. It's the type of high-risk, high-reward market that Astra Space Inc. ASTR Chief Executive Chris Kemp calls \"thrilling.\" (Astra's chief engineer, Benjamin Lyon, spent more than two decades at Apple Inc. AAPL, where he helped architect the iPhone.)</p><p>\"Satellite launches have been commoditized,\" says Scott Anible, chief operating officer at Colorado Springs, Colo.–based Delta Solutions &amp; Strategies, which recently landed a $187 million deal to assist in U.S. Space Command missions. \"There is an economic opportunity with billionaires, the federal government, adversaries involved. There is a resurgence in satellites, which have been around 70 years.\"</p><p>Colorado Springs, or the \"Springs\" as locals call it, is a focal point of the rapid growth, as de facto ground zero and a liftoff stage for the space defense industry.</p><p>Of the approximately 500 defense startups in Colorado, half are in the Springs. It was here that Cray started and MCI thrived, and the region is one of the promising tech hot spots mentioned in AOL co-founder Steve Case's best-selling book, \"The Rise of the Rest: How Entrepreneurs in Surprising Places are Building the New American Dream.\"</p><p>Nearly half the local GDP (44%) comes from the defense economy, turbocharged by five military bases in the region including Fort Carson, the Cheyenne Mountain Complex and Peterson Space Force Base, as well as about 250 defense, space, aerospace and cybersecurity companies. The U.S. Air Force Academy was established in 1954 just north of the city limits.</p><p>\"Colorado Springs is where space operations is headquartered for the world,\" says Frank Backes, a senior vice president at IT security company Kratos Defense &amp; Security Solutions Inc. \"GPS flows out of Colorado Springs. The local economy has been heavily tied to the space industry for decades, going back to the 1950s\" and the decisions to build the Cheyenne Mountain Complex, a Space Force installation and defensive bunker in nearby El Paso County.</p><p>Thirty-four federal research labs and consortiums are clustered in the region — the largest concentration outside of Washington, D.C. A converted railroad depot from 1917 is home to a thriving incubator, Catalyst Campus, which has plans to grow within two decades from eight buildings comprising 200,000 square feet to 1 million square feet of aggregate space.</p><p>Peak Innovation Park, a development adjacent to Colorado Springs Airport, is anchored by three Amazon.com Inc. AMZN buildings, including the largest in the state as well as surrounding states: a five-story, 4 million–square–foot behemoth populated by thousands of robots moving products on the floor based on QR codes.</p><p>\"The city is growing downtown and to the east and north,\" Patrick Bowman, senior properties specialist for Peak Innovation Park, told MarketWatch. \"It's kind of like Sim City.\"</p><p>Last year, startups in the Denver-Boulder region raised more venture funding (roughly $5.5 billion) than those in Austin, Texas, according to CB Insights.</p><p>Space is the place</p><p>But it is space technology that has set this region of more than 750,000 people on a rocketlike trajectory (pardon the pun) in recent years. After Neil Armstrong set foot on the moon's grayish crust on July 20, 1969, the space program became a blip until the Space Shuttle program in the early 1980s. But the Challenger disaster in early 1986 set things back again … until a boisterous South African entrepreneur decided to take aim at Boeing Co. BA and Lockheed Martin Corp. LMT.</p><p>The bombastic Musk's decision to use his PayPal and then Tesla riches to start SpaceX and disrupt the status quo of established moguls echoed previous innovative game plans at PayPal Holdings Inc. PYPL, which took on the banking industry, and Tesla Inc. TSLA, which forced some serious re-evaluations at General Motors Co. GM, Ford Motor Co. F and elsewhere.</p><p>\"Billionaire speculators like Musk and Bezos have had a profound impact on the fundamental economics of using space\" with the advent of low-latency, high-performance satellites,\" says Backes, a communications software engineer on the Strategic Defense Initiative — you may remember it as the Star Wars defense plan under President Ronald Reagan — in the 1980s.</p><p>Most of the startups flourishing in the area have direct ties to the Defense Department and its lucrative contracts. Bluestaq, a specialist in secure data management, has stockpiled $330 million in contracts with an eye on a potential $1 billion within five years, Bluestaq CEO Seth Harvey told MarketWatch.</p><p>Bluestaq graduated from Catalyst Campus, an impressive campus in a labyrinthine structure that puts an emphasis on \"unplanned collisions\" among entrepreneurs, Barrett says.</p><p>\"It is about small growth, and expanding smartly,\" says Jim Lovewell, chief defense development officer of the Colorado Springs Chamber of Commerce and Economic Development Corp., check marking the interstellar ambitions, powered by the space economy, of this midsized city.</p><p>The space (technology) race is ready for liftoff in this midsized military town</p>",
  "published": "2022-10-10T00:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}