{
  "_id": "bb4fdd6182761e238911b3095b4d3fb3bc7d7dc427f452e8c1e9869ee676f61d",
  "feed": "ftcomall",
  "title": "Angela Lansbury, actor, 1925-2022",
  "text": "<p>Daunted by the ghost of Ethel Merman's legendary performance as Rose, the stage-mother from hell in the 1959 musical <em>Gypsy</em>, Angela Lansbury spent a year turning down the part for the show's 1973 London premiere. But having finally capitulated to the pleas of its producers and writers, her mesmerising performance won her the London Theatre Critics' award not for Best Actress in a musical, but Best Actress.<br><br>Her detailed, driven work on the role was typical of an actor who, although most famous as television's no-nonsense sleuth Jessica Fletcher in <em>Murder, She Wrote</em>, maintained a healthy scorn for restrictive ideas about genres. The actress, who died in Los Angeles last week, five days shy of her 97th birthday, enjoyed an immensely varied acting career across eight decades. </p> <p>Born in London in 1925 to actor Moyna MacGill and Edgar Lansbury, son of Labour party leader George Lansbury, she attended South Hampstead High School for Girls. Aged 12, she saw Pygmalion three times and subsequently trained for a year at London's Webber Douglas Academy of Dramatic Art. Escaping both the Blitz and a fiercely strict stepfather (her father died when she was 9), Lansbury, her two brothers and mother fled to America in 1940. She had further training in New York but it was their move to Los Angeles that ignited her career.<br><br>The same day Lansbury won the role of innocent Sibyl Vane in <em>The Picture of Dorian Gra</em>y, she auditioned to play the insolent maid in George Cukor's remake of <em>Gaslight</em>. She had previously earned $18 a week at Bullock's department store — now, aged 18, she was on a $500-per-week, seven-year contract with MGM. </p> <p>Both films won her Oscar nominations, in 1944 and 1945. Hollywood, however, couldn't decide what to do with her. As she later observed, “I wasn't a big screen beauty.” </p> <p>The actor was relegated to playing older sister to bigger stars — including Elizabeth Taylor in <em>National Velvet</em> and Hedy Lamarr in <em>Samson and Delilah</em>. She then played Elvis Presley's mother in <em>Blue Hawaii</em> before giving her finest screen performance in <em>The Manchurian Candidate</em> as the ice-cold manipulator who hypnotises her son. He was played by 33-year-old Laurence Harvey. The eerily convincing <a href=\"https://www.ft.com/stream/09291931-5e7d-3dc0-9cdf-1a6cde685fc2\">Lansbury</a> was just 36.</p> <p>In 1964, she switched genres and sang as the gloriously conniving mayoress at the dark heart of Sondheim's musical <em>Anyone Can Whistle</em>. He kept her first-night card, signed “Angie” and brimming with gratitude. It ushered in an almost 60-year friendship — despite the show being critically mauled and closing after just nine performances.<br><br>Two years later, at 41, she caused a Broadway sensation as the high-kicking, barely-off-stage star of smash-hit musical <em>Mame</em>. It netted her the first of four Tony awards for musicals — most unforgettably as amoral, gleeful gorgon Mrs Lovett in Sondheim's <em>Sweeney Todd</em>. </p> <p>But it was 264 episodes of <em>Murder, She Wrote</em>, which premiered in 1984, that cemented her reputation. The networks hadn't rated the chances of a series about a murder-solving, middle-aged, meddlesome mystery writer but its 12-year run, during which she became executive producer, brought her 12 consecutive Emmy nominations and made her one of the richest women in television history. She was absolutely clear about the character. “I'm not like her. My imagination runs riot. I'm not a pragmatist. Jessica is.”</p> <p>After a nine-month marriage to an actor who turned out to be gay — he left but they remained friends — she married Peter Shaw in 1949. When their two children became addicted to heroin and her daughter fell briefly in thrall to Charles Manson, Lansbury took a career break and moved the family to Ireland. She credited Sondheim with luring her back to work by playing her the opening song of his score for Sweeney Todd.</p> <p>At a London film festival in her honour in 2014 after receiving her damehood, Lansbury, who was proud of her political heritage, announced, “I'm an actress, but I'm also a socialist.” On <em>Murder, She Wrote</em> she routinely bucked youth-focused casting, hiring older actors to ensure they didn't lose health insurance. A high-profile Aids campaigner, she also supported victims of domestic violence.</p> <p>Famously gracious yet lively company, her professional range remained extensive. Her gloriously high-camp, scene-stealing turn as Salome Otterbourne in <em>Death on The Nile</em> remains a joy; she relished playing the foil to Emma Thompson's Nanny McPhee; and won millions of young fans as motherly Mrs Potts singing the title song of Disney's <em>Beauty and the Beast</em>. Her lifetime achievement Oscar in 2013 brought long overdue recognition of a much-loved talent. <em>David Benedict</em> </p><p>Source: David Benedict  2022 'Angela Lansbury, actor, 1925-2022' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T21:00:27.706Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4478,
          "end": 4484
        }
      ],
      "nexusId": "10078857"
    }
  ]
}