{
  "_id": "2c360de789b4559ee1b3755bd5619c73383983b2d5995d3f1530252e85b109ab",
  "feed": "market-watch",
  "title": "U.S. stock market trades lower Friday as investors navigate sizable intraday swings and the end of a punishing week",
  "text": "<p>How are stock indexes trading?</p><p>The S&amp;P 500 SPX was trading 31 points, or 0.7%, lower to 4,451, but had touched an intraday high at around 4,494.</p><p>The Dow Jones Industrial Average DJIA was trading101 points, or 0.3%, lower to around 34,617, but hit a Friday peak at 34,896.67.</p><p>The Nasdaq Composite Index COMP was trading 167 points, or 1.1%, lower near breaching a psychological round-number level at 14,000. However, the index established an intraday high at 14,171.72.</p><p>For the week, the Nasdaq Composite was headed for a 5.9% weekly drop, which would be the worst such performance since late October 2020. The S&amp;P 500 was on track for a 4.5% decline and the Dow was poised to fall 3.6% for the holiday-shortened week.</p><p>On Thursday, stocks fell, with the Nasdaq Composite ending with a loss of 1.3%, erasing a 2.1% rise seen earlier in the day and recording the index's largest same-day reversal since April 7, 2020.&#xa0;</p><p>Read: When no stock-market lead is safe, here's what history shows the Nasdaq's near-term returns look like (it's not pretty)</p><p>What's driving the markets?</p><p>Volatility is the new normal on Wall Street, with the market experiencing notable intraday prices swings to conclude a withering week for bullish investors. The S&amp;P 500 was looking at its third straight weekly loss, which would be the worst weekly return since late October 2020, if that drops holds, according to FactSet data.</p><p>Read:‘Good luck! We'll all need it': U.S. market approaches end of ‘superbubble,' says Jeremy Grantham</p><p>The stats are worse for the Nasdaq Composite, which was poised for its fourth straight weekly loss, with one more down session putting it on track for the longest string of declines since 2012.</p><p>After entering correction territory on Wednesday, the Nasdaq deepened that rout on Thursday. The index is down 11.85% from its record close in November, meeting the definition of a market correction.</p><p>Much discussion around the recent bout of weakness in equities has been centered on the rise in yields and the prospect for higher benchmark rates. Markets have been dogged by a bond market selloff and fears of Federal Reserve tightening to combat surging inflation, and that has particularly hit rate-sensitive technology stocks.</p><p>Both Wednesday and Thursday saw indexes log gains early in the day only to surrender them later, rattling investors.</p><p>However, a bumpy start to earnings season also has dented investor confidence, with a string of downbeat bank results, and gloom about Netflix NFLX, after the streaming service reported far weaker than expected subscriber growth numbers.</p><p>“Thus far in January, upward earnings revisions tumbled to 58.6% from 71.8% in December and 70.7% in November, versus a peak of 82.3% in August,” analyst at Citigroup wrote in a research report by strategists Scott Chronert and Lorraine Schmitt.</p><p>“Peaking of revision momentum could be a catalyst for market weakness,” the Citi analysts wrote.</p><p>Opinion:&#xa0;Netflix admits that it is time to grow up, but Wall Street isn't happy about it</p><p>And:‘We see few catalysts.' Netflix hit with Wall Street downgrades after disappointing subscriber forecast.</p><p>Peter Cardillo, chief market economist at Spartan Capital, said lowered guidance from major banks has been a key factor for this earnings season. “Nevertheless, we are at the beginning of the earnings season and remain confident that overall grades will bolster the market's fundamentals, thereby softening the blow of rising yields,” he said.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was down 8 basis point at 1.76%, but has soared this month, from 1.5% at the start of January.</p><p>Meanwhile, cryptocurrencies were under pressure also, with bitcoin BTCUSD tumbling below a key support level at $40,000, dragging the sector lower. The losses come a day after Russia's central bank proposed banning the use and mining of cryptos.</p><p>The economic calendar is light Friday, featuring only the Conference Board's December leading economic index, which rose 0.8%, in line with forecasts and signaling steady growth even as the spread of the omicron variant of the coronavirus nibbled at economic activity.</p><p>Which companies are in focus?</p><p>Peloton InteractivePTON shares climbed 10% Friday after Chief Executive John Foley pushed back against media reports claiming a production halt and layoffs that triggered a 23% plunge during Thursday's regular trading session.</p><p>Netflix's stock is down 21% on Friday, while shares of rival Walt Disney &amp; Co.DIS, with its Disney+ and Hulu services, were off 5.3% and streaming-device maker Roku ROKU down 7.2%.</p><p>How are other assets trading?</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, was down 0.2% but up 0.4% on the week.</p><p>Gold futures&#xa0;GC00 fell 0.5% to $1,833.50 an ounce and crude-oil prices continued to pullback from 7-year highs, with U.S. crude CL00 down 0.7% at $84,92 a barrel.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP fell 1.8% and booked a 1.4% weekly slide, while London's FTSE 100&#xa0;UK:UKX closed 1.2% lower and posted a 0.7% drop for the week.</p><p>The Shanghai Composite&#xa0;CN:SHCOMP closed down 0.9% and ended barely in positive territory for the week, and China's CSI 300 XX:000300 closed off 0.9% but logged a 1.1% weekly advance, and Japan's Nikkei 225JP:NIK each fell 0.9%, with a 2.1% fall on the week.</p>",
  "published": "2022-01-21T17:28:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4447,
          "end": 4458
        },
        {
          "start": 4478,
          "end": 4485
        }
      ]
    }
  ]
}