{
  "_id": "6cd6cd150b36059d9fcd7c24ff0b2520c08acb3d45406ae62fd7859808ace2f8",
  "feed": "wall-street-journal",
  "title": "Disneyland's Instagram Account Hacked With a Series of Profane, Racist Posts; 'We worked quickly to remove the reprehensible content,' a Disneyland representative said",
  "text": "<p>Screenshots of one of the Instagram posts, which were captured by a website called the Disney Blog, showed that the hacker wrote that he was \"here to bring revenge upon Disney land.\" The hacker added alongside a selfie of himself that he was \"tired of all these Disney employees mocking me,\" using an expletive and a racial slur.</p><p>A representative for Disneyland, which is owned by Walt Disney Co., said in a statement that the theme park's Instagram and Facebook accounts were \"compromised\" early Thursday morning. It was unclear if the hacker posted on Disneyland's Facebook page.</p><p>Representatives for Meta Platforms Inc., which owns Facebook and Instagram, didn't immediately return requests for comment.</p><p>\"We worked quickly to remove the reprehensible content, secure our accounts, and our security teams are conducting an investigation,\" said the representative for Disneyland, which is based in Anaheim, Calif.</p><p>Disneyland's Instagram account has around 8.4 million Instagram followers, making it the 1,761st-most followed account on the platform, according to Social Blade, which tracks social media data. Disneyland typically posts photos of attractions at the park and of guests interacting with costumed characters.</p><p>Representatives for Instagram didn't immediately return requests for comment Thursday.</p><p>Comments on the posts before they were taken down showed Instagram users who were curious and amused about the hack.</p><p>\"I'm only awake to see where this goes!\" one user wrote, according to a screenshot.</p><p>\"Disney PR gonna have a bad day,\" another user wrote.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Disneyland's Instagram Account Hacked With a Series of Profane, Racist Posts</p>",
  "published": "2022-07-07T17:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1511,
          "end": 1517
        },
        {
          "start": 381,
          "end": 392
        },
        {
          "start": 169,
          "end": 175
        },
        {
          "start": 262,
          "end": 268
        },
        {
          "start": 87,
          "end": 93
        }
      ]
    }
  ]
}