{
  "_id": "54dec50de3295ff187d6230995a4554ed85fde6d0e47f5a54b2ac39610822e7a",
  "feed": "market-watch",
  "title": "U.S. stock futures perch lower amid growing chances of half-point hike in March",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 fell 69 points, or 0.2%, to 34909</p><p>Futures on the S&amp;P 500 ES00 slipped 0.1% to 4487</p><p>Futures on the Nasdaq 100 NQ00 declined fractionally to 14681</p><p>On Friday, the Dow Jones Industrial Average DJIA fell 21 points, or 0.06%, to 35090, the S&amp;P 500 SPX increased 23 points, or 0.52%, to 4501, and the Nasdaq Composite COMP gained 219 points, or 1.58%, to 14098.</p><p>What's driving markets</p><p>Investors were still digesting the implications of the surprisingly strong 467,000 gain in nonfarm payrolls in January that the Labor Department reported on Friday.</p><p>“It is simply becoming impossible for the Fed to say with any credibility that the jobs market is not overheating,” said Tim Duy, chief U.S. economist at SGH Macro Advisors. Duy says the Fed would likely accept the “gift” of a 50 basis point hike in March if markets price them in.</p><p>That's not the case — yet. The CME FedWatch tool suggests markets are pricing in a 35% chance of a half-point hike in March, up from just 9% at the end of January. Key inflation data is due for release on Thursday.</p><p>Earnings season continues with releases due from companies including Walt Disney and Twitter this week.</p><p>According to RBC Capital Markets, 47% of the S&amp;P 500 companies that have reported so far have seen their share prices fall 1% or more in the one day trading session immediately post results, though that's better than the 63% that saw negative movements after earnings two weeks ago.</p><p>“The resiliency of earnings remains a comforting data point and supports the idea that we've seen the lows in the stock market for the time being,” said Lori Calvasina, head of U.S. equity strategy at RBC.</p>",
  "published": "2022-02-07T06:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1158,
          "end": 1169
        }
      ],
      "nexusId": "10078857"
    }
  ]
}