{
  "_id": "42fb64cf443bbfb5f5ffb2b467a4f8351033564109dbc1538dc041360fe4e2c1",
  "feed": "ftcomall",
  "title": "Superfans accuse Disney of taking the Mickey",
  "text": "<p>In America, the most devoted fans of Walt Disney are known as Disney adults. This is the group that drops thousands of dollars each year on park visits, swooning over the distinct smell of the water in the Pirates of the Caribbean ride. To outsiders, their devotion to a brand aimed at children is embarrassing. Even Disney's feelings towards them are complicated. </p> <p>In an interview with the Hollywood Reporter this month, Disney chief executive Bob Chapek implied that fans who paid for expensive annual passes were visiting so often they were jamming up the parks: “We love the superfans, obviously. But we also like the fans that don't have the same expression of their fandom . . . we've got to make sure that there's room in the park for the family from Denver that comes once every five years.” Access to many annual pass options has been suspended. Pre-booking visits is now required. </p> <p>Not many companies get to claim superfans as customers. Tesla perhaps. Maybe Apple. At Disney, fan devotion has sent attendance in US theme parks back to pre-pandemic levels. It has enabled the company to expand from family-centred holidays to more expensive experiences such as cruise ships. In the last quarter, Disney Parks, Experiences and Products revenues increased to $7.4bn from $4.3bn the previous year. Cutting off a favourite product could be a risky move. </p> <p>I've seen <a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Disney</a> adults up close just once. When I moved to California a few years ago, I persuaded a friend to come along to Disneyland with me so I could see what I'd missed out on while growing up in England. We drove from Los Angeles to Anaheim on a quiet Tuesday in early December to visit the original park, built on a former orange grove in 1955. Because it was a school day I assumed we'd have the place to ourselves. I was wrong. Thousands of holidaying adults swarmed around us, decked out in Disney merch. Every ride had a long queue. So did every restaurant. </p> <p>The hyperreality of Disney theme parks has made them the most popular resorts in the world. Setting a haunted mansion beside the wild west land in view of an enchanted castle and surrounding them with pretzel and hot dog stands makes for sensory overload. For many visitors, the link to childhood means Disney parks are more meaningful than ordinary holidays. That means they are worth paying more for — park price rises exceed inflation. Yet even as other discretionary spending dips, Disney fans keep buying tickets. </p> <p>The problem is that super fans don't spend as much per visit as occasional park visitors. There are only so many Minnie Mouse headbands a person can wear. For some, the annual pass that allows buyers to visit Disney parks throughout the year is extremely good value too. A one-day trip to Disney World in Florida is $109. The annual Incredi Pass is $1,299 plus tax. Visit once a month and you break even. Go every week and you'd save over $4,000. The mismatch has shades of the MoviePass debacle, in which subscribers paid less than $10 per month for multiple cinema trips. MoviePass guessed they might visit once or twice a month. But their willingness to watch movies day after day left the company bankrupt. </p> <p>Disney needs its parks to help subsidise the company's massive investment in streaming. In August, Disney overtook Netflix on streaming subscriptions, triggering existential panic among the latter's investors. With 221mn paying viewers, Disney+ is a hit. Its decision to price the service below competitors has encouraged sign-ups. Subscriptions for Disney+, Hulu and ESPN+ combined are expected to report close to $12bn in revenue this year, according to Insider Intelligence. </p> <p>Disney's ability to cross-sell its intellectual property sets it apart from services like Netflix — which has tried to sell merchandise but has no significant source of revenue other than streaming subscriptions. </p> <p>But creating enough content to keep viewers watching is expensive. Disney has an impressive back catalogue and has successfully tapped franchises like Star Wars and Marvel to create new TV shows. But costs are high. It reported a $1.1bn operating loss in the third quarter — three times as much as the same quarter the previous year. </p> <p>Ensuring park visitors keep coming back and spending more is therefore essential. Disney is reported to be considering a membership programme along the lines of Amazon Prime that would encompass streaming, parks and merchandise. </p> <p>Fans are not satisfied. At the recent D23 Expo, an annual event for the diehard Disney supporters, there were complaints that annual passes were still suspended. Unluckily for them, Chapek used to run the parks division. He knows that demand is far higher than supply and is sufficiently unsentimental to take advantage. Prices could double and visitors would buy them. Disney fans may moan but they will keep on coming back. </p> <p><a href=\"mailto:elaine.moore@ft.com\"><em>elaine.moore@ft.com</em></a></p><p>Source: Elaine Moore 2022 'Superfans accuse Disney of taking the Mickey' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-25T12:01:56.594Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1204,
          "end": 1210
        },
        {
          "start": 3637,
          "end": 3643
        },
        {
          "start": 1949,
          "end": 1955
        },
        {
          "start": 4493,
          "end": 4499
        },
        {
          "start": 17,
          "end": 23
        },
        {
          "start": 4783,
          "end": 4789
        },
        {
          "start": 2737,
          "end": 2743
        },
        {
          "start": 3917,
          "end": 3923
        },
        {
          "start": 317,
          "end": 323
        },
        {
          "start": 2232,
          "end": 2238
        },
        {
          "start": 62,
          "end": 68
        },
        {
          "start": 977,
          "end": 983
        },
        {
          "start": 1861,
          "end": 1867
        },
        {
          "start": 2415,
          "end": 2421
        },
        {
          "start": 4266,
          "end": 4272
        },
        {
          "start": 3258,
          "end": 3264
        },
        {
          "start": 1368,
          "end": 1374
        },
        {
          "start": 421,
          "end": 427
        },
        {
          "start": 2657,
          "end": 2663
        },
        {
          "start": 3159,
          "end": 3165
        },
        {
          "start": 3509,
          "end": 3516
        },
        {
          "start": 37,
          "end": 48
        },
        {
          "start": 3396,
          "end": 3402
        }
      ]
    }
  ]
}