{
  "_id": "5d0f14351c65ef65d611d283e3d2e0d1296c3b17e00ad02e76b5954b8c3add23",
  "feed": "wall-street-journal",
  "title": "Warner Bros. Scraps 'Batgirl' and Other Films Amid Broader Cost-Cutting Effort; New management at Warner Bros. Discovery plans to overhaul the company's distribution strategy for movies",
  "text": "<p>The budget of the film, which was in postproduction and starred Leslie Grace, J.K. Simmons, Michael Keaton and Brendan Fraser, had swelled to nearly $90 million, in part because of Covid-19-related considerations, according to people familiar with details of the production. \"Batgirl\" tells the story of Barbara Gordon, a teenager who dons a bat suit to fight crime, and was based on a plot from the Warner-owned DC Comics franchise.</p><p>Last month, after the film was received poorly by audiences at a test screening, company leadership, including Mr. Zaslav, as well as new Warner Bros. studio chiefs Mike De Luca and Pam Abdy, concluded that the film would be unlikely to earn a return on the money the studio had invested in it, these people said. Studio executives worried that additional production and marketing costs would make it impossible for the film to turn a profit at the box office if they chose to release it in theaters.</p><p>\"You have to look at it and ask, how many subscribers are going to sign up to HBOMax because of 'Batgirl' alone? And most DC lovers are already subscribers,\" said a person familiar with the company's thinking. \"The better financial return on the film at this point is to write it off and take the tax credit.\"</p><p>Separately, the company also canceled the release of \"Scoob! Holiday Haunt,\" an animated feature that was also slated for HBOMax. The cancellations follow the company's decision in May to scrap \"The Wonder Twins,\" another DC Comics-based superhero movie that cost an estimated $75 million to make, because Mr. Zaslav deemed the budget too high to make a decent return on the streaming service. About a half-dozen movies that were streaming on HBOMax were also removed from the service in recent weeks.</p><p>The cancellations reflect Mr. Zaslav's desire to find cost savings, pay down the newly-merged company's hefty debt load and undo some parts of the previous regime's programming strategy, especially plans to produce original films for HBOMax without releasing them in theaters. Instead, Mr. Zaslav plans to increase the number of Warner Bros. theatrical releases to around 20 to 25 a year, The Wall Street Journal has reported, up from 17 in 2021, and build on box office success to increase subscribers to the streaming service.</p><p>Discovery Inc. completed the deal to buy WarnerMedia from AT&amp;T Inc. in April. The company, which included Warner Bros., as well as the premium television service HBO and its streaming platform HBOMax, came with roughly $55 billion in debt. Ahead of the deal, WarnerMedia CEO Jason Kilar—who was the mastermind behind the company's controversial 2021 decision to release all of its films on HBOMax simultaneously with theater releases—and much of the company's senior leadership team resigned or was fired.</p><p>The \"Batgirl\" cancellation is already raising concerns among Hollywood's talent community about the new Warner Bros. handling of relations with the directors, actors and writers who make their films and TV shows. Talent representatives and even executives inside Warner Bros. Discovery say it is almost unheard of to cancel a movie that is as far along in its production and as expensive as \"Batgirl,\" which had finished filming about six months ago.</p><p>\"We are saddened and shocked by the news\" of the cancellation, wrote \"Batgirl\" co-directors Adil El Arbi and Bilall Fallah on Wednesday. \"We still can't believe it.\"</p><p>Both directors were in Morocco attending Mr. El Arbi's wedding when they were informed that their film had been canceled, according to a person familiar with the matter. The pair had previously co-directed 2020's \"Bad Boys for Life'' and two episodes of this year's \"Ms. Marvel,\" a superhero series produced by Walt Disney Co.'s Marvel Studios for the Disney+ streaming service.</p><p>The cancellation also underscores the shaky ground under Walter Hamada, chief of Warner-Discovery's DC Films division—responsible for hits such as \"The Batman\" and \"Aquaman.\" Mr. Zaslav is looking for a new executive to lead DC Films, and plans to turn the franchise into a stand-alone studio within the company similar to the structure of Marvel Studios within Disney, according to people familiar with the matter. Mr. Hamada couldn't be reached for comment.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Warner Bros. Scraps 'Batgirl' and Other Films Amid Broader Cost-Cutting Effort</p>",
  "published": "2022-08-03T20:49:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3751,
          "end": 3757
        },
        {
          "start": 3710,
          "end": 3721
        },
        {
          "start": 4140,
          "end": 4146
        }
      ]
    }
  ]
}