{
  "_id": "771121ca680793ab6e29ef16702e2e30c1ea37ca930c88e83476fc609b12d94b",
  "feed": "wall-street-journal",
  "title": "Shanghai to Lock Down 25 Million People, Half of the City at a Time; Decision comes day after officials denied Covid-19 lockdown plans, amid a rise in mostly asymptomatic cases",
  "text": "<p>All over Shanghai, the government's announcement sparked frenzied scrambles to food markets and grumbling about the disruption to urban life in a city that until recently appeared relatively unaffected by Covid.</p><p>China has sought to wean itself off disruptive and costly all-out lockdowns, but faces an immense challenge as the Omicron variant puts stress on the country's healthcare and governance systems.</p><p>Any suspension of commercial activity in Shanghai will likely have global ripple effects as the city is one of China's primary centers for finance, manufacturing and goods trade. The city hosts the regional headquarters of hundreds of multinational companies and manufacturers like car makers Tesla Inc. and General Motors Co. run factories there.</p><p>Shanghai reported 2,676 confirmed coronavirus cases for Saturday, all but 45 of them asymptomatic, according to a social media post by the Shanghai government. The total caseload represented more than half of the 5,700 new Covid-19 infections reported nationwide on Saturday. Early Monday, China reported 3,500 new cases in Shanghai found on Sunday, of which all but 50 were asymptomatic.</p><p>Shanghai residents living east of the Huangpu River, which bisects the city, were ordered to stay inside their residential compounds, with public transportation halted and strict limits on traffic in and out of the area for five days starting Monday, the local government said in a notice posted on its social media account late Sunday.</p><p>The same measures will then be imposed west of the river for five days starting April 1, according to the notice, which didn't explain why authorities decided to do the lockdown in phases.</p><p>Lockdowns have roiled some neighborhoods in Shanghai in recent weeks, with residents shut in buildings for 48-hour periods and barriers erected at some streets to keep outsiders away. A week ago, Shanghai Disney Resort said its properties in the city would close until further notice to prevent the spread of Covid-19.</p><p>But as recently as Saturday, Shanghai government officials denied plans for a full lockdown. City police also previously said they had punished two offenders who were spreading false information online about a potential lockdown.</p><p>\"It wouldn't work,\" Wu Fan, a local medical official, said at a press briefing Saturday in response to suggestions the city should contemplate a lockdown. \"Our city plays an important role in the national economic and social development, and even has an impact on the global economy.\"</p><p>A policy to seek to tamp down any new Covid outbreaks as quickly as possible has helped keep China largely virus-free since the early days of the pandemic. But after an all-out lockdown of the city of Xi'an imposed late last year, which left residents scrambling for food and medical services, economists have been more outspoken about the human and economic costs of such measures.</p><p>In a speech on March 17, President Xi Jinping vowed to reduce the impact of Covid-control measures on the economy and people's lives, though he said the central government would still hold local officials accountable if they fail to respond to outbreaks promptly.</p><p>Earlier this month, the manufacturing hub of Shenzhen suspended public transportation and factory production for a week, including at Foxconn Technology Group, a major assembler of Apple Inc.'s iPhones. However, the city kept open essential services, such as grocery stores, restaurant deliveries and pharmacies. On March 21, Shenzhen lifted its control measures.</p><p>In Shanghai, according to the municipal government statement, essential workers and service providers such as medical staff, police and food delivery workers will still be allowed to move about provided they show a work pass.</p><p>Companies and factories will be allowed to maintain operations under so-called \"closed-loop production,\" a term that has been used by local governments in the past to refer to businesses operating in a bubblelike environment similar to a system used during the Beijing Winter Olympics in February, with staff working, living and staying within the factory campus, without leaving the site.</p><p>The two sides of Shanghai are connected by numerous bridges, tunnels, subways and ferries that cross the Huangpu, allowing people to live on one side and work on the other. Three bridges each carry more than 100,000 vehicles daily.</p><p>At the mouth of the Yangtze River, Shanghai anchors a region of more than 160 million people spread between two dozen cities and the powerhouse Zhejiang and Jiangsu provincial economies that account for a fifth of national gross domestic product and much of the country's foreign investment intake. Shanghai itself generated about 3.7% of China's $18 trillion GDP last year, some 2.5 times the output of the city of Wuhan that with its 72-day lockdown in 2020 came to define how the government has applied strict measures to slow the virus spread despite the human and commercial costs.</p><p>The city's east side, Pudong, is home not only to global financial firms that occupy its modern skyline but also the city's major international airport and Shanghai Disney. Factories there are run by several multinationals and China's largest chip maker Semiconductor Manufacturing International Corp. also has a large manufacturing presence in Pudong. It couldn't be determined if those companies would need to halt production under the tightened restrictions. Tesla, GM and SMIC didn't immediately reply to requests for comment sent Sunday.</p><p>The older and more populous Puxi on the western side of the river likewise has a mix of residential compounds, office skyscrapers and pockets of industry, as well as its own airport and the city's primary high-speed railway stations.</p><p>While the rest of the world is emerging from pandemic restrictions, China has held on to strict, if recently modified, restrictions. Epidemiologists say China's Covid vaccines aren't as effective as those developed in the West and political analysts say a packed schedule of political events this year make it difficult for the country to drop its Covid controls.</p><p>A health specialist at the Council on Foreign Relations in New York, Huang Yanzhong, last week told a conference that China's striving for balance in its Covid strategy is a \"mission impossible\" because, despite Mr. Xi's call, it remains the No. 1 job for local government leaders to eliminate Covid in their jurisdictions.</p><p>A strategy of hospitalizing and isolating Covid patients and their close contacts has also come at a cost. As of Friday, 41 of Shanghai's main hospitals had suspended some outpatient and emergency services because of anti-Covid measures. A nurse's death from asthma after she was denied access to her own hospital's emergency room recently roiled Shanghai residents frustrated over weeks of district-level restrictions imposed by the government.</p><p>A massive Omicron surge in Hong Kong that has inundated hospitals has also unnerved many in China and prompted health officials to tweak its prior guidance, saying that patients with no symptoms or only mild ones should go to centralized isolation facilities so that hospitals can focus on severe cases.</p><p>Yet, China still moves every confirmed case into some form of care overseen by medical workers. In recent weeks, Jilin, a northeastern province also hit hard in the current outbreak, is building makeshift hospitals to house thousands of mild cases. Their care will be overseen by a ratio of five doctors and 20 nurses for every 100 patients.</p><p>Liyan Qi contributed to this article.</p><p>Write to Yang Jie at jie.yang@wsj.com, Liza Lin at Liza.Lin@wsj.com and James T. Areddy at james.areddy@wsj.com</p><p>Shanghai to Lock Down 25 Million People, Half of the City at a Time</p>",
  "published": "2022-03-28T04:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5115,
          "end": 5121
        },
        {
          "start": 1875,
          "end": 1881
        }
      ]
    }
  ]
}