{
  "_id": "bbfd31af9e1c31a340a7e349f772e16fb46da2b26fcfbd4836c013575229ccfb",
  "feed": "ftcomall",
  "title": "The French media deal with the potential to reset the European market ",
  "text": "<p>One of France's richest men and a powerful German media dynasty are battling to win approval for a corporate union that would reshape European broadcasting and overturn what was thought possible in television dealmaking.</p> <p>If it is approved later this year, the merger of<a href=\"https://www.ft.com/content/22209422-2bba-40b5-a21d-7f262fcf9198\"> Martin Bouygues' broadcaster TF1 and its smaller rival M6</a>, owned by Germany's Bertelsmann, could pave the way for a wave of mergers across the continent.</p> <p>But the deal hinges on one essential condition that is far from assured: the green light from competition regulators to bring together what are <a href=\"https://www.ft.com/france\">France's </a>two biggest private broadcasters, creating a dominant force in national free-to-air television advertising with a market share of some 70 per cent.</p> <p>“If approved, this decision will potentially reset the European television market in a way liberalisation and commercial television reshaped the market in the 1980s,” said François Godard of Enders Analysis. “It is absolutely crucial.”</p> <p>The <a href=\"https://www.ft.com/content/fdd29315-691f-426f-bc62-be30a3c606a5\">two sides argue</a> that existing restrictions on media mergers, which are based largely on TV advertising market share, should be relaxed to reflect the shift of ad spending online, the rise of global streaming groups such as Netflix and Disney, and shrinking audiences for traditional television. </p> <p>But behind the scenes, the proposed merger faces a wall of opposition from advertisers, rivals and opposition politicians, who see it as a classic corporate ploy to secure market power to raise prices, in this case for advertising. </p> <p>Efforts to secure competition approval are entering a crunch phase over coming weeks. Opponents are increasingly hopeful France's competition authority will not let it pass. One executive who had seen the submission from Arcom, France's broadcast regulator, said it was “not super warm”, and suggested other authorities involved in the process are also wary.</p> <a href=\"http://www.ft.com/cms/10666496.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>David Assouline, a Socialist party senator who was rapporteur this year on a <a href=\"https://www.ft.com/content/ef64c888-6ad4-47f0-92f3-07d9f05d47f8\">high-profile inquiry</a> into media concentration in France, said the arguments TF1 and M6 have made in favour of the merger are “simply not credible”. </p> <p>“They say they are doing this to find the strength to face the big platforms. It's not true. What they are trying to do is dominate their local market in France. It's a joke.” TF1, M6 and Bertelsmann declined to comment.</p> <p>The billionaire industrialist Bouygues may be betting that his family's considerable political influence will be enough to secure approval.</p> <p>In addition to TF1, which operates the country's most watched nightly news programme, Bouygues owns major construction, roads and telecoms businesses, which hold many contracts with national and local authorities. </p> <p>President Emmanuel Macron has long cultivated a relationship with Bouygues, whose <a href=\"https://www.ft.com/companies/media\">media </a>outlets he believed he needed to keep onside as he ran for re-election this year, according to people familiar with his position. Macron's decision last year not to renew Isabelle da Silva for a second term as the head of the competition authority sparked speculation that he wanted someone else to review the TF1-M6 deal.</p> <p>Meanwhile the family-controlled Bertelsmann group is taking its consolidation strategy beyond France. It is in parallel seeking approval for a deal to combine its RTL operation in the Netherlands with Talpa Network, the Dutch media group founded by Big Brother creator John de Mol.</p> <p>Thomas Rabe, chief executive of Bertelsmann, <a href=\"https://www.ft.com/content/811c3d18-498b-4648-a26e-20da8125e9b1\">casts it</a> as part of a push to create “local language champions” in Europe, which have the scale and unique content that will allow them to stand their ground against Netflix and Disney in national markets. </p> <p>Rabe has expressed hope of ultimately bringing together Bertelsmann's RTL with its German rival ProSiebenSat.1 — an aspiration ProSieben's chief executive compared to the futile quest of Don Quixote. </p> <a href=\"http://www.ft.com/cms/10666721.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The French and Dutch deals are in effect testing whether Bertelsmann's strategy to counter global broadcasters and streaming groups is viable.</p> <p>Bankers say if they are approved, it would clear the way for further in-country deals bringing together commercial broadcasters in Spain, Scandinavia and central and eastern Europe. A change of approach by European competition authorities might also help ITV's aspirations of acquiring a privatised Channel 4 in the UK. </p> <p>“The genie is out of the bottle on the need for consolidation,” said one adviser to a large European media group. “The question now is: will it be allowed? Even if this doesn't go through in France, the pressures will be considerable. It will be hard to contain.”&#xa0;</p> <p>With the proposed deal in France, Bertelsmann and Bouygues set themselves the tallest of orders. </p> <p>The combined group would account for more than 70 per cent of France's free-to-air television advertising market, far in excess of what is typically permitted. </p> <p>To overcome this, TF1 and M6 are pushing France's competition authority, which is midway through its investigation, to revise its definition of the “relevant market”. Instead of considering TV ads alone, a broader approach would cover the much larger digital advertising market, including giants such as Google, YouTube and Facebook. </p> <p>Over coming weeks, the authority will privately inform TF1-M6 how open it is to such arguments and lay out the specific competition concerns that need to be resolved.</p> <a href=\"http://www.ft.com/cms/10666826.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Bertelsmann has made similar arguments to Dutch regulators reviewing its plans to unite RTL with Talpa, where the combined group would command more than two-thirds of the free-to-air TV ad market. Rivals and advertisers there have been vocal in opposition. </p> <p>“It is never good to give the market to a monopolist,” said Erik Roddenhof, chief executive of DPG Media, which operates in Belgium, the Netherlands and Denmark. “If RTL merges with Talpa, there will be no room for other commercial TV channels in the Netherlands.”&#xa0;</p> <p>DPG has aspirations to expand into Dutch television, but it specifically raised concerns about market concentration hurting its Qmusic radio station. RTL and Talpa declined to comment.</p> <p>The implications of a positive decision in France or the Netherlands would be considerable, including for advertisers. Most executives expect prices would rise for ads on free-to-air prime time television — a cost they claim would ultimately feed through to consumer prices. </p> <p>While more than half of ad spending is on digital platforms, they argue that broadcast television is not easy to substitute; for many brands, it still has unique audience reach and impact. </p> <p>Jean-Luc Chetrit, who heads a French trade group representing brands, said competition regulators are closely examining the proposed deal's impact on advertisers. “They have sent out two questionnaires and polled more than 1,000 advertisers during the review, which is quite rare.”</p> <p>Some recent developments have strengthened the hand of TF1 and M6. Since the proposed merger was unveiled, Netflix and Disney have announced they will introduce advertising on their subscription platforms.</p> <p>But overcoming the regulatory reservations remains a considerable challenge.</p> <p>A French media executive who is following the deal closely said it was highly unlikely the relevant market definition would be expanded to include both TV and online advertising. And if that request was turned down, they said, crafting “remedies” to reduce the market power of the combined group would be hard without eroding the very synergies that motivated the deal.</p> <p>TF1 and M6 have already lined up buyers for two of their TV channels, TFX and 6ter, to comply with any ownership cap. But this would not dramatically change their market share of free-to-air television advertising. Rivals are also sceptical that separating their ad sales operations — so TF1 and M6 marketed their ad inventory without co-ordination — would make a major difference.</p> <p>An alternative option may be to restrict how TF1 and M6 can sell ad inventory and use data — potentially through making it openly available to other advertising sales houses. But such remedies may be too much for TF1 to accept. “Bouygues doesn't like the idea of acquiring and not controlling,” said another French media executive. “I do have a certain level of sympathy.”</p> <p>Nicolas de Tavernost, the longtime chief executive of M6 who is in line to run the combined company, told Le Parisien newspaper earlier this month that there were limits to what TF1 and M6 would concede to get the deal approved. </p> <p>“I've always stated that if conditions were imposed on that meant that [the two companies] could not really come together, then there is no point in getting married.”</p><p>Source: Alex Barker in London and Leila Abboud in Paris  2022 'The French media deal with the potential to reset the European market ' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-19T04:00:54.482Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3567,
          "end": 3573
        },
        {
          "start": 6852,
          "end": 6858
        },
        {
          "start": 1200,
          "end": 1206
        }
      ]
    }
  ]
}