{
  "_id": "747bbec17d6a53c2dd8889a84a0ac7ebd9c5f946b2aec66372846b439e0f16b9",
  "feed": "wall-street-journal",
  "title": "Warner Bros. Discovery Marriage Hurt by High Debt, Low Morale; Merger created streaming-media giant, but leveraging company's assets has been tough in a competitive market",
  "text": "<p>As of Tuesday's close, the stock was down about 46% since the deal closed on April 8, and the company disclosed it expects to incur as much as $4.3 billion in restructuring charges by the end of 2024. It also has nearly $50 billion in debt.</p><p>\"We think Warner Bros. Discovery has one of the best assets in media coupled with one of the worst balance sheets in media,\" Wells Fargo analyst Steven Cahall said. Warner Bros. Discovery is expected to report quarterly results Thursday.</p><p>A stream of layoffs, departures of top leaders and budget cuts have sunk morale, several executives said. More than 1,000 people have been let go since April, people familiar with the matter said, with more cuts coming.</p><p>Growing concerns about the financial viability and the long-term prospects of streaming in general aren't helping. Cord-cutting is also eroding confidence in the future of cable networks, of which Warner Bros. Discovery owns more than two dozen around the globe.</p><p>The net debt of $47.5 billion is a dark cloud. It has a net leverage—net debt divided by the last 12 months of adjusted earnings before interest, taxes, depreciation and amortization—of 5 times, much higher than other media companies.</p><p>Warner Bros. Discovery has said it aims to bring that down to 2.5 to 3 times by the end of 2024 and promised to devote free cash flow to paying down debt.</p><p>The repositioning \"requires fixed income investors to hold their nose for a few years,\" Moody's Investors Service Senior Vice President Neil Begley said.</p><p>Competitor Paramount Global Wednesday reported a drop in profit for its third quarter, due in part to declines in its television division, and it added fewer new subscribers to its streaming service than analysts expected. Shares of the company fell more than 9% in morning trading.</p><p>The slowdown in advertising is more bad news. CNN Chairman Chris Licht told staffers in a memo last week that the state of the economy will result in unsettling changes that \"will not be easy because they will affect people, budgets, and projects.\"</p><p>At a recent town hall, Mr. Zaslav said he is working on restructuring the company \"so that we can attack and be the global leader that we all want to be.\"</p><p>To do that, there needs to be more efficiency, he has said, which means examining how resources are being used and consolidating roles across the company.</p><p>\"There's nothing harder than what we're going through right now,\" he said at the town hall.</p><p>High-profile projects have been killed including the \"Batgirl\" movie for HBO Max as well as \"Demimonde,\" an expensive science-fiction drama from producer J.J. Abrams.</p><p>The new leadership has also canceled and written off projects aimed at children and teens for HBO Max. Shows no longer going forward include \"Charlotte's Web,\" a co-production with Sesame Workshop, and \"Degrassi: The Next Generation,\" a co-production with WildBrain Studios.</p><p>Showing that there are no sacred cows, senior executives who oversee the TBS channel were asked by Discovery executives if they could get out of a two-year contract for the animated program \"American Dad!,\" which is made by Walt Disney Co., according to people familiar with the matter. The plan didn't go forward.</p><p>SHARE YOUR THOUGHTS</p><p>Does a streaming service with Discovery and HBO content appeal to you? Why and why not? Join the conversation below.</p><p>Senior leadership pushes back on the notion that they are haphazardly cutting programming, noting that Warner Bros. Discovery is on track to spend $22 billion on content this year, which includes sports.</p><p>Warner Bros. Discovery is also looking to generate more revenue by licensing content to other companies, something WarnerMedia's previous chief executive, Jason Kilar, avoided doing.</p><p>Warner Bros. licensed \"The Lord of the Rings\" and \"Hobbit\" movies to Amazon Prime Video, which that platform wanted to help drum up interest for its \"Lord of the Rings\" series. The studio also licensed its \"Lego\" movies to Paramount Global and \"The Vampire Diaries\" to Peacock.</p><p>The company expects to increase revenue when it combines the HBO Max and Discovery+ streaming services next year and launches a free ad-supported platform similar to Paramount Global's Pluto and Fox Corp.'s Tubi.</p><p>At the Turner networks—TBS and TNT—the bulk of the original programming team was let go, sending a signal to the remaining workers and Hollywood that the channels were out of the scripted content business as part of the cost cuts.</p><p>However, Turner's agreements distributors have covenants that call for original scripted programming. The company is attempting to walk back its earlier moves and says it will remain in the scripted business despite having gutted most of the team that would develop such shows.</p><p>To be sure, TNT had expensive, low-rated dramas such as \"Snowpiercer\" that at $7 million per-episode weren't seen as financially justifiable, people close to Mr. Zaslav said. Turner is now making low-price acquisitions of pre-existing content to honor the covenants. It recently bought U.S. rights to a British drama called \"The Lazarus Project\" for the TNT network.</p><p>Another challenge will be holding on to TNT's NBA rights deal when it is up after the 2024-25 season, and the league is expected to seek a significant increase over the more than the $1 billion TNT currently pays to air games.</p><p>Mr. Zaslav is aware that the past few months have been messy and painful, people familiar with his thinking said. The company has also been under a microscope in Hollywood where every move is analyzed and second-guessed.</p><p>His team counters that they are making tough decisions that will be borne out by the results down the road and aren't distracted by the noise.</p><p>And while the Hollywood gossip machine has a theory that Mr. Zaslav is stripping the company down for a sale, he said at a companywide meeting earlier this fall that Warner Bros. Discovery has the strongest hand in the business.</p><p>\"We are not for sale, absolutely, not for sale,\" he said.</p><p>Sarah Krouse contributed to this article.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Warner Bros. Discovery Marriage Hurt by High Debt, Low Morale</p>",
  "published": "2022-11-02T15:52:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3106,
          "end": 3117
        }
      ]
    }
  ]
}