{
  "_id": "1728d5a2b0ed2116811089719a16b6dd042508d3903f4cd77a3f62f879154814",
  "feed": "wall-street-journal",
  "title": "NBC Set  To Shift  Content  Off Hulu  Platform  ----  By Joe Flint and Lillian Rizzo",
  "text": "<p>   Comcast Corp.'s NBCUniversal is finalizing a plan that would drastically change its partnership with Hulu, shifting high-profile programming to its own Peacock streaming platform, according to people familiar with the matter. </p><p>   Starting this fall, new episodes of shows like \"The Voice,\" \"Saturday Night Live\" and \"American Auto\" would no longer be available on Hulu soon after they air as a result of that plan, they said. </p><p>   NBCUniversal has taken many steps recently to strengthen Peacock, which has struggled to establish itself in a crowded environment. The move would also be an indication of the changing relationship between Hulu's co-owners, Walt Disney Co. and NBCUniversal, which went from streaming partners to direct competitors in recent years. </p><p>   Comcast, which owns a third of Hulu, launched Peacock less than two years ago, while Disney, which owns the rest, introduced Disney+ in late 2019. </p><p>   The two new services have had varying fortunes: Disney on Wednesday said Disney+ had nearly 130 million subscribers globally, while NBCU last month said over nine million people were paying for Peacock, which is available free of charge to subscribers of Comcast and other cable providers. Peacock also offers a no-frills, ad-supported version that is free to anyone. </p><p>   Increasing Peacock's subscriber base is one of Comcast's priorities, as the company looks to become a streaming giant in its own right. Comcast is doubling its content spending for Peacock to $3 billion this year, and the service is betting that a series of high-profile sporting events -- from the Beijing Winter Olympics to the coming Super Bowl -- will help it attract more customers. Starting this year, NBCUniversal is also making most Universal movies available for streaming on Peacock as soon as 45 days after their theatrical release. </p><p>   Hulu rose to prominence among cord-cutters as a destination for next-day airings of broadcast TV series, such as ABC's \"Grey's Anatomy\" and NBC's \"This Is Us.\" NBCUniversal is considering making next-day airings of future NBC shows exclusively on Peacock's premium tier, for which subscribers must pay, some of the people familiar with the matter said. </p><p>   NBCUniversal has until Friday to inform Disney of its plans regarding the Hulu content-sharing pact, people close to the situation said. The company was originally scheduled to announce its decision earlier this year, but the deadline was pushed back to Feb. 11 as the two sides continued to negotiate an exit strategy, they said. If NBCUniversal chose not to exercise the option to remove the shows, they would remain on Hulu through 2024. </p><p>   Some libraries of NBCUniversal shows such as \"30 Rock\" and \"Parenthood,\" as well as some films, aren't part of this specific content-sharing deal and are to remain on Hulu until the agreement they are included in is up for renewal. </p><p>   The recent proliferation of streaming services, many of which are owned by companies that also produce content, has led to a realignment of priorities for most players. Many media companies that were once happy to license their shows and movies to streaming platforms are having to decide what to take back, giving up licensing revenue for the promise of attracting more subscribers. Shortly after it announced the launch of Peacock in 2019, Comcast said it would take away \"The Office,\" one of the most popular shows on streaming, from Netflix Inc. and offer it on Peacock exclusively. </p><p>   Peacock is also trying to establish itself as a destination for live sports. Beyond the Olympics and the Super Bowl, it offers access to high-profile events such as English Premier League soccer games and World Wrestling Entertainment Inc. programming. </p><p>   Comcast plans to step up its domestic content spending to $5 billion for Peacock over the next couple of years. This month, Peacock is to premiere \"Bel-Air,\" a reboot of \"The Fresh Prince of Bel-Air,\" as well as \"Marry Me,\" the romantic comedy starring Jennifer Lopez that will air on Peacock and in theaters on the same day. </p><p>   Peacock comes in three tiers: free ad-supported with limited content, $4.99 with commercials or $9.99 without ads. Comcast said last month Peacock had 24.5 million monthly active accounts at the end of 2021. </p><p>   On top of the more than nine million paying subscribers among those monthly active accounts, Comcast said last month the service was also regularly used by an additional seven million people who have access to it at no additional charge. </p><p>   \"We've accomplished all this despite our movies and NBC content still premiering on other streaming services through the end of 2021, including HBO and Hulu, and with the majority of our best content still to come,\" Comcast Chief Executive Brian Roberts said during the company's earnings call last month. </p><p>   Even taking into account nonpaying customers, Peacock's subscriber base remains much smaller than that of most of its rivals. Disney, meanwhile, on Wednesday said Disney+ had 129.8 million subscribers at the end of last year, while Hulu, which now carries a significant amount of original content, had 40.9 million, excluding people who use Hulu + Live TV, its internet TV bundle. </p><p>   The unwinding of the content-sharing relationship between Comcast and Disney would be another significant step toward Comcast's ultimate exit from Hulu. Under the terms of the ownership agreement, Comcast can require Disney to buy it out of Hulu as early as 2024. </p><p>   A complicating factor in the talks has been concern inside NBCUniversal that removing some NBC content could potentially lessen the value of NBCUniversal's stake in Hulu when it attempts to negotiate a valuation. </p><p>   NBCUniversal Chief Executive Jeff Shell foreshadowed the divorce from Hulu on the company's earnings call last month. </p><p>   \"Obviously much of our strong NBC content . . . premieres on Hulu, and over time we'd like to bring that back to Peacock,\" Mr. Shell said. </p><p></p>",
  "published": "2022-02-11T07:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 974,
          "end": 980
        },
        {
          "start": 4883,
          "end": 4889
        },
        {
          "start": 5355,
          "end": 5361
        },
        {
          "start": 839,
          "end": 845
        },
        {
          "start": 5208,
          "end": 5214
        },
        {
          "start": 4920,
          "end": 4926
        },
        {
          "start": 949,
          "end": 955
        },
        {
          "start": 646,
          "end": 657
        },
        {
          "start": 2206,
          "end": 2212
        },
        {
          "start": 879,
          "end": 885
        }
      ],
      "nexusId": "10078857"
    }
  ]
}