{
  "_id": "3ae3c50eedbb9cd55b75eca37e51e15c3da86310b910c39f7f6e5a7071dfe25a",
  "feed": "market-watch",
  "title": "U.S. stocks bounce in choppy trade after CPI shows inflation slows less than expected; Oil surges amid signs of easing COVID cases in China",
  "text": "<p>* The Dow Jones Industrial Average DJIA rose 263 points or 0.8%, to 32,423, after swinging between gains and losses after the opening bell.</p><p>* The S&amp;P 500 SPX was up 34 points, or 0.9%, at 4,035.</p><p>* The Nasdaq Composite COMP ticked up 68 points, or 0.6%, to 11,806.</p><p>On Tuesday, the Dow industrials fell 0.3% to close at 32,160.74, a fourth straight day of losses that marked its largest four-day percentage decline since the stretch ending Oct. 29, 2020. The S&amp;P 500 snapped a three-day losing streak with a gain of 0.2%, while the Nasdaq Composite advanced 1%.</p><p>What's driving markets?</p><p>Gains for stock-index futures were erased after data showed April consumer prices rose at an 8.3% annual pacein April, slowing from a more-than-40-year high of 8.6% in March. But it was above the 8.1% pace expected by economists surveyed by The Wall Street Journal and underscored that inflation continues to run at a torrid pace.</p><p>However, the so-called core rate of inflation, which omits food and energy, rose by a somewhat stronger 0.6%. Wall Street had forecast a 0.4% increase. The increase in the core rate over the past year also slowed to 6.2% from from a 40-year high of 6.5% in March.</p><p>\"April's CPI data served as a staunch reminder that the Fed has a long road ahead of it in bringing down inflation. Although price growth showed signs of easing in April, inflation still came in stronger than expected,\" wrote economists at Wells Fargo, in a note.</p><p>\"Wednesday's CPI data once again surprised to the upside and the market now expects the Federal Reserve to hike interest rates by another 190 basis points by the end of 2022,\" said Nancy Davis, founder of Quadratic Capital Management and portfolio manager of the Quadratic Interest Rate Volatility and Inflation Hedge Exchange-Traded Fund IVOL, in emailed comments.</p><p>\"Investors need to keep in mind that the Federal Reserve's aggressive forward guidance has already moved the interest rates markets and it is failing to control realized inflation,\" she said.</p><p>Opinion: The Fed doesn't deserve all of the blame for this inflation surge</p><p>The federal budget for April is due at 2 p.m. Eastern Time.</p><p>Some positive sentiment could also be fueled by reports that COVID cases were easing in Beijing and Shanghai, driving hopes for an easing of restrictions and pressure on the global economy. Optimism that that could relay to improved demand helped drive oil prices sharply higher.</p><p>Read: Ukrainians make gains in east, as country halts Russian gas at one hub</p><p>Separately, data showed China's consumer-price index rose 2.1% in Aprilfrom a year earlier, picking up from March's 1.5% increase.</p><p>Treasury yields jumped after the data, with that of the 10-year note BX:TMUBMUSD10Y up 0.5 basis point at 3%.</p><p>Big earnings news in focus after the close of markets will fall on The Walt Disney Co. DIS, whose shares rose 1% in premarket trade. Investors will be taking a close look at the entertainment giant's streaming servicein particular, after rival Netflix NFLX reported slumping subscriber numbers last month.</p><p>Which companies are in focus?</p><p>* Moderna Inc. MRNA on Wednesday said its chief financial officer had departed the company just two days after taking up the position, following the disclosure of an internal probe into financial reporting at his former employer. Shares fell 1%.</p><p>* Coinbase Global Inc. COIN shares fell more than 20% as the crypto trading app reported worse-than-forecast revenue on declining volume.</p><p>* Switch Inc. SWCH stock rose 8% on news that DigitalBridge Group Inc. DBRG has offered to buy the technology group in a cash deal valued at $11 billion.</p><p>* Perrigo PLC PRGO shares rose 5%, despite the personal self-care product maker swinging to a first-quarter loss, missing estimates.</p><p>* Krispy Kreme Inc. DNUT shares rose 1.7% after the doughnut seller reported forecast-beating profit and revenue and affirmed its full-year outlook.</p><p>How are other assets trading?</p><p>* Oil futures surged, with the U.S. benchmark CL00 CL.1 CLM22 up more than 5% at to trade above $105 a barrel.</p><p>* Gold futures GC00 rose 0.7% to trade above $1,853 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP rose 1.1%, while London's FTSE 100 UK:UKX rose 0.9%.</p><p>* The Shanghai Composite CN:SHCOMProse 0.7%, while the Hang Seng Index  HK:HSI gained 0.9% and Japan's Nikkei 225 JP:NIK was up 0.1%.</p><p>U.S. stocks bounce in choppy trade after CPI shows inflation slows less than expected</p>",
  "published": "2022-05-11T13:59:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2805,
          "end": 2816
        },
        {
          "start": 2801,
          "end": 2816
        }
      ]
    }
  ]
}