{
  "_id": "4e66dcdd673fd26cc70753a2b627d30ed076ee5980ad9ed7c79862bbe634781d",
  "feed": "wall-street-journal",
  "title": "Disney Chief Bob Chapek's Pay More Than Doubled Last Year as Pandemic Strains Eased; CEO of entertainment giant took in $32.5 million, including $14.3 million cash bonus",
  "text": "<p>Shortly after taking the reins as chief executive in February 2020 from longtime chief Robert Iger, Mr. Chapek took a steep pay cut. In March 2020 as the pandemic forced theme parks to close and kept moviegoers at home, Disney's share price fell to $85.76, its lowest level in nearly six years. It has since recovered to more than $150 a share due in part to the rise of the Disney+ streaming service and the reopening of the company's theme parks last year.</p><p>In addition to the cash bonus, Mr. Chapek received a base salary of $2.5 million, stock and option awards valued at nearly $14 million and other compensation, including a change in the value of his pension, worth $1.7 million, according to the filing.</p><p>Disney has historically offered some of the highest executive pay packages in the U.S. In 1993, then-CEO Michael Eisner earned $203.1 million in total compensation, at the time the highest pay package ever for the chief executive of a public company. In 2019, his final full year as Disney's chief, Mr. Iger earned $47.5 million, making him the highest-paid executive at a U.S. media company.</p><p>After stepping down as chief executive, Mr. Iger still out-earned Mr. Chapek in 2021. Disney paid Mr. Iger, who served as executive chairman through the end of last year, $45.9 million in total compensation, including a $3 million base salary, a $22.9 million cash bonus and stock and options awards worth $18.8 million.</p><p>Mr. Chapek told Disney employees in a New Year's letter that building the company's DIsney+ subscription streaming business would be a top priority in 2022. Wall Street investors have rewarded Disney's early, rapid growth in streaming users, but the company's share price has slumped after recent quarterly reports showed slowing growth in the Disney+ subscriber base.</p><p>The two top executives at Netflix Inc., Disney's largest competitor in streaming entertainment, co-CEOs Ted Sarandos and Reed Hastings, earned $39.3 million and $43.2 million, respectively, in total compensation for 2020, the most recent year for which pay data is available.</p><p>Netflix hasn't yet filed its annual proxy statement for 2021, but in a December regulatory filing, the company said it would pay Mr. Hastings more than $34 million and Mr. Sarandos $40 million in total compensation in 2022.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Disney Chief Bob Chapek's Pay More Than Doubled Last Year as Pandemic Strains Eased</p>",
  "published": "2022-01-20T19:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 711,
          "end": 717
        },
        {
          "start": 1618,
          "end": 1624
        },
        {
          "start": 220,
          "end": 226
        },
        {
          "start": 375,
          "end": 381
        },
        {
          "start": 1190,
          "end": 1196
        },
        {
          "start": 2342,
          "end": 2348
        },
        {
          "start": 1834,
          "end": 1840
        },
        {
          "start": 994,
          "end": 1000
        },
        {
          "start": 1441,
          "end": 1447
        },
        {
          "start": 1769,
          "end": 1775
        },
        {
          "start": 0,
          "end": 6
        }
      ],
      "nexusId": "10078857"
    }
  ]
}