{
  "_id": "f19e08c14d559151bf5c405d34b42b60b50bd0b4ff38fdd8a824e2e455d256e5",
  "feed": "market-watch",
  "title": "Mattel shares jump after it wins Disney Princess, ‘Frozen' toy license from rival Hasbro",
  "text": "<p>Mattel MAT will start selling the Disney toys in 2023.</p><p>“We are incredibly proud to welcome back the Disney Princess and Frozen lines to Mattel,” said Richard Dickson, Mattel's chief operating officer in a statement.</p><p>The Disney Princess lineup will include dolls based on “Beauty and the Beast,” “Brave” and “The Little Mermaid.” Mattel already had a deal with Disney for the Pixar Animation Studio “Toy Story” and “Cars” franchises.</p><p>According to a report from The Wall Street Journal, the group that managed the Barbie revival lead the effort behind the new dolls. Mattel lost the license to the Disney Princess lineup in 2016; a period of instability followed, notes the WSJ.</p><p>Mattel stock has gained about 11% over the past year.</p><p>Want intel on all the news moving markets before the day starts? Sign up for our daily Need to Know newsletter.</p><p>Sign Up for Need to Know</p><p>Hasbro HAS stock fell 1.7% in Wednesday premarket trading after the news. That company's brands include Nerf, Peppa Pig and the Monopoly board game.</p><p>Hasbro announced Wednesday that it has renewed its license deal with Lucasfilm for the Star Wars lineup, which is under the Disney umbrella, and has expanded its relationship to include a line of Indiana Jones toys. The Indiana Jones line will be available in the U.S. in 2023.</p><p>“Hasbro is proud to maintain a strong connection with Disney, the creator of some of the most celebrated and everlasting entertainment franchises and looks forward to continuing its storied relationship with new product lines for Star Wars, Indiana Jones, Marvel and many more initiatives in the future,” the company said in a statement.</p><p>Hasbro named Chris Cocks chief executive in early January after the death of Brian Goldner in October. He will assume the role on Feb. 25.</p><p>Hasbro shares have edged up 0.4% over the past year. Walt Disney Co. DIS stock has fallen 19.5% over the last 12 months. And the benchmark Dow Jones Industrial Average DJIA is up nearly 11%.</p>",
  "published": "2022-01-26T08:42:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 100,
          "end": 106
        },
        {
          "start": 596,
          "end": 602
        },
        {
          "start": 220,
          "end": 226
        },
        {
          "start": 360,
          "end": 366
        },
        {
          "start": 1141,
          "end": 1147
        },
        {
          "start": 1349,
          "end": 1355
        },
        {
          "start": 33,
          "end": 39
        },
        {
          "start": 1825,
          "end": 1836
        },
        {
          "start": 34,
          "end": 40
        }
      ]
    }
  ]
}