{
  "_id": "f4f8d2f26dedee0aabbec60199220f14a635c1969076afe422d5f90c0ff5b48a",
  "feed": "ftcomall",
  "title": "Big budget blockbusters arrive amid fears of ‘peak TV'",
  "text": "<p>Since 2016, the veteran US television executive John Landgraf has been predicting the arrival of “peak TV” — the moment when the number of new scripted shows reaches an all-time high. </p> <p>The <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">streaming boom</a> has proved him wrong every time but he gamely made the prediction again this month, telling guests at the Television Critics Association press tour that 2022 would mark “the peak of the peak TV era”.</p> <p>Landgraf, chair of Disney's FX network, conceded that he could be wrong this time too. But there is little doubt that this autumn will present audiences with a flood of some of the most expensive television ever produced. </p> <p>On September 2, Amazon Prime will release its adaptation of <em>The</em> <em>Lord of the Rings</em>, with an estimated budget of $465mn for the first season — almost enough to make <em>Top Gun: Maverick</em> three times over. </p> <p>HBO Max's <a href=\"https://www.ft.com/content/7aba2d29-e296-4da6-afb4-25638778d784\"><em>House of the Dragon</em></a> — the prequel to <em>Game of Thrones</em> — is reported to have cost $200mn for the season's 10 episodes. At Disney Plus, <em>Star Wars: Andor</em> will lead a large slate of new programmes that include a <em>Pinocchio</em> remake, <em>She Hulk</em>, and a spin-off of the <em>Cars</em> franchise. </p> <p>These shows are being served up to consumers at subsidised prices by streaming platforms making record losses. The only profitable exception is Netflix, but the industry pioneer's market value has plunged almost $200bn over the past year because of <a href=\"https://www.ft.com/content/0e5038a2-dabd-49d4-a3f9-7685cad18f8c\">slowing subscriber growth</a>. Its share price is languishing at a four-year low. </p> <p>The forthcoming crop of new programming was given the green light during a headier time, when Wall Street cheered as <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming services</a> committed lavish sums to compete. But faith in the streaming business model — and investor tolerance for profligate spending — has waned as Netflix's once-blistering subscription growth has gone into reverse. </p> <p>On top of that, there are growing concerns that inflation will bite into discretionary spending, including on streaming services. </p> <p>“Everyone [in Hollywood] is throwing big dollars after big things,” said Niels Juul, who was an executive producer of Martin Scorsese's Netflix film <em>The Irishman</em>. “But [subscribers] are inundated now to the point where they are looking at their monthly bills and saying, ‘Something's got to go — I've got $140 worth of subscriptions here!'” </p> <p>Even so, Tom Harrington at Enders Analysis said consumers were still getting a better deal than the streaming companies themselves. “People get through $100mn of TV in a day and say: ‘what's next?' From a consumer point of view that is great. But for a video operator, it's clearly unsustainable.”</p> <p>This year's wave of new programming is due in part to the bottleneck of Covid-delayed productions finally easing up. Yet it is unlikely that it will result in the kind of breakneck subscriber gains that streamers experienced during the pandemic — at least not in North America or the UK. The two leading streamers, Netflix and Disney, have had little growth in those markets this year. </p> <p>Analysts at Morgan Stanley forecast that annual global subscriber growth will slow from 160mn in 2020, when housebound consumers turned to streaming in droves, to just 60mn in 2025. For Warner Bros Discovery and Disney the conditions could hardly be less forgiving as both companies battle for their platforms to break even by 2024. </p> <p>The priority is not just expanding audiences but maximising the money extracted from them.</p> <p>Disney and Netflix are introducing <a href=\"https://www.ft.com/content/e83331a0-b351-4f88-93e3-fbf33d5c206e\">advertising-funded tiers</a> in addition to subscriptions, as well as raising prices for existing subscribers this year. Warner, meanwhile, has embarked on aggressive cuts and other “course-correction measures” to squeeze out at least $3bn in annual savings by 2024, a target it described as “conservative”. </p> <p>Through greater efficiency and more demanding pricing, Warner's aim is to drive the HBO Max streaming service towards a long-term profit margin of 20 per cent plus. David Zaslav, Warner's chief executive, has even demonstrated a willingness to wield the axe himself on content he finds lacking. This month he sent a chill through Hollywood by shelving <em>Batgirl</em>, a $90mn movie that the studio had already started marketing, and taking a tax write-off instead. </p> <p>Yet it is unlikely that any amount of cost-cutting will bring the streaming business's profits close to levels Zaslav enjoyed in Discovery's US cable operation, where margins sometimes topped 50 per cent.</p> <p>Reed Hastings, Netflix's co-founder, still spoke of his “bullish” confidence in the model, even as he unveiled a second straight quarter of subscriber losses. “Looking forward, streaming is working everywhere. Everyone is pouring in. It's definitely the end of linear TV over the next five, 10 years,” he told investors.</p> <p>But for all the bluster in the C-suite, producers working with the streamers say that much greater wariness and timidity is obvious at operational levels, with senior managers deploying a caution that stands in marked contrast to the executives above them. </p> <p>“You sense it a lot,” said an executive at one of the biggest independent producers of content for streamers. “The middle management, the people taking the day-to-day decisions, they're being incredibly cautious. They want approval from every possible level.”</p> <p>The shift in strategy will take some time to filter through to consumers. All the big media players are putting the brakes on spending growth — a reflection of both the economic slowdown and the ebbing confidence in the profit potential of the streaming business model. </p> <p>Outlay on original productions is still expected to increase next year, albeit at a much slower pace of growth than the explosive early days of the streaming wars. Ampere Analysis estimates more than $23bn will be spent on originals by Apple, Amazon, Disney Plus, HBO Max and Netflix in 2023. That is more than twice the spending of 2019 but only a 10 per cent increase on 2022, a level that barely keeps pace with the soaring costs of productions. </p> <p>Juul, whose producer credits also include <em>Ferrari</em> and <em>Silence</em>, says it will be difficult for the traditional studios to pull back on their budgets and remain competitive in the race for subscribers. </p> <p>“If they want to compete with Apple and Amazon, who have an unlimited amount of money, then the retreat on budgets gets very tricky,” he said. “You can't attract the big talent anymore because you can't pay the big pay cheques.”</p> <p>He added: “What are they going to retreat to — independent movies with budgets of $12mn? Sorry, that train has gone.” </p> <p>If the studios cut budgets, it likely will be the smaller shows that get the chop, said Robert Thompson, a professor of television and popular culture at Syracuse University.</p> <p>“Blockbusters are the best way to keep your subscribers,” he said. “If the studios have to cut budgets, it will be on the shows that have smaller budgets — the quirky, smaller shows that have enriched the streaming experience.”</p> <p>The second quarter of 2022 had the highest number of total commissions of any quarter since the start of the streaming wars in 2019, with 415 projects given the green light, according to Ampere. </p> <p>But the growth is principally driven by Apple and Amazon, deep-pocketed tech groups that are only dabbling in the media business. The rate of commissions at Netflix and Disney has fallen from previous highs. </p> <p>Premiums for producers are also coming down. Where a project might have once secured a 20 or 30 per cent fee on top of costs, that is now more likely to be closer to 10 per cent. </p> <p>Tom Ara, an entertainment lawyer at DLA Piper, said: “There has definitely been some pullback. There's a lot more scrutiny on budgets and more careful consideration is given to greenlighting projects. People are rethinking what the model is and considering all models, old and new.” </p> <p>Producers expect future spending by the streamers to lean towards international markets with more growth potential than the more mature US, where Disney and Netflix are in effect fighting to stand still. That is likely to continue the steady growth of non-English language shows aimed at catching the eye of audiences in South America, Asia and parts of Europe. </p> <p>This may also see a shift towards more unscripted shows, which are often cheaper and faster to make than high-end drama. Netflix has begun to explore options for live streaming unscripted formats. Amazon Prime, meanwhile, has been buoyed in southern Europe by shows such as <em>LOL</em>, which involves 10 comedians being trapped in a room with instructions not to laugh. It beat all viewing records for Amazon in Italy. </p> <p>If the unscripted trend continues, then Landgraf — who counts only scripted programmes in his measure of peak TV — may finally prove to be correct. </p><p>Source: Alex Barker in London and Christopher Grimes in Los Angeles 2022 'Big budget blockbusters arrive amid fears of ‘peak TV'' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-25T04:00:17.110Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.9999923,
      "offsets": [
        {
          "start": 420,
          "end": 426
        },
        {
          "start": 422,
          "end": 428
        },
        {
          "start": 2856,
          "end": 2862
        },
        {
          "start": 3125,
          "end": 3131
        },
        {
          "start": 3335,
          "end": 3341
        },
        {
          "start": 7182,
          "end": 7188
        },
        {
          "start": 7230,
          "end": 7236
        },
        {
          "start": 7824,
          "end": 7830
        }
      ],
      "weightsV2": {
        "weight": 8.17461,
        "baseWeight": 8.0,
        "expansionWeight": 2.0,
        "ontologyWeight": -1.8549376,
        "tagPositionWeight": 0.029548049,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}