{
  "_id": "b4ecae66ddb7fec7f4429c8fe405f317180eb306b58953e1eee7586779cc248b",
  "feed": "market-watch",
  "title": "Angela Lansbury fans mourn acting legend's passing: 'Rest in peace, Mrs. Potts'; The 'Murder, She Wrote,' 'Beauty and the Beast' and 'Bedknobs and Broomsticks' star, who passed away Tuesday at age 96, drew tributes across social media",
  "text": "<p>After Lansbury's family revealed that the iconic British star had passed away Tuesday, just days away from her 97th birthday, \"Angela Lansbury\" and many of her movie, theater and television roles and quotes began trending on Twitter as fans paid tribute to the legend of stage and screen.</p><p>Read more: Angela Lansbury, star of 'Murder, She Wrote' and dozens of movies and Broadway shows, dies at 96</p><p>\"Seinfeld\" star Jason Alexander described her as \"one of the most versatile, talented, graceful, kind, witty, wise, classy ladies I've ever met\" on Twitter.</p><p>Many mourners reminisced about Lansbury's iconic roles in Disney films like \"Beauty and the Beast\" and 1971's \"Bedknobs and Broomsticks,\" as well as her arguably most famous role as mystery writer/detective Jessica Fletcher in the long-running CBS series \"Murder, She Wrote.\"</p><p>\"A tale old as time, our beloved Mrs. Potts will sing lullabies to us now from the stars,\" tweeted \"Star Trek\" actor George Takei.</p><p>Others noted she was the villain they loved to hate in performances such as playing Communist agent Eleanor Shaw Iselin in 1962's \"The Manchurian Candidate.\"</p><p>Lansbury, 96, won five Tony Awards and was nominated for a few Academy Awards, before receiving an honorary award from the Academy of Motion Picture Arts and Sciences in 2013 for creating \"some of cinema's most memorable characters\" and \"inspiring generations of actors.\" She was later made a dame by the late Queen Elizabeth II in 2014.</p><p>Lansbury was so revered that playwright Terrence McNally recalled how she spurred him to quit drinking in a 2014 New York Times interview that was shared by New Yorker writer and author Michael Schulman on Tuesday.</p><p>McNally recalled that after Lansbury saw him spill a drink on actress Lauren Bacall at a party in 1980, Lansbury told him, \"I don't know you very well, but every time I see you, you're drunk, and it bothers me.\" McNally said he was so upset by this, that he went to an Alcoholics Anonymous meeting, and was sober within a year.</p><p>\"She was someone I revered,\" he told the Times. And as the outpouring of tributes for Lansbury suggested on Tuesday, Lansbury was revered by many.</p><p>Angela Lansbury fans mourn acting legend's passing: 'Rest in peace, Mrs. Potts'</p>",
  "published": "2022-10-11T20:52:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 612,
          "end": 618
        }
      ],
      "nexusId": "10078857"
    }
  ]
}