{
  "_id": "50dddbadc1875f5debc6798d43c139224a670086f9bca5bfd4ad28474014085b",
  "feed": "market-watch",
  "title": "ESG investing industry is likely to become less transparent as regulators crack down over 'greenwashing'; 'There's less of a benefit to sticking your head out and showing what you're doing.'",
  "text": "<p>The advisory group wrote in its report this is likely because of pending regulation in Europe and from the U.S. Securities and Exchange Commission that would more clearly define ESG investments.</p><p>\"There was a noticeable difference in terms of reading the responses, and seeing the restrained language, almost kind of a legalese language to the responses that had not been there in the past,\" said Emma Harper, senior research analyst for ESG risk management at Sage Advisory who compiled the survey.</p><p>Sage's survey covers seven areas of stewardship including proxy voting, climate and governance, and has a total of 69 questions. The firm sent surveys to 34 ETF providers and received responses from 23 issuers, including seven of the 10 largest ETF in the U.S. by assets under management. Respondents collectively managed about $37.5 trillion.</p><p>Harper said respondents were more cautious discussing their ESG capabilities and how they use these ESG factors in the investing process.</p><p>\"It was almost by-the-book in the way they are explaining things, rather than all the flourishing details and pretty pictures of the things they can do,\" she added.</p><p>Read: New battleground in ESG investing: Chip and data-center companies' use of hundreds of billions of gallons of water a year</p><p>Regulators are cracking down on some firms whom government watchdogs deem to be overstating ESG credentials, known as \"greenwashing.\" German officials raided Deutsche Bank's DWS unit over greenwashing claims, and the SEC fined BNY Mellon $1.5 million over misstatements about ESG for certain mutual funds.</p><p>The SEC's interest also comes as the ESG industry has seen a rush of money enter the space, with one in three dollars of assets under management in the U.S. said to follow some ESG guidelines as of 2020.</p><p>The SEC also is proposing two new rules for fund issuers: stronger disclosures and reporting frameworks for ESG investment practices and updating its names rule with the intention that a fund's label accurately reflects its investments. For ESG funds, that means 80% of the value of its assets are focused on ESG. Currently, there are no standards that define ESG, just as there are no standards that define styles such as growth or value.</p><p>In its report, Sage said the combination of the fines and proposed regulations \"has both positive and negative consequences. Greenwashing is likely to become less pervasive in the industry and managers will be more accurate in describing their ESG and stewardship capabilities. From a negative perspective, lack of transparency could become a problem, as providers could become apprehensive to give the full picture and risk regulators scrutinizing every detail.\"</p><p>Todd Rosenbluth, head of research at VettaFi, a financial data and analytics firm, didn't see Sage's report, but said it isn't surprising firms are being less forthcoming about their ESG practices.</p><p>\"There's less of a benefit to sticking your head out and showing what it is that you're doing because that could cause the regulators to dive deeper into your practices, and how you're voting on everything,\" Rosenbluth said. \"They're better off answering the question to the regulators when asked of them, instead of perhaps being as visible about what they're doing.\"</p><p>Also: This is how fund managers work behind the scenes to influence companies' environmental and social policies</p><p>Less clarity on proxy votes</p><p>Harper said it was harder to get some answers from respondents regarding proxy voting, specifically the percentage of times they voted against management. Voting against management often means voting for a shareholder proposal. Many large ETF providers have historically voted with company management most of the time.</p><p>\"Across the board this year, we had a number of providers saying 'that's confidential,' or 'here's our voting record in general; go find that percentage for yourself.' It wasn't an easy straight answer for a number of them,\" she said.</p><p>Bob Smith, president and chief investment officer of Sage Advisory, said this also might reflect how some topics have become more politically sensitive, pointing to the criticism Walt Disney Co. DIS came under from Florida Republican Gov. Ron DeSantis for speaking out on certain progressive causes.</p><p>Climate change, LGBTQ rights and abortion access are just some recent flashpoints for political conservatives. ESG has also come under scrutiny as the style's returns have suffered more than those of broader markets, such as the S&amp;P 500 SPX, as the market cycle favors value and old-economy sectors such as fossil-fuel energy. Aside from DeSantis, former Vice President Mike Pence and Tesla Inc. TSLA CEO Elon Musk put ESG investing in its crosshairs.</p><p>\"[T]hat whole dialogue of anti-woke, anti-ESG has obviously been amped up,\" Smith said.</p><p>Rosenbluth said he doubts asset managers will change despite criticism from states.</p><p>\"It's very likely that the asset managers are doing exactly what they were doing beforehand … but it seems less in their best interest than it was to shout about it from the rooftops,\" he said.</p><p>More on MarketWatch:</p><p>* Some 90% of world's biggest companies will be exposed to a degree of climate-change risk, fresh data shows</p><p>* 'Climate' is the new buzzword in a crop of new ESG funds that were just launched</p><p>* Here's where ETF investors plan to put money to work in coming year – and how their generational attitudes shake out, Schwab study finds</p><p>ESG investing industry is likely to become less transparent as regulators crack down over 'greenwashing'</p>",
  "published": "2022-09-21T14:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4129,
          "end": 4140
        }
      ]
    }
  ]
}