{
  "_id": "1ff0487b8964c93771d69002d2a329343197af3c3e2a55e1370f54e30236c594",
  "feed": "wall-street-journal",
  "title": "Netflix Isn't Looking Up; Latest subscriber growth and forecast indicate streaming pioneer might be hitting a ceiling",
  "text": "<p>But that number also fell a little shy of the 8.5 million additions the company had projected. And that was despite a record-sized content dump that saw Netflix release 157 original movies, TV series and new seasons of existing series during the quarter, according to tabulations by Wedbush Securities.</p><p>Now winter blues are setting in. Netflix projected adding just 2.5 million net new subscribers for the current quarter, far below the 5.8 million expected by analysts. The company cited \"Covid overhang and macro-economic hardship in several parts of the world\" as reasons for the weak view.</p><p>For the first time, though, Netflix also acknowledged in its letter to shareholders that the deluge in new streaming services from rivals \"may be affecting our marginal growth some.\" Netflix shares crashed by nearly a fifth following the results Thursday.</p><p>That is a painful drop for a stock that already was down 16% this year, triple the S&amp;P 500's decline in that time. And that could still be just the start of a reckoning as investors adjust to new ways to value the company that pioneered a new industry and that also might be reaching maturity first. With nearly 222 million paid subscribers now, Netflix is the largest subscription-based streaming service.</p><p>But growth will be harder to come by in the company's core North American market, which still generates the largest portion of its revenue. Citing research from HarrisX, analyst Michael Nathanson of MoffettNathanson notes that streaming has now penetrated 78% of U.S. households, with Netflix already used by 56% of those.</p><p>Netflix does have a strong advantage in international markets; combined subscribers in the Asia-Pacific and Latin America regions grew by 15% in 2021 to nearly 73 million. But these two markets also generate average revenue per subscriber that is less than 60% of the U.S./Canada segment.</p><p>In this light, the price increases announced last week for the domestic market make sense for a company that needs to maximize its return and that might have less growth to chase. Analysts expect Netflix's revenue growth to outpace subscriber growth for at least the next three years, according to FactSet.</p><p>A more mature Netflix isn't necessarily a bad thing. The company affirmed Thursday that its days of burning cash are now behind it. It also still has the luxury of being able to focus on streaming while rivals Disney, ViacomCBS and AT&amp;T's WarnerMedia have to strike a delicate balance among legacy TV services, theatrical movies and their own, money-losing streamers.</p><p>This is far from an extinction-level event, but with Netflix's premium valuation relative to other media players, the company's investors still need to figure out how to price it for a different kind of growth.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Netflix Isn't Looking Up</p>",
  "published": "2022-01-20T23:45:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2386,
          "end": 2392
        }
      ],
      "nexusId": "10078857"
    }
  ]
}