{
  "_id": "244b5b77c52c3029539391a11d2b5a0f1b814aa38eb0ed0fa8e8027b1b566360",
  "feed": "wall-street-journal",
  "title": "Spike Lee to Direct New Colin Kaepernick Documentary for ESPN Films; Filmmaker and former NFL quarterback are collaborating on multipart documentary",
  "text": "<p>Mr. Lee is known for directing films such as \"Do the Right Thing\" and the biopic \"Malcom X.\" The director \"plans to use extensive new interviews and a vast never-before-seen archive to help Kaepernick tell his story from his perspective,\" ESPN Films said in a statement. Former ESPN anchor and writer Jemele Hill will be a producer for the documentary.</p><p>Walt Disney Co., which owns ESPN, reached a first-look deal with Ra Vision Media, Mr. Kaepernick's production arm, in 2020. At the time, Disney said the partnership would \"focus on telling scripted and unscripted stories that explore race, social injustice and the quest for equity, and will provide a new platform to showcase the work of Black and Brown directors and producers.\"</p><p>Mr. Kaepernick narrated a drama series released last year on Netflix called \"Colin in Black &amp; White\" that recounted the football player's formative years. That series was created by Mr. Kaepernick and filmmaker Ava DuVernay.</p><p>The former quarterback for the San Francisco 49ers generated national attention in 2016 when he began kneeling during the national anthem in protest of police brutality and racial injustice. Mr. Kaepernick has since gone unsigned by an NFL team.</p><p>Mr. Kaepernick and former NFL safety Eric Reid, who also led protests during the national anthem, alleged that NFL teams colluded to keep them from playing after they spearheaded the protests. The two former players ultimately received less than $10 million to settle their grievances with the NFL, The Wall Street Journal reported in 2019.</p><p>Write to Allison Prang at allison.prang@wsj.com</p><p>Spike Lee to Direct New Colin Kaepernick Documentary for ESPN Films</p>",
  "published": "2022-02-03T16:55:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 353,
          "end": 364
        },
        {
          "start": 490,
          "end": 496
        }
      ],
      "nexusId": "10078857"
    }
  ]
}