{
  "_id": "dfa08b0f83ef07a15c778120afc1cfbf72e7f38064b918219f1ad5886a144bb3",
  "feed": "wall-street-journal",
  "title": "ABC News  Suspends  Whoopi  Goldberg  ----  By Joe Flint",
  "text": "<p>   ABC News said it has suspended Whoopi Goldberg for two weeks as the moderator of its daytime talk show \"The View\" after she made controversial remarks on Monday's broadcast regarding the root causes of the Holocaust. </p><p>   During the broadcast, Ms. Goldberg said the Holocaust, in which six million Jews were killed by the Nazi Party during Adolf Hitler's 12-year reign as chancellor of Germany from 1933 to 1945, was \"not about race\" but rather \"man's inhumanity to man.\" </p><p>   When Ms. Goldberg was challenged by other on-air hosts including Joy Behar that race was a factor, she said, \"This is white people doing it to white people, so y'all going to fight amongst yourselves.\" </p><p>   ABC News President Kim Godwin said in a statement issued Tuesday evening that she was suspending Ms. Goldberg for her \"wrong and hurtful comments\" and that \"the entire ABC News organization stands in solidarity with our Jewish colleagues, friends, family and communities.\" </p><p>   The discussion occurred as an outgrowth of a conversation the show was having over a Tennessee school district's decision to drop the Pulitzer Prize-winning graphic novel \"Maus\" by Art Spiegelman about the Holocaust from its curriculum. </p><p>   On Monday night, Ms. Goldberg issued a statement apologizing for her remarks. She also appeared on CBS's \"Late Show With Stephen Colbert\" that evening and again apologized and explained that when she thinks of race, she thinks of skin color. </p><p>   Ms. Goldberg again apologized on Tuesday's show, which included an appearance by Jonathan Greenblatt, chief executive of the Anti-Defamation League. Mr. Greenblatt said the Holocaust was about race. The Nazi Party advocated the creation of a master race and the elimination of Jews across the globe. </p><p>   \"There is no question that the Holocaust was about race,\" Mr. Greenblatt said, adding \"that is how the Nazis saw it as they sought the systematic annihilation of the Jewish people across continents, across countries, with deliberate and ruthless cruelty.\" </p><p>   The tension over Ms. Goldberg's remarks continued to grow inside ABC News and parent Walt Disney Co. even after the apologies. </p><p>   In a memo to staff, Ms. Godwin said, \"These decisions are never easy, but necessary. Just last week I noted that the culture at ABC News is one that is driven, kind, inclusive, respectful, and transparent. Whoopi's comments do not align with those values.\" </p><p></p>",
  "published": "2022-02-02T07:13:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2062,
          "end": 2073
        }
      ],
      "nexusId": "10078857"
    }
  ]
}