{
  "_id": "b6dbb128df456eafa01249d5cb95186a3969bb64f1a35ba6051f1f48b84ab6ce",
  "feed": "market-watch",
  "title": "U.S. stock market trades modestly higher, led by Nasdaq Composite's climb to start week",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 88 points, or 0.2%, to 35,174.</p><p>The S&amp;P 500 SPX rose 9 points, or 0.2%, to 4,509.</p><p>The Nasdaq Composite Index COMP gained 50 points, or 0.4%, to 14,148.</p><p>On Friday, the Dow ended slightly lower, while the S&amp;P 500 and Nasdaq each gained after a much stronger-than-expected January jobs report. The S&amp;P 500 and Nasdaq posted their strongest weekly gains since late December.</p><p>What's driving markets</p><p>Wall Street was tepidly buying stocks on Monday, underpinned by gains in energy stocks XX:SP500.10 and consumer discretionary XX:SP500.25, as investors continued to digest the implications of the surprisingly strong 467,000 gain in nonfarm payrolls in January.</p><p>“It is simply becoming impossible for the Fed to say with any credibility that the jobs market is not overheating,” said Tim Duy, chief U.S. economist at SGH Macro Advisors. Duy says the Fed would likely accept the “gift” of a 50 basis point hike in March if markets price them in.</p><p>That's not the case — yet. The CME FedWatch tool suggests markets are pricing in a 35% chance of a half-point hike in March, up from just 9% at the end of January. Key inflation data is due for release on Thursday.</p><p>Earnings season continues with releases due from companies including Walt Disney Co. DIS and Twitter TWTR this week.</p><p>According to RBC Capital Markets, 47% of the S&amp;P 500 companies that have reported so far have seen their share prices fall 1% or more in the one day trading session immediately post results, though that is better than the 63% that saw negative movements after earnings two weeks ago.</p><p>“The resiliency of earnings remains a comforting data point and supports the idea that we've seen the lows in the stock market for the time being,” said Lori Calvasina, head of U.S. equity strategy at RBC.</p><p>Against that backdrop, some optimism has started to seep into markets after a historically rough start to 2022.</p><p>“There's been a lot of anxiety in the marketplace with volatility on the rise, but even though it may not feel like it, US stocks notched back-to-back up weeks for only the second time since early November,” wrote Chris Larkin, managing director trading at E-Trade.</p><p>Which companies are in focus?</p><p>Frontier Group Holdings Inc. ULCC agreed to buy Spirit Airlines Inc. SAVE in a deal valued at $6.6 billion that unites two of the country's largest low-fare carriers. Shares of Frontier were up 2.4%, while those for Spirit were up nearly 16%, at last check.</p><p>Peloton Interactive PTON shares soared over 22%. The stationary-bike maker is drawing interest from potential suitors, The Wall Street Journal reported.</p><p>Shares of Hasbro Inc. HAS&#xa0;were in focus after the toy maker raised its dividend and its quarterly profit beat expectations. Its stock was down 2.8%.</p><p>Spotify TechnologySPOT was in focus again after Chief Executive Daniel Ek apologized for the backlash that has followed the emergence of Joe Rogan's use of a racial slur in previous podcast episodes. Shares were down 1%.</p><p>How are other assets faring?</p><p>The 10-year Treasury note BX:TMUBMUSD10Y was edging up to above 1.93%, hanging around its highest rate since December of 2019 on Friday.</p><p>The dollar was down 0.1% as measured by the ICE U.S. Dollar Inde xDXY, a measure of the buck against a half-dozen currencies.</p><p>West Texas Intermediate crude for March delivery&#xa0;CL. 1 fell 88 cents, or 1%, to $91.42 a barrel on the New York Mercantile Exchange.</p><p>April gold&#xa0;GCJ22&#xa0;was trading $8.70, or 0.5%, to trade at $1,816.50 an ounce, following a weekly gain of 1.2%.</p>",
  "published": "2022-02-07T11:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1263,
          "end": 1274
        }
      ],
      "nexusId": "10078857"
    }
  ]
}