{
  "_id": "ad89b9889f5d57e4b85f7465372b48ecb746fca52ea782bc9c2a37249c92406a",
  "feed": "economist-blog",
  "title": "Big tech's big tumble; How tech's defiance of economic gravity came to an abrupt end",
  "text": "<p>In 2022 tech's luck ran out. It has been a difficult year for everyone: the S&amp;P 500, an index of America's largest firms, has fallen by a fifth since January. But digital firms have been hit harder, with the NASDAQ composite, a tech-heavy index, losing a third of its value. Tech's five giants have collectively lost a dizzying $3trn in market value (see chart 1). The most dramatic loser, Meta, barely even counts as part of “big” tech any more—nearly two-thirds of its value was wiped out, leaving its market capitalisation at just over $300bn.</p><p>The end of tech exceptionalism has several causes. One is that after years of growth, digital markets are maturing. Take advertising, the lifeblood of Alphabet and Meta, and a growing sideline for Amazon, Apple and Microsoft. During past downturns, ad spending fell but spending on digital ads kept growing, as advertisers pulled their budgets from old media like TV and newspapers and shifted adverts online. Today, much of that migration has already taken place: about two-thirds of ad spending in America this year was digital. Online ad platforms are thus vulnerable to the cyclical shifts that have long battered their offline rivals. In July Meta reported its first-ever quarterly drop in revenue; in October it reported another.</p><p>The next change is competition. For years tech was synonymous with concentrated markets: Google monopolising search, Facebook dominating social media, and so on. These days competition is fierce. Part of the reason for Meta's pain was that new rivals, particularly TikTok, caused the first-ever drop in user numbers at Facebook, its flagship social network. Tech firms are also trespassing more on each other's turf. Amazon's cloud-computing arm has seen a sharp slowdown in growth, partly because Google is pouring billions into its own cloud service, taking big losses in order to gain a toehold in the business. Netflix, which for years had streaming virtually to itself, now faces competition not just from Disney and Warner Bros but from Apple and Amazon, which can splurge more liberally on content. That is one reason why its market value has dropped by 50% this year.</p><p>These changes in the structure of the tech business have coincided with headwinds that are particularly troublesome for digital companies. In America the Federal Reserve has raised the upper bound on its policy interest rate to 4.5%, from 0.25% in January, as it battles inflation. This makes life harder for all businesses. But tech companies, whose high valuations reflect investors' belief that they will deliver outsized earnings far in future, look much less appealing in a world of high rates, which erode the present value of those promised earnings. Higher rates have been particularly hard on the venture-capital (VC) industry, which places long-term bets on unprofitable startups. The value of new VC deals globally was 42% lower in the first 11 months of 2022 than in the same period the year before, according to Preqin, a research firm—a steeper fall than after the financial crisis of 2007-09.</p><p>Semiconductors have been another sore spot in the tech world. Over the past two years the supply of chips has built up as manufacturers have added capacity. But just as chip production bloomed, demand withered, thanks to falling sales of PCs and smartphones. Further pain was caused by the collapse of the cryptoverse, which meant miners of digital currencies no longer needed the advanced processors built by Nvidia and AMD, two big chipmakers. On December 21st Micron Technology, an American maker of memory chips, reported a quarterly loss and said it would lay off a tenth of its staff in the new year.</p><p>Geopolitical tensions added to the strife. America announced several new trade restrictions on the export of semiconductor equipment to China, the world's biggest buyer of chips. China has also become an operationally riskier place. Before it began being dismantled in recent weeks, its draconian zero-covid policy saw factories placed suddenly under lockdown. Apple, which makes most of its gadgets in China, is steadily shifting new production to India and Vietnam. Supply-chain hiccups have weighed on the world's most valuable company, which despite outperforming its peers has still lost more than a quarter of its market value in the past 12 months.</p><p>These difficulties mean that the year ahead will be a lean one in techland. Most have made a resolution to trim their costs, which in many cases means cutting the payroll (see chart 2). Tech firms worldwide have announced more than 150,000 job cuts so far in 2022, according to Layoffs.fyi, a website. Meta alone accounts for 11,000 of those. Amazon has told graduates who were meant to be starting work in May 2022 that they will need to wait until the end of 2023. Whereas tech once seemed like something of a haven for investors and employees, in the months ahead it may feel like anything but.</p><p>■</p>",
  "published": "2022-12-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1994,
          "end": 2000
        }
      ]
    }
  ]
}