{
  "_id": "bfd33f4eb562c8f847096a1e47874613093088268cb702b50b8c6e1e76b99056",
  "feed": "wall-street-journal",
  "title": "Discovery To Slash Executive Layers",
  "text": "<p>The new entity, Warner Bros. Discovery Inc., will combine Discovery's assortment of cable networks, including TLC, HGTV and Food Network, with WarnerMedia's movie and TV production units, the HBO/HBO Max premium services and news network CNN.</p><p>Key WarnerMedia creative executives, including the heads of the Warner Bros. TV and movie studios and HBO/HBO Max, will remain in their positions. Several top WarnerMedia executives, including Chief Executive Jason Kilar and Ann Sarnoff, chair and chief executive of WarnerMedia Studios and Networks Group, have stepped down. There are no plans to replace Mr. Kilar or Ms. Sarnoff.</p><p>In a memo to staff at both Discovery and WarnerMedia, which was reviewed by The Wall Street Journal, Mr. Zaslav said the new structure would remove layers and allow for more resources for the creation and distribution of content.</p><p>\"We will work to integrate the organizations and eliminate unnecessary roadblocks to serving consumers while unlocking value for all stakeholders,\" Mr. Zaslav said.</p><p>The structure differs from those of rival entertainment companies, in that Mr. Zaslav has far more operations reporting directly to him than the leaders of Walt Disney Co., Paramount Global Inc. or Comcast Corp.</p><p>Among the direct reports to Mr. Zaslav will be Casey Bloys, the chief content officer for HBO/HBO Max; Toby Emmerich, chairman of the Warner Bros. Pictures Group; Channing Dungey, chairman of Warner Bros. TV Group; and Chris Licht, the incoming chief executive of CNN.</p><p>Other Warner cable networks, including TNT, TBS and Cartoon Network, will be overseen by Discovery cable executive Kathleen Finch, who now is in charge of Food Network, HGTV, TLC, OWN and other channels. She will serve as chairman and chief content officer, responsible for more than 40 networks, and will report to Mr. Zaslav.</p><p>Known as a hands-on executive, Mr. Zaslav has spent the past several months familiarizing himself with the operations of WarnerMedia and aspects of the entertainment industry, including the movie business.</p><p>A person familiar with Mr. Zaslav's thinking didn't rule out the prospect of additional management shifts down the road, but said for now Mr. Zaslav wanted to get deeply involved in the operations of the new company.</p><p>There could be significant layoffs as a result of the companies combining operations, people familiar with the situation said. Discovery has said it anticipates $3 billion in cost synergies. The new entity will have 40,000 employees and will also be saddled with about $55 billion in debt.</p><p>JB Perrette, who is now head of streaming and international at Discovery, will become CEO of the new entity's streaming and interactive operations. Mr. Perrette will also have oversight over Warner Bros. Games.</p><p>Bruce Campbell, another longtime Discovery executive, has been tapped as the chief revenue and strategy officer, with oversight of ad sales, distribution, content licensing and legal affairs.</p><p>Discovery Chief Financial Officer Gunnar Wiedenfels, who will hold that position in the combined company, laid out some early plans at a recent investor conference, saying the WarnerMedia direct-to-consumer streaming platform HBO Max would be combined with Discovery's flagship streaming service, Discovery+.</p><p>\"We believe that the breadth and depth of this content offering is going to be a phenomenal consumer value proposition,\" Mr. Wiedenfels said at the conference.</p>",
  "published": "2022-04-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1176,
          "end": 1187
        }
      ],
      "nexusId": "10078857"
    }
  ]
}