{
  "_id": "14d0f8633c5fef8825d8074ef455d0f3e1dfc882096665eb2f020ad1ac7230e4",
  "feed": "market-watch",
  "title": "Aaron Judge looks to break American League home-run record — and then get the Yankees to break the bank; Judge hit his 60th home run of the season Tuesday, tying Babe Ruth's home-run total from 1927. Roger Maris, like Ruth and Judge a New York Yankee, hit 61 in 1961.",
  "text": "<p>The Yankees slugger drove a 3-1 pitch from Pittsburgh's Wil Crowe 430 feet to the left-field seats leading off the ninth inning. Judge's third home run in two games, and ninth in the month of September, thrilled a screaming crowd at Yankee Stadium. The only players in history who have hit more than 61 home runs in a single season played in the National League and have been linked to steroid use.</p><p>Opinion: What Aaron Judge's success tells us about how baseball should be played</p><p>Judge, 30, is, with his .316 batting average and 128 runs batted in through Tuesday night, one of baseball's brightest stars and on the inside track to be named the American League's MVP for 2022, according to odds from DraftKings DKNG Sportsbook. But despite Judge's stellar career and standout 2022 season — he's led the Yankees to the second best record in the league and baseball's sixth best — he has not cashed in with a huge contract.</p><p>In his seven seasons as a big leaguer, Judge has made just $36 million in contract earnings, according to Spotrac, for a career average annual salary of $5.14 million, not appreciably higher than the game's average of $4.4 million. One reason is that Judge debuted with the Yankees in 2017 at a more advanced age, 25, than the typical rookie, pushing back the age at which Judge would first qualify for free agency. Judge is the 57th highest paid player this season at $19 million.</p><p>Judge, with his career .284 batting average and 218 career home runs (an average of 49 per 162 games), is set to cash in after this season, when he will be an unrestricted free agent and able to sign with any team for any amount of money that he and his agent can negotiate. Judge turned down a seven-year, $213.5 million extension before this season, according to Yankees President Brian Cashman, in hopes of earning more in free agency.</p><p>See also: MLB agent Scott Boras will make more money than almost every professional baseball player</p><p>Judge should be poised to earn hundreds of millions of dollars on a new contract, whether it's from the Yankees or another team in the offseason.</p><p>But if Judge arguably has been underpaid, he did have the largest number of endorsements in baseball last season, according to sports and entertainment data platform SponsorUnited. Judge has endorsement deals with T-Mobile TMUS, Disney's DIS Hulu, Pepsi PEP, Adidas XE:ADS ADDYY, Oakley and JBL.</p><p>See also: Serena Williams lost at the U.S. Open — but here's why she's not done winning</p><p>The Yankees next play on Wednesday night against the Pittsburgh Pirates, and tickets prices for the game are skyrocketing.</p><p>According to data from ticketing site Gametime, the average seat for Wednesday's game is going for $274, compared with an average of $119 a week ago. The most expensive seats are available at $4,742 each, more than quadruple the comparable price two weeks ago.</p><p>Read on: The Mets, owned by hedge fund manager Steve Cohen, now have the highest payroll in baseball: $273.9 million</p><p>Aaron Judge looks to break American League home-run record — and then get the Yankees to break the bank</p>",
  "published": "2022-09-21T20:53:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2318,
          "end": 2324
        }
      ],
      "nexusId": "10078857"
    }
  ]
}