{
  "_id": "a7be254055854ac4976992e18a7ec486fc4d05cfdb536ec44e793d94d0f5f58f",
  "feed": "market-watch",
  "title": "Here's everything coming to Netflix in June 2022 — and what's leaving; Get ready for new seasons of 'Peaky Blinders,' 'Umbrella Academy' and 'Borgen,' a 'Money Heist' spinoff and much more",
  "text": "<p>Also among the international offerings: \"Borgen — Power &amp; Glory\" (June 2), a new season of the acclaimed Danish political drama (and first since 2013) that finds former prime minister Birgitte (Sidse Babett Knudson) now the country's foreign minister and dealing with an international crisis after oil is discovered in Greenland; and \"Money Heist: Korea — Joint Economic Area\" (June 24), a Korean reboot of the hit Spanish crime drama, about a gang of thieves who take over the mint of a newly reunified Korea.</p><p>Netflix NFLX also has the third season of one of its most popular shows, \"The Umbrella Academy\" (June 22), which sees the young superheroes returning home (after time-traveling to stop an apocalypse in 1963 last season) only to clash with the rival Sparrow Academy.</p><p>Another YA drama that could be Netflix's next big hit is \"First Kill\" (June 10), about a teenage vampire who falls in love with a vampire hunter, both eager to make their first kill.</p><p>For more: What's coming in June to HBO Max | Amazon's Prime Video</p><p>Also: Here's what's worth streaming in June 2022 — and why Apple, Netflix and Disney are the best bets</p><p>Also on the Netflix menu: Season 2 of the dumb but fun competition show \"Floor Is Lava\" (June 2); the comedy-interview show \"That's My Time with David Letterman\" (June 7); the Adam Sandler basketball drama \"Hustle\" (June 8); \"Iron Chef: Quest for an Iron Legend\" (June 15), as the iconic food competition starts a new era; and a new season of the family sitcom \"The Upshaws\" (June 29), starring Mike Epps and Kim Fields.</p><p>Here's the complete list of what's coming and going, as of May 25 (release dates are subject to change):</p><p>What's coming in June 2022</p><p>Date TBAGlamour GirlsLunana: A Yak in the Classroom</p><p>June 1Anchorman: The Legend of Ron BurgundyDear JohnDumb and DumberEdge of SeventeenEraserHis Dark Materials: The Golden CompassLean on MeLéon: The ProfessionalLife as We Know ItMission: ImpossibleMission: Impossible – Ghost ProtocolMission: Impossible IIMr. Bean's HolidayNational Lampoon's Christmas VacationSoul PlaneSteel MagnoliasThe Amazing Spider-ManThe BoyThe DepartedThe FighterThe Girl Next DoorThe Hurt LockerThe Players ClubTitanicTroyVegas VacationWe Are Marshall</p><p>June 2Borgen — Power &amp; Glory — Netflix Series</p><p>The DUFFYuri Marçal: Honest Mistake — Netflix Comedy</p><p>June 3As the Crow Flies — Netflix SeriesFloor Is Lava: Season 2 — Netflix Series</p><p>Interceptor — Netflix FilmMr. Good: Cop or Crook? — Netflix DocumentaryThe Perfect Mother — Netflix SeriesSurviving Summer — Netflix FamilyTwo Summers — Netflix Series</p><p>June 5Straight Up</p><p>June 6Action Pack: Season 2 — Netflix FamilyBill Burr Presents: Friends Who Kill — Netflix Comedy</p><p>June 7That's My Time with David Letterman — Netflix Comedy</p><p>June 8Baby Fever — Netflix SeriesGladbeck: The Hostage Crisis — Netflix DocumentaryHustle — Netflix Film</p><p>Keep Sweet: Pray and Obey — Netflix Documentary</p><p>June 9Rhythm + Flow France — Netflix SeriesStand Out: An LGBTQ+ Celebration — Netflix Comedy</p><p>June 10Chickenhare and the Hamster of Darkness — Netflix FilmCloset MonsterDirty Daddy: The Bob Saget Tribute — Netflix ComedyFirst Kill — Netflix Series</p><p>Intimacy — Netflix SeriesPeaky Blinders: Season 6 — Netflix Series</p><p>Top Gear: Season 27Top Gear: Season 28Trees of Peace — Netflix FilmVice</p><p>June 11Amy Schumer's Parental Advisory — Netflix Comedy</p><p>June 13Charlie's Colorforms City: Mighty Movie Adventures — Netflix FamilyCharlie's Colorforms City: Miss Weather and Friends — Netflix FamilyPete Davidson Presents: The Best Friends — Netflix ComedyWho We Are: A Chronicle of Racism in America</p><p>June 14Jane &amp; Lily: Ladies Night Live — Netflix ComedyHalftime — Netflix DocumentaryThe Mole: Season 3-4</p><p>June 15Centauro — Netflix FilmFront CoverGod's Favorite Idiot — Netflix SeriesHeart Parade — Netflix FilmIron Chef: Quest for an Iron Legend — Netflix Series</p><p>Maldivas — Netflix SeriesWeb of Make Believe: Death, Lies and the Internet — Netflix DocumentaryThe War Next-door: Season 2 — Netflix SeriesThe Wrath of God — Netflix Film</p><p>June 16Dead End: Paranormal Park — Netflix FamilyKarma's World Music Videos: Season 2 — Netflix FamilyLove &amp; Anarchy: Season 2 — Netflix SeriesRhythm + Flow France — Netflix Series (new episodes)Sing, Dance, Act: Kabuki featuring Toma Ikuta — Netflix DocumentarySnoop Dogg's F*cn Around Comedy Special — Netflix ComedyWon't You Be My Neighbor?</p><p>June 17The Martha Mitchell Effect — Netflix DocumentaryRainbow High: Season 2She: Season 2 — Netflix SeriesSpiderhead — Netflix FilmYou Don't Know Me — Netflix Series</p><p>June 18Alchemy of Souls — Netflix SeriesCharmed: Season 4SPRIGGAN — Netflix Anime</p><p>June 19Civil — Netflix DocumentaryIt (2017)</p><p>June 20Doom Of Love — Netflix FilmPhilomena</p><p>June 21All That: Seasons 2-3The Future Of — Netflix DocumentaryJoel Kim Booster: Psychosexual — Netflix ComedyKenan and Kel: Seasons 1-2Ned's Declassified School Survival Guide: Seasons 1-2Zoey 101: Seasons 1-2</p><p>June 22Bruna Louise: Demolition — Netflix ComedyThe Hidden Lives of Pets — Netflix DocumentaryLove &amp; Gelato — Netflix FilmThe Mist (2007)One Piece: New EpisodesSing 2Snowflake Mountain — Netflix SeriesThe Umbrella Academy: Season 3 — Netflix Series</p><p>June 23Best of the Fest — Netflix ComedyFirst Class — Netflix SeriesQueen — Netflix SeriesRhythm + Flow France — Netflix Series (new episodes)</p><p>June 24Angry Birds: Summer Madness: Season 2 — Netflix FamilyLegacies: Season 4The Man from Toronto — Netflix FilmMan vs. Bee — Netflix SeriesMoney Heist: Korea — Joint Economic Area — Netflix Series</p><p>June 25Grey's Anatomy: Season 18</p><p>June 27Cafe Minamdang — Netflix SeriesChip and Potato: Chip's Holiday — Netflix Family</p><p>June 28Blasted — Netflix FilmCristela Alonzo: Middle Classy — Netflix Comedy</p><p>June 29Beauty — Netflix FilmExtraordinary Attorney Woo — Netflix SeriesPirate Gold of Adak Island — Netflix SeriesThe Upshaws: Season 2 Part 1 — Netflix Series</p><p>June 30Bastard‼ —Heavy Metal, Dark Fantasy — Netflix AnimeMandela: Long Walk to FreedomSharkdog: Season 2 — Netflix Family</p><p>What's leaving in June</p><p>June 13Girlfriends' Guide to Divorce: Seasons 1-5</p><p>June 17Silver Linings Playbook</p><p>June 23Reign: Seasons 1-3</p><p>June 29Criminal Minds: Seasons 1-10</p><p>June 30Corpse BrideDesperadoEagle EyeEscaping the NXIVM Cult: A Mother's Fight to Save Her DaughterThe ExorcistForgetting Sarah MarshallGodzillaHappy GilmoreHerHow to Train Your DragonInto the WildJoan Rivers: Don't Start with MeJust Go With ItLooperMemoirs of a GeishaMidnight in ParisMy Fair LadyThe Originals: Seasons 1-4Shrek Forever AfterStand by Me</p><p>Here's everything coming to Netflix in June 2022 — and what's leaving</p>",
  "published": "2022-05-31T20:18:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1104,
          "end": 1110
        }
      ]
    }
  ]
}