{
  "_id": "07c6eedfedfe6e95921564c3976440c84760d8a3196aed7bf090dd4c17ddda37",
  "feed": "wall-street-journal",
  "title": "More Companies Pay Down Costlier Debt",
  "text": "<p>The three-month London interbank offered rate, a reference rate used in commercial loans, stood at 4.56% as of Tuesday, up from just under 0.15% a year earlier, according to data provider FactSet. The costs for shorter-tenured, one-month Libor also went up. The three-month secured overnight financing rate -- the Libor replacement preferred by U.S. regulators -- traded at 4.22% as of Tuesday, up from 0.04% a year earlier.</p><p>Against that backdrop, companies across industries and credit ratings are accelerating their preparations for a potential economic downturn, analyzing how a revenue shortfall could affect their finances. As a result, some are taking steps to rein in expenses and cut interest costs, while others are looking to put cash reserves to work as their bank deposits continue to generate minimal yields.</p><p>Cosmetics company e.l.f. Beauty Inc. plans to pay down about 25% of its outstanding term loan during the quarter. The Oakland, Calif., company had $88.3 million in long-term debt on its balance sheet as of Sept. 30, made entirely up of a floating-rate term loan.</p><p>Chemicals company DuPont de Nemours Inc. on Tuesday said it plans to retire $2.5 billion of senior notes due in 2023, which will result in annualized pretax savings of $100 million. Additionally, the company plans to pay off its outstanding commercial paper balance of $1.3 billion during the fourth quarter. \"The prepayment reduces refinancing risk in a rising rate environment,\" Edward Breen, chief executive at the Wilmington, Del.-based company, said during an earnings call.</p><p>Before the Fed's latest rate increase, e.l.f. Beauty paid an annual interest rate of 4.9% on the loan, according to Mandy Fields, the company's chief financial officer. That rate, which adjusts quarterly, is set to increase to nearly 6% during the current quarter, she said. \"It felt like a good time to step back and say, 'We built this great cash balance. How can we put it to use in a better way?'\" Ms. Fields said.</p><p>E.l.f. Beauty's had $85.3 million in cash and equivalents on its balance sheet as of Sept. 30, more than double compared with a year earlier. The company's sales have been strong despite fears of a downturn as the company, whose mass-market products include a $3 lipstick, benefited from strong demand.</p><p>Noninvestment grade companies, and particularly those with floating-rate debt, are more urgently looking for ways to trim interest costs than higher-rated companies, which have ample cash and access to the capital markets, said David White, a senior managing director who advises CFOs at FTI Consulting Inc.</p><p>\"If I have closer to a junk rating, that's a game changer. It's all about the here and now,\" Mr. White said, describing the sense of urgency among such companies.</p><p>Total debt at companies in the S&amp;P 500 that reported third-quarter earnings through Nov. 4 remained about flat during the quarter from a year earlier, increasing by 0.3% at the median to just over $9.3 trillion, according to S&amp;P Global Market Intelligence. Sectors including healthcare, consumer staples and information technology have cut their total debt by median values of 5%, 2% and 1%, respectively. Others, including consumer discretionary and real estate, have increased their debt loads, S&amp;P said.</p><p>KAR Auction Services Inc., which operates a digital marketplace for second hand cars, used the $1.7 billion after-tax net proceeds that it generated from the May sale of its ADESA U.S. wholesale auction business to pay down debt ahead of schedule.</p><p>KAR, which has a junk rating, is looking to trim its expenses as it plans for a macroeconomic slowdown and aims to operate as a leaner, digital business, said Eric Loughmiller, the company's finance chief. \"I would much rather, if I had my choice, reduce my interest burden and keep my technology team at full capacity,\" he said.</p><p>During the third quarter, KAR completed a tender offer, buying $600 million of its $950 million in outstanding bonds. The debt carried a 5.125% coupon and was due in 2025. Additionally, KAR three months earlier repaid an approximately $900 million term loan. About two-thirds of the loan carried a 5% interest rate that was fixed through a swap, which was set to expire in 2025. The rate was set to increase to at least 7%, according to Mr. Loughmiller.</p><p>The two transactions reduced KAR's annual interest costs by $70 million, to an estimated $15 million a year, Mr. Loughmiller said.</p><p>Smaller companies are making similar calculations. Toy and costume company JAKKS Pacific Inc. during the third quarter made an advance payment of $17.5 million on its floating-rate term loan, Chief Financial Officer John Kimble said. The interest rate on the loan was about 7.5% as of June 2021, when the company refinanced, and during the current quarter increased to 10.2%, Mr. Kimble said.</p><p>Sales at the Santa Monica, Calif.-based company increased 36% during the quarter ended Sept. 30 compared with a year earlier to $323 million, due in part to retailers buying inventory early, as well as the popularity of toys tied to films including Disney's Encanto. Profit slipped 16%, to $30.3 million.</p><p>Using cash to pay down debt made sense because the company wasn't earning interest on its bank deposits. It was also worth it to incur a $525,000 paydown fee because the company freed up additional savings that could be spent elsewhere internally, Mr. Kimble said.</p><p>JAKKS three years ago was recapitalized after it struggled following the bankruptcy of Toys \"R\" Us, one of its largest vendors at the time. As JAKKS boosts sales and gets its business on solid footing, it aims to improve the quality of its balance sheet, Mr. Kimble said. \"We're kind of like a consumer household that has too much credit card debt,\" he said.</p><p>---</p><p>Nina Trentmann contributed to this article.</p>",
  "published": "2022-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5070,
          "end": 5076
        }
      ]
    }
  ]
}