{
  "_id": "470cfff9c4ae7a0cee808705e1afc9bd6558477d26664c535139f0cf170d502f",
  "feed": "market-watch",
  "title": "What does FX's acclaimed 'The Bear' really teach us? Skip Chicago's over-hyped deep dish for a beef and giardiniera; Italy can be thanked and Chicago commended for giardiniera, the jarred, spicy pickled vegetables that should be in every fridge — and is actually great on pizza",
  "text": "<p>Epicurean shots of a raw cuts of beef, salted and massaged, and the gurgle of simmering stocks are almost too beautiful, truly, for the griminess of the lunch counter, but the show would be less without them. The food imagery gives viewers a palate cleanser from a story paced with the anxiety of meal service. The language is spicy and so is the house-made giardiniera, the pickled vegetables that are a must to top any Italian beef on a perfectly chewy roll, regardless of how drenched you can stand it.</p><p>Read: Here's what's new on Hulu in August 2022, and what's leaving</p><p>Plus: Here's everything new coming to HBO Max in August 2022</p><p>And: Here's everything coming to Netflix in August 2022 — and what's leaving</p><p>The half-hour streamer from Disney's DIS FX on Hulu deserves its generous portion of praise. Credit is heaped on the examination of aggressive professional kitchen dynamics, including for women and people of color, but also how family dysfunction can be its own love language.</p><p>Chicagoans, on the other hand, may watch simply for the food. And they may be hopeful that \"The Bear\" single-handidly, once and for all, 86's a touristy obsession with deep-dish pizza as the city's culinary must.</p><p>All right, at least once in your life take your knife and fork to a slice of Chicago deep dish with its heirarchical blasphemy of tomato sauce over cheese, especially if you skip the chains. Or ask locals about square-cut tavern-style pizza and any of the handful of Midwestern crust preferences on offer. And it must be said that \"The Bear\" gives the Chicago hot dog and its divisive condiments a mini arc. Have one of those before you die, too.</p><p>But if you're a meat eater, need a quick bite, aren't afraid of a little chin dribble and want a taste of Chicago? Go for a beef. (The Italian is implied.)</p><p>You might try one of the originals: Johnnie's Beef (technically in Elmwood Park), Mr. Beef, or any of Al's #1 locations. There's also Jay's and other establishments to ponder on this short list from Eater. Even regional chain, now publicly-traded, Portillo's PTLO, has a beef on its menu.</p><p>There are a few ordering specifics to know:</p><p>* Dipped: The sliced beef is pulled from the juice, put in the roll and then the entire sandwich is dipped into the jus/juice. This is the soggy version! Dress accordingly.</p><p>* Wet (not at all a synonym for dipped): Means the beef is pulled from the juice and placed into the roll. Some places will also add an extra spoonful of juice on the beef before closing the sandwich.</p><p>* Dry: Most of the juice is dripped off from the beef before putting in the roll and no juice is added to the sandwich.</p><p>* Sweet: Top with roasted green bell peppers.</p><p>* Hot: Top with hot giardiniera (plus peppers).</p><p>* Cheese or no cheese: A somewhat controversial addition, of either mozzarella or provolone, and territory that can get awfully close to Philly cheesesteaks. Old-schoolers at Johnnie's ignore a dairy addition altogether.</p><p>Now, if you're in Chicago or pretty much anywhere on the planet, consider adding giardinaira to beefs, deli sandwiches, omelettes, even, yes, to top a slice of pizza. The trace of vinegar and the barely crunchy, oil-bathed peppers, carrots, cauliflower and more stand up perfectly to gooey, salty cheese.</p><p>In fact, deepen your condiment bench with a jar on hand in your fridge; you can get mild to very spicy. Show off those knife skills and make your own, or hand over the chopping to the pros. More grocery stores now carry giardinaira or you can order a Chicago-based jar from Amazon.</p><p>Read: Here's what's new to Amazon's Prime Video in August 2022</p><p>Plus: Here's everything new coming to Disney+ in August 2022</p><p>Don't miss: NFL launches streaming service, but it has serious limitations</p><p>What does FX's acclaimed 'The Bear' really teach us? Skip Chicago's over-hyped deep dish for a beef and giardiniera</p>",
  "published": "2022-07-28T02:45:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3634,
          "end": 3640
        },
        {
          "start": 739,
          "end": 745
        }
      ]
    }
  ]
}