{
  "_id": "cbcc4ab17d94128266a541dd0535b00199f4d7beee92e282b7a104df85a05e2e",
  "feed": "wall-street-journal",
  "title": "Florida Senate Passes Bill to Eliminate Disney's Special Tax District; Republican-led House is expected to approve measure as state takes aim at company's opposition to gender and sexuality legislation",
  "text": "<p>The measure potentially delivers a blow to the company's operations in the state. The special district, created in 1967 and known as the Reedy Creek Improvement District, exempts Disney from a host of regulations and certain taxes and fees related to emergency services and road maintenance. It saves Disney tens of millions of dollars a year, according to a person familiar with the company's finances who studied the issue over a decade ago.</p><p>On Wednesday, Disney declined to comment on the bill</p><p>In recent weeks, Mr. DeSantis and GOP lawmakers have clashed with Disney over the company's opposition to the recently signed Parental Rights in Education law, which critics call the \"Don't Say Gay\" legislation. The measure prohibits classroom instruction on sexual orientation and gender identity through third grade, and limits it for older students to material that is \"age-appropriate.\"</p><p>Disney initially didn't comment on the legislation, but came under pressure from employees to oppose it. After it passed, the company pledged to push for its repeal and to fight similar bills in other states.</p><p>Under the bill passed by the Senate 23-16 on Wednesday, any special district established prior to the ratification of the Florida Constitution in 1968, and not renewed since then, would be dissolved on June 1, 2023.</p><p>Robbie Whelan contributed to this article.</p><p>Write to Arian Campo-Flores at arian.campo-flores@wsj.com</p><p>Florida Senate Passes Bill to Eliminate Disney's Special Tax District</p>",
  "published": "2022-04-20T17:05:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 301,
          "end": 307
        },
        {
          "start": 179,
          "end": 185
        },
        {
          "start": 888,
          "end": 894
        },
        {
          "start": 1454,
          "end": 1460
        },
        {
          "start": 40,
          "end": 46
        },
        {
          "start": 458,
          "end": 464
        },
        {
          "start": 563,
          "end": 569
        }
      ]
    }
  ]
}