{
  "_id": "07e1193f18ebf76e3df4006c08fe0ffb080398b738fc73d09b921ac66ed67299",
  "feed": "wall-street-journal",
  "title": "Foxconn Running at Full Capacity in Shenzhen After Covid-19 Restrictions Lifted; Chinese manufacturing hub returns to business as usual, but rise in cases prompts tighter controls for Jilin, Shanghai",
  "text": "<p>Shenzhen authorities said the city's coronavirus outbreak has been largely stamped out after three rounds of nucleic-acid tests in a week. Public transportation and nearly all factories and other businesses resumed normal operations Monday, the government said. The easing of restrictions came even as the city a day earlier had reported 33 new local infections.</p><p>The new approach by Shenzhen reflects the more targeted strategy adopted by China as the highly infectious Omicron variant spread across the country this month. While containment measures eased in most of Shenzhen, restrictions remain in some areas. The city said its more precise measures aim to \"minimize the impact of the Covid situation on economic and social development.\" Restrictions will be tailored to each district, supply chain and company, officials said.</p><p>The move follows Chinese leader Xi Jinping's speech last week to the ruling Politburo Standing Committee in which he acknowledged that the country's zero-Covid strategy carries a heavy cost. While the policy has helped keep China largely free of the virus over the past two years, lockdowns, factory closures and other measures pose a threat to global supply chains and economic growth.</p><p>On Monday, Jilin City in the northeastern province of the same name, imposed a strict lockdown similar to those seen in Wuhan in early 2020—when Covid-19 first erupted—and in the city of Xi'an this past winter, before the recent Omicron-driven wave.</p><p>With more than 1,500 of China's 1,947 new locally transmitted cases reported Sunday, Jilin City began a so-called \"static management\" campaign. For four days from Monday, depending on location, residents must stay home or inside their apartment complexes, and shop only online or by phone. Millions in the province had already been under stay-at-home orders, but with one household member allowed out every other day to shop for essentials.</p><p>A state-owned drug company came to aid with a treatment plan China approved last month. On Sunday, at the government's request, C.Q. Pharmaceutical Holding Co. delivered 10,000 packs of Pfizer Inc.'s Covid-19 antiviral drug Paxlovid to Jilin Province for emergency use. The shipment was imported from Belgium only last week.</p><p>Omicron is also spreading in Shanghai, although only 24 of its 758 locally transmitted cases logged Sunday were symptomatic. China doesn't include asymptomatic cases in its new infections totals.</p><p>On Sunday, Shanghai Disney Resort said its properties in the city would close until further notice from Monday to prevent the spread of Covid-19.</p><p>Many of Shanghai's 25 million residents had gone through 48-hour home lockdowns last week to facilitate citywide testing—in some cases, more than once. Before this latest outbreak, most had not experienced home confinement. In a Monday press briefing, officials said they would continue to conduct testing block by block.</p><p>Tangshan City in Hebei province ordered vehicles off the road from Sunday after the first new cases were recorded in the steelmaking hub—albeit only seven of them. Many of the city's steel plants have halted operations, according to the state-owned Global Times newspaper.</p><p>On Sunday, a leading expert from China's Covid-19 task force reiterated that it was too soon to treat the Omicron wave like a seasonal flu and let it spread. Liang Wannian, an official with the National Health Commission, said the variant's ability to spread would result in an unacceptably high number of critical cases and deaths.</p><p>\"It would cause big harm to a society and a nation\" even though it might not be that dangerous to an individual, he said in an interview with state broadcaster CGTN.</p><p>There are signs that public frustration is growing as more cities roll out restrictions similar to those from the early days of the pandemic. Some people questioned why China wasn't opening up like other countries; others complained of being unable to return home to see family for three Lunar New Years in a row.</p><p>On Douban, a social-media platform popular with book lovers, users inserted keywords such as \"nucleic-acid test\" and \"health codes\" into ancient Chinese poems and classic foreign novels, expressing their feelings of helplessness over the restrictions.</p><p>Meanwhile, Hong Kong said it would ease Covid restrictions, including halving quarantine for some inbound travelers to seven days and ending a ban on flights from countries including the U.S. Authorities also suspended a plan to follow the mainland protocol and conduct universal testing.</p><p>The move comes after Chief Executive Carrie Lam last week said that businesses and the city's 7.4 million residents could no longer tolerate stringent containment measures that have isolated the financial center and affected all aspects of daily life.</p><p>Write to Wenxin Fan at Wenxin.Fan@wsj.com</p><p>Foxconn Running at Full Capacity in Shenzhen After Covid-19 Restrictions Lifted</p>",
  "published": "2022-03-21T21:33:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2450,
          "end": 2456
        }
      ]
    }
  ]
}