{
  "_id": "b4dd90eddcda1fd572bd9c3215ee3cd55ad39ecbb1db99c9bed5e71043561c64",
  "feed": "wall-street-journal",
  "title": "WWE's Vince McMahon Agreed to Pay $12 Million in Hush Money to Four Women; The longtime chief of World Wrestling Entertainment Inc. secured nondisclosure agreements to keep secret allegations of sexual misconduct and infidelity",
  "text": "<p>The previously unreported settlements include a $7.5 million pact with a former wrestler who alleged that Mr. McMahon coerced her into giving him oral sex and then demoted her and, ultimately, declined to renew her contract in 2005 after she resisted further sexual encounters, according to people familiar with the matter. The wrestler and her attorney approached Mr. McMahon in 2018 and negotiated the payment in return for her silence, the people said.</p><p>In another previously unreported deal, a WWE contractor presented the company with unsolicited nude photos of Mr. McMahon she reported receiving from him and alleged that he had sexually harassed her on the job, according to people familiar with the woman's 2008 nondisclosure agreement. Mr. McMahon agreed to pay her roughly $1 million, these people said.</p><p>And in a 2006 agreement, a former manager who had worked 10 years for Mr. McMahon before he allegedly initiated a sexual relationship with her was paid $1 million to keep quiet about it, according to people familiar with the deal.</p><p>The Journal previously reported about a $3 million hush pact reached in January between Mr. McMahon and a former WWE paralegal with whom he allegedly had an affair, citing documents and the people familiar with the matter. WWE's board is investigating Mr. McMahon's agreement with the former paralegal, and the 2018 deal with the former wrestler, people familiar with the inquiry said.</p><p>The board also is investigating allegations that WWE executive John Laurinaitis had a sexual relationship with the same former paralegal, according to people familiar with the inquiry. Additionally, the board is looking at a $1.5 million nondisclosure agreement reached in 2012 with an employee involving misconduct claims against Mr. Laurinaitis, these people said.</p><p>Mr. Laurinaitis, a former wrestler known as Johnny Ace, had been head of WWE talent relations for eight years when he was forced to step down in 2012 and take a smaller role at the company. His demotion came around the same time as the $1.5 million deal with the employee, who alleged she had an affair with Mr. Laurinaitis and that he demoted her after she broke it off, people familiar with the nondisclosure agreement said.</p><p>Mr. McMahon had restored Mr. Laurinaitis as head of talent relations last year. WWE has since placed Mr. Laurinaitis on administrative leave, a person familiar with the matter said.</p><p>The Journal couldn't determine whether the board probe includes the nondisclosure agreements involving the contractor and the former manager, or how far back the investigation will go. A spokesman for the board's independent directors declined to comment.</p><p>Neither Mr. Laurinaitis nor an attorney for Mr. McMahon responded to requests for comment.</p><p>The company is cooperating with the board inquiry, a WWE spokesman said. Mr. McMahon's relationship with the former paralegal was consensual, the spokesman said, adding that the company is taking the allegations seriously.</p><p>In a June 8 letter to the Journal, Mr. McMahon's attorney, Jerry McDevitt, said that the former paralegal hadn't made any claims of harassment against Mr. McMahon and that \"WWE did not pay any monies\" to the ex-employee \"on her departure.\"</p><p>The investigation by the board's outside counsel at Simpson Thacher &amp; Bartlett LLP was triggered by a series of anonymous emails that directors received earlier this year, the Journal reported. The emails, reviewed by the Journal, described Mr. McMahon's deal with the former paralegal and alleged that he and Mr. Laurinaitis took advantage of her.</p><p>Family ties</p><p>Mr. McMahon temporarily stepped aside as the chief executive and chairman of WWE on June 17, following the Journal report on the $3 million agreement with the former paralegal. Mr. McMahon has pledged to cooperate with investigators. His daughter, Stephanie McMahon, replaced him pending the outcome of the investigation, though Mr. McMahon still oversees WWE's creative side, the company said.</p><p>WWE shares closed at $62.51 on the day Mr. McMahon stepped aside and slid below $60 over the following days. Shares closed Friday at $63.76, down 2% from Thursday.</p><p>WWE describes Mr. McMahon as critical to the success of the company, which runs the world's most famous wrestling business and reported record revenue of $1.1 billion last year. WWE said in regulatory filings that losing Mr. McMahon would put its entire business at risk.</p><p>WWE's revenue includes a five-year exclusive agreement with NBCUniversal's Peacock streaming platform struck in 2021 and valued at $1 billion. The company also has TV licensing agreements with Fox Corp. and NBCUniversal, and recently secured its first stand-alone international distribution deal with Disney Plus Hotstar in Indonesia. Fox Corp. and Journal parent News Corp share common ownership.</p><p>Mr. McMahon owns a majority of WWE's Class B shares, giving him the bulk of shareholders' voting power, securities filings show. The Class B shares have 10 times the voting power of the Class A shares available to regular investors and are owned exclusively by Mr. McMahon, his family and trusts benefiting individual family members, the filings show.</p><p>\"The bar is going to be reasonably high to wrestle the business from family control,\" said Brandon Ross, a research analyst at LightShed Partners who follows WWE. But he added that any outcome that would strip Mr. McMahon's creative responsibilities would materially change the company.</p><p>'A good time'</p><p>The company's shows have featured executives, including Mr. McMahon, as characters who join in cartoonish violence, risqué skits and soap opera-like story lines about the inner workings of WWE. Mr. McMahon plays a vengeful boss with an out-of-control libido. Some women who have crossed paths with him allege he engaged in similar behavior in real life.</p><p>In 2006, Mr. McMahon made news after an employee at a Boca Raton, Fla., tanning salon accused him of groping her, according to a police report.</p><p>The employee told police that Mr. McMahon showed her nude photos of himself on his phone and later tried to kiss her, the police report said. Mr. McMahon said \"he was only trying to have a little fun,\" according to the woman's account in the police report. Mr. McMahon's lawyer told police he denied any wrongdoing, the report said.</p><p>Prosecutors declined to file charges, citing a lack of independent evidence, records show.</p><p>Mr. McMahon's wife, Linda McMahon, helped build the company and was WWE's chief executive until she stepped down in 2009 for the first of two unsuccessful campaigns for the Senate. She served as head of the Small Business Administration under former President Donald Trump. Mrs. McMahon didn't respond to requests for comment.</p><p>Mr. McMahon said in an interview with Playboy magazine published in 2001 that he had been unfaithful to Mrs. McMahon with multiple women in prior years but had put a stop to the affairs after realizing \"the havoc you create in others' lives, just from wanting to have a good time.\"</p><p>Mr. McMahon's affairs at the company were common knowledge, according to former WWE employees.</p><p>The former paralegal to whom Mr. McMahon agreed to pay $3 million was brought into the company as a legal assistant in 2019, according to people familiar with the matter. She never applied for the job, these people said. Mr. McMahon had met her at his Stamford, Conn., condo building, where both were living, the people said.</p><p>WWE placed her in the legal department because the woman's résumé said she had attended law school, the people said. The woman often talked with colleagues in the department about her close relationship with Mr. McMahon, the people familiar with the matter said. The talk about Mr. McMahon was so frequent that her boss asked her to stop, saying she was making other employees uncomfortable, according to one of the people.</p><p>In 2021, the woman transferred from the legal department to talent relations under Mr. Laurinaitis, who returned to the role he had held a decade earlier.</p><p>WWE considered raising the woman's annual salary from $100,000 to around $300,000, at Mr. McMahon's request, according to people familiar with the matter. The company settled on a base salary of $200,000 and a director-level position.</p><p>An anonymous email sent to the board on March 30 this year, and viewed by the Journal, alleged that Mr. McMahon increased the woman's salary after he began a sexual relationship with her. The email alleged that Mr. McMahon \"gave her like a toy\" to Mr. Laurinaitis.</p><p>Write to Joe Palazzolo at joe.palazzolo@wsj.com, Ted Mann at ted.mann@wsj.com and Joe Flint at joe.flint@wsj.com</p><p>WWE's Vince McMahon Agreed to Pay $12 Million in Hush Money to Four Women</p>",
  "published": "2022-07-08T14:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}