{
  "_id": "4e272eb0e564712cecd3f5be3188c65df2de82b07433cbe4adfcdbf059547d99",
  "feed": "wall-street-journal",
  "title": "Fox Logged Higher Revenue as Political Ads Rolled In; CEO Lachlan Murdoch declines to discuss specifics of possible News Corp deal, cites value of size",
  "text": "<p>Mr. Murdoch made his comments on the importance of size amid the backdrop of a potential merger of Fox with News Corp, the other media company controlled by Mr. Murdoch's father, Rupert Murdoch. The comments came after Fox's earnings report, in which the company posted a 5% climb in revenue for its fiscal first quarter as political advertising for the midterm elections ramped up.</p><p>Last month, the two companies said they were exploring a possible combination nearly 10 years after their split in 2013. The version of Fox that split off from News Corp was bigger than the company as it stands today after the sale of Fox's major entertainment properties to Walt Disney Co. in 2019.</p><p>The Wall Street Journal is a unit of News Corp, which also owns other publishing operations in the U.K. and Australia. Fox Corp. is the parent of Fox News, the Fox Broadcasting company and Fox Sports.</p><p>Mr. Murdoch declined to discuss any specifics of a possible deal, which the companies have confirmed, and said that there is no guarantee it would come to fruition.</p><p>\"We don't know if there is a deal or if there will be a deal. We don't know what that deal would look like,\" he said, citing the work being done by independent committees formed by the boards of the two companies to evaluate the proposal from Rupert Murdoch and the Murdoch family trust.</p><p>There could be takeover interest in the two media properties, deal makers in the industry have said. A bigger company could potentially make any unwanted takeover attempts more difficult.</p><p>The family trust has large voting stakes in each company: about 39% in News Corp and 42% in Fox Corp. Rupert Murdoch, 91 years old, now effectively controls the trust, but when he dies his four adult children, who each have votes, would have substantial say in the companies' future.</p><p>Ultimately, a deal depends on the approval from a majority of non-Murdoch-family shareholders.</p><p>Mr. Murdoch warned that the weakening of the advertising market will have an adverse impact on some of Fox's holdings, particularly the Fox Broadcasting network, which is struggling in the ratings. However, the digital ad strength driven by online streaming service Tubi is expected to offset the softness at Fox, he said.</p><p>Revenue totaled $3.19 billion for the third quarter, up from $3.05 billion last year and above Wall Street analyst expectations, according to FactSet.</p><p>The top-line growth was driven by an 8% jump in advertising revenue thanks to higher political advertising sales at Fox's television stations and higher advertising prices across its news and sports brands, along with continued growth at Tubi and Fox Nation, the direct-to-consumer streaming platform of Fox News.</p><p>The gain was partially offset by lower ratings at Fox Network, the company said.</p><p>While sales rose, Fox's bottom line declined to $605 million, or $1.10 a share, from $701 million, or $1.21 a share, in the same quarter last year. The drop is largely attributable to the recognition of higher gains in a revenue category for the prior year's third quarter, Fox said.</p><p>On an adjusted basis, earnings were $1.21 a share, topping analyst expectations of $1.14 a share, according to FactSet.</p><p>Shares in Fox rose 5.2% to $28.61.</p><p>Write to Dean Seal at dean.seal@wsj.com and Joe Flint at Joe.Flint@wsj.com</p><p>Fox Logged Higher Revenue as Political Ads Rolled In</p>",
  "published": "2022-11-01T20:34:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 658,
          "end": 669
        }
      ]
    }
  ]
}