{
  "_id": "a1973e3d6f6698ddf45fcdb9a992b7f41fccce79020ee59d895da7474d8c0aa2",
  "feed": "wall-street-journal",
  "title": "Amazon's 'Lord of the Rings: The Rings of Power' Draws More Than 25 Million Viewers; Series marks biggest debut in history of streaming service, Amazon said",
  "text": "<p>This marks the first time Amazon has released viewership data for its content. The company declined to say how the show's ratings compared with other content on the platform.</p><p>Amazon Studios Chief Jennifer Salke called the series and the initial response a \"proud moment\" for the company. \"It is the tens of millions of fans watching—clearly as passionate about Middle-earth as we are—who are our true measure of success,\" she said in a statement.</p><p>Competition in streaming video has become fierce with longtime players such as Amazon and Netflix Inc. battling newer services such as Disney+, HBO Max, Paramount+ and Peacock, among others.</p><p>All the major players place bets on programming they hope can lure in new customers and keep them hooked.</p><p>HBO's \"House of Dragons,\" a backstory related to its hit series \"Game of Thrones,\" drew nearly 10 million viewers in its first day of availability in the U.S. on August 21, according to Nielsen and HBO. Within the first week, that figure doubled to 20 million viewers.</p><p>Amazon did not release data on \"Rings of Power\" in conjunction with Nielsen and its rating was global.</p><p>Streaming video budgets have been rising steadily for several years, but as growth becomes tougher, companies are paying more attention to the return they're getting from programming investments.</p><p>\"The Lord of the Rings: The Rings of Power\" was a passion project for Amazon founder and executive chairman Jeff Bezos, who was very involved in the effort to land the rights to make the series.</p><p>While \"Lord of the Rings\" is Amazon's biggest bet to broaden the reach of its Amazon Prime Video streaming platform, it is far from the only one. Earlier this year, Amazon acquired the MGM movie and television studio for $6.5 billion. MGM's library includes the \"James Bond\" and \"Rocky\" franchises as well as \"The Pink Panther\" and \"RoboCop.\" Amazon is expected to use the assets of the studio to advance its own movie and television ambitions.</p><p>Amazon Prime Video's next big event will be \"Thursday Night Football.\" The company secured long-term rights to stream the National Football League package of games in a deal that costs around $1 billion per season, The Wall Street Journal has reported.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Amazon's 'Lord of the Rings: The Rings of Power' Draws More Than 25 Million Viewers</p>",
  "published": "2022-09-03T20:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [],
      "weightsV2": {
        "weight": 0.81450623,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.18549377,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 9
    }
  ]
}