{
  "_id": "dc8a95522471b44f8a2d0fd52bb4fa7790e98235e387b6fc583d6a1065d8fb3a",
  "feed": "ftcomall",
  "title": "Giannis Antetokounmpo and the making of a legend",
  "text": "<p>My 15 year-old daughter forewent birthday and Christmas presents for years so she and her father could go to the US to watch Giannis Antetokounmpo in an NBA game. Last March, when a friend found them two sixth-row tickets, they asked me to get them a Greek flag from Amazon and flew to Chicago. Her brothers and I stayed in London wondering whether Giannis — as he is known to his fans around the world — would sign my daughter's Milwaukee Bucks cap. </p> <p>Two times named the Most Valuable Player in the NBA, and playing on one of the biggest contracts in the league ($228mn over five years), Giannis grew up in Sepolia — a working-class neighbourhood of Athens — selling knock-off handbags and sunglasses after school, helping his parents, immigrants from Nigeria. On multiple occasions, his family was evicted for not making the rent. Throughout the years he and his brothers sold trinkets by the side of the road for €2 a piece, they feared police and deportation — although Giannis was born in Athens, he did not have legal residency in Greece until he was 18.</p> <p>When the Bucks drafted him in 2013, Giannis was sitting on the bleachers with a Greek flag on his lap. As John Hammond, the then general manager of the Bucks, said about picking him, the draft is exactly what it sounds like — “an inexact science”. Seven feet tall and with a striking athletic wingspan, Giannis was modest and reserved. His fluid game and versatility on the court would come later. </p> <p><em>Rise</em>, a new Disney biopic of Giannis's life, is pitched as the story of someone who doesn't give up, tapping into the myth that there is no limit to what one can achieve. It follows the journey of a boy whose parents often could not afford to provide meals, into the fame of professional basketball. It is about emotional resilience, racism and an orange ball that changed everything for him. What's more, it is also about those who encouraged him, repeatedly going out of their way to help the boys play basketball and the family make ends meet.</p> <p>A few years ago Giannis featured in a video for the Ministry of Tourism, urging foreigners to visit Greece in the summer for their holidays. In order to maintain his Greek citizenship, Antetokounmpo served his three-month stint of military service (which is compulsory for all men and much longer for those not residing abroad). Giannis now plays for the national team — although these days he is not just a citizen but a Greek ambassador to the world.</p> <p>After the global financial crisis of 2007-09, Greece's economy shrank by a quarter, unemployment soared and property prices collapsed. Through the long recession, Greece was thrown into social unrest and Golden Dawn — a far-right, ultranationalist political party — rose to prominence by proclaiming that “Greece belongs to the Greeks” and bullying, when not physically attacking, immigrants at every possible chance. To say that Giannis did not have it easy is an understatement. But in interviews and at press conferences he says again and again that for every person who was hostile to him there was another one who helped him and his family — coaches, priests, neighbours.</p> <p>When my daughter gave us the lowdown about the NBA game she attended (Chicago Bulls vs Milwaukee Bucks), she said there was no chance to talk to Giannis in the United Center arena. Not only was there a sea of Greek flags but also hundreds of people chanting his name in the stadium. Giannis clearly doesn't need our support now. He needed it badly while he was growing up in Athens.</p> <p><em>Rise</em> is very much a Disney product — less of a sports movie and more of an inspirational story of triumph over adversity. And yet, even though the film never avoids the temptation of being obvious, the story resonates because of the bifurcation of Giannis's trajectory — from being malnourished and stigmatised to material riches and world fame — suggesting that life is not plotless.</p> <p>Last month a vast mural of Giannis in his green Bucks jersey was unveiled in Wisconsin. An image of him dunking has also been painted on the surface of the court he used to play on in Athens years before the Onassis Foundation set up a scholarship in the Antetokounmpo Brothers' name (his older brother, Thanasis, is also an NBA player), supporting Afro-Greek children regardless of their citizenship status. </p> <p>As with any tale of remarkable achievement, Giannis (known to fans and sports commentators as “the Greek Freak”) made it because of his discipline and focus. During his years living in Sepolia, he trained non-stop and occasionally slept on the court floor not only to save bus money but so he wouldn't waste any time commuting. So let me tell you about Giannis: his story has now become a legend — and you know how seriously we take epics in Greece.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Fani Papageorgiou 2022 'Giannis Antetokounmpo and the making of a legend' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-28T04:00:25.618Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3538,
          "end": 3544
        },
        {
          "start": 1470,
          "end": 1476
        }
      ]
    }
  ]
}