{
  "_id": "1584b07b50dba80ed98a7757b737e8ec8b54c9e27b95683130de1eab68a7adb1",
  "feed": "wall-street-journal",
  "title": "Chicken Soup for the Soul Entertainment to Buy DVD Kiosk Company Redbox; The deal combines two legacy entertainment companies amid a shift toward ad-supported streaming",
  "text": "<p>The deal gives Chicken Soup, which operates the streaming service Crackle and its namesake streaming service, a deeper entertainment footprint as it aims to compete with the likes of Netflix Inc., Walt Disney Co. and other streaming platforms.</p><p>It also comes after years of struggles at Redbox, which is best known for the more than 38,000 red DVD rental kiosks stationed at grocery stores and other retailers.</p><p>Redbox's rental business took a hit during the pandemic due to the limiting of theatrical releases it relies on. It warned earlier this year that its streaming service has failed to drive enough revenue to make up for the rising costs to build it out. It is now saddled with significant debt.</p><p>Redbox stock has tumbled almost 80% from a high last year after it returned to the public markets through a merger with a special-purpose acquisition company.</p><p>Chicken Soup operates a series of ad-supported streaming services including Crackle, which it bought from Sony in 2020 and Popcornflix Kids.</p><p>Chicken Soup Chief Executive William Rouhana Jr. said the deal will help the company grow in streaming as the industry shifts toward an ad-supported model amid rising competition with subscription services and rising inflation.</p><p>Some of the largest streaming services, including Netflix and Disney, have said in recent months they plan to roll out ad-supported options.</p><p>Chicken Soup said Redbox shareholders will get a fixed exchange ratio of 0.087 share of common stock in Chicken Soup for each Redbox share they own. Once the deal closes, expected in the second half of the year, Redbox shareholders will own about 23.5% of the combined company, Chicken Soup said. Lender HPS Investment Partners will own about 4.5% of the combined company, diluting current shareholders' ownership.</p><p>Shares of Redbox fell 24% to $4.23 a share in recent trading.</p><p>Chicken Soup stock rose almost 4% to $8.21 a share. Shares were down almost 43% so far this year.</p><p>Chicken Soup also reported first-quarter results Wednesday, with revenue up 26% to $29.2 million, slightly ahead of Wall Street expectations.</p><p>The company's net loss widened to $14.1 million, or 92 cents a share, compared with $9.2 million, or 67 cents a share, a year earlier. Analysts surveyed by FactSet expected a net loss of 70 cents a share.</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>Chicken Soup for the Soul Entertainment to Buy DVD Kiosk Company Redbox</p>",
  "published": "2022-05-11T14:53:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1293,
          "end": 1299
        },
        {
          "start": 197,
          "end": 208
        }
      ]
    }
  ]
}