{
  "_id": "6b96c9ce68f36d15f3d6b118457993e3843a64f8c4f0a8da6bb0dde5e3c21689",
  "feed": "wall-street-journal",
  "title": "'Diaghilev's Empire' Review: Making Ballet Modern; The revolutionary impresario made the Ballets Russes an international sensation—and pushed the art to daring new heights.",
  "text": "<p>In the second half of the 19th century, Mr. Christiansen contends, \"the most richly imaginative, fertile and powerful area of the performing arts\" was opera. Dance was essentially looking backward. The reigning Russian master was Marius Petipa, the transplanted French choreographer whose masterpiece was \"The Sleeping Beauty.\" But after the turn of the century, ballet (like film) \"crucially scored over opera.\" The Ballets Russes would come to represent \"a new form of sensuality, challenging conventional demarcations of masculinity and femininity,\" a radical invitation to \"release the entire body as an emotionally expressive, sexually alive instrument.\"</p><p>Mr. Christiansen considers Diaghilev \"among the speculators in modernism\"—\"neither intellectual nor theorist . . . he had no creative gift of his own, . . . but he was no fraud: if he jumped on to bandwagons, then he soon ended up taking the reins.\" \"His genius,\" Mr. Christiansen explains, \"was simply practical: to spot and gather the necessary talents, to render them effective and get results.\" The new ascendancy of ballet \"was driven entirely by Diaghilev's initiative. . . . He followed no prototype and had no predecessors.\"</p><p>The story of Sergei Pavlovich Diaghilev (he sometimes called himself \"Serge de Diaghilev\") is an unlikely one. Born in 1872 in St. Petersburg, he spent most of his early life a thousand miles to the east, in the isolated city of Perm, living in a 20-room house in genteel poverty but with social and artistic ambitions. He returned to St. Petersburg as a law student. Unapologetically homosexual, he took up with his handsome cousin, who was active in a group of forward-looking young art enthusiasts, the Nevsky Pickwickians, which also included such key collaborators in the future Ballets Russes as designer Alexandre Benois (the Pickwickians' president) and the Jewish art student Léon Bakst (originally Rosenberg).</p><p>The young Diaghilev showed little interest in dance. He started out presenting ambitious art exhibitions, then created an important arts journal that, when it ran out of private funding, was supported by the czar. In 1901 he and the Pickwickians became involved with an attempt to revive Léo Delibes's ballet \"Sylvia,\" but in his unbridled enthusiasm to take over (not his last) he offended the veteran producer, a public and personal disaster that made it impossible for him to work in Russia. He soon decided to assemble his own company and introduce Russian opera and ballet to France.</p><p>Mr. Christiansen takes enormous pleasure in describing Diaghilev's first season in Paris. Imagine Nijinsky (by this time Diaghilev's lover), Pavlova and the sublime Tamara Karsavina—Diaghilev's most emotionally expressive dancer—all on the same stage with the phenomenal Russian bass Fyodor Chaliapin (whose many recordings confirm his vocal majesty while no significant films exist of these legendary dancers). On opening night—May 19, 1909—the corps of \"uncivilized\" Russian dancers tearing into Borodin's \"Polovtsian Dances\" ignited the Paris elite.</p><p>The following season, the Ballets Russes introduced a magical new score by Stravinsky, \"The Firebird,\" with Karsavina in the title role and Nijinsky as the Golden Slave; and the sensational \"Scheherazade,\" by Mikhail Fokine, the company's major choreographer, with dazzling \"bird of paradise\" scenery by Bakst—perhaps Diaghilev's biggest hit ever. And this was followed by \"Petrushka,\" Nijinsky's richest role—the pathetic puppet hopelessly in love with a self-absorbed dancing doll. At the end, the despairing puppet's soul leaves his body, laughing at the crowd, embodying Stravinsky's shockingly dissonant, nose-thumbing \"Petrushka chord.\"</p><p>After these early seasons in Paris, Diaghilev set up base in Monte Carlo, with visits to Paris and London. (In 1916 and '17, on the eve of World War I, they even toured the United States.) Every event was fraught with financial and personal brinksmanship, with \"nobody in the creative team . . . on good terms with anyone else.\" Yet inevitable defeats usually ended in further triumph.</p><p>Mr. Christiansen's larger point is that through 1910 Diaghilev was glorifying the work of the past. He had hoped to return to St. Petersburg. But when this clearly became impossible, \"Diaghilev began to push the envelope, pursuing conversations and making commissions that would lead him to the forefront of modernism.\" His major landmarks include, in 1912, Nijinsky choreographing himself in Debussy's \"Prélude à l'après-midi d'un faune\" (his faun \"an amoral animal with pointed ears\" who, notoriously, masturbates into a nymph's dropped shawl). A year later, Nijinsky choreographed Stravinsky's brutal and dreamlike—and rhythmically challenging—spring ritual, \"Le Sacre du printemps,\" triggering the most notorious theatrical riot of the 20th century.</p><p>After those first magnificent, hectic seasons, nothing seems to have gone as well. The relationship between Diaghilev and Nijinsky was already disintegrating in 1913, when Nijinsky suddenly, devastatingly, decided to marry (enter Romola Nijinsky, one of the book's villains). The \"cerebral\" and \"ruthlessly self-interested\" Leonid Massine replaced Nijinsky as Diaghilev's lover, chief choreographer and leading dancer. Mr. Christiansen observes that in the midst of the Great War and the Russian Revolution, the Ballets Russes was becoming both more modern and surprisingly less serious. \"Parade,\" with its absurdist scenario by Jean Cocteau and jazzy score by Erik Satie—both upstaged by Picasso's first ballet sets and witty cubist costumes—was the surprising and, to some, bewildering landmark of 1917.</p><p>Three later masterpieces—Prokofiev's heartbreaking \"Prodigal Son,\" with sets by Georges Rouault; Stravinsky's sublime \"Apollo,\" both choreographed by the up-and-coming young Georgian dancer George Balanchine; and Stravinsky's \"Les Noces,\" with choreography by Nijinsky's brilliant sister Bronislava—are still in the repertoire. Mr. Christiansen ranks the latter two with Proust, Schoenberg's \"Pierrot lunaire\" and Picasso's \"Les demoiselles d'Avignon\" as \"turning points in early twentieth-century culture.\" Diaghilev ultimately introduced 10 new Stravinsky works, including those three celebrated ballets, and commissioned such masterpieces as Ravel's \"Daphnis et Chloé\" and Debussy's \"Jeux.\" (Set by Nijinsky as a tennis game disguising a ménage à trois, \"Jeux\" remains one of modernism's unwrapped gifts, a hypnotic composition with whose mysterious facets we have yet to come to terms.)</p><p>Mr. Christiansen finds in Diaghilev's \"almost irritable restlessness\" the source of his most quoted phrase. \"Étonne-moi, Jean,\" he dared Cocteau, that \"eager young beaver\" and \"tiresome opportunist hanging on to the Ballets Russes's coattails in Paris as he angled to be given his big chance\": \"Astonish me!\" Diaghilev needed to be repeatedly astonished.</p><p>Other key figures in Mr. Christiansen's saga of intricate infighting and endless betrayals include principal dancers Serge Lifar, Anton Dolin (born Patrick Healey-Kay) and British ballerina Alicia Markova (whose surname Diaghilev changed from Marks). The \"cadaverously beautiful\" Boris Kochno, who at 17 became Diaghilev's \"secretary\" and authored the scenario for \"Prodigal Son\" and the libretto for Stravinsky's one-act folk opera \"Mavra,\" and Diaghilev's final protégé, the 16-year-old future composer-conductor Igor Markevitch, who later married Nijinsky's daughter, were among Diaghilev's few intimates who didn't waver in their loyalty.</p><p>\"Diaghilev did not know anything about dancing,\" Mr. Christiansen quotes Balanchine. \"His real interest in ballet was sexual. . . . Once when I was standing next to him at a rehearsal for Apollo, he said, 'How beautiful!' I agreed, thinking that he was referring to the music, but he quickly corrected me: 'No, no, I mean Lifar's ass; it is like a rose.' \"</p><p>Diaghilev died in 1929 from willfully untreated diabetes. At age 57 he left behind what the London Daily Express called \"the machine\" of the Ballets Russes but no \"driving force.\" With the breakup of the original Ballets Russes arrive such colorful epigones as the sleazy Colonel de Basil, whose Ballets Russes de Monte Carlo rivaled Serge Denham's Ballet Russe de Monte Carlo, each going forward with many of the same dancers but without the same artistic vision. Mr. Christiansen's postscripts to the dissolution of Diaghilev's grand enterprise—and his tracing of the company's legacy, especially in England—are more informative than riveting. But I was tickled to be reminded that Margot Fonteyn's real name was Peggy Hookham and that the dancing ostrich in Disney's \"Fantasia\" (Mme. Upanova) was \"precisely based\" on Irina Baronova, one of de Basil's trio of \"baby ballerinas.\"</p><p>In his final chapter, \"Survivors,\" Mr. Christiansen reports on what became of Diaghilev's leading dancers—Karsavina living in quiet deprivation, Nijinsky in pitiful insanity—and the remains of the magnificent sets and costumes. I particularly enjoyed the section on British balletomane Richard Buckle—biographer of Nijinsky and Diaghilev, author of three autobiographies, and curator of a landmark exhibition at the 1954 Edinburgh Festival commemorating the 25th anniversary of Diaghilev's death, a grand theatrical display of the art and artists of the Ballets Russes that for a moment \"restored some of their original glory and the shock of their splendour.\" Transferred to London, it attracted 140,000 viewers, including \"anyone who was anybody,\" from Princess Margaret and Audrey Hepburn to Somerset Maugham and E.M. Forster.</p><p>\"Diaghilev's Empire\" ends on a seriocomic note with Les Ballets Trockadero de Monte Carlo, the company of male dancers in tutus and toe shoes who present hilariously on-target parodies of ballet and ballet culture from \"Swan Lake\" to \"Concerto Barocco.\" Mr. Christiansen sees the \"Trocks\" as \"representing the coup de grâce for the tradition this book has traced, emptying ballet of all its pretensions.\" Yet he also finds in them a touching sincerity. \"In their waking dreams they are Karsavina or Baronova . . . making a reverent bow of sorts to Diaghilev's revolutionary endeavour.\" Along with his penchant for barbed irony—toward the infighting within Diaghilev's own company, the wars among his successors, or the most self-absorbed of Diaghilev's dancing dolls—Mr. Christiansen makes that same reverential bow.</p><p>Mr. Schwartz is the classical-music critic for NPR's \"Fresh Air.\"</p><p>'Diaghilev's Empire' Review: Making Ballet Modern</p>",
  "published": "2022-10-14T14:42:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 8651,
          "end": 8657
        }
      ],
      "nexusId": "10078857"
    }
  ]
}