{
  "_id": "fd028ed12c065aa7739b7ba83d615574d9d8cc0e1cfaf9b5e7288fb2cc6fb0bc",
  "feed": "wall-street-journal",
  "title": "Disney Is Whipsawed Over Stance in Florida",
  "text": "<p>Some Republican lawmakers in Florida are threatening to end a special tax district that has allowed the company to effectively govern the land on which Walt Disney World sits for decades. Members of Congress have called for Disney to be stripped of its original Mickey Mouse copyright.</p><p>Since Disney said that it would fight for repeal of the Florida law, politicians have been campaigning for re-election on promises to stand up to Disney and other \"woke corporations\" that they say are promoting messages and taking stands that put them out of step with Florida parents and voters. Fans and park workers opposed to Disney's stance protested outside the company's headquarters this month, and others have used social media to call for boycotts against Disney's parks and its flagship streaming service, Disney+.</p><p>Mr. Chapek and Disney stayed silent on the bill until after the Florida state Senate voted for it on March 8. Soon after the vote, Mr. Chapek moved quickly to reassure angry employees who criticized the company for not taking a stand. Later, the company said the bill \"should never have been passed,\" and vowed to fight other bills like it in other states.</p><p>The Florida bill prohibits classroom instruction on gender identity and sexual orientation for schoolchildren through grade three, and limits it for older students to material that is \"age appropriate.\"</p><p>President Biden condemned the bill as hateful toward LGBT people, and Disney employees organized walkouts in protest of it. Public-opinion polling on the measure is mixed, but most polls have found that the bill and others like it in other states have the support of about half of voters surveyed.</p><p>As Disney enters the second month of fallout from its handling of the bill, now it's politicians and fans, more than employees, who are using the company as a punching bag, underscoring how perilous it can be for a family-oriented entertainment company to take a stand on sensitive social issues.</p><p>Disney, one of Florida's largest private-sector employers, with nearly 80,000 workers, declined to comment on criticism from lawmakers. Inside the company, some executives have expressed disappointment that Disney has become politicized, said people familiar with their thinking.</p><p>This month, Rep. Jim Banks, a Republican from Indiana, sent a letter to Mr. Chapek saying he opposed extending the original copyright for Mickey Mouse, which is set to expire at the end of 2023. Certain Disney copyrights have been extended repeatedly in the past by acts of Congress.</p><p>Two other U.S. House members have since voiced support for Mr. Banks's letter.</p><p>A small group of Florida Republicans has resurrected the idea of repealing what is known as the Reedy Creek Improvement District, a 38-square-mile plot of land near Orlando that includes Walt Disney World and was created in 1967 by the state of Florida at the request of Walt Disney himself.</p><p>The Reedy Creek district, believed to be one of the largest independent tax districts in the country, is exempt from many state and local environmental rules, building codes and taxes, allowing Walt Disney World to have more control over its development projects.</p><p>It isn't clear how much the benefits Disney gets from Reedy Creek are worth, but the district collected $140 million in taxes lastyear from Disney, according to public filings. Disney saves tens of millions of dollars a year by avoiding paying certain county and state taxes and fees, according to a former executive who studied the issue over a decade ago. A representative of the district declined to comment.</p><p>Disney's challenges in the state come after the company reported record income from its theme parks and resorts business in its most recent financial disclosures.</p><p>\"Disney has wielded an enormous amount of power in this state and has basically been untouchable, but now they are in their weakest position, politically, in more than 50 years,\" said Spencer Roach, a Republican state representative from Lee County, on Florida's Gulf Coast.</p><p>Mr. Roach, who is seeking re-election in November, in early April called in a tweet for the repeal of the state law that established Reedy Creek.</p><p>GOP Gov. Ron DeSantis, who clashed repeatedly with Disney in recent weeks, signaled his support for the effort.</p><p>\"Disney had held so much sway, they were able to sustain a lot of special treatment over the years,\" Mr. DeSantis said last month in response to a reporter's question. \"And if that stops now, which it should, that'll be a good thing for Florida.\"</p><p>Democratic state Rep. Anna Eskamani, whose district is in the Orlando area, said she considered Republican opposition to Disney an effort to rebuke the company for speaking out, rather than a principled stance against corporate influence.</p><p>\"My concern is that much of this seems punitive in nature,\" Ms. Eskamani said. \"Disney stood up to say, 'We don't consent to homophobia and transphobia.'\"</p><p>The prospect of Republican state leaders -- who have long presented themselves as pro-business and have benefited from Disney's political contributions -- battling one of the state's largest employers is jarring for many. \"It's just really quite shocking to see Disney in this situation, coming under attack from Republicans,\" said Aubrey Jewett, a political-science professor at the University of Central Florida.</p>",
  "published": "2022-04-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2450,
          "end": 2456
        },
        {
          "start": 4213,
          "end": 4219
        },
        {
          "start": 152,
          "end": 163
        },
        {
          "start": 3578,
          "end": 3584
        },
        {
          "start": 3306,
          "end": 3312
        },
        {
          "start": 2174,
          "end": 2180
        },
        {
          "start": 224,
          "end": 230
        },
        {
          "start": 292,
          "end": 298
        },
        {
          "start": 3203,
          "end": 3209
        },
        {
          "start": 1673,
          "end": 1679
        },
        {
          "start": 3096,
          "end": 3107
        },
        {
          "start": 4642,
          "end": 4648
        },
        {
          "start": 5177,
          "end": 5183
        },
        {
          "start": 1967,
          "end": 1973
        },
        {
          "start": 752,
          "end": 758
        },
        {
          "start": 1442,
          "end": 1448
        },
        {
          "start": 4840,
          "end": 4846
        },
        {
          "start": 3742,
          "end": 3748
        },
        {
          "start": 5034,
          "end": 5040
        },
        {
          "start": 2797,
          "end": 2808
        },
        {
          "start": 803,
          "end": 810
        },
        {
          "start": 3343,
          "end": 3349
        },
        {
          "start": 432,
          "end": 438
        },
        {
          "start": 2881,
          "end": 2892
        },
        {
          "start": 827,
          "end": 833
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 616,
          "end": 622
        },
        {
          "start": 4275,
          "end": 4281
        }
      ]
    }
  ]
}