{
  "_id": "74a62e16f2ced2b578108d72ea89be3b8124d731117a29108cff3c6da9395479",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL. --- 'Everything' Tackles Multiverse and More",
  "text": "<p>The filmmakers behind it say they balanced their wilder artistic instincts with their quest to please crowds. \"For the purpose of selling tickets, we want to be just as entertaining as an action blockbuster is,\" says Daniel Scheinert, who wrote and directed the film with Daniel Kwan. The duo works under the moniker Daniels.</p><p>\"Everything Everywhere,\" which got a nationwide release over the weekend, arrives as the multiverse concept goes mainstream.</p><p>The theory -- that the universe as we perceive it is just one among many parallel universes -- has been explored in physics and philosophy for ages. In entertainment, the multiverse has caught on as a fresher premise than time travel. It also gives franchise-focused movie and TV studios a handy way to tie characters and story lines together. \"Doctor Strange in the Multiverse of Madness,\" a major May release, links elements in the sprawl of intellectual property known as the Marvel Cinematic Universe. A time/space portal in the most recent \"Spider-Man\" united three Hollywood stars who played the role.</p><p>Instead of playing with three or four variants of their hero, Daniels embraced the \"logic-busting craziness\" of the multiverse concept to introduce dozens. The filmmakers say they made a metaphor for the often chaotic prism effect of contemporary life, especially online.</p><p>\"To us, it's about the collision of narratives and points of view, all these different versions of existence that we see living on the internet. It's not sci-fi. It's happening all the time,\" Mr. Kwan says.</p><p>Ms. Yeoh's character is Evelyn Wang. She feels beleaguered by family pressures, a laundromat business and an audit by a surly IRS official (Jamie Lee Curtis). Evelyn's existence turns into something akin to \"The Matrix\" when her husband (Ke Huy Quan) yanks her into a dimension-hopping mission to stop a villain from spreading chaos across the multiverse. That villain happens to be a version of their daughter (Stephanie Hsu). To survive -- and deal with her broken relationships -- Evelyn learns to tap the abilities that more competent Evelyns in alternate realities possess, from Kung Fu to empathy.</p><p>The movie's casting reinforces the theme of parallel identities. It is Mr. Quan's first major movie role since \"Indiana Jones and the Temple of Doom\" and \"The Goonies\" in the 1980s. He spent the intervening years in behind-the-scenes roles such as fight choreography.</p><p>Ms. Yeoh's 38-year career spans Hong Kong action movies and global hits such as \"Crouching Tiger, Hidden Dragon\" and \"Crazy Rich Asians.\" The actress says the notion of cycling through personas is a familiar one.</p><p>\"I guess I've been rehearsing all my life for this to come together,\" she says. Famous for serene and graceful characters, Ms. Yeoh had to adopt a frumpy look and up her comedy game to portray Evelyn. One challenge for the veteran screen fighter: making her character's martial arts moves look clumsy at first.</p><p>The movie's hair, makeup and costume departments created 25 looks for Ms. Yeoh. Various versions of Evelyn fly by in a kind of shuffle mode. The filmmakers used visual effects to place her in different worlds -- space, underwater, anime.</p><p>\"At a certain point we told our visual-effects artists, any time you're bored, here are the elements, make some Evelyns,\" Mr. Scheinert recalls.</p><p>On \"Everything Everywhere,\" a project that started six years ago, Daniels anchored their take on the multiverse in Evelyn's human dilemma. \"A woman who realizes she has the potential to connect to any version of herself, because she is specifically the worst version of herself. At our lowest, it's hard for anyone to avoid that thought,\" Mr. Kwan says, noting that this angle helped get producers onboard.</p><p>Independent studio A24 has promoted the film as a must-see in theaters, including a limited release on IMAX screens. In a limited March premiere, \"Everything Everywhere\" scored a higher per-screen average in ticket sales than any movie this year.</p><p>Positive reviews have come in from critics and other filmmakers.</p><p>In the story line of the directors' career, \"Everything Everywhere\" is likely to be an inflection point. It is the kind of statement movie indie filmmakers use as a ticket into making big franchise projects under the banner of Marvel or Star Wars. Daniels say they have no plans to follow that route, though they are open to scaling up.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}