{
  "_id": "70224e2b6ec22ced2a330fa975f15ef655701350b993ad9f56936bccc0bdeae3",
  "feed": "wall-street-journal",
  "title": "Treasury Moves to Ease Limits on Foreign Tax Credits After Companies Object; Biden administration offers clarifications, new changes to blunt impact of rules",
  "text": "<p>WASHINGTON—The U.S. Treasury Department is softening its limits on foreign tax credits, responding to corporations that have been warning about double taxation.</p><p>The department issued corrections Tuesday to rules released in December that have drawn furious complaints from multinational companies. The change makes clear that foreign income taxes don't have to precisely mirror U.S. income-tax rules for when certain costs can be deducted in order to qualify for foreign tax credits.</p><p>José Murillo, deputy assistant secretary for international tax affairs, said companies had been reading that part of the rule as more restrictive than it was.</p><p>In addition, the Biden administration plans to provide examples of cost recovery rules in foreign taxes that would qualify for the credit. It also plans to propose new rules that would make it easier for companies to claim foreign tax credits on certain withholding taxes related to royalty payments.</p><p>The chief financial officers of many large companies, including Coca-Cola Co. and Walt Disney Co., wrote a letter to Treasury Secretary Janet Yellen in June, calling the foreign tax-credit rules a radical departure from past practice and warning that some activity could move out of the U.S. as a result of them. Companies such as Yum Brands Inc. and Bloomin' Brands Inc. began disclosing the financial effects of the changes in securities disclosures.</p><p>The corrections don't resolve every issue but clarify what the Treasury Department meant and match the verbal comments from officials, said Pat Brown, co-leader of the national tax office at accounting firm PwC LLP.</p><p>\"The changes that they made are helpful but they do make the [forthcoming] examples all the more important,\" he said.</p><p>Even if the proposal announced Tuesday went into effect, the result would still be that some taxes that have long qualified for foreign tax credits would no longer do so. That is likely to be a particular problem for companies operating in Brazil, which has an income tax that departs from international norms. Other countries may also be affected.</p><p>The foreign tax credit is a tax break, in a sense, but it is different from others. Its main purpose is to prevent double taxation. When U.S.-based companies make profits and pay income taxes outside the country, the foreign tax credit lets those taxes count toward their U.S. income-tax responsibilities.</p><p>Without the foreign tax credit, U.S.-based companies could pay foreign taxes on foreign profits and then U.S. taxes on the same profits. That would give them a disadvantage against companies based elsewhere.</p><p>But if the U.S. foreign tax credit is too generous, that's a policy problem, too. Other countries could create non-income taxes that qualify for the credit and collect revenue from U.S. companies, leaving little or no income-tax revenue for the U.S. government.</p><p>The new U.S. rules were designed to limit the kinds of foreign taxes that qualify for the credit, limiting them to taxes that are similar to the U.S. income tax. The rules aimed particularly at the digital-services taxes that have proliferated in Europe in recent years. Countries there have been trying to collect money from U.S. technology companies that profit from consumers globally but book their profits either in the U.S. or in low-tax foreign jurisdictions.</p><p>The Treasury Department had indicated previously that it was considering clarifications but hadn't detailed the changes until now.</p><p>Mr. Murillo said the government wouldn't do one thing companies and advisers have sought—provide a list of which foreign taxes are creditable and which aren't. The regulations may mean more work for taxpayers to analyze foreign tax laws and decide when to claim credits, rather than having the IRS analyze how foreign laws are applied.</p><p>\"They've shifted some of the burden of proof from the IRS to the taxpayer,\" he said.</p><p>Write to Richard Rubin at richard.rubin@wsj.com</p><p>Treasury Moves to Ease Limits on Foreign Tax Credits After Companies Object</p>",
  "published": "2022-07-26T20:43:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1026,
          "end": 1037
        }
      ]
    }
  ]
}