{
  "_id": "d473ab14e33b7b140212c8b501aba06b20bda8ee0babd58ba90df68111d63159",
  "feed": "ftcomall",
  "title": "The Woman King film review — Viola Davis leads women warriors in a landmark crowd-pleaser",
  "text": "<p>The sure-fire mark of a crowd-pleaser: a prologue receding up the screen, the story set up with a slow scroll of text. Borrowed from <em>Star Wars</em>, the same device opens <em>The Woman King</em>, the sinewy epic from director Gina Prince-Bythewood. But rather than galaxies far, far away, an introduction is made to the Dahomey kingdom in what is now Benin, a real historical state at a turning point in 1823. Ties with the brutal Oyo empire are being severed. Defending Dahomey from the counter-assault will be another force from the record: the Agojie, an elite brigade of female warriors led by the fictional General Nanisca, played with scarred gravity by Viola Davis. </p> <p>That Hollywood has released an action spectacular centred on black women in 19th-century Africa is clearly a landmark. You might call it a twist, given how trad the movie feels, a homage to <em>Braveheart</em> and <em>Gladiator</em>. The hyper-competitive jostle of new recruits even has a touch of <em>Top Gun</em>. If Nanisca scowls at wilful rookie Nawi, we know before she does that it is because she is reminded of herself. (The younger woman is nimbly played by Thuso Mbedu, star of Barry Jenkins' serial <a href=\"https://www.ft.com/content/34d76d42-eaba-4179-a18d-bfc544bdca44\"><em>The Underground Railroad</em></a>.) </p> <p>The story's beats might feel vintage or simply second-hand, depending on taste. The rest of the film will be a thrill for all comers. If the point is that the Agojie equalled any man on the battlefield, Prince-Bythewood gives the action a potent realism and detail. Gymnastic fight scenes come complete with a visceral crunch. Her film is so attuned to what makes an audience tick, you could see it in an empty cinema and still hear the cheering.</p> <p>Broad pleasures are mined from the tangle of real history, with sparing use of airbrushing. If gender roles are flipped in battle, Dahomey is still a kingdom (the monarch an airy John Boyega). And while the story sees the state draw back from involvement in the slave trade, questions of complicity still linger more than most popcorn movies would allow.</p> <p>In the middle of it all are the weary, freighted eyes of Davis. Could any other actress really play Nanisca? Like the film, the performance is built for universal appeal, but it will land most powerfully if you have watched the star carve out her own, hard-won place in Hollywood. On screen as in life, she strides on, implacable.</p> <p>★★★★☆</p> <p><em>In US cinemas now and UK cinemas from October 7</em></p><p>Source: Danny Leigh 2022 'The Woman King film review — Viola Davis leads women warriors in a landmark crowd-pleaser' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-06T16:00:08.110Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}