{
  "_id": "e4858d5528685d8c64c8b0622aabff20158c5284d1eef3606d8cbba4df7a90de",
  "feed": "ftcomall",
  "title": "Directors' Deals: Abrdn insiders top up after weak results ",
  "text": "<p>Abrdn gave investors a lot to ponder after the asset manager posted a downbeat set of results. While Abrdn shows no signs of staunching the slow exit of client funds, alongside the distraction of <a href=\"https://www.ft.com/content/93ca8857-92de-4b95-a6a9-6273addcf1e0\">selling down stakes</a> in Russian companies, the firm's insiders have topped up their positions and taken advantage of a weaker share price in the process.&#xa0;</p> <p>With the most to lose if shareholders decide a change of direction is needed, it came as no surprise that chief executive Stephen Bird took out the biggest position by buying 50,000 shares at 199p a piece, with his total stake now 400,000. His chairman, Sir Douglas Jardine Flint, followed suit with 10,765 shares at an average of 197p. Other senior executives with significant new positions included the chief financial officer, Stephanie Bruce, and non-executive director and wealth management veteran Jonathan Asquith, who weighed in 40,000 shares at 199p and 50,865 shares at 196p a share, respectively.&#xa0;</p> <p>Whether the buys prefigure a recovery in Abrdn's share price is difficult to tell. After several years of leaking funds, investors are still waiting for the 2017 merger of Aberdeen Asset Management and Standard Life to deliver any discernible value. Therefore, we view the buys mainly as a confidence exercise. </p>  <h2>Spending spree at ITV</h2> <p>ITV outlined its plan to stave off the threat faced by streaming platforms like Netflix and Disney+ by saying it will “supercharge” <a href=\"https://www.ft.com/content/8f918f71-6be1-46a7-83bf-73930795a1c4\">its own streaming service</a>.</p> <p>The company said it expects to more than double digital revenue to £750mn by 2026 through the launch of its ITVX service in the final quarter of this year.&#xa0;</p> <p>It clearly needs to do something, given that the total number of hours watched by customers dropped by 9 per cent to 15.1bn last year.&#xa0;</p> <p>Thus far, ITV has 9.6mn monthly active users streaming just over 1bn hours of content. The broadcaster is looking to double both figures by 2026.&#xa0;</p> <p>Competing with the US media giants is an expensive business, though – it expects to spend £1.23bn on content across all platforms this year, rising to £1.35bn next year.</p> <p>Management are backing themselves to deliver. Chairman Peter Bazalgette, chief executive Carolyn McCall and chief finance and operating officer Chris Kennedy bought almost £250,000 worth of shares between them following the expansion announcement, which accompanied annual results showing a 48 per cent jump in pre-tax profit to £480mn as external revenue grew 24 per cent to £3.45bn.&#xa0;</p> <p>Although the strength of its performance gives ITV's management the justification for greater investment, there will be concerns about its scale, according to Credit Suisse analysts.&#xa0;</p> <p>Given that much of the costs are being borne upfront, investors “may be unwilling to look beyond” these towards the long-term benefits, its analysts said.</p> <p>And so it has proved — at least in the short term. Although Artemis Investment Management has taken a 5 per cent stake in the broadcaster, many others have been selling. ITV's share price dropped 28 per cent following the announcement and continued to fall in subsequent days. </p><p>Source: Julian Hofmann and Michael Fahy, Investors’ Chronicle 2022 'Directors' Deals: Abrdn insiders top up after weak results&#xa0;' FT.com 11 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-11T18:00:21.835Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1382,
          "end": 1388
        }
      ]
    }
  ]
}