{
  "_id": "107f99fd47a1a7e651e1eed1555c5c8f8584fef3ff551c1b2e0279eaa8406678",
  "feed": "wall-street-journal",
  "title": "Endeavor CEO Ari Emanuel Takes Home Hollywood's Biggest Payday; Co-founder of talent agency that now owns UFC received pay valued at $308 million last year",
  "text": "<p>The bulk of Mr. Emanuel's compensation—about $293.7 million—comes from stock, most of it awarded to him as part of Endeavor's 2021 initial public offering.</p><p>Endeavor reported that the CEO earned $67.5 million in recognized compensation, which includes Mr. Emanuel's $4 million salary, a $10 million cash bonus, and equity awards that vested, or became fully his, in 2021. His reported compensation includes stock awards that vest in coming years and the value of which is tied to the company's performance.</p><p>Patrick Whitesell, Endeavor's co-founder and executive chairman, received pay valued at $123.1 million last year, $11 million of it in salary, bonus and pre-IPO stock awards.</p><p>A representative for Mr. Emanuel declined to make him available for an interview. Endeavor declined to comment.</p><p>So far among publicly traded companies in the Russell 3000 index, only the co-CEOs of New York-based private-equity giant KKR &amp; Co. were paid more in 2021, according to data from MyLogIQ LLC. Joseph Bae and Scott Nuttall received compensation valued at $559.6 million and $523.1 million, respectively, after taking over last fall from co-founders Henry Kravis and George Roberts, who made about $67 million apiece last year, the company said in a Feb. 28 securities filing.</p><p>Although media executives are known historically for having some of the richest pay packages in corporate America, Mr. Emanuel, 61, is an anomaly because he got his start as a talent agent, one of Hollywood's oldest and most traditional businesses.</p><p>Mr. Emanuel grew up in Chicago in a large Israeli-American family that includes his brother, Rahm, who served as chief of staff to President Barack Obama and later as mayor of Chicago. Mr. Emanuel, who started his career in the mailroom of the Creative Artists Agency in 1987, was later the inspiration for the HBO show \"Entourage.\"</p><p>Under Mr. Emanuel's leadership, talent representation has taken a back seat to sports-broadcast rights and live events as the main revenue-driver at Endeavor, which owns the Ultimate Fighting Championship mixed martial arts competitions, the Miss Universe pageant and Professional Bull Riders Inc. rodeo events. The company has also struck partnerships with the National Football League and the Wimbledon tennis tournament.</p><p>Endeavor planned to go public in 2019, but the IPO was delayed amid a weak market for public offerings. The company made its public debut at the end of March 2021, raising $511 million and performing well in its first year of trading—its shares have dipped only once below the $24 IPO price and have risen 23% since their debut.</p><p>Mr. Emanuel's pay is the 10th-highest compensation package given to the CEO of a public company since the dawn of the \"Say on Pay\" era in 2011, when a provision in the Dodd-Frank Act first asked that shareholders be given the right to weigh on compensation of named executives, according to ISS Corporate Solutions, a Rockville, Md.-based corporate data provider.</p><p>Topping the ICS list is the 2018 pay package worth $2.3 billion given to Elon Musk, followed by Palantir Technologies Inc. Chief Alex Karp's $1.1 billion payday in 2020 and Snap Inc. CEO and co-founder Evan Spiegel's $638 million in 2017.</p><p>Media chieftains have a long history of breaking compensation records. In 1993, Michael Eisner, then CEO of the Walt Disney Co., was paid $203.1 million, at the time the highest compensation ever given to an executive at a public company. The pay package was criticized at the time by some shareholders because the company posted poor performance and Mr. Eisner's pay represented 68% of Disney's profits for the year.</p><p>David Zaslav, head of Discovery Inc., made nearly $247 million in 2021, the company reported earlier this month. In response, proxy advisory firm Institutional Shareholder Services Inc. recommended that shareholders vote not to re-elect three Discovery directors who the firm said were guilty of poor stewardship of executive compensation.</p><p>Discovery declined to comment. In the past, the company has stressed that much of Mr. Zaslav's pay consists of stock-option awards tied to a new contract. Given the strike prices of the options granted to Mr. Zaslav, Discovery's share price would have to rise considerably for those options to be in the money.</p><p>Disney reported in January that CEO Bob Chapek made $32.5 million in the fiscal year ended last October. In 2020, videogame maker Activision Blizzard Inc.'s Bobby Kotick made $154.6 million and Netflix Inc. co-CEOs Reed Hastings and Ted Sarandos made $43.2 million and $39.3 million, respectively.</p><p>In its annual report, Endeavor said its board didn't consider what competitors' executives made and didn't hire a pay consultant when setting Mr. Emanuel's compensation.</p><p>SHARE YOUR THOUGHTS</p><p>How should top executives be compensated at publicly traded entertainment-industry companies? Join the conversation below.</p><p>Until May 2031, Mr. Emanuel's pay package awards him with $26.5 million worth of shares under certain conditions, including when an average share price increases by at least $4.50 and maintains that level for 30 days or more. In an unusual arrangement, there is no limit on how many shares he can earn over the course of the 10-year agreement.</p><p>Awards triggered only by stock price can be problematic, particularly where the price target has to be reached for a short time, said Caitlin McSherry, director of investment stewardship for asset manager Neuberger Berman, speaking generally and not about the specifics of Mr. Emanuel's deal.</p><p>\"That's a lot of uncertainty for the board to put into a plan,\" Ms. McSherry said.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Theo Francis at theo.francis@wsj.com</p><p>Endeavor CEO Ari Emanuel Takes Home Hollywood's Biggest Payday</p>",
  "published": "2022-03-31T12:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3592,
          "end": 3598
        },
        {
          "start": 4274,
          "end": 4280
        },
        {
          "start": 3317,
          "end": 3328
        }
      ]
    }
  ]
}