{
  "_id": "0b9bc8f32733ff77b41dc446ccbec479f23a46b435448a90a3eb2339eb81a1d6",
  "feed": "wall-street-journal",
  "title": "Disney's Earnings Show Rebound in Disney+, Parks Businesses; Shares jump in after-hours trading on the better-than-expected results; company says it's 'more confident than ever' in its streaming platform",
  "text": "<p>Disney posted $21.82 billion in revenue for the quarter, compared with $16.25 billion a year earlier. Analysts were expecting the company to report revenue of $20.27 billion.</p><p>\"We are more confident than ever in this platform,\" Chief Executive Bob Chapek said of Disney+ in an earnings call with investors. </p><p>Disney shares were up about 7% in after-hours trading</p><p>The results at the world's largest entertainment company underscore how U.S. consumers are returning in droves to live entertainment venues like theme parks but haven't completely abandoned the media consumption habits they developed during the pandemic. </p><p>Mr. Chapek said the recent turnaround in subscription growth is the result of Disney's focus on creating new content for its most popular franchises, including Star Wars and Marvel, as well as the decision to bundle Disney+ subscriptions with its Hulu and ESPN+ services, which show more general interest TV series and live sports.</p><p>He said the company is still on track to reach 230 million to 260 million Disney+ subscribers by the end of fiscal 2024.</p><p>Mr. Chapek also pointed to several films and shows that buoyed Disney and its streaming services, including Oscar-nominated animated films \"Encanto\" and \"Luca,\" as well as director Steven Spielberg's reboot of the musical \"West Side Story\" and the psychological thriller \"Nightmare Alley,\" both of which received Best Picture nominations. </p><p>Disney executives said the company expects continued growth for Disney+ in the U.S. and internationally and pointed to plans to spend $33 billion on new content this fiscal year as a key driver for new subscriptions. The company broke the investment down into about $22 billion on entertainment and $11 billion on sports and sports rights. </p><p>The company added 41 million new international subscribers, excluding Disney+ Hotstar, an increase of 40% from the same period a year earlier.</p><p>Disney launched a new Star Wars series in 2021, \"The Book of Boba Fett\" and two new Marvel titles, the interplanetary fantasy feature \"Eternals\" and the superhero series \"Hawkeye.\" The company plans two more Star Wars universe series this year, \"Andor,\" starring Diego Luna, and \"Obi-Wan Kenobi,\" starring Ewan McGregor, which Mr. Chapek said on Wednesday would premier on Disney+ May 25. </p><p>\"We are not nearly tapped out in each of our major franchises,\" Mr. Chapek said, adding that the biggest opportunity for growth in streaming is in general entertainment series such as \"black-ish,\" \"grown-ish\" and \"The Wonder Years,\" all of which added new episodes to the streaming service. </p><p>SHARE YOUR THOUGHTS</p><p>What do you find most interesting in Disney's quarterly report? Join the conversation below.</p><p>Subscriptions to Disney+ exploded out of the gate after the service launched in late 2019, adding an average of nearly 19 million new customers a quarter for the first five quarters, but the additions slowed dramatically in the second half of last year, falling to about two million new sign-ups in the quarter that ended Oct. 2.</p><p>Disney's fortunes have diverged somewhat from its biggest streaming rival, Netflix Inc., which last month said it added 8.3 million subscribers, fewer than investors had expected, and ratcheted down its estimates for growth. </p><p>\"These results speak volumes for Disney's storied brands and its ability to rise above the competition in an increasingly crowded digital media market,\" said media analyst Paul Verna with Insider Intelligence. </p><p>The return to big profit in the theme parks and resorts business represents a boon to Disney, albeit one that was widely predicted by Wall Street. This quarter, with the parks and other properties reopened and mostly operating without the Covid-19 capacity restrictions of the year-earlier quarter, the division earned $2.5 billion in operating income on the back of a huge influx of visitors to theme parks in the U.S., Europe and Asia.</p><p>It lost $120 million in the December quarter a year ago after lockdown orders and fears of Covid-19 forced the company to shut the doors at its theme parks and hotels and cancel cruise-ship holidays. </p><p>Mr. Chapek said profit margins at the parks in part rose because of lower spending on labor, partly due to the introduction of two new apps, Genie+ and Lightning Lane, which allow park visitors to map out their plans for the day and make reservations at restaurants, among other services. </p><p>Going forward, Disney is likely to face tough spending decisions related to broadcast rights for live sports, which have risen in price across an array of competitions, from Major League Baseball to college football to Indian Premier League cricket. </p><p>The company said it plans to bid to retain the rights to broadcast IPL cricket, which is a major lure for potential Disney+ subscribers in India, Mr. Chapek said. But the price of IPL cricket broadcast rights has more than doubled—to more than $5 billion—and Disney faces a crowded field of competitors for the business, according to people familiar with the bidding process. </p><p>The company also flagged rising production and programming costs across its streaming and television properties, saying that increased spending held back earnings at its broadcast television network ABC, Disney+ and sports streaming service ESPN+.</p><p>\"Cost management will be the proof in the pudding, because this year will be the first year where, barring any new serious Covid variants, we'll actually see them managing a full slate of production,\" said Markus Hansen, portfolio manager with Vontobel Asset Management, a Disney shareholder with $40 billion in assets under management. Eventually, Disney will have to manage production spending more tightly in order to generate profit from its streaming services, Mr. Hansen said. </p><p>Denny Jacob contributed to this article.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Disney's Earnings Show Rebound in Disney+, Parks Businesses</p>",
  "published": "2022-02-10T01:54:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5821,
          "end": 5827
        },
        {
          "start": 4390,
          "end": 4396
        },
        {
          "start": 2263,
          "end": 2269
        },
        {
          "start": 5598,
          "end": 5604
        },
        {
          "start": 1471,
          "end": 1477
        },
        {
          "start": 306,
          "end": 312
        },
        {
          "start": 3013,
          "end": 3019
        },
        {
          "start": 5522,
          "end": 5528
        },
        {
          "start": 4884,
          "end": 4890
        },
        {
          "start": 1890,
          "end": 1896
        },
        {
          "start": 831,
          "end": 837
        },
        {
          "start": 5855,
          "end": 5862
        },
        {
          "start": 3271,
          "end": 3277
        },
        {
          "start": 5205,
          "end": 5211
        },
        {
          "start": 4741,
          "end": 4747
        },
        {
          "start": 1407,
          "end": 1413
        },
        {
          "start": 1131,
          "end": 1137
        },
        {
          "start": 1817,
          "end": 1823
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1021,
          "end": 1027
        },
        {
          "start": 693,
          "end": 699
        },
        {
          "start": 2700,
          "end": 2706
        },
        {
          "start": 262,
          "end": 268
        },
        {
          "start": 3534,
          "end": 3540
        },
        {
          "start": 34,
          "end": 41
        },
        {
          "start": 2627,
          "end": 2633
        }
      ],
      "nexusId": "10078857"
    }
  ]
}