{
  "_id": "3850fbeb2c2e0fdc17b57d4edf3e64b85e7a7cd7fc72817b010c30bf5b8d511b",
  "feed": "market-watch",
  "title": "U.S. stocks open mostly higher as investors try to shake off disappointment over Netflix results; U.S. housing starts, Fed Beige Book, Tesla earnings ahead",
  "text": "<p>* The Dow Jones Industrial Average DJIA gained 292 points, or 0.8%, at 35,215.</p><p>* The S&amp;P 500 SPX advanced 0.5% to 4,484</p><p>* The Nasdaq Composite edged down 0.02% to 13,614</p><p>On Tuesday, the Dow industrials DJIA surged 499.51 points, or 1.5%, to close at 34,911.20, snapping two straight days of losses. The S&amp;P 500 SPX climbed 70.52 points, or 1.6%, to finish at 4,462.21, snapping two consecutive days of losses.</p><p>The Nasdaq Composite COMP advanced 287.30 points, or around 2.2%, to end at 13,619.66, also snapping two straight days of losses.</p><p>What's driving the markets?</p><p>Stock indexes rose as Treasury pulled back. The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell to 2.895% from a Tuesday close of 2.941%</p><p>U.S. existing home sales data for March are due at 10 a.m. Eastern Time, followed by the Federal Reserve's Beige Book at 2 p.m. In between, investors will hear from San Francisco Fed President Mary Daly, Chicago Fed President Charles Evans and Atlanta Fed President Raphael Bostic.</p><p>Investors were keeping a close eye on earnings news rolling out from several companies. In the spotlight was Netflix NFLX , which tumbled 33% on opening.</p><p>The streaming content provider late Tuesday reported a net loss of 200,000 paid subscribers in the first quarter, against the 2.5 million net additions expected by analysts, also in line with the company's own expectations.</p><p>Company executives announced they would further move to crack down on subscribers sharing passwords and a possible lower-priced subscription tier. Several Wall Street analysts moved to downgrade their ratings and cut price targets on the shares.</p><p>Opinion: Are you sharing a Netflix password? Not for long …</p><p>The next big earnings name to report will be electric-car maker Tesla Inc. TSLA, due after the closing bell Wednesday.</p><p>On the geopolitical front, a pivotal battle for control of Ukraine's eastern industrial heartland of coal mines and factories was underway withRussia continuing to barrage cities across the country. Moscow also issued new ultimatum to the Ukrainian defenders in Mariupol to surrender Wednesday.</p><p>And in France, incumbent French President Emmanuel Macron and far-right contender Marine Le PenMarine Le Pen will meet to square off Wednesday eveningin a potentially decisive television debate ahead of Sunday's runoff presidential vote.</p><p>Oil prices were climbing, with U.S. crude CL00 up 0.7% to $102.78. Oil fell 5% on Tuesday to settle at the lowest in a week as traders weighed a Libyan supply outage, China's COVID lockdowns and surging U.S. dollar.</p><p>What companies are in focus?</p><p>* Shares other streaming video companies in addition to Netflix also fell, with Walt Disney Co. DIS down 5% in premarket, Warner Bros. Discovery Inc. WBD down 4% and Paramount Global PARA was down 5%. Stock in streaming device maker Roku Inc. ROKU tumbled 7%.</p><p>* Shares of Procter &amp; Gamble Co. PG rose 1.4% after the consumer products company reported fiscal third quarter profit and sales that beat expectations and raised its sales guidance.</p><p>* Baker Hughes BKR fell 2.6% in premarket trading Wednesday, after the oil services company reported first-quarter profit and revenue that missed expectations, citing a \"very volatile\" market environment and continued supply chain constraints.</p><p>What are other assets doing?</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.5%</p><p>* Bitcoin BTCUSD was up 2.7% to trade around $42,038.</p><p>* Gold for June delivery GCM22 shed 0.5%, to $1,948.40 an ounce.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP was up 0.9%, while London's FTSE 100 UK:UKX gained 0.1%.</p><p>* The Shanghai Composite CN:SHCOMP finished down by 1.4%, while Japan's Nikkei 225 JP:NIK gained 0.9%.</p><p>U.S. stocks open mostly higher as investors try to shake off disappointment over Netflix results</p>",
  "published": "2022-04-20T13:50:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2655,
          "end": 2666
        }
      ]
    }
  ]
}