{
  "_id": "3aff7148448fd9a384e83964cdac9e8de0b105e132e36e5a56976008585bff73",
  "feed": "ftcomall",
  "title": "Is Disney cheap?",
  "text": "<p>Good morning. The FTX story is not getting any <a href=\"https://www.ft.com/content/470ce8e8-0e5d-4fe4-8b62-08eb0749da9c\">prettier</a>, and I have responded as any serious financial journalist would: by writing about the CEO's <a href=\"https://www.ft.com/content/1ab3e653-e454-4065-8024-8fa46dc0b9b8\">clothes</a>. If you have something less frivolous to say as we slide into the holiday season, email it to me: <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.armstrong@ft.com\">robert.armstrong@ft.com</a>.</p> <h1>Is Disney cheap?</h1> <p>About 10 years ago I was talking about the TV business with Andrew Edgecliffe-Johnson, then the FT's media correspondent. Streaming was still something of a novelty. I said something to “Edge” about cable TV's channel bundles looking obsolete when streaming offered a cheaper, more à la carte model. Cord-cutting can only accelerate from here, I predicted. He responded that the cable TV model was unbelievably profitable for everyone involved, so great efforts would be made to keep it going, and that live sports were crucial to that.</p> <p>Edge was right. Disney's business — which includes ESPN, the premier sports network on US cable — exemplifies his point. Back in 2012, Disney's cable and broadcast TV revenues were $19.4bn. In the fiscal year just ended, revenue from cable and broadcast TV was $28.3bn. In other words, in the 10 years since I predicted the death of traditional TV, that business grew (for Disney) at an average rate of 3.8 per cent a year, faster than the economy. I've written a lot here about growth being unpredictable. Decline is unpredictable, too. </p> <p>But of course, streaming has absolutely exploded, too. Disney's streaming business generated an additional $19.6bn in revenue last year. So Disney's total revenue from video content watched at home has grown at a stonking 9 per cent a year for the past 10 years. But there is the small matter of profit. Disney operating profit from television, fiscal 2012: $6.6bn. Fiscal 2022: $4.4bn.</p> <p>That ‘22 profit number is a bit deceptive, though. It includes a $4bn loss in the streaming business, while margins in traditional TV have slid, but not crashed. Hence, two interlocking questions are essential to Disney's valuation: </p> <ol>  <li><p>Can the losses in streaming be slowed, and ultimately reversed, and on what timetable?</p></li>  <li><p>What is the decline path for the traditional TV business?</p></li> </ol> <p>Two weeks ago, Disney chief executive Bob Chapek took a shot at that first question, arguing that the losses would start to decline. He gave three reasons:</p> <blockquote>  <p>First, the benefit of both price increases and the launch of a Disney Plus ad tier next month. Second, a realignment of our cost, including meaningful rationalisation of our marketing spend. And third, leveraging our learnings and experience in direct-to-consumer to optimise our content slate and distribution.</p> </blockquote> <p>It is probably worth mentioning that Chapek has since been <a href=\"https://www.ft.com/content/3e550f37-12f7-4084-8829-79f2fdde271b\">sacked</a>, and replaced on an interim basis by his predecessor, Bob Iger. But Chapek's exit does not seem to have anything to do with Disney's streaming strategy (as far as I can tell, the main problem is that the rest of Disney's senior leadership found him extremely annoying).</p> <p>In any case, I believe the streaming losses are likely to subside over time. Subscriber growth will tail off soon, bringing acquisition costs down (Disney now has more streaming subscribers than Netflix). Netflix has managed to drag margins and free cash flow up — so why can't Disney? Both companies also have plans to increase prices and introduce an ad-supported tier, making those transitions easier for each of them.</p> <p>If you believe that the streaming losses are set to decline, it is easy to make a case for owning the shares. The stock price has been cut in half since early 2021. Earnings per share for the current year are expected to come in at something over $4 (a year ago, analysts expected more than $6), and the price/earnings ratio is 23. But the “e” in the denominator should grow quickly as the streaming losses fall; Disney made over $8 in 2018. And its other big business, theme parks, goes from strength to strength.</p> <p>This is how the bullish analysts on Wall Street argue, anyway. I am just slightly sceptical. I think question #2 — the decline rate of the traditional TV business — is even harder and more important than question #1. </p> <p>Traditional TV is still a much bigger business for Disney than streaming. And it is clear that the business will continue to decline, and it seems likely the decline will accelerate. In the past five years, the number of cable TV subscribers in the US has declined at 4.6 per cent a year, according to IbisWorld. At the same time, the revenues Disney has drawn from that diminishing customer pool have risen (at least until very recently). This cannot go on. Gareth Sutcliffe of Enders Analysis sums up: </p> <blockquote>  <p>Broadcasters have managed to keep channels' revenues growing due to increases in the licence fees charged to pay-TV operators and from advertisers accepting a greater cost per impact. It seems that the unsustainable discrepancy between shrinking audiences and increasing revenues from linear television has reached the tipping point.</p> </blockquote> <p>A lot of the content that is still wanted on cable will be watched on streaming services in the future. This includes sports (note Amazon's acquisition of the rights to Thursday night American National Football League games, surely the camel's nose under the tent of cable sports). This leads us to question #3: when TV audiences, especially sports fans, move from cable to streaming, how much profit will they bring with them?</p> <p>One thing the newspaper business learned the hard way is that when a media industry switches distribution systems it can lose a lot of profit, even if its audience does not shrink. The dynamics for TV are obviously different, but I just don't know how to this is going to play out.</p> <p>As Iger stems the streaming losses, Disney could well get a nice pop in profits in the next year or so, and the stock could do well. But even if that is true, it is unclear whether Disney will ever return to the levels of profitability of four or five years ago. I'm not sure if the stock is cheap or not. I'll keep working on it.</p> <h1>One good read</h1> <p>I read this a day or two ago and thought: is it time to <a href=\"https://www.wsj.com/articles/u-s-remains-only-game-in-town-for-stock-investors-11668982580?mod=markets_featst_pos1\">underweight</a> the US?</p><p>Source: Robert Armstrong 2022 'Is Disney cheap?' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-23T06:30:24.281Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3,
          "end": 9
        },
        {
          "start": 1511,
          "end": 1517
        },
        {
          "start": 5678,
          "end": 5684
        },
        {
          "start": 4145,
          "end": 4151
        },
        {
          "start": 4438,
          "end": 4444
        },
        {
          "start": 5823,
          "end": 5829
        },
        {
          "start": 2151,
          "end": 2157
        },
        {
          "start": 2882,
          "end": 2888
        },
        {
          "start": 3088,
          "end": 3094
        },
        {
          "start": 1206,
          "end": 1212
        },
        {
          "start": 3218,
          "end": 3224
        },
        {
          "start": 1675,
          "end": 1681
        },
        {
          "start": 1971,
          "end": 1977
        },
        {
          "start": 282,
          "end": 288
        },
        {
          "start": 3775,
          "end": 3781
        },
        {
          "start": 849,
          "end": 855
        },
        {
          "start": 2794,
          "end": 2800
        },
        {
          "start": 2355,
          "end": 2366
        },
        {
          "start": 968,
          "end": 974
        },
        {
          "start": 1426,
          "end": 1432
        }
      ]
    }
  ]
}