{
  "_id": "0ebbc0c06a548a36bc1adfff5ae28bde334ab1676935f1ef473cd9684585cbd9",
  "feed": "ftcomall",
  "title": "America alone on abortion",
  "text": "<p>It's a hard time to be an American, and in particular an American woman. The Supreme Court decision last week to end the national right to abortion put the US in a totally different category from most other developed nations and many emerging markets when it comes to <a href=\"https://www.ft.com/content/a2b0d282-9baa-40ed-9a2c-64bbeaa5e375\">reproductive rights</a>. If you live in Mexico, or Iran, or Chad, things are getting better in terms of your reproductive freedom. Here, they are getting worse.</p> <p>There are so many reasons to be worried. Abortions will not be stopped, only safe ones will. Patients and providers will risk going to jail. Women who can afford to travel will be able to get an abortion, be it in the US or abroad; those who can't (the poor, the young) won't. It's difficult to think of anything more socioeconomically or politically polarising.</p> <p>How did we get here? As the Financial Times' <a href=\"https://www.ft.com/content/3685fb9c-0e82-4d0c-879b-0fcdbe92394b\">editorial board pointed out</a>, “the fall of Roe was a multigenerational project on the right, entailing ground campaigns, Federalist Society law school chapters and the careful vetting of judicial candidates. Liberals are capable of performing the same organisational feat. The tragedy is that they now have to.”</p> <p>Yes, it's true, they shouldn't have to — this is a very ugly kind of politics. But this is also a real wake-up call for the left, which has for a very long time neglected to play the kind of strategic long game that the right does. We've been too busy tearing ourselves into ever-smaller interest groups, rather than thinking about the big picture. That has to change. We must find the “we” in the Democratic party again. Liberals must put aside their individual identity issues and focus on human rights, civil rights and labour rights as a whole.</p> <p>One thing I'll be watching very carefully is how American business responds to the situation. Before the overturning of Roe vs Wade, companies including Yelp, Citigroup, Amazon, Uber and Salesforce stepped up to help employees who needed access to out-of-state healthcare, providing transportation, time off, and even legal protection for women trying to get abortions outside of restrictive states.</p> <p>But as my colleague Andrew Edgecliffe-Johnson <a href=\"https://www.ft.com/content/e745d12f-924e-4a0a-9819-2f4595b179cf\">reported</a> last week: “The US Supreme Court's reversal of the constitutional right to an abortion has handed an instant challenge to business leaders, caught between their fear of reprisals for taking sides on a polarising topic and their employees' dependence on company-issued health insurance.”</p> <p>Unlike the progressive stances that many companies have taken around issues such as diversity, the environment, LGBTQ rights and so on, standing up for abortion rights after a national court reversal could have negative legal ramifications. Could companies themselves be sued if they support women seeking abortions? How will shareholders and investors react to companies that go out on a limb to champion reproductive rights? </p> <p>This is complex and unprecedented legal territory, and the blowback had already begun even before the national ruling came in. In Texas, for example, a legislator threatened to prevent Citigroup from doing any municipal bond offers in the state following its announcement that it would pay travel expenses and give time off to women seeking out-of-state abortions after Texas passed its own restrictive law.</p> <p>Still, this may turn out to be a moment for business to shine. Last week, Michael Bloomberg called the overturning of Roe “the worst attack on the rights of American women in generations”. Big companies such as Levi Strauss and JPMorgan are pledging to make sure that employees get the support they need to access reproductive care no matter where they live.</p> <p>And it's businesses, not legislators, who are on the right side of the majority of the American public. A CNN poll conducted by SSRS found that 59 per cent of people said that if Roe (which was never a perfect legal solution for the abortion issue, it must be said) was overturned, they would want their state to set more permissive laws around abortion. Democrats will undoubtedly be pushing that point hard in advance of what will certainly be the most brutal midterm elections in memory.</p> <p>Gideon, since you are sitting in for Ed this week, and sitting in Europe, I'd love you to weigh in on how Europeans are reacting to the ruling, and what ramifications (if any) this might have on US-European relations.</p> <h1>Recommended reading</h1> <ul>  <li><p>I enjoyed Ezra Klein's typically brilliant free-range approach to big think in this New York Times <a href=\"https://www.nytimes.com/2022/06/19/opinion/its-not-the-future-we-cant-see.html?referringSource=articleShare\">column</a> in which he envisions how aliens would see America today. </p></li> </ul> <ul>  <li><p>My colleague Chris Grimes' wonderful <a href=\"https://www.ft.com/content/e4e84eac-8502-4a7f-b51b-c372752b4b38\">Big Read</a> on Disney getting caught between identity politics and profits in Florida shows how difficult it is for companies to successfully navigate right and left today. More fodder for <a href=\"https://www.ft.com/content/45adfb3f-b852-425c-b78e-385b17b92c5d\">my Swamp Notes take</a> that business should just focus on doing no harm.</p></li> </ul> <ul>  <li><p>And more great stuff from colleagues: Martin Wolf <a href=\"https://www.ft.com/content/fa1f3a82-99c5-4fb2-8bff-a7e8d3f65849\">takes on critics</a> of globalisation and makes several important points. And Janan Ganesh has a <a href=\"https://www.ft.com/content/38dfc217-742e-4d7e-b926-0fdc937f9be4\">fascinating piece</a> about why it's not strongmen that we need to worry about but anarchy. Very, very smart; I had a conversation with my daughter about this very topic recently and I think she and many of her college peers would agree with his take.</p></li> </ul> <h1>Gideon Rachman responds</h1> <p>As you might expect, the reaction from many Europeans to the Dobbs vs Jackson decision was a mixture of bafflement and horror. In most of Europe, abortion is not a partisan political issue in the way that it is in the US. There are exceptions, where the Catholic church is particularly powerful. Poland and Malta have effectively banned abortion. But Ireland legalised abortion by a large majority in a referendum in 2018.</p> <p>The Supreme Court's decision will underline the sense of America's “otherness” in much of Europe. But America's inability to do much about successive gun massacres and school shootings has been the cause of even more head shaking over the years. If even Sandy Hook and Uvalde cannot compel the US to take action, something is clearly profoundly broken in the political system or American society — or both.</p> <p>Of course all this has implications for Europe's own safety and security. Russia's invasion of Ukraine has provoked a revival of the western alliance. Nato is looking stronger and more relevant than it has in years. This past weekend, Joe Biden was in Europe for a G7 summit, followed by Nato summit. </p> <p>Europeans and Americans like to believe that the western alliance is based on shared values — such as democracy, free expression and individual rights. But decisions like the overturning of Roe vs Wade will make some question how profound the alliance of values really is.</p> <p>The answer need not be discouraging. After all, it is possible to disagree about abortion but agree that Russian aggression needs to be resisted. On the other hand, it is worth remembering that Putin has deliberately appealed to cultural conservatives in the west — and that influential voices on the right, not least Donald Trump, have been vocal in their admiration for the Russian leader. (Trump called Putin a “genius”, just a couple of days before the invasion of Ukraine). All of that will raise doubts about what the “other America” might do to western solidarity, if and when the Republicans retake power in Washington.</p> <h1>Your feedback </h1> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/f94bae9d-0c08-4757-b72a-7df549766aa9\"><strong>The west is failing to quarantine Russia</strong></a><strong>':<br></strong>“Indian minister of external affairs S. Jaishankar recently said: ‘Europe has to grow out of the mindset that Europe's problems are the world's problems, but the world's problems are not Europe's problems.'&#xa0; I would put the US in there with Europe. Our leaders may intellectually grasp that the coming world is multipolar; I think they believe it will still be run by the US, and the west, which is not truly multipolar.” <em>— William Davnie</em></p><p>Source: Rana Foroohar  2022 'America alone on abortion' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T11:00:57.346Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4571,
          "end": 4577
        }
      ]
    }
  ]
}