{
  "_id": "a2dcf1a345100309c0bb0fd26a36618b33f836b888e742937f74efa8470c885b",
  "feed": "market-watch",
  "title": "Dow posts longest win streak in almost 3 months as investors brush aside signs of slowdown in China; Energy sector slides as oil prices tumble",
  "text": "<p>* The Dow Jones Industrial Average DJIA closed up by 151.39 points, or 0.5%, at 33,912.44. That's its longest winning streak since the period that ended May 27, when it rose for six straight trading days, according to Dow Jones Market Data.</p><p>* The S&amp;P 500 SPX finished up by 16.99 points, or 0.4%, at 4,297.14.</p><p>* The Nasdaq Composite COMP ended 80.87 points, or 0.6%, higher at 13,128.05.</p><p>* Last week, the S&amp;P 500 advanced 3.3% for its fourth straight weekly gain and the longest such winning streak since November. Meanwhile, the Dow climbed 2.9% last week, while the Nasdaq Composite gained 3.1%.</p><p>What drove markets</p><p>Stocks finished higher after reversing course from a lower open, when disappointing economic news out of China set a negative tone. China's retail sales, investment and industrial output all slowed and missed forecasts, while the Asian country's central bank trimmed lending rates.</p><p>Concerns about slower demand from China pressured the energy sector, with September WTI futures losing $2.68, or 2.9%, to settle at $89.41 a barrel.</p><p>Read: Energy remains a sweet spot for investors. Here's a list of 'energized' stocks to think about.</p><p>In U.S. data releases, the New York Fed's Empire State business conditions index, a gauge of manufacturing activity in the state, plummeted 42.4 points to negative 31.3 in August. Though the figure didn't help sentiment, economists were taking it with a grain of salt.The Empire State data \"wasn't entirely bad: deliveries times were steady for the first time in almost two years, employment managed to rise, and inflation pressures did not increase,\" said Oren Klachkin, lead U.S. economist at Oxford Economics, in a note.\"At the same time, manufacturers were not cheerful about the outlook for the next six months,\" Klachkin wrote. \"We caution not to take too much away from this report since N.Y. manufacturing constitutes a small portion of the country's manufacturing base.\"Stocks started experiencing renewed upward momentum in late-morning trading after the S&amp;P 500 completed a four-week winning streak on Friday, which delivered its best percentage advance for such a period since November 2020.</p><p>Similarly, the tech-heavy Nasdaq Composite sits at an almost four-month high after surging 23.3% off its mid-June low as of Monday. Stocks were buoyed last week as the U.S. consumer-price index and producer-price index showed inflation cooling, though still running quite hot.</p><p>\"The good news on inflation coming on the heels of a very strong July payrolls report has reinvigorated belief in a 'soft landing' for the economy. This is an outcome that we thought was at least as likely as a recession, and now the markets are moving closer to pricing in this scenario,\" said Solita Marcelli, chief investment officer for the Americas at UBS Global Wealth Management, in a note.</p><p>\"The risk is that the markets get ahead of themselves, especially with investor FOMO starting to kick in,\" she wrote, referring to the phenomenon known as \"fear of missing out.\"Read: Why BlackRock says the stock market's big summer rally isn't worth chasing and After calling the summer stock-market rally, JPMorgan says it's not yet time for investors to play defense</p><p>Technical indicators speak to the improved tone of late. The Cboe Volatility Index VIX, a gauge of expected market volatility that usually rises when investors are fearful, hovered around its long-term average of 20 on Monday.</p><p>See: Can the stock market bottom without Wall Street's fear gauge hitting 'panic' levels?</p><p>The breadth of the market's latest bounce is also considered supportive, with Bespoke Investment noting the percentage of S&amp;P 500 stocks trading above their 50-day moving average has jumped to 88% from just 2% on June 16th.</p><p>Read: Why stock market bulls are applauding the S&amp;P 500's close above 4,231</p><p>In other economic data, the National Association of Home Builders' monthly confidence index fell 6 points to 49 in August, the trade group said Monday. It's the first time since 2020 that it came in below a break-even measure of 50.</p><p>Companies in focus</p><p>* Shares of Walt Disney Co. DIS finished up by 2.2% after Dan Loeb of Third Point LLC, which liquidated a large stake in the entertainment giant earlier this year, disclosed he has \"repurchased a significant stake\" in the company and would work with Disney's management team in pursuit of strategic changes. Disney responded by saying it \"welcomes\" views from its investors.</p><p>* Tesla Inc. TSLA Chief Executive Elon Musk noted a company milestone on Sunday, tweeting that the electric-vehicle maker has produced more than 3 million vehicles, with a third of them made in China. Shares ended 3.1% higher.</p><p>* Shares of Bed Bath &amp; Beyond Inc. BBBY finished up by 23.6%, as the Reddit crowdthat made it a meme stock again embraced it. Volume of 127 million shares traded was more than eight times the 65-day average of 15 million shares traded in a single day. The stock has been on a tear with no real news driving the move, but participants on Reddit's WallStreetBets forum were celebrating the gains.</p><p>How other assets fared</p><p>* The 10-year Treasury yield BX:TMUBMUSD10Y fell 5.8 basis points to 2.79%. That's the largest one-day decline in a week.</p><p>* The ICE U.S. Dollar index DXY rose 0.8%, and the stronger buck helped push gold lower. December gold futures settled at $1,798.10 an ounce, down $17.40 or 1%.</p><p>* Bitcoin BTCUSD rose above $25,000 for the first time since June, then reversed and dropped 1.3% to $24,052.</p><p>* In Europe, the Stoxx 600 XX:SXXP ended 0.3% higher, while London's FTSE 100 UK:UKX finished up by 0.1%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP ended fractionally lower, while the Hang Seng Index HK:HSI finished down by 0.7% in Hong Kong and Japan's Nikkei 225 JP:NIK advanced 1.1%.</p><p>Hear from Carl Icahn at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. The legendary trader will reveal his view on this year's wild market ride.</p><p>— Jamie Chisholm contributed to this article.</p><p>Dow posts longest win streak in almost 3 months as investors brush aside signs of slowdown in China</p>",
  "published": "2022-08-15T20:38:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99928004,
      "offsets": [
        {
          "start": 4316,
          "end": 4322
        },
        {
          "start": 4292,
          "end": 4298
        },
        {
          "start": 4078,
          "end": 4093
        },
        {
          "start": 4054,
          "end": 4069
        },
        {
          "start": 4349,
          "end": 4355
        }
      ],
      "weightsV2": {
        "weight": 4.5125,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.4875002,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}