{
  "_id": "5dd2dd189fe6966854c7d9934f9b10efd88427c7e581bc259e44659bbd87c1ca",
  "feed": "wall-street-journal",
  "title": "The World of Gingerbread; There is a festive magic in the stuff of miniature holiday houses, warming cakes and spicy cookies. Since the Middle Ages, the scent alone has been enough to make it feel like a cozy Christmas.",
  "text": "<p>When you think about it, gingerbread is an odd word. It isn't a bread, and it often contains no ginger. Cinnamon rather than ginger is now the dominant spice in many modern versions of gingerbread cookies, as well as in the gingerbread flavored lattes sold by chain coffee shops. The ingredients list for a Pret a Manger gingerbread latte includes \"ground sweet cinnamon\" and \"natural cinnamon\" but makes no mention of ginger.</p><p>And yet there is still a festive magic in the word \"gingerbread\" that can make you feel cozy and Christmassy even on the hottest summer day. Of all the sweet treats of winter, gingerbread in all its forms is the most enduring and the one I love the most. Whether soft or crisp, frosted or plain, cakelike or cookie-like, shaped like a man or a house or a heart, gingerbread never fails to make me feel like a child on Christmas morning. The food writer Elisabeth Luard has written (in her book \"European Festival Food\") that honeybreads and spice cakes are among \"our most ancient festival treats\" for winter celebrations.</p><p>Gingerbread actually covers a whole family of highly spiced sweet baked goods, from the honeycakes of France (known as pain d'épices) to the Susumelle of Calabria (a kind of spiced Christmas cookie dipped in chocolate). The word originally comes from the old French word \"gingembras,\" which meant preserved ginger, usually in the form of a paste. In their earliest forms in the Middle Ages, gingerbreads were essentially honey and spice cakes. A British recipe for \"gingerbrede\" from the 15th century featured a quart of honey, saffron, powdered pepper and breadcrumbs but no ginger. In 1574, a writer called J. Baret referred to gingerbread as \"a kind of cake or paste made to comfort the stomach.\"</p><p>A taste for these spicy and honeyed treats spread across Northern Europe. For a while, Nuremberg in Germany was the gingerbread capital of the world. Spicy doughs were packed into carved wooden molds, then removed and baked in a hot oven. In an era when spices were still very expensive, gingerbread was a status symbol, something that was so valuable it could even be used in lieu of paying city taxes. \"The Oxford Companion to Sugar and Sweets\" reports that some of the Nuremberg gingerbread molds were 3 feet tall and might depict coats of arms or members of the nobility.</p><p>In modern Germany, gingerbread is still beloved, although it has become a cheap treat and can no longer—sadly—be used to pay your taxes. The most popular German gingerbread is Lebkuchen, a cakelike confection whose spice-scented dough is mixed with ground almonds and studded with crystallized citrus peel. Traditionally, Lebkuchen in various shapes are given as gifts for the festival of St. Nicholas on December 6. Lebkuchen hearts are still a staple of German Christmas markets. Anja Dunk, a German-Welsh food writer, notes that in Germany you can buy a ready-made spice mix specially for making Lebkuchen. This spice blend contains cinnamon, cardamom, ginger, mace, cloves, anise and allspice, and it is called lebkuchengewürz. Say that twice after drinking a glass or two of mulled wine!</p><p>From an early stage, the charm of gingerbread was in its shape as well as its flavor. Gingerbread pigs were popular at British winter markets. In the north of England, there was a custom for unmarried women to eat a gingerbread husband in the hope of finding a real one. Queen Elizabeth I is said to have enjoyed gingerbread encrusted in gold leaf and baked in the shapes of her courtiers and suitors.</p><p>The standard (I nearly wrote \"cookie cutter\") shape for gingerbread cookies in most of the world has become the gingerbread man, perhaps because of childhood memories of the fairy tale. Trader Joe's, in politically correct fashion, sells mini \"gingerbread people\" instead, coated in white fudge icing. But the range of traditional gingerbread shapes in Europe used to be so much richer and stranger than just a plain man. In Sweden, spiced cookies are made in the shape of reindeer and angels, bells and stars and even horned goats.</p><p>In Transylvania in Romania, gingerbread is made from local honey and rye flour, which is formed into fantastical shapes and dyed in bright colors. Irina Georgescu describes this Transylvanian gingerbread in her delightful new book of Romanian baking, \"Tava.\" Traditional shapes apparently included ladybirds and tulips, dolls and fruit baskets, religious scenes and hussars in full military garb. In Transylvania today, Georgescu observes, the gingerbread makers have bowed to market forces and often make their cookies in the shape of \"favorite Disney characters.\"</p><p>One gingerbread Christmas tradition that shows no sign of dying out is that of the gingerbread house. Every year in Bergen in Norway, from November to December, a whole miniature city is constructed from pepperkaker—a kind of Norwegian hard gingerbread. This is actually a modern tradition that only started in 1991. At the Bergen gingerbread city, several thousand gingerbread houses made by local children are lit up and arranged on streets lined with fake snow. There are gingerbread soccer stadiums, gingerbread airships and gingerbread churches. Judging from the video on the Visit Norway website, it is the most Christmassy sight imaginable.</p><p>Then again, much as I enjoy looking at gingerbread houses, the kind of gingerbread that excites me most is the kind you actually want to eat, which isn't quite so heavily smothered in marshmallows and hard white frosting.</p><p>Over the holiday period, I always make at least two kinds of gingerbread: one soft and one snappy. I pretend that I make it to please my children, but really, I do it to satisfy a craving for the scent of gingerbread: the scent of warm spice and sweet molasses. No kitchen ever smells as good as it does when you have a batch of gingerbread cooling on a wire rack. For a crisp gingerbread, my current favorite is the recipe for speculaas—Dutch spice cookies—in \"Sweet\" by Helen Goh and Yotam Ottolenghi. These are plain-looking cookies sweetened with brown sugar and topped with a few flaked almonds, but what makes them special is the spice mix, which is heavy on cinnamon but also includes anise and white pepper as well as nutmeg, cardamom and ginger.</p><p>If you prefer a softer, more cakelike gingerbread, there is a recipe for \"Ginger and Honey Keks\" in a new book called \"Home Food\" by the Ukrainian food writer Olia Hercules, based on a cake her mother always makes around Christmas time. The keks contain four eggs and a lot of sour cream, which makes the texture very light. It is strongly flavored with honey and freshly grated ginger root, plus a little allspice, and it is glazed with a simple lemon drizzle icing after it comes out of the oven. It is almost startling to eat a gingerbread that actually tastes so clearly of ginger. \"It reminds me of something,\" said my son's friend when he tasted it. \"Could it be ginger?\" I asked.</p><p>The World of Gingerbread</p>",
  "published": "2022-12-16T15:58:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4600,
          "end": 4606
        }
      ]
    }
  ]
}