{
  "_id": "a70dcf1c0f5e526a353d184897ee0bf9fe27b7abd62ecc3592acfb0a0c640872",
  "feed": "market-watch",
  "title": "Dow up nearly 300 points, building on rebound as bond yields stabilize",
  "text": "<p>How are stock-index futures trading?</p><p>The Dow Jones Industrial Average DJIA rose 295 points, or 0.8%, to 35,757.</p><p>The S&amp;P 500 SPX gained 54 point, or 1.2%, to trade at 4,575.</p><p>The Nasdaq Composite COMP advanced 196 points, or 1.4%</p><p>Tuesday's action saw stocks rise, with the Dow climbing 1.1%, the S&amp;P 500 rising 0.8% and the Nasdaq Composite booking a 1.3% climb.</p><p>Read:The stock split from Google's parent may spark a wave, Bank of America analysts say</p><p>And: This fund sold out of Facebook's parent and PayPal before their earnings disasters. Here's what it bought instead.</p><p>What's driving the markets?</p><p>Investors on Wednesday were enjoying a breather from a recent bond selloff. The yield on the 10-yearTreasury note BX:TMUBMUSD10Y was last down 3 basis points to 1.922% after reaching 1.954% on Tuesday, its highest since 2019.</p><p>But investors are still keeping an eye on the key 2% level on the 10-year, especially as important inflation data looms for Thursday. Annual consumer price inflation is expected to rise to 7.2% for January, after reaching a 40-year high of 7% in December.</p><p>Read:‘This is not 1980': What investors are watching as next U.S. inflation reading looms</p><p>“Improved sentiment is on the back of more optimism about reopening, meanwhile the hawkish Fed expectations and the rising yields continue being a serious threat to the actual gains, as the major triggers behind the latest bond selloff are still in play,” said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>“This means that there is a high risk of a sudden mood swing before Thursday's U.S. inflation data,” she said.</p><p>In One Chart:Buy the dip? Why the stock market's bounce off January lows may prove premature</p><p>The January consumer-price index is due Thursday morning, with economists surveyed by The Wall Street Journal forecasting a 0.4% monthly rise and a year-over-year increase of 7.2%, after a nearly 40-year high of 7% in December.</p><p>Persistently high inflation has prompted the Federal Reserve to signal a much more aggressive stance, with interest rates expected to rise beginning at the central bank's next policy meeting in March with a reduction in the size of its balance sheet expected to follow. Investors have penciled in an aggressive series of rate increases, which has weighed particularly hard on tech and other growth stocks in the new year.</p><p>“The markets already expect hawkish Fed activity, so there is unlikely to be a major resulting move from this week's data,” said Lauren Goodwin, economist and portfolio strategist at New York Life Investments, in a note.</p><p>Goodwin said investors should avoid the temptation to lean hard into strategies based solely on playing defense against inflation because there is a trade-off between that approach and the potential for total returns.</p><p>“As a result, we lean heavier into strategies that seek to provide inflation resilience while leveraging durable investment themes. Priority asset classes include infrastructure, real estate, global exposure, short duration and floating rate securities,” she wrote.</p><p>Atlanta Federal Reserve Bank President Raphael Bostic, in a television interview, said he expects the Fed to deliver three, quarter-point rate increases in 2022, while “leaning” toward the possibility of a fourth. He also said he would like to see the central bank significantly reduce the size of its balance sheet. Bostic isn't a voting member this year of the Fed's policy-setting Federal Open Market Committee.</p><p>Investors were sifting through a heavy slate of corporate results. And more earnings will roll in Wednesday, with The Walt Disney Co.DIS and MGM Resorts InternationalMGM and ride-share operator Uber Technologies Inc.UBER in the spotlight after the market's close.</p><p>Read:After ‘baptism by fire,' Disney CEO looks for a rebound</p><p>Which stocks are in focus?</p><p>Shares of Chipotle Mexican Grill Inc. CMG rose more than 7% after the fast-food chain more than doubled its profit to a record high in 2021, and spoke of expansion plans.</p><p>CVS Health Corp.CVS stock fell 4.5% after profit and earnings for the health services and drugstore operator beat expectations, though its full-year outlook was mixed.</p><p>Mandiant Inc. MNDT shares rose 3.7% after the cybersecurity software and services company reported forecast-beating results. Shares climbed during Tuesday's regular session following a report that Microsoft Corp. MSFT was in talks to buy the company.</p><p>Lyft Inc.LYFT shares fell rose 1.4% after the ride-share operator met its goal of full-year positive Ebitda and spoke of a “solid” fourth quarter, but offered a cautious forecast.</p><p>How are other assets trading?</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a basket of six major rivals, fell 0.2%.</p><p>West Texas Intermediate crude for March delivery&#xa0;CL.1CLH22 rose 1.2% to trade back above $90 a barrel. Gold futures for April delivery&#xa0;GC00GCJ22 edged up 0.1% after ending Tuesday at its highest since Jan. 26.</p><p>Bitcoin&#xa0;BTCUSD fell 0.3% to trade near $44,000.</p><p>The Stoxx 600 Europe XX:SXXP rose 1.8%, while the FTSE 100&#xa0;UK:UKX gained 1.1%.</p><p>The Shanghai Composite&#xa0;CN:SHCOMP&#xa0;rose 0.7%, while the Hang Seng Index&#xa0;HSI00&#xa0;jumped 2% and Japan's Nikkei 225JP:NIK rose 1%.</p>",
  "published": "2022-02-09T10:48:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3590,
          "end": 3605
        },
        {
          "start": 3770,
          "end": 3776
        },
        {
          "start": 3594,
          "end": 3605
        }
      ],
      "nexusId": "10078857"
    }
  ]
}