{
  "_id": "c261f1535358b248d0cd5de11490722ccfc6a9917a17ec701164bd255a656e5a",
  "feed": "ftcomall",
  "title": "Watching two sides of Europe unfold",
  "text": "<p>Hello and welcome to the working week.</p> <p>We are starting the next seven days with reminders of how Europe has united and diverged, becoming both more prosperous and more dangerous in the period since the second world war. </p> <p>On the one hand, Monday is the 77th anniversary of the <a href=\"https://www.ft.com/content/59840921-02f9-4280-81d9-01781c12f3f1\">1950 Schuman declaration</a>, when the then French foreign minister Robert Schuman called on France, Germany and other European countries to pool their coal and steel production as “the first concrete foundation of a European federation”.</p> <p>However, attention is likely to focus instead on Russia's Victory Day celebrations in Red Square. This started as a commemoration of Soviet success against Nazi aggression but is this year expected to be used by President Vladimir Putin as a demonstration of <a href=\"https://www.ft.com/content/d51be26d-dc0b-4b5d-ad80-8015a41207e1\">the motherland's might</a> in the face of a Ukrainian invasion that has not gone to plan. The question has been whether the <a href=\"https://www.ft.com/content/1e9e0d5f-2708-4e38-9a02-6a1e5433c0a9\">destruction of Mariupol</a> — or <a href=\"https://www.ft.com/content/00050fd8-04e0-4576-bc95-42a2f866bda7\">perhaps neighbouring Moldova</a> — will be presented as proof of the Russian army's continued might or whether a new, more catastrophic attack is being planned. It seems a thin hope that the only fireworks on Monday will be those at the end of the Moscow military procession.</p> <p>Putin will no doubt be interested in this Friday's debate in the Swedish parliament about joining Nato. And so should you. Support for doing so in the country is running at more than 50 per cent, although <a href=\"https://www.ft.com/content/783e287d-1a8d-4c5a-ad82-6b4ba0c14c16\">experts wonder</a> whether it will be helpful or not. </p> <p>As <a href=\"https://www.ft.com/content/ce44198e-204e-4009-a735-51ba3e9147bd\">this newsletter noted</a> at the beginning of the year, 2022 can be seen as a series of significant elections. This week it is the turn of the Philippines, where, in a “you could not make this up” moment, the son of former dictator Ferdinand Marcos, Ferdinand Jr, leads the race to be <a href=\"https://www.ft.com/content/22a201b7-b0d5-49c3-8bb5-0dc848f0fead\">president</a>, promising to restore the “golden age” of his late father's rule.</p> <p>Whatever the result, this is a <a href=\"https://www.ft.com/content/e074799e-688f-4b37-9a26-3a021850ac3a\">remarkable turnaround</a> for a family who were pariahs (<a href=\"https://www.theguardian.com/world/2016/may/07/10bn-dollar-question-marcos-millions-nick-davies\">albeit very rich ones</a>) when Marcos Sr was ousted in 1986. It also shows that the rise of populists is very much still in play around the world today. Reading the analysis this week, I wonder whether the comments that Filipinos are among the world's biggest users of social media — with all the problems in public discourse <a href=\"https://www.ft.com/content/66df41ad-5835-4f8a-b9f8-7e819722d0c7\">Twitter is blamed for</a> — has contributed to the revival of the country's authoritarians.</p> <p>Elsewhere in the Pacific region, voting kicks off for the Australian federal election — more about that in future weeks. On Tuesday, we have the consequences of an election that has already been run when South Korea's president-elect Yoon Suk-yeol will officially take office — here's <a href=\"https://www.ft.com/content/a1525d04-6711-49dd-b282-c630fd7eeb24\">the FT guide to the new leader</a> of the world's tenth-largest economy.</p> <p>After local elections in the UK, the legislative agenda for Boris Johnson's government will be in focus at the state opening of the new parliamentary session, which the Queen plans to lead despite recent concerns about mobility issues, having only missed two in her 70-year reign. The monarch is expected to announce the plan to privatise Channel 4, legislation to make it easier to prevent allies of Putin from laundering money in the UK and changes to the UK's post-Brexit border arrangements in Northern Ireland. However, she will not be announcing powers for the UK's new digital regulator to police the big technology companies after that <a href=\"https://www.ft.com/content/76d56a42-e79e-4c17-80e7-04e1c8c09b05?emailId=6274d42565835500238ee905&amp;segmentId=2f40f9e8-c8d5-af4c-ecdd-78ad0b93926b\">ambitious plan</a> was dropped last week.</p> <p>Cast your vote — your views on this week's news mix, what you like and don't like about The Week Ahead — by dropping me a line at <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a></p> <h1>Economic data</h1> <p>After last week's central bank interest rate decisions, this week we get the economic data to underline why monetary policy is likely to get a lot tighter in coming months. Watch out for the inflation reports from the US, India, China and eurozone countries, plus a first-quarter GDP estimate for the UK. The impact of sanctions on Russia will be laid bare on Friday when the country's inflation and GDP figures are published.</p> <h1>Companies</h1> <p>The Covid-19 winners who became losers in the post-lockdown return to normality has been a theme of this earnings season. On Wednesday the <strong>Walt Disney Company</strong> announces second-quarter figures, posing the question of whether its Disney+ streaming service has managed to extend the strong growth it reported in its first quarter or suffered a Netflix-style meltdown in subscription numbers.</p> <p>The Japanese automotive industry will be on the forecourt in force, with <strong>Nissan</strong>, <strong>Toyota</strong>, <strong>Mitsubishi</strong>, <strong>Mazda</strong>, <strong>Honda</strong> and <strong>Suzuki</strong> all revealing their latest quarterly numbers, in another busy week for earnings. Expect questions about semiconductor supplies and the impact on car production.</p> <p>This also gives me an excuse to plug the FT's online <a href=\"https://car.live.ft.com/?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=2022futureofthecarglobal&amp;utm_content=rsa&amp;reference=ppc&amp;utm_source=googlesearch&amp;utm_medium=ppc&amp;utm_campaign=brand&amp;gclid=Cj0KCQjwyMiTBhDKARIsAAJ-9Vup8xDaEOAr-aY6DQnJQ-71dujP3wJnhCL4UPiAXrF4weozt_v7308aAuAbEALw_wcB\">Future of the Car</a> summit on Tuesday, in which Elon Musk will be beamed on screen to be interviewed by the FT's US west coast editor Richard Waters. Register by <a href=\"https://car.live.ft.com/?utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=2022futureofthecarglobal&amp;utm_content=rsa&amp;reference=ppc&amp;utm_source=googlesearch&amp;utm_medium=ppc&amp;utm_campaign=brand&amp;gclid=Cj0KCQjwyMiTBhDKARIsAAJ-9Vup8xDaEOAr-aY6DQnJQ-71dujP3wJnhCL4UPiAXrF4weozt_v7308aAuAbEALw_wcB\">clicking here</a>.</p> <p>Finally, look out for the first-quarter results from <strong>Foxconn Technology</strong> on Thursday. These will give some indication of the extent of problems in the tech supply chain and whether Covid lockdowns in China will further undermine the situation, hitting consumer electronics manufacturers worldwide.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>China, trade balance figures</p></li>  <li><p>France, balance of trade figures</p></li>  <li><p>Indonesia, Q1 GDP and consumer price index (CPI) data</p></li>  <li><p>Japan, Bank of Japan releases the minutes of its March policy meeting plus April composite and services purchasing managers' index (PMI) data</p></li>  <li><p>Results: <strong>IAC</strong> Q1, <strong>Infineon Technologies</strong> Q2</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Germany, ZEW expectations survey</p></li>  <li><p>Hungary, April CPI figures</p></li>  <li><p>Spain, European Central Bank vice-president Luis de Guindos Jurado speaks at banking industry event organised by IESE Business School</p></li>  <li><p>UK, Bank of England monetary policy committee member Michael Saunders speaks at an event run by the Resolution Foundation think-tank</p></li>  <li><p>Results: <strong>Bayer</strong> Q1, <strong>Coinbase</strong> Q1, <strong>Fox Corporation</strong> Q3, <strong>Mitsubishi Motors</strong> FY, <strong>Nintendo</strong> FY, <strong>Nippon Steel</strong> FY, <strong>Pirelli</strong> Q1, <strong>Sony</strong> FY, <strong>Sumitomo Corporation</strong> FY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>China, April CPI and producer price index (PPI) data</p></li>  <li><p>Germany, April CPI data</p></li>  <li><p><strong>TP ICAP </strong>Q1 trading update</p></li>  <li><p>US, April CPI data</p></li>  <li><p>Results: <strong>Compass</strong> H1, <strong>Continental</strong> Q1, <strong>E.On</strong> Q1, <strong>ITV</strong> Q1, <strong>Manulife Financial Corporation</strong> Q1, <strong>Mediobanca</strong> Q1, <strong>Panasonic</strong> FY, <strong>Suzuki Motor Corporation</strong> FY, <strong>Takeda</strong> FY, <strong>ThyssenKrupp</strong> H1, <strong>Toyota</strong> FY, <strong>TUI Travel</strong> H1, <strong>Walt Disney Company</strong> Q2</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>India, April CPI data</p></li>  <li><p>Japan, trade balance figures</p></li>  <li><p>Opec monthly oil market report</p></li>  <li><p>UK, Q1 GDP estimate, Recruitment &amp; Employment Confederation-KPMG monthly jobs report plus construction output figures</p></li>  <li><p>US, April PPI data</p></li>  <li><p><strong>Zurich Insurance</strong> Q1 update</p></li>  <li><p>Results: <strong>3i</strong> FY, <strong>Aegon</strong> Q1, <strong>Allianz</strong> Q2, <strong>Bouygues</strong> Q1, <strong>BT Group</strong> FY, <strong>Commerzbank</strong> Q1, <strong>Foxconn Technology</strong> Q1, <strong>Geox</strong> Q1, <strong>Hargreaves Lansdown </strong>Q3, <strong>Nissan Motor</strong> FY, <strong>NTT</strong> FY, <strong>RWE</strong> Q1, <strong>Siemens</strong> Q2, <strong>Softbank</strong> FY</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>EU, March industrial production figures</p></li>  <li><p>France, April CPI figures</p></li>  <li><p>Russia, Q1 GDP and April CPI data</p></li>  <li><p>Results: <strong>Banca Generali</strong> Q1, <strong>Deutsche Telekom</strong> Q1, <strong>Honda Motor Company</strong> FY, <strong>Mazda Motor Corporation</strong> FY, <strong>Sage</strong> H1, <strong>Toshiba</strong> FY</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Australia, early voting centres open for 2022 <a href=\"https://www.aec.gov.au/Voting/ways_to_vote/\">federal elections</a></p></li>  <li><p>Europe Day, commemorating the <a href=\"https://europa.eu/european-union/about-eu/symbols/europe-day/schuman-declaration_en\">Schuman declaration</a> in 1950. French president Emmanuel Macron will give a speech to mark the occasion in Strasbourg at an EU conference on the future of Europe.</p></li>  <li><p>Ireland, international aviation finance conference in Dublin</p></li>  <li><p><a href=\"https://www.ft.com/topics/places/Philippines\">Philippines</a>, presidential election</p></li>  <li><p>Russia, Victory Day marked with a second world war anniversary parade in Moscow's Red Square</p></li>  <li><p>US, Pulitzer Prize winners and nominated finalists announced</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>EU, the European Bank for Reconstruction and Development holds its 31st annual meeting in Marrakesh, Morocco</p></li>  <li><p>South Korea, Yoon Suk-yeol installed as the country's new president</p></li>  <li><p>UK, state opening of parliament</p></li>  <li><p>US, President Joe Biden hosts Italian prime minister Mario Draghi at the White House</p></li>  <li><p>The <a href=\"https://bobdylancenter.com/\">Bob Dylan Center</a>, exploring the life of the pioneering American musical artist opens to the public in Tulsa</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>India, the annual <a href=\"https://www.fest300.com/festivals/thrissur-pooram-elephant-festival\">Thrissur Pooram Elephant Festival</a> takes place</p></li>  <li><p>Spain, the European gas regulatory conference, also known as the <a href=\"https://ec.europa.eu/info/events/european-gas-regulatory-forum-madrid-forum/36th-madrid-forum-2022-may-11_en\">Madrid Forum</a> begins in the Spanish capital</p></li>  <li><p>UK, the All-Energy Exhibition and Conference, bringing together participants in the renewable energy sector, opens in Glasgow</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>G7 foreign ministers meet in Weissenhaus, Schleswig-Holstein, Germany</p></li>  <li><p>UK, A Gallop through History, an equestrian display involving more than 500 horses and 1,000 performers, takes place in Windsor as part of the Queen's Platinum Jubilee celebrations</p></li>  <li><p>US hosts a global summit to discuss how to end the Covid crisis, including current G7 president Germany, G20 president Indonesia, African Union chair Senegal and the chair of the Caricom Caribbean grouping Belize</p></li>  <li><p>US hosts a summit for the Association of Southeast Asian Nations in Washington</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Swedish parliament is expected to debate security policy and joining Nato</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>International Dylan Thomas Day, held on the day that Under Milkwood was first read on stage at The Poetry Centre in New York in 1953</p></li>  <li><p>The 66th Eurovision Song Contest final, one of the world's largest televised events is hosted by last year's winner Italy at Turin's PalaOlimpico Arena</p></li>  <li><p>Austria, opening night for the 42nd <a href=\"https://www.passionsspiele-oberammergau.de/en/home\">Oberammergau Passion Play</a>, a production staged every 10 years but delayed by the Covid pandemic restrictions</p></li>  <li><p>Germany, informal meeting of Nato foreign ministers begins in Berlin</p></li>  <li><p>Iceland, municipal elections</p></li>  <li><p>Japan, Sanja Matsuri summer festival with parades and floats</p></li>  <li><p>UK, Chelsea and Liverpool football clubs play at London's Wembley Stadium for the FA Cup final, the world's oldest associated football cup competition</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Total Lunar Eclipse (<a href=\"https://www.rmg.co.uk/stories/topics/lunar-eclipse-guide\">Blood Moon</a>) visible from across North and South America, plus parts of Europe and Africa</p></li>  <li><p>Israel, Palestinians mark the Nakba, or Catastrophe, when they were forced from their villages or fled in the war that surrounded Israel's creation in 1948</p></li>  <li><p>US, Billboard Music Awards held at the MGM Grand Garden Arena, Las Vegas</p></li> </ul><p>Source: Jonathan Moules 2022 'Watching two sides of Europe unfold' FT.com 8 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-08T17:15:34.430Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4168,
          "end": 4174
        },
        {
          "start": 6401,
          "end": 6420
        },
        {
          "start": 4079,
          "end": 4098
        }
      ]
    }
  ]
}