{
  "_id": "47115e120ee8a2a978c29fb85c7274a12a563deb74e5c7b4fe1c1f189f04721f",
  "feed": "wall-street-journal",
  "title": "What Movies and TV Shows to Watch: From 'Star Trek: Picard' to 'Turning Red' on Disney+; Patrick Stewart, Seth Rogen, Uma Thurman and a big, red panda are what's new in streaming",
  "text": "<p>(Paramount+)</p><p>When Patrick Stewart was offered the role of Captain Jean-Luc Picard in \"Star Trek: The Next Generation\" in the 1980s, he was concerned that the six-year contract would interfere with his work with the Royal Shakespeare Company. His friends in Hollywood told him not to worry. \"There is not a hope in hell that this show will even get to the end of the first season,\" was the universal response, he says, along with: \"You cannot repeat an iconic series.\"</p><p>The rest is pop-culture history, and a run that includes seven seasons of \"The Next Generation\" and four feature films as Jean-Luc Picard, culminating with 2002's \"Star Trek: Nemesis.\" Mr. Stewart says he rejected subsequent opportunities to return to the character until \"Star Trek: Picard,\" which he still turned down at least once. He says he changed his mind when it was explained to him that the streaming series wasn't going to be simply more \"Next Generation\" episodes, but an examination of the character who is retired and has lived a lot of life in the 20 years since \"Nemesis.\"</p><p>In the show's second season, the retired admiral is living on his family vineyard in France, and is called on by Starfleet when a mysterious ship asks for him by name. He ends up entangled with an old nemesis, and thrust into a time-bending mission to save the galaxy. Through it all, the 81-year-old Mr. Stewart says he avoids wearing a Starfleet uniform—with rare exceptions, such as a speech at Starfleet Academy. To wrap Picard in the iconic uniform, he says, is \"running too easily into the more sentimental background\" of the character.</p><p>\"What I wanted was not a space traveler,\" he says, \"but a man.\"</p><p>Season 2 of \"Star Trek: Picard\" and \"Star Trek: The Next Generation\" are streaming on Paramount+.</p><p>'The Boys Presents: Diabolical'</p><p>(Prime Video)</p><p>\"The Boys Presents: Diabolical\" is an anthology of animated short films set in the world of \"The Boys,\" a live-action Prime Video series about a group of vigilantes who battle corrupt superheroes. It is the brainchild of Seth Rogen and Evan Goldberg—the creative partners who are executive producers on \"The Boys.\" They say they have long wanted to, in their words, rip off 2003's \"The Animatrix,\" an anthology based on \"The Matrix\" films.</p><p>\"We love the idea of, like, an anthology animated series that built out and explored the mythology of an existing idea, and that's what 'The Animatrix' did so well,\" Mr. Rogen says. The actor also lends his voice to the anthology.</p><p>\"Diabolical\" features different creators and animation styles for each of its eight installments. Stories range from a woman whose superpowered cancer goes on a killing spree outside her body to a group of awkwardly powered teens who pursue the ultimate revenge on the parents who abandoned them. Writers include Awkwafina and Andy Samberg. The voice cast includes Don Cheadle, Michael Cera and Kieran Culkin.</p><p>Messrs. Rogen and Goldberg wrote an installment without dialogue about a smiling, laser-eyed baby. Mr. Goldberg says the film is inspired by the pair's obsession with Jackie Chan and Buster Keaton and their interest in doing something opposite of what they normally do.</p><p>\"Instead of witty banter, dialogue and emotional, talky scenes,\" Mr. Goldberg says, \"we wanted to try something purely physical, with no words.\"</p><p>All eight episodes of 'The Boys Presents: Diabolical' are streaming now on Prime Video.</p><p>'Turning Red'</p><p>(Disney+)</p><p>Rosalie Chiang told her mom she wanted to be on TV when she was 7. She started working on \"Turning Red\" when she was 12, and now, at 16, is promoting her role as the lead character in Pixar's latest film. Ms. Chiang voices Mei, a 13-year-old member of a Chinese-Canadian family in Toronto who turns into a large, red panda for the first time when her overbearing mother pushes her to the edge.</p><p>\"I literally grew up with this character,\" she says.</p><p>\"Turning Red\" is directed by Domee Shi, writer-director of Pixar's \"Bao,\" which won the Academy Award for best animated short film in 2019. In the years that Ms. Chiang worked on the film, she got to see how the story evolved, and how Mei's inner panda went from only coming out when she was angry to any time she feels strong emotions.</p><p>\"The movie's core message is surrounding emotion, and in acting, it's all about the emotions,\" she says. \"So, I've done every darn thing I could have done in that [audio] booth: I've screamed, I've wailed, I've yelled, I've cried, I've laughed superhard. It was a roller coaster.\"</p><p>\"Turning Red\" begins streaming Friday on Disney+.</p><p>'Suspicion'</p><p>(Apple TV+)</p><p>\"Suspicion,\" an international thriller now streaming on Apple TV+, begins when a man is abducted in a New York hotel by attackers wearing masks depicting members of the British royal family. Footage of the attack quickly goes viral, and it is revealed that the victim is the son of Katherine Newman (Uma Thurman), a prominent public-relations professional who has been nominated to be the U.S. ambassador to the U.K.</p><p>In the U.K., three suspects are rounded up in short order: a bride on her wedding day (Georgina Campbell), a university professor (Elizabeth Henstridge) and an aspiring tech entrepreneur (Kunal Nayyar). They have seemingly nothing in common but the fact that they were all staying at the New York hotel on the night of the attack. The kidnappers release a hostage video—which also goes viral—demanding that Newman \"tell the truth\" or her son dies, setting up a mystery of not just who attacked her son, but what she is hiding.</p><p>SHARE YOUR THOUGHTS</p><p>What shows and movies have you been streaming lately? Join the conversation below.</p><p>Though the show is marketed as an Uma Thurman vehicle, it is more of a supporting part than some of her most popular roles. Ms. Thurman says she was drawn to the series showrunner, Rob Williams, and his vision for layering action and suspense on top of political themes involving dark money, environmental battles with big industries and \"the manipulation of media.\"</p><p>\"Especially as a woman,\" she said in a recent interview, \"if you wanna be able to be really versatile, it can't be about the size of the role. It has to be about stretching and being a versatile actor.\"</p><p>\"Suspicion\" is streaming now on Apple TV+. The eighth and final episode premieres March 18.</p><p>What Movies and TV Shows to Watch: From 'Star Trek: Picard' to 'Turning Red' on Disney+</p>",
  "published": "2022-03-10T20:08:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4522,
          "end": 4529
        },
        {
          "start": 80,
          "end": 86
        },
        {
          "start": 6344,
          "end": 6350
        },
        {
          "start": 3407,
          "end": 3414
        }
      ]
    }
  ]
}