{
  "_id": "dea71cddfa88d24c593e13c68eebfb4f43e3509c1ce430c025fa3e2462512e6b",
  "feed": "ftcomall",
  "title": "FirstFT: FBI raid casts cloud on Trump's 2024 bid for presidency",
  "text": "<p>Good morning. It was the first time in American history that the FBI had searched a former president's home. Now Donald Trump's backers, challengers and officials from both the Republican and Democratic party are <a href=\"https://www.ft.com/content/ebc08414-a862-453b-b800-960ac5f58afc\">demanding answers</a>. </p> <p>The Department of Justice and FBI have yet to comment on <a href=\"https://www.ft.com/content/68ef537c-b388-4a9f-a621-17e63b044e72\">the probe of Trump's Florida residence</a>. The White House said it “did not have advance notice” of the FBI's plans to storm his home. But people close to Trump said the search on Monday night concerned the former president's removal of classified materials from the White House after leaving office. </p> <p>Focus is now turning to what this means for his ambitions to run again for the presidency in 2024. The raid on Mar-a-Lago quickly morphed into a political campaigning card, with Trump releasing an ad-style video in the wake of the operation. Republican candidates sent fundraising emails to supporters citing the FBI search in attempts to <a href=\"https://www.ft.com/content/ebc08414-a862-453b-b800-960ac5f58afc\">rally the party's base</a> ahead of midterm elections. </p> <p>Although Trump was quick to denounce the raid — calling it “an assault which could only take place in broken, Third-World countries” — experts say <a href=\"https://www.ft.com/content/b844848f-fdd8-47c9-a9a7-dbba4133f503\">he is treading on thin ice</a>, as multiple legal challenges trail the former president. </p> <ul>  <li><p><strong>Go deeper: </strong><a href=\"https://www.ft.com/content/b844848f-fdd8-47c9-a9a7-dbba4133f503\">How big are Trump's legal troubles?</a></p></li> </ul> <p><em>Thank you for spending part of your morning with FirstFT Americas — Georgina. </em></p> <h1>Five more stories in the news</h1> <p><strong>1. Elon Musk sells $7bn of Tesla stock ahead of court fight with Twitter </strong>The SpaceX chief executive took advantage of a recent rebound in Tesla's stock price to <a href=\"https://www.ft.com/content/a0463eb2-c4de-4d1b-bb51-043b743d8234\">offload $6.9bn worth of shares in the electric car maker</a> since the end of last week, according to a series of regulatory filings yesterday.</p> <p><strong>2. Carlyle boss quits after being denied $300mn pay package </strong>Ousted chief executive Kewsong Lee resigned from the US private equity group after its co-founders refused to discuss his request for a <a href=\"https://www.ft.com/content/0d0187d3-e0fb-4e87-bbfb-2e63f467f9f4\">package worth up to $300mn</a> over five years, people with knowledge of the matter said.</p> <p><strong>3. Joe Biden tax proposals fall short of OECD standards for minimum rate </strong>Washington's application of a global tax deal proposed by the OECD last October — in particular, a minimum corporate tax floor of 15 per cent — is at odds with how the agreement is likely to work elsewhere. <a href=\"https://www.ft.com/content/ff0c15b7-2e34-469f-8c5e-9168bbb30c51\">Where does Biden's Inflation Reduction Act fall short?</a></p> <p><strong>4. Investors watch for cracks in US consumer loan market </strong>US household <a href=\"https://www.ft.com/content/3c2ffb58-b168-4b96-8819-21581d6de65f\">debt levels have skyrocketed this year</a> as Americans borrow more to pay for increasingly expensive homes and cars. As the Federal Reserve tries to rein in price growth by lifting interest rates, analysts and economists are getting worried. </p> <p><strong>5. Foxconn stake in Chinese chipmaker under scrutiny </strong>Taiwanese national security officials want to force the Apple supplier to <a href=\"http://ft.com/content/866467a4-6627-4356-ac46-6ede989f3d66\">unwind an $800mn investment</a> in Tsinghua Unigroup as Taipei seeks to align itself more closely with the US in the face of escalating threats from Beijing.</p> <ul>  <li><p><strong>Cross-Strait relations: </strong>Taipei's foreign minister <a href=\"https://www.ft.com/content/1db5c90e-32cf-4548-8eb0-bed27335f4e3\">warned</a> that China could use military drills to impede shipping and air traffic and deny access to the US.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Inflation data </strong>All eyes will be on a crucial US inflation report coming at 8:30am Eastern Time which could influence the path ahead for the Federal Reserve's monetary policy. </p> <p>US July headline consumer prices <a href=\"https://www.ft.com/content/9d0cc752-9e65-45aa-8fc2-de0999cf632d\">are expected to have risen 0.2 per cent</a> from June, while its annual gain is forecast to moderate to 8.7 per cent, according to economists polled by Reuters. Core inflation — stripping out food and energy costs — is projected to have risen 0.5 per cent in July.</p> <p>These numbers would mark a slight easing of inflation compared with the 9.1 per cent annual increase and the 1.3 per cent monthly rise recorded in June.</p> <p>Chicago Fed president Charles Evans and Minneapolis Fed president Neel Kashkari are due to make comments later at separate events. Monthly retail sales in Brazil are expected to have dropped 1 per cent in June, according to economists polled by Refinitiv, as persistently high inflation may have caused consumers to pull back spending.</p> <p><strong>Corporate earnings</strong> Walt Disney is expected to post a rise in third-quarter revenue. The company has been buoyed by steady subscriber growth on its streaming platforms coupled with the return of theme park goers. Disney shares have fallen more than 30 per cent over the past year. Investors are questioning the stability of the streaming market after seeing Netflix subscriber counts drop in the past two quarters. </p> <p>Media company Fox and fast-food chain Wendy's are reporting before the bell. The dating app Bumble is reporting after the bell. A full list is in <a href=\"https://www.ft.com/content/5fc7b11e-145e-4f6a-8f0a-42dfa15d2438\">our Week Ahead</a>. <em>Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56b1f9c27b2ee603009fd0fe\"><em>here</em></a><em> to receive the newsletter in your inbox every Sunday.</em></p> <p><strong>Rishi Sunak BBC interview </strong>The former UK chancellor and Conservative party leadership contender will be interviewed by Nick Robinson. Opponent Liz Truss <a href=\"https://www.ft.com/content/5ed407bd-ac0d-4293-a0fe-c01dfa15d9d2\">has a clear lead</a> in the betting market.</p> <h1>What else we're reading</h1> <p><strong>‘Painstaking' work to help mitigate California wildfires </strong>In the Napa Valley, private groups and local businesses are <a href=\"https://www.ft.com/content/8f007a59-211c-4c0e-a4f9-f3d52427b90d\">doing what they can to protect the land</a> from catastrophic fires. In California, a state with 33mn acres of forest that has been in drought for much of this century, the past two years have seen fires reach unprecedented levels, according to Cal Fire.</p> <p><strong>Netflix seeks to become a big player in the gaming sphere </strong>The group's plans to <a href=\"https://www.ft.com/content/162bb017-3989-4aec-9ffa-465bcf6774df\">release more video games comes at a precarious moment</a> for the company, writes Tom Faber. Are these game offerings just a desperate attempt to retain dominance in an increasingly competitive streaming market?</p> <p><strong>Rich and poor should mingle more </strong>New research suggests that children from low-income families who are friends with wealthier peers <a href=\"https://www.ft.com/content/e43cbbbb-db1d-485e-ab4a-798735994866\">will earn more later in life</a>. “Economic connectedness” — in short, having rich acquaintances — can be a valuable early rung on the economic ladder, writes Anjana Ahuja.</p> <p><strong>Lessons from Irish history on the famine in Somalia </strong>The UN has warned that following a drought that killed 3mn animals and caused crops to fail, parts of Somalia could face full-blown famine next month. Looking back to Ireland in 1846 in the midst of a potato famine gives insight into the potential scale of the devastation, <a href=\"https://www.ft.com/content/49ff5139-72b3-42ef-92c7-d1e35171a5b5\">writes Jude Webber</a>.</p> <p><strong>Europe can withstand a winter recession </strong>There is virtually no way to escape a Europe-wide recession after Russia tightened natural gas supplies, but it <a href=\"https://www.ft.com/content/c9ec6d9d-a015-402c-a06e-f61b6ad87f92\">need be neither deep nor prolonged</a>. Substitution, solidarity and conversation can help overcome a gas embargo, writes Chris Giles.</p> <h1>Sport</h1> <p>Tennis star <a href=\"https://www.ft.com/content/bb4bdbcc-3eeb-4118-b1d2-584f10270936\">Serena Williams will retire</a> after the US Open tournament. Her achievement of 23 Grand Slam singles titles stands alone but Williams' tennis legacy goes far beyond statistics. <a href=\"https://www.vogue.com/article/serena-williams-retirement-in-her-own-words\">Writing in Vogue</a>, she reflects on how coming to this crossroads has highlighted what she hopes has been her enduring message for women athletes: “They can wear what they want and say what they want and kick butt and be proud of it all.”</p> <ul>  <li><p><strong>FT Globetrotter:</strong> Up your game with these <a href=\"https://www.ft.com/content/d307a699-9736-4db3-9064-bba8724ea72e\">10 intriguing tennis gadgets</a>.</p></li> </ul><p>Source: Georgina Quach, Jennifer Creery and Emily Goldberg  2022 'FirstFT: FBI raid casts cloud on Trump's 2024 bid for presidency' FT.com 10 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-10T10:20:38.332Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99856,
      "offsets": [
        {
          "start": 3988,
          "end": 3999
        },
        {
          "start": 4179,
          "end": 4185
        },
        {
          "start": 4019,
          "end": 4030
        },
        {
          "start": 4212,
          "end": 4218
        }
      ],
      "weightsV2": {
        "weight": 2.7933493,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.2066507,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}