{
  "_id": "666c4df9447f34c8434d01660b24cb524889cce61d573b5f4d0837fdc6a4c2a8",
  "feed": "wall-street-journal",
  "title": "China Lowers Quarantine Time for Visitors in Move to Boost Economy; Travelers from overseas and anyone who has had a close Covid contact will need to isolate for 10 days, down from 21 days previously",
  "text": "<p>Lei Zhenglong, an official with the National Health Commission, described the current moment as an opportunity to optimize the country's Covid protocols, after authorities in Shanghai declared victory over a monthslong citywide lockdown.</p><p>The sharp reduction in the quarantine period marks perhaps the most dramatic step in loosening border restrictions since early 2020. At that time Beijing curtailed inbound travel amid the initial outbreak in and around the central Chinese city of Wuhan, disrupting global supply chains and throwing the economy into free fall.</p><p>As the highly transmissible Omicron variant of the coronavirus swept through the country this year, China kept its borders mostly closed and imposed harsh lockdowns in Shanghai and other cities—a strategy that helped stanch the spread of infections but brought economic activity to a virtual standstill.</p><p>Economists said that the relaxed quarantine rules reflected increased wariness among Beijing policy makers of the mounting costs of its Covid restrictions, which many fear could push economic growth to near-zero levels in the second quarter of the year.</p><p>\"The pendulum now is shifting towards shoring up the economy,\" said Larry Hu, chief China economist at Macquarie Group, adding that the easing of rules suggests that senior leadership is eager to avoid excessive control measures.</p><p>The announcement of the new rules sent shares of consumer- and travel-related stocks sharply higher in Hong Kong. Cathay Pacific Airways Ltd. finished 6.4% higher, closing at its highest level in more than two years. China's three major airlines—Air China Ltd., China Eastern Airlines Corp. and China Southern Airlines Co.—each advanced by between 5% and 10%.</p><p>Travel-booking company Trip.com Group Ltd. surged 17%, while hot-pot chain operator Haidilao International Holding Ltd. jumped 7.4%, far outpacing the 0.9% rise in Hong Kong's benchmark Hang Seng Index.</p><p>As the outbreak comes under control nationwide, policy makers have had more room to maneuver. China on Tuesday reported 22 new local infections, while Beijing and Shanghai logged zero new cases for the first time in about four months, according to health authorities.</p><p>Shanghai Disney Resort, the operator of Shanghai Disneyland, said Tuesday that it would reopen the amusement park Thursday with limited daily capacity.</p><p>All visitors will need to show negative Covid test results from within the past 72 hours before entering any areas of the resort, according to the company, which is owned 43% by the Walt Disney Co. and 57% by Shanghai Shendi Group.</p><p>Shanghai Disneyland has been closed since March 21 as the city battled a surge of Covid cases. The amusement park has been slow to reopen even as the city lifted its lockdown on June 1, in part because some executives were concerned that any single infection could prompt temporary closure. The company said that it had been in discussions with municipal authorities about the terms of any reopening.</p><p>The shortening of the quarantine period is an improvement rather than a relaxation of the country's Covid-prevention strategy, Mi Feng, a National Health Commission spokesman, said at a press briefing Tuesday.</p><p>On Saturday, Shanghai's party chief called the city's approach to contain the pandemic \"completely correct\" and declared that it had \"won the battle\" against the latest outbreak. Over the weekend, health authorities also criticized some local officials across the country for imposing overly restrictive control measures.</p><p>Even with the new rules, China's pandemic policy remains strict compared with most countries in the world. Residents could be confined at home for days, and offices and public venues abruptly shut, upon detection of even a single Covid case.</p><p>Chinese leader Xi Jinping last week told officials to \"strive to meet\" the economic and social targets for this year, the latest reaffirmation of senior leaders' commitment to ensuring the economy stays on track even as they seek to crush the virus.</p><p>Beijing in March set a full-year target of around 5.5% growth in gross domestic product growth, a goal that many economists had regarded as overly ambitious even before the two-month-long lockdown hit Shanghai late March.</p><p>Some economists remain skeptical about whether China can meet that growth target, and expect Beijing to ease Covid restrictions further in the coming months.</p><p>Even with the reduced quarantine times, China's restrictions remain daunting for many would-be travelers, said Iris Pang, chief China economist at ING, adding that Beijing needs to further reduce the quarantine period. \"Seven days are just too long for business travelers.\"</p><p>Clarence Leong contributed to this article.</p><p>China Lowers Quarantine Time for Visitors in Move to Boost Economy</p>",
  "published": "2022-06-28T11:32:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2518,
          "end": 2529
        },
        {
          "start": 2193,
          "end": 2199
        }
      ]
    }
  ]
}