{
  "_id": "13b3eb9d1fae4d97227eee58b3f4dae97252c176e794d344abe47c16418bab01",
  "feed": "market-watch",
  "title": "Disney stock turns to a loss after warning about rough road ahead for streaming; Disney shares initially increased after the company added more streaming subscribers than expected in second quarter, but CFO warns that first-half gains could lead to downfall in second half of fiscal year",
  "text": "<p>Those gains turned around roughly an hour into the extended session, however, just as Chief Financial Officer Christine McCarthy ticked off increased costs Disney faces and warned that Disney may have hurt its subscriber growth in the second half with its strong performance in the first half of its fiscal year. Shares ended the after-hours session down 3%.</p><p>\"At Disney+, while we still expect higher net adds in the second half of the year versus the first half, it's worth mentioning that we did have a stronger-than-expected first half of the year,\" McCarthy said. \"Additionally, note that some of the Eastern European markets we're launching in toward the end of Q3, including Poland, are in regions being impacted by geopolitical factors.\"</p><p>When an analyst later asked for a clarification on that guidance, McCarthy said, \"We still do expect an increase over the first half; however, the first half came in better than expected, so that delta that we had initially anticipated may not be as large. But we still do expect an increase in the second half to exceed the first half.\"</p><p>Disney posted fiscal second-quarter net income of $470 million, or 26 cents a share, on sales of $19.25 billion, up from $16.25 billion a year ago. Revenue took a $1 billion hit due to Disney paying a penalty for canceling a contract with a partner, due to content that the company decided to air on its own streaming service instead, causing the revenue miss.</p><p>After adjusting for restructuring costs, amortization and other effects, the company reported earnings of $1.08 a share, compared with adjusted earnings of 32 cents a share a year ago. Analysts surveyed by FactSet had expected adjusted earnings of $1.19 a share on revenue of $20.05 billion.</p><p>\"Our strong results in the second quarter, including fantastic performance at our domestic parks and continued growth of our streaming services — with 7.9 million Disney+ subscribers added in the quarter and total subscriptions across all our DTC offerings exceeding 205 million — once again proved that we are in a league of our own,\" Disney Chief Executive Bob Chapek said in a statement announcing the results.</p><p>Disney's performance in streaming comes amid escalating competition from rivals Netflix NFLX, Apple Inc. AAPL, Warner Bros. Discovery Inc. WBD , Comcast Corp. CMCSA and Amazon.com Inc. AMZN at the a time when belt-tightening consumers are scaling back on subscriptions. Netflix has been especially pinched, losing subscribers for the first time in a decade, because of a variety of reasons that include inflation, the war in Ukraine and competition.</p><p>In a sign of its struggles, Netflix is expected to unfurl an ad-supported, lower-priced subscription tier by the end of the year, according to a New York Times report. In discussing the decision in a taped interview last month, co-CEO Reed Hastings noted that Hulu's success with ad-supported streaming helped solidify the decision.</p><p>\"It's pretty clear that it's working for Hulu, Disney's doing it, HBO did it. I don't think we have a lot of doubt that it works,\" he said.</p><p>Chapek noted in Wednesday's conference call that Disney plans to launch an ad-supported version of Disney+ in the U.S. by the end of the calendar year, with plans to take that offering international by the end of next year.</p><p>Disney's largest business segment, \"Media and Entertainment Distribution,\" racked up sales of $13.62 billion in the quarter, up from $12.44 billion a year ago; analysts on average predicted $13.7 billion. Direct-to-consumer sales, which includes streaming services as well as some international products, hauled in $4.9 billion, slightly short of analysts' forecast of $5.06 billion on average.</p><p>Disney's television networks generated sales of $7.12 billion, while analysts' average estimates called for $6.8 billion. Content sales and licensing, a category that includes Disney's film business, registered revenue of $1.87 billion vs. expectations of $2.07 billion.</p><p>The company's iconic theme parks and product sales business increased to $6.65 billion in revenue from $3.17 billion a year ago. The average analyst estimate was $6.3 billion.</p><p>Disney shares have declined 32.1% so far this year, as the S&amp;P 500 index SPX declined 16.1% and the Dow Jones Industrial AverageDJIA, which counts Disney as a component, dropped 11.5%.</p><p>Disney stock turns to a loss after warning about rough road ahead for streaming</p>",
  "published": "2022-05-12T00:15:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4286,
          "end": 4292
        },
        {
          "start": 3122,
          "end": 3128
        },
        {
          "start": 2980,
          "end": 2986
        },
        {
          "start": 156,
          "end": 162
        },
        {
          "start": 3692,
          "end": 3698
        },
        {
          "start": 2150,
          "end": 2156
        },
        {
          "start": 363,
          "end": 370
        },
        {
          "start": 3868,
          "end": 3874
        },
        {
          "start": 1268,
          "end": 1274
        },
        {
          "start": 1083,
          "end": 1089
        },
        {
          "start": 4324,
          "end": 4330
        },
        {
          "start": 4139,
          "end": 4145
        },
        {
          "start": 185,
          "end": 191
        },
        {
          "start": 1899,
          "end": 1905
        },
        {
          "start": 3172,
          "end": 3178
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 3297,
          "end": 3303
        },
        {
          "start": 81,
          "end": 87
        },
        {
          "start": 2072,
          "end": 2078
        }
      ]
    }
  ]
}