{
  "_id": "aec6c1b7aad6de3b86a75c9d641bf3a35a32bbbd641416bbf7bdd3fa76948fe8",
  "feed": "wall-street-journal",
  "title": "Disney's Streaming Strategy, Theme Park Outlook Face Investor Scrutiny; CEO Bob Chapek likely to weigh in on new slate of Marvel movies, plans for Star Wars",
  "text": "<p>Disney shares have risen about 14% since the board renewed Mr. Chapek's contract at the end of June, which removed a cloud of uncertainty hanging over the company. However, Disney's stock price remains down 30% for the year amid a broad pull back in tech and media stocks.</p><p>Here are five key areas where shareholders will likely be looking for Disney to take action in the near- and medium-term.</p><p>1. Clarify expectations around streaming</p><p>In one of his boldest early moves as CEO, Mr. Chapek in late 2020 announced that Disney+, the company's flagship streaming service, would sign up between 230 million and 260 million subscribers by September 2024. He also said the direct-to-consumer business, which includes Hulu and ESPN+, would become profitable by then, too.</p><p>The goal was viewed by some top executives as overly ambitious at the time, according to people familiar with the matter, and now Disney is staring at a steep path to deliver. Some investors have begun to view streamingas a drag.Disney needs to average more than 10 million new Disney+ subscribers per quarter over the next two years to hit the target. That push hit a speed bump when Disney was outbid in June for the rights to stream Indian Premier League cricket matches, by far the most popular sporting event in India, a country where more than a third of the total 137.7 million Disney+ subscribers live.</p><p>\"I haven't seen anything to make me believe that they're going to get to that number,\" said Doug Creutz, an analyst with Cowen &amp; Co. \"Disney is still trying to prove this thesis that they can scale the business the way Netflix has scaled theirs without having nearly the breadth of content that Netflix has.\"</p><p>Streaming consumers are becoming more fickle, to boot. The average U.S. churn rate—or the percentage of subscribers in a given month who cancel their accounts—for Disney+ rose by nearly a percentage point, from 3.1% to 4% in the second quarter, compared with a year earlier, according to research published this week by consumer data analytics firm Antenna. Rival streamers, including Netflix Inc., have seen subscriber growth slow or reverse in recent quarters.</p><p>Some analysts are expecting Disney on Wednesday to revise its subscription target downward.</p><p>2. Get the theme parks ready for a recession</p><p>Disneyland, Walt Disney World and the company's four additional resorts in Europe and Asia, have been going gangbusters, in part strengthened by international travel that resumed after a long pandemic hiatus. In the first quarter of this year, the parks and experiences division produced record revenue and operating income in the U.S.</p><p>The company has touted its new reservations system and the new Genie+ app, which allows visitors to avoid lines and allows the company to better manage labor costs and offer promotions—as big parts of that success. A question may be how Mr. Chapek can keep the momentum going amid a possible recession.</p><p>3. Recharge the movie pipeline</p><p>Disney's most profitable movie franchises are in a bit of a funk. The last \"Star Wars\" title came out in late 2019, and Disney doesn't have a new film from the franchise near completion. Marvel Studios, the superhero franchise that has earned more than $26 billion at the box office, has seen lower ticket sales recently.</p><p>SHARE YOUR THOUGHTS</p><p>What should be Bob Chapek's top priorities with Disney? Join the conversation below.</p><p>Marvel recently announced a slate of more than a dozen new superhero films and shows, but there are signs the public may be growing weary of caped crime-fighters and supervillains. The polling company Morning Consult reported last week that the share of U.S. adults who enjoy superhero movies fell to 59% in July from 64% in November.Popular Disney+ series like \"The Mandalorian\" and \"WandaVision\" helped create hype for related movie titles, but analysts say there is a danger of leaving box office receipts on the table if the company focuses too much on streaming. Between now and late 2023, when the next Star Wars feature film is expected to debut, Disney+ has signaled it will release at least six seasons of Star Wars-themed streaming series.</p><p>Mr. Chapek has to reassure investors and fans that there are exciting—and profitable—things coming to the box office from these franchises and line up major talents to produce them, said Morgan Stanley analyst Benjamin Swinburne.</p><p>Photos: How Disney Carved Out Its Own Government in Florida</p><p>4. Mend fences with employees, fans and politicians</p><p>Mr. Chapek's year thus far has been marred by a series of public relations missteps that have exposed tensions between Disney's leadership and employees, fans and lawmakers, particularly surrounding the company'sstance on social issues.</p><p>The Disney CEO has been working on rebuilding his relationships after a high-profile dust-up earlier this year with the governor of Florida, Ron DeSantis, which culminated in the departure of his top communications official after less than four months on the job.</p><p>5. To buy the rest of Hulu, or not to buy it</p><p>Disney's biggest growth engine for streaming subscriptions is Hulu, but the service is one-third owned by Comcast Corp.'s NBCUniversal.</p><p>In 2019, when Disney closed its $72 billion deal to buy a huge basket of assets from 21st Century Fox, then-CEO Robert Iger struck a deal giving Disney the option to eventually buy the rest of Hulu at fair market value, with a floor price of $5.8 billion for Comcast's stake.</p><p>The popularity of shows like \"The Kardashians,\" \"Pam &amp; Tommy,\" and \"The Dropout\" might make a buyout pricier, analysts say.</p><p>Owning 100% of Hulu would allow Disney to integrate the service into its suite of streaming offerings by making it a tile on the Disney+ app, rather than its own stand-alone app, and help reduce subscriber churn, said Mr. Swinburne, the Morgan Stanley analyst.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Disney's Streaming Strategy, Theme Park Outlook Face Investor Scrutiny</p>",
  "published": "2022-08-10T01:41:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 172,
          "end": 178
        },
        {
          "start": 341,
          "end": 347
        },
        {
          "start": 343,
          "end": 349
        },
        {
          "start": 513,
          "end": 520
        },
        {
          "start": 517,
          "end": 524
        },
        {
          "start": 888,
          "end": 894
        },
        {
          "start": 894,
          "end": 900
        },
        {
          "start": 986,
          "end": 992
        },
        {
          "start": 1141,
          "end": 1147
        },
        {
          "start": 1341,
          "end": 1348
        },
        {
          "start": 1509,
          "end": 1515
        },
        {
          "start": 1836,
          "end": 1843
        },
        {
          "start": 2162,
          "end": 2168
        },
        {
          "start": 2281,
          "end": 2292
        },
        {
          "start": 2934,
          "end": 2940
        },
        {
          "start": 3053,
          "end": 3059
        },
        {
          "start": 3074,
          "end": 3080
        },
        {
          "start": 3321,
          "end": 3327
        },
        {
          "start": 3697,
          "end": 3704
        },
        {
          "start": 4008,
          "end": 4015
        },
        {
          "start": 4344,
          "end": 4350
        },
        {
          "start": 4562,
          "end": 4568
        },
        {
          "start": 4683,
          "end": 4689
        },
        {
          "start": 4986,
          "end": 4992
        },
        {
          "start": 5135,
          "end": 5141
        },
        {
          "start": 5266,
          "end": 5272
        },
        {
          "start": 5551,
          "end": 5557
        },
        {
          "start": 5648,
          "end": 5655
        }
      ],
      "weightsV2": {
        "weight": 38.0,
        "baseWeight": 30.0,
        "expansionWeight": 3.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}