{
  "_id": "484a3a0f9f4af50bc3f4efef5ea6f188ef5d575d1f749267fb903cba8ae2f435",
  "feed": "ftcomall",
  "title": "US inflation finally takes a breather",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/5e7c59c2-5b1b-4167-b3b0-197983cafc13\"><em>US inflation finally takes a breather </em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Thursday, August 11th, and this is your FT News Briefing. </p> <p>[MUSIC PLAYING] </p> <p>US stocks celebrated inflation at eight and a half per cent in July. Disney's earnings were pretty magical, and social media companies see live stream shopping as the future of ecommerce. I'm Marc Filippino, and here's the news you need to start your day. </p> <p>[MUSIC PLAYING] </p> <p>While other streaming services, namely Netflix, are struggling to attract new subscribers, Disney added more than 14mn to its streaming service last quarter. Strong revenues at Disney's theme parks also added to the final earnings report. Investors seem to like all this, too. The company's shares jumped in after-hours trading. </p> <p>[MUSIC PLAYING] </p> <p>US equities popped yesterday after the latest US inflation numbers came out. The consumer price index rose eight and a half per cent year on year in July. Now, that's a slower pace than the previous month, partly thanks to falling energy prices. Here's the FT's Ethan Wu with some more details. </p> <p><strong>Ethan Wu</strong> <br>Stock markets rose across the board. Riskier stocks, especially tech stocks, rose even more than some of the market benchmarks. Cryptocurrencies and other risky assets also bounced. And, you know, that makes sense. High inflation and rising interest rates tend to be bad for those types of stocks, so the opposite would be good for them. And in the bond market, shorter term bonds like the US two year Treasury had a pretty strong reaction. The two-year rallied. Some of the longer term rates, I think, we're a little bit more measured. You saw a relatively limited reaction in the ten-year, and I think that's in part because the long-term trajectory of interest rates is not made totally obvious by this inflation report. It really is just one piece of data. </p> <p><strong>Marc Filippino</strong> <br>Yeah. So, Ethan, is this one piece of data likely to convince the Federal Reserve to ease up on interest rate rises? </p> <p><strong>Ethan Wu</strong><br>I think it may not be enough. And one reason for that is the Fed has shown a clear willingness to not just focus on any one piece of data, but look at the totality of the data and say, you know, hey, what are all these indicators pointing to? And so, you know, this inflation report is good news. But I think the Fed will also be looking at the jobs report we got last week, which showed over 500,000 jobs added to the economy way hotter, way, way more jobs than any economists were expecting. And that sort of paints a picture of, yeah, sure, some of the worst inflation may be behind us, but the job market is still going strong. So I think there's some good news for the Fed, but I wouldn't want to over-emphasise how much room this would give the Fed to ease monetary policy. </p> <p><strong>Marc Filippino</strong><br>Anything else that got to you in yesterday's inflation report? </p> <p><strong>Ethan Wu</strong><br>I think shelter, especially rent, is really interesting and this is because that type of price tends to move pretty slowly. And so if it's elevated, it can keep inflation high for longer. So we did see a little bit of easing in shelter inflation. So that's a little bit encouraging, but that's still really high. That's still much higher than the Fed or anyone else wants to see. And I think that's in some ways a good way of summarising the inflation picture in miniature, which is that, you know, things aren't getting worse but that doesn't mean that they're good. </p> <p><strong>Marc Filippino</strong><br>That's the FT's financial reporter, Ethan Wu. He writes our daily markets and finance newsletter called Unhedged. We'll put a link to that in the show notes. </p> <p>[MUSIC PLAYING] </p> <p>The short video app TikTok has this live streaming section and on it you'll find people doing all kinds of things like card tricks, singing karaoke, playing video games. </p> <p>[AUDIO CLIPS FROM TIK TOK PLAYING] </p> <p><strong>Marc Filippino</strong> <br>But you're also going to come across people trying to sell you stuff. </p> <p>[AUDIO CLIPS FROM TIK TOK PLAYING]</p> <p><strong>Marc Filippino</strong><br>And it's not just TikTok. Social media platforms are banking on live stream as the future of shopping, and it has taken off in some parts of the world. To talk about where live stream shopping is thriving and where it's not, I'm joined by our technology reporter, Cristina Criddle. Hi, Cristina. </p> <p><strong>Cristina Criddle</strong><br>Hi, Marc. </p> <p><strong>Marc Filippino</strong><br>So, Cristina, first of all, have you ever bought anything from live stream shopping? </p> <p><strong>Cristina Criddle</strong><br>So I have bought one thing on TikTok shop, this sort of instant noodle pack. I kept seeing this thing on TikTok and it was like noodles, which you just added cold water to. And then that set off a chain reaction and it basically cooks your noodles for you on the spot. And on TikTok shop, which is their shopping feature, it was only 99p and it was tasty. </p> <p><strong>Marc Filippino</strong><br>Huh. Would you look at that? The future's amazing, right? You buy pre-packaged noodles off TikTok for 99p. What a world. But the way I understand it, though, is that there are other social media sites that are also trying to build up livestream shopping, not just TikTok. </p> <p><strong>Cristina Criddle</strong><br>Yeah, other platforms like YouTube and Instagram and Amazon are testing out livestream features. And what seems to work well is kind of a tutorial type thing. So one of the most popular ones on YouTube has been Gordon Ramsay, the celebrity chef, showing you how to cook a festive meal whilst also being able to buy some of the pans that he's using. Clicking on that live. The creators who are selling these things are really at the heart of it because you want it because you're seeing them do it. And so your relationship with that person who's in front of the screen is really important. </p> <p><strong>Marc Filippino</strong><br>Sure. Makes sense. But Cristina, you report that there are some parts of the world where people are much more inclined to buy stuff on live streams than in other parts of the world. Where is it more popular and where is it not? </p> <p><strong>Cristina Criddle</strong><br>Yeah, I mean, it's really popular in Asia and especially China. That ecosystem is much more mature. Livestream ecommerce has been around for a while and in China the market's going to reach over $400bn this year by some estimates. They have things like academies where presenters can learn how to do livestream shopping, like shopping presentation. They have, you know, agencies set up to promote these characters, but also tie up these links with brands. And for the consumer, there's lots of different platforms that offer this, and they're used to shopping in this way, whereas British consumers maybe aren't responding that well to this kind of very high pressured, aggressive selling environment where things are sold very cheaply. So my sources at TikTok have been telling me that it is running the feature at cost in the UK. It's desperately trying to make this work and so it needs to have the merchants on board, it needs to have people buying things and so to do that, they create these crazy discounts that you wouldn't normally get at a cost just to attract you on to the platform. Because I guess the feeling is, you know, if you buy what's on there and you have a good experience, then you're more inclined to buy again. </p> <p><strong>Marc Filippino</strong> <br>And Cristina, why are social media companies trying so hard to make livestream shopping work? </p> <p><strong>Cristina Criddle</strong><br>This gives them a new form of revenue. They take a cut from every sale that's made through live shopping. And when you're shopping on these platforms, you obviously click on things. You either add it to your basket, you check out. That's all giving these platforms extra data on your behaviour, what you're interested in, signals which they can use to sell you more things, but also to recommend content to you. And Apple's ad tracking privacy features that they introduced recently have really hit social media companies. So by having these shopping tools on their platform, they're getting those data insights from you, which they can use to sell advertising, to sell products, and to give you content that you want. </p> <p><strong>Marc Filippino</strong><br>Cristina Criddle is the FT's technology reporter. Thanks, Cristina. </p> <p><strong>Cristina Criddle</strong> <br>Thank you so much. </p> <p>[MUSIC PLAYING]</p> <p><strong>Marc Filippino</strong><br>Before we go. US midterm elections are taking place this November, which means they're basically right around the corner. And the amount of spending on political TV ads could reach a new record for an election cycle. That's according to the head of Fox Corporation, Lachlan Murdoch. Yesterday he told investors that in the quarter ending in June, political ad revenues at his local television stations were roughly three times larger than the previous record for that same period. As for dollar figures, the ad media investment company GroupM forecasts that political ad budgets will reach a record of $13bn this year. That's a billion more than in the 2020 presidential election. </p> <p>[MUSIC PLAYING] </p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible. </em></p><p>Source: Marc Filippino, Cristina Criddle and Ethan Wu 2022 'US inflation finally takes a breather' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T04:11:17.604Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.9952,
      "offsets": [
        {
          "start": 693,
          "end": 699
        },
        {
          "start": 310,
          "end": 316
        },
        {
          "start": 313,
          "end": 319
        },
        {
          "start": 687,
          "end": 693
        }
      ],
      "weightsV2": {
        "weight": 3.3442395,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.74197507,
        "tagPositionWeight": 0.08621454,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}