{
  "_id": "f3d4dd1f4c0620f513c2bd549051e54de271534fae16d39f65e88dea7cfe8956",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Close Lower as Investors Weigh Recession Risks; Some investors have grown skeptical that stocks can stage an end-of-year rally",
  "text": "<p>Investors say markets have faced pressure from a variety of factors. Central bankers around the world have warned they will have to hold interest rates at higher levels for longer despite recent progress in the fight against inflation. Data on U.S. retail sales has fueled some concerns that consumers are beginning to feel the bite of high borrowing costs and inflation. A surge in Covid-19 cases in China has raised questions about its recent loosening of pandemic restrictions, too.</p><p>\"There's still so much concern overhanging markets about the never-ending Covid story and the worries about a hard landing due to rate hikes,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"Even if we do get a year-end rally, it will fizzle out because those concerns are still there.\"</p><p>The S&amp;P 500 fell 34.70 points, or 0.9%, to 3817.66, while the Dow Jones Industrial Average was down 162.92 points, or 0.5%, to 32757.54. The Nasdaq Composite dropped 159.38 points, or 1.5%, to 10546.03.</p><p>Stocks fell broadly Monday, with 10 of 11 sectors of the S&amp;P 500 ending the day lower.</p><p>Facebook parent Meta Platforms slipped $4.95, or 4.1%, to $114.48 after the European Union charged it with antitrust violations linked to its Marketplace service.</p><p>Walt Disney shares fell $4.30, or 4.8%, to $85.78 after the company's latest film, \"Avatar: The Way of Water,\" generated less money than expected in its debut weekend.</p><p>Government bonds were also hit by selling.</p><p>U.S. bond yields, which have soared this year because of theFederal Reserve's interest-rate increases, climbed, with the yield on 10-year Treasurys rising to 3.581% from 3.481% on Friday. Yields rise as prices fall.</p><p>The U.S. dollar resumed its slide. The WSJ Dollar Index, which measures the currency against a basket of its peers, declined 0.1%. It remains on track to end the year with a gain of around 9%.</p><p>In commodity markets, Brent crude prices rose 1% to $79.80 a barrel. Oil prices have oscillated as investors weigh hopes that China's reopening will boost demand against signs that other major economies are beginning to slow.</p><p>Stocks overseas were mixed.</p><p>The pan-continental Stoxx Europe 600 added 0.3%, while the U.K.'s FTSE 100 gained 0.4%.</p><p>The Shanghai Composite fell 1.9% as concerns grew over Covid-19 outbreaks. Japan's Nikkei index fell 1.1% and Hong Kong's Hang Seng Index lost 0.5%.</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com and Akane Otani at akane. otani @wsj.com</p><p>U.S. Stocks Close Lower as Investors Weigh Recession Risks</p>",
  "published": "2022-12-19T21:57:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1265,
          "end": 1276
        }
      ]
    }
  ]
}