{
  "_id": "82a07d92812768d2d10a118c50549a82627c58403823a32e26924187d14646e9",
  "feed": "wall-street-journal",
  "title": "WarnerMedia Chiefs  Exit Before Merger  ----  By Joe Flint",
  "text": "<p>   The end credits are rolling for the senior leadership of WarnerMedia as its top two executives announced their departure from the company. </p><p>   The moves come in advance of Warner Media parent AT&amp;T Inc. and Discovery Inc.'s expected closing of a deal to combine their media assets into a new publicly traded company named Warner Bros. Discovery Inc. </p><p>   Jason Kilar, the chief executive of WarnerMedia who led one of the most radical overhauls in the entertainment industry, told staff he plans to exit from his post Friday. </p><p>   Also giving notice is Ann Sarnoff chairwoman and chief executive of WarnerMedia Studios and Networks Group. That unit houses the Warner Bros. TV and movie studios as well as programming platforms HBO, HBO Max and TNT and TBS as well as consumer products. She is also the highest ranking female executive at the company. </p><p>   Incoming Warner Discovery Chief Executive David Zaslav isn't planning to replace either Mr. Kilar or Ms. Sarnoff, people familiar with his thinking said. Mr. Zaslav is seeking to eliminate layers of management and have major operating units report to him directly. A handful of senior Discovery executives, including Chief Financial Officer Gunnar Wiedenfels, are also expected to have key roles in the new company </p><p>   In an interview, Mr. Kilar said he has no immediate plans for his next step.  He added that he would continue to focus on technology, storytelling and innovation. \"I'm not going to retire and sit on a beach,\" he said. </p><p>   During his nearly two-year tenure leading the Warner Bros. studios and cable channels including HBO, CNN and TNT, Mr. Kilar made moves that shook up both the company and the industry. Most recently, he made the call that  CNN chief Jeff Zucker should step down amid recent controversies at the news network. </p><p>   The biggest shift was releasing the entire 2021 slate of Warner Bros. movies on the nascent HBO Max direct-to-consumer streaming service at the same time as introducing them in movie theaters. </p><p>   The strategy known as \"Project Popcorn\" had two goals: Feed fresh content to HBO Max to build up its subscriber numbers and get films to the public when most theaters were closed because of the Covid-19 pandemic. </p><p>   High-profile directors and agents attacked the decision. They argued that putting the films on HBO Max at the same time as their theatrical release would cheapen the product and damage the movie business. </p><p>   \"We took a fair bit of heat for the decision,\" Mr. Kilar said. </p><p>   Ms. Sarnoff also played a role in developing and implementing the strategy, including overseeing negotiations with talent to cut new deals to give the company the rights to stream the movies on HBO Max. </p><p>   The gamble paid off as HBO and HBO Max now have nearly 73.8 million subscribers, up 20 million from before Mr. Kilar took over in May 2020. Warner Bros. since has resumed putting movies into theaters first -- as the pandemic abates and the cinemas reopen -- adopting a 45-day theatrical window before they land on HBO Max, which now has its own large slate of original movies and shows. </p><p>   Rival media giants including Walt Disney Co. and Comcast Corp. adopted strategies similar to Project Popcorn, Mr. Kilar noted. </p><p>   Internally, Mr. Kilar led streamlining the Turner, HBO and Warner operating units, which had been run as stand-alone fiefs. That strategy also was soon embraced by others, including Disney. </p><p>   Consolidation efforts came with a human cost: Approximately 2,000 positions, including some of the most senior leaders of WarnerMedia, were eliminated. </p><p>   Mr. Kilar also took a keen interest in gaming and had the unit report directly to him, whereas in the past it was layered within Warner Bros. In 2021, the unit posted record profits, and its game \"Harry Potter: Magic Awakened\" has surpassed last year's biggest movie hit \"Godzilla vs. Kong\" in terms of revenue, Mr. Kilar said. </p><p>   Mr. Kilar and Ms. Sarnoff were handpicked by AT&amp;T Chief Executive John Stankey to operate WarnerMedia for the telecommunications giant. Ms. Sarnoff was the first woman to run such a large entertainment operation. Before joining Warner Bros. in 2019, she was president of BBC Studios Americas. She also held senior positions at the WNBA and Wall Street Journal parent Dow Jones. </p><p></p>",
  "published": "2022-04-06T06:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3348,
          "end": 3354
        },
        {
          "start": 3068,
          "end": 3079
        }
      ]
    }
  ]
}