{
  "_id": "43191ab998c8120fcba4b22a1c9357ba8ed514c1a61a99bbdb5eb682b62a3cea",
  "feed": "market-watch",
  "title": "These 20 stocks were the biggest losers of 2022; Valuations for the most expensive Big Tech stocks finally fell to more reasonable levels in 2022, as a very big name suffered the biggest decline in market capitalization",
  "text": "<p>First, here's how the 11 sectors of the benchmark index have performed this year: </p><p> S&amp;P 500 sector          2022 price change  Forward P/E  Forward P/E as of Dec. 31, 2021  Energy                  57.8%              9.6          11.1  Utilities               -0.5%              18.8         20.4  Consumer Staples        -2.7%              20.9         21.8  Healthcare              -3.2%              17.4         17.2  Industrials             -6.7%              18.0         20.8  Financials              -12.1%             11.7         14.6  Materials               -13.4%             15.6         16.6  Real Estate             -27.7%             16.2         24.2  Information Technology  -28.8%             19.6         28.1  Consumer Discretionary  -37.4%             20.7         33.2  Communication Services  -40.4%             14.0         20.8  S&amp;P 500                 -19.2%             16.5         21.4  Source: FactSet</p><p>The energy sector has been the only one to show a gain in 2022, and it has been a whopper, even as West Texas Intermediate crude oil CL.1 has given up most of its gains from earlier in the year. Here's why investors are still confident in the supply/demand setup for oil and energy stocks.</p><p>Looking at the worst-performing sectors, you might wonder why the consumer discretionary and communication services sectors have fared worse than information-technology, the core tech sector. One reason is that S&amp;P Dow Jones Indices can surprise investors with its sector choices. The consumer discretionary sector includes Tesla Inc. TSLA and Amazon.com Inc. AMZN, which has fallen nearly 50% this year. The communications sector includes Meta Platforms Inc. META, along with Match Group Inc. MTCH, which is down 69% for 2022, and Netflix Inc. NFLX, which is down 52% this year.</p><p>There have been many reasons easy to cite for Big Tech's decline, such as a questionable change in strategy for Facebook's holding company, Meta, as CEO Mark Zuckerberg has put so much of the company's resources into developing a new world that most people don't wish to enter, at least yet. Meta's shares were down 64% for 2022 through Dec. 29.</p><p>You might also blame the Twitter-related antics and sales of Tesla shares by CEO Elon Musk for the 65% decline in the electric-vehicle maker's stock this year. But Tesla had a forward price-to-earnings ratio of 120.3 at the end of 2021, while the S&amp;P 500 SPX traded for 21.4 times its weighted forward earnings estimate, according to FactSet. Those P/E ratios have now declined to 21.7 and 16.4, respectively. So Tesla no longer appears to be a very expensive stock, especially for a company that increased its vehicle deliveries by 42% in the third quarter from a year earlier.</p><p>Analysts polled by FactSet expect Tesla's stock to double during 2023. It nearly made this list of 20 EV stocks expected to rebound the most in 2023.</p><p>The worst-performing S&amp;P 500 stocks of 2022</p><p>Here are the 20 stocks in the S&amp;P 500 that fell the most for 2022 through the close on Dec. 29. </p><p> Company                               Ticker  2022 price change  Forward P/E  Forward P/E as of Dec. 32, 2021  Generac Holdings Inc.                 GNRC    -71.4%             13.7         30.2  Match Group Inc.                      MTCH    -68.9%             20.1         48.5  Align Technology Inc.                 ALGN    -67.7%             27.4         48.7  Tesla Inc.                            TSLA    -65.4%             21.7         120.3  SVB Financial Group                   SIVB    -65.4%             10.8         23.0  Catalent Inc.                         CTLT    -64.6%             13.0         32.5  Meta Platforms Inc. Class A           META    -64.2%             14.7         23.5  Signature Bank                        SBNY    -64.1%             6.2          18.6  PayPal Holdings Inc.                  PYPL    -62.6%             14.8         36.0  V.F. Corp.                            VFC     -62.5%             11.9         20.4  Warner Bros. Discovery Inc. Series A  WBD     -59.9%             N/A          7.5  Carnival Corp.                        CCL     -59.8%             38.1         N/A  Stanley Black &amp; Decker Inc.           SWK     -59.8%             17.0         15.9  Lumen Technologies Inc.               LUMN    -57.8%             7.7          7.8  Zebra Technologies Corp. Class A      ZBRA    -56.7%             14.5         30.1  Dish Network Corp. Class A            DISH    -56.5%             8.6          10.9  Caesars Entertainment Inc.            CZR     -55.7%             51.4         144.5  Lincoln National Corp.                LNC     -55.1%             3.4          6.2  Advanced Micro Devices Inc.           AMD     -55.0%             17.8         43.1  Seagate Technology Holdings PLC       STX     -53.1%             15.0         12.4  Source: FactSet</p><p>Click on the tickers for more information about the companies.</p><p>Click here for Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Another way of measuring the biggest stock-market losers of 2022</p><p>It is one thing to have a large decline based on the share price, but that doesn't tell the entire story. How much of a decline have investors seen in the holdings of their shares during the year? The S&amp;P 500's total market capitalization declined to $31.66 trillion as of Dec. 28 (the most recent figure available) from $40.36 trillion at the end of 2021, according to FactSet.</p><p>Shareholders of these companies have suffered the largest declines in market cap during 2022. </p><p> Company                      Ticker  2022 market capitalization change ($bil)  2022 price change  Apple Inc.                   AAPL    -$851                                     -27.0%  Amazon.com Inc.              AMZN    -$832                                     -49.5%  Microsoft Corp.              MSFT    -$728                                     -28.3%  Tesla Inc.                   TSLA    -$677                                     -65.4%  Meta Platforms Inc. Class A  META    -$465                                     -64.2%  Nvidia Corp.                 NVDA    -$376                                     -50.3%  PayPal Holdings Inc.         PYPL    -$141                                     -62.6%  Netflix Inc.                 NFLX    -$138                                     -51.7%  Walt Disney Co.              DIS     -$123                                     -43.7%  Salesforce Inc.              CRM     -$118                                     -47.8%  Source: FactSet</p><p>So there is your surprise for today: Apple is this year's biggest stock-market loser.</p><p>Don't miss: Best stock picks for 2023: Here are Wall Street analysts' most heavily favored choices</p><p>These 20 stocks were the biggest losers of 2022</p>",
  "published": "2022-12-30T14:45:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4670,
          "end": 4681
        }
      ]
    }
  ]
}