{
  "_id": "a8e156fc8335787227b325f47442c5ba30baf301b6d5ddfcba782237fdc2bf38",
  "feed": "wall-street-journal",
  "title": "Cruise Operators Ease Mask Mandates",
  "text": "<p>The Centers for Disease Control and Prevention lowered the risk advisory for cruises from a \"very high\" to \"high\" in February. The agency now advises passengers to be up-to-date with vaccinations before cruise ship travel. Some cruise lines canceled or postponed sailings as a result of the Omicron variant of Covid-19 in January.</p><p>Many of the mask policies come after major cruise lines opted into the CDC's updated voluntary Covid-19 program for cruise ships, which includes the option to drop mask requirements throughout the ship if at least 95% of both crew and passengers are fully vaccinated.</p><p>The Cruise Lines International Association said that lowering the threat level \"is a step in the right direction,\" noting that almost all people are vaccinated and that ships have medical, isolation and quarantine facilities on site.</p><p>Cruise ships operating in U.S. waters reported 1,050 Covid-19 cases among passengers and crew between Feb. 12 and 25, according to CDC data. Between Dec. 15 and 29, there were 5,013 Covid cases among passengers and crew on ships.</p><p>Masks are still required during the embarkation and debarkation process, as the federal mask mandate remains until at least March 18. Under the policy, face masks must be worn over the mouth and nose by all travelers on airplanes, ships, trains, subways, buses, taxis and ride-shares and inside airports, bus or ferry terminals, train or subway stations and seaports.</p><p>Disney Cruise Line still requires guests age 2 and older to wear face coverings indoors except when in their staterooms or actively eating or drinking. The cruise line requires all eligible guests 5 and older to be fully vaccinated at the time of sailing.</p><p>Carnival says that while not broadly mandated, masks may be required in certain venues and events.</p><p>Under the CDC program, cruises can exempt unvaccinated children under 5 when calculating the ship's vaccination rates.</p><p>Norwegian previously required all cruise line guests to be fully vaccinated, but will allow unvaccinated children under age 12. A spokesperson said all guests who are 12 and older and crew must be fully vaccinated. Guardians of unvaccinated passengers under 12 need to be aware of any travel restrictions in place at the visiting destinations and be ready for additional tests at the time of sailing and disembarkation from a U.S. port.</p><p>Booster shots are recommended, but generally not required. A Norwegian spokesperson notes that many countries, especially in Europe, now require booster shots to visit if guests have been fully vaccinated more than a certain number of months.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1431,
          "end": 1437
        }
      ],
      "nexusId": "10078857"
    }
  ]
}