{
  "_id": "32c2c2158aad1aed97d9c030b6a2c7802340727db847eeecff22c5707f1e3ee7",
  "feed": "wall-street-journal",
  "title": "Apollo's $8.5 Billion Approach for Publisher Pearson Is Rejected; Education company says private-equity firm's proposal undervalues its prospects",
  "text": "<p>Textbook publisher Pearson PLC said it had rejected a takeover proposal valued at roughly £6.5 billion, equivalent to about $8.5 billion, from private-equity giant Apollo Global Management Inc.</p><p>Pearson said Friday that the New York-based investment firm had made two unsolicited approaches—one in November and another this month—that both significantly undervalued the company and its future prospects.</p><p>The company said the most recent proposal from Apollo, received Monday, was pitched at 854.2 pence a share, a premium of about 41% to last Friday's closing price. The proposal price included a recently declared dividend of 14.2 pence a share.</p><p>Earlier Friday, Apollo said it was in the preliminary stages of evaluating a possible cash offer for Pearson, an announcement that prompted the FTSE 100 education company's shares to rise more than 20%.</p><p>Apollo said in its statement that there could be no certainty that any offer would be made. Under U.K. takeover panel rules, Apollo has until April 8 to either announce a firm intention to make an offer or walk away.</p><p>Pearson said it is confident its lifelong-learning strategy would create sustainable, long-term value for stakeholders.</p><p>Pearson has disposed of a range of media assets in recent years to sharpen its focus on the education sector, where it sells a range of products from re-skilling tools to standardized testing.</p><p>The London-based company agreed in 2015 to sell business newspaper the Financial Times to Nikkei Inc. of Japan after nearly 60 years of ownership. In 2019 it agreed to sell its remaining interest in book publisher Penguin Random House to joint-venture partner Bertelsmann SE of Germany.</p><p>Today, under Chief Executive Andy Bird, a former Walt Disney Co. executive, Pearson is seeking to modernize its business, partly by dealing directly with consumers through digital products.</p><p>One initiative has been to launch an app for college students called Pearson+ that offers digital learning materials. The company hopes such new products can help offset declining sales of new physical textbooks in the U.S.</p><p>Apollo's $8.5 Billion Approach for Publisher Pearson Is Rejected</p>",
  "published": "2022-03-11T15:43:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1715,
          "end": 1726
        }
      ]
    }
  ]
}