{
  "_id": "296b2f64115f978a6c29ac6c851b2ec95512254aca0d9e19a4987f170e42bd28",
  "feed": "ftcomall",
  "title": "Hello Kitty prepares to charm metaverse",
  "text": "<p>The Japanese company behind Hello Kitty and her entourage of a dandy frog and evil penguin wants the world to spend a cumulative 300bn hours with its characters by late 2031.</p> <p>If Sanrio is successful in restoring the fortunes of Japan's beloved character — an icon of the country's <em>kawaii</em>, or cute, popular culture — the company believes it can take on global rivals <a href=\"https://www.ft.com/content/12d16d21-304a-45aa-ad2f-0c5b7fe4fc38\">such as Walt Disney</a>.</p> <p>Sanrio's chief executive said that the plan for Hello Kitty's domination was to saturate the offline world and metaverse with her image. To do so, the company is seeking partnerships with Amazon, Netflix and other tech giants as well as launching non-fungible tokens.</p> <p>Sanrio's ambitious campaign follows a historic boardroom shake-up. In July 2020, the company's 94-year-old founder, <a href=\"https://www.ft.com/content/370f5306-230c-11df-a25f-00144feab49a\">Shintaro Tsuji</a>, stepped down as chief executive and handed control to his grandson, Tomokuni Tsuji, 33.</p> <p>In his first 19 months in charge, Tsuji has attempted to breathe life into a brand that, while globally recognised, was fading under his grandfather. To introduce Kitty to a new generation of fans, he has developed the concept of “Sanrio hours”, a unit of time consumers spend with the brand.</p> <p>“Our goal is to create 300bn Sanrio hours over the next 10 years, as the amount of time has become our new business focus. I know the target is huge, but it's realisable,” Tsuji told the Financial Times in an interview.</p> <p>Tsuji, one of the youngest chief executives of a company listed on the main board of the Tokyo Stock Exchange, said over 1bn hours had already been spent sending and receiving virtual Sanrio character stamps on Japanese chat app Line. He added that the company was “eager to stay close to customers, in both real and virtual worlds”.</p> <p>Sanrio, a midsize brand licensing company that posted ¥41bn ($355m) of annual sales in the last fiscal year through March 2021, has taken note of Disney's strategy of scaling up business by acquiring <a href=\"https://www.ft.com/content/9b705a6f-35f6-49cf-883b-0581fbf5ab48\">content production companies</a> and building a universe of characters with products across platforms.</p> <p>“Nowadays, it is not possible to simply paste pictures of characters on various products and make them grow,” said Tsuji.</p> <p>Huge crowds in Osaka fighting for an exclusive popcorn bucket and other merchandise from popular anime series <em>Demon Slayer</em> proved that contemporary characters have origins in many different types of entertainment, Tsuji said.</p> <p>“That's why when we launch new characters, we not only think about products but also how we use social media, and whether we enter from anime, manga or games.”</p> <p>Sanrio is not totally reliant on Kitty. It recently launched <em>Aggretsuko</em>, an animated comedy television series that is streaming on Netflix after airing in Japan. The satirical show depicts a female red panda working at a typical Japanese company.</p> <p>The series, which became a hit in the US and was renewed for four seasons, was the result of “teaming up with Netflix”, said Tsuji. “Collaboration with platforms, including Amazon Prime, will be one of our growth strategies in the future,” he added.</p> <p>The executive said it was “highly likely” that the company would explore partnerships with Sony, Nintendo and other Japanese entertainment companies to build a cycle of licences across content categories such as shows and games.</p> <p>Sanrio also hosted a metaverse music festival in December called Sanrio Virtual Fes in Sanrio Puroland, its theme park, featuring its characters that performed alongside pop stars and video bloggers. Participants communicated with each other through avatars on various devices.</p> <p>Sanrio had been “lagging behind in digital strategy”, said Tsuji, but it was “looking to play more in the fields of metaverse and NFTs”.</p> <p>The profound shift at the company comes as its operating profits have declined since a peak in fiscal 2013. Characters from Disney's <em>Frozen</em> and television shows have been crowding out Sanrio's characters in the lucrative US and European markets.</p> <p>Covid-19 has dealt a heavy blow to the company by forcing theme parks and stores to close. Store merchandise including lunch boxes, pillows and toothbrushes had made Hello Kitty a sensation in the 1990s under its former chief executive, but profitability has been falling.</p> <p>The pandemic was a blessing in disguise, said Tsuji, who has hosted a series of meetings with employees over the past year. “This was actually good timing to bring Sanrio back in recovery.”</p> <p>“We wanted to take over the good points of 60 years of the corporate history but solve weak points we had,” he said, adding that a lack of flexibility and organisational silos had encouraged employees to stick to the status quo.</p> <p>Tsuji is building an intellectual property creation team to deliver on his global ambition. The team, expected to be formed by April, is tasked with creating global characters to take on Elsa and Mickey Mouse.</p> <p>“It might be challenging to make a character which survives for 50 years from now, but you might be looking for a character that will be monetised in five or 10 years,” said Tsuji of his new creations.</p> <p>“We need a global portfolio under which characters support each other, even if one of them falls.”</p><p>Source: Eri Sugiura and Leo Lewis in Tokyo 2022 'Hello Kitty prepares to charm metaverse' FT.com 30 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-30T00:15:39.460Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 374,
          "end": 385
        },
        {
          "start": 1868,
          "end": 1874
        },
        {
          "start": 3794,
          "end": 3800
        }
      ]
    }
  ]
}