{
  "_id": "d78977611383fc2d7195a216e2f641bc3532409cfb50817b0803a19a665734c3",
  "feed": "ftcomall",
  "title": "Disney: something rotten in the House of Mouse",
  "text": "<p>All is not well at Disney. The US entertainment group <a href=\"https://www.ft.com/content/3a0c0ba0-028b-4175-bed1-76e5f94ae571\">abruptly fired</a> Peter Rice, its top TV executive, this week. The company spin is that Rice was an ill fit with its corporate culture. But his ousting, just weeks after Disney dispensed with its top PR and lobbyist, hints at a wider malaise in the C-suite.</p> <p>Disney is having a difficult 2022. Chief executive Bob Chapek is embroiled in a dispute with Florida governor Ron DeSantis over a bill restricting discussion of sexual or gender identity in primary schools. </p> <p>Chapek <a href=\"https://www.ft.com/content/b2a666f7-1530-457b-9a6e-26c0f13507bd\">criticised </a>the so-called “Don't say Gay” law after pressure from some LGBTQ+ employees. DeSantis retaliated by removing the company's special tax status in the state, home to a huge Disney resort.</p> <p>A loss measured in tens of millions looks manageable. Disney is forecast to generate more than $84bn in sales and pull in more than $7bn in profit this year.</p> <p>But the political row is a distraction Chapek does not need. Shares in Disney are down more than a third this year. This represents contagion from Netflix, whose shares have been tumbling.</p> <p>Netflix warned last month it would lose 2mn subscribers in the current quarter. Disney's subscriber growth is holding up. It added 7.9mn new subscribers in the quarter to April 2, taking the total number of streaming subscribers to 205mn.</p> <p>However, Disney cautioned that streaming growth was likely to slow in the second quarter. Investors would prefer to see breakneck spending on streaming content translate into profits.<br><br>Disney believes its streaming business will become profitable by the end of 2024. Until then, it needs subsidies generated by Disney's theme parks, which have been bouncing back strongly.</p> <p>Chapek may have thrown Rice under Cinderella's pumpkin carriage because his subordinate attacked the new law more freely — or was a threat. Chapek's contract ends early next year. He is evidently feeling the pressure. He will not be the last CEO to find themselves piggy-in-the-middle between the so-called “war on woke” and increasingly assertive employees.</p><p>Source:  2022 'Disney: something rotten in the House of Mouse' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-10T17:18:30.583Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1315,
          "end": 1321
        },
        {
          "start": 1490,
          "end": 1496
        },
        {
          "start": 221,
          "end": 227
        },
        {
          "start": 949,
          "end": 955
        },
        {
          "start": 19,
          "end": 25
        },
        {
          "start": 705,
          "end": 711
        },
        {
          "start": 774,
          "end": 780
        },
        {
          "start": 1616,
          "end": 1622
        },
        {
          "start": 309,
          "end": 315
        },
        {
          "start": 1147,
          "end": 1153
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}