{
  "_id": "92df6e47e16bcf067270bdd209be5a48dae78bba19f52f5b019c42430422a76c",
  "feed": "ftcomall",
  "title": "Americans head to the polls for midterms",
  "text": "<p>Hello and welcome to the working week.</p> <p>Firstly, thank you Rafe Uddin for shepherding this newsletter last week while I took a look ahead to my eldest son's future with some university open days. Now, back to this week and this year's theme of important ballots.</p> <p>The biennial event of a nationally significant American election is upon us with the <a href=\"https://www.ft.com/us-midterm-elections\">US midterms</a>. All 435 House seats and 35 of the 100 Senate seats are on the ballot on Tuesday. Joe Biden is <a href=\"https://www.ft.com/content/ab8cbb48-4088-4a15-be4d-d00452af5bcd\">so concerned</a> that last week he hit the campaign trail, <a href=\"https://www.ft.com/content/d2bd9823-e6fb-40ef-aef9-ebbbeebc5e9e\">ramping up the rhetoric</a>.</p> <p>The Democrats are likely to lose control of the House and the upper chamber is on a knife edge. That (or rather the divided government it will create) is <a href=\"https://www.ft.com/content/4a4b7440-bbb5-48e5-827c-d9ac2db82f7e\">bad news for investors</a>, according to Unhedged's Rob Armstrong. FT columnist Janan Ganesh <a href=\"https://www.ft.com/content/eef1c538-c22e-4231-8ade-6c16eeb4b039\">blames the voters</a>.</p> <p>Want to know more? This Thursday, FT journalists Edward Luce, Rana Foroohar and James Politi will be joined by veteran commentator Norm Ornstein for a subscriber-exclusive event assessing the US midterm results. <a href=\"https://usmidtermelections.live.ft.com/home?reference=ftnewsletter&amp;utm_source=emh&amp;utm_medium=ftnewsletter&amp;utm_campaign=2022pusmidtermelections\">Register free today</a> and you can submit questions in advance for our panel.</p> <p>You can get also subscribe to the Swamp Notes newsletter, which does an excellent job probing the intersection of money and power in American politics, and is currently <a href=\"https://www.ft.com/swamp-notes\">free to read</a>. </p> <p>Across the Atlantic, the <a href=\"https://cop27.eg/#/\">COP27</a> gathering in Sharm el-Sheikh, Egypt, provides a focus for climate change news over the coming days (and weeks). More than 100 world leaders will be attending, <a href=\"https://www.ft.com/content/f53f83a2-7a8f-458d-80d2-4c5bcf3e7012\">including Rishi Sunak</a> after he found time in his diary, <a href=\"https://www.standard.co.uk/news/politics/prime-minister-cop27-liz-truss-king-rishi-sunak-b1037448.html\">but not King Charles</a>.</p> <p>Again, you can get more insights from the FT. Starting Monday, FT Live will be <a href=\"https://ftcop.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022PCOP27\">hosting a series</a> of in-person, virtual and hybrid discussions with leading thinkers on sustainability and senior FT journalists. Each one will complement the themes set out in the presidency programme that day. Register your interest <a href=\"https://ftcop.live.ft.com/?reference=ftcuratednewsletters&amp;utm_source=news&amp;utm_medium=ftcuratednewsletters&amp;utm_campaign=2022PCOP27\">here</a>.</p> <p>Get in touch by sending me a note at <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a>, or if you have received the newsletter by email, just hit reply.</p> <h1>Economic data</h1> <p>Inflation is the main theme of economic news this week with consumer price index and producer price index updates from the US, China, Germany and Japan. Whatever the US figure, Fed chair Jay Powell made it <a href=\"https://www.ft.com/content/6678bc27-160d-44cc-878a-769e1d972500\">crystal clear</a> in his comments last week that his team will do what it takes to squeeze inflation out of the economy. The consensus is for a 0.7 per cent increase in the monthly US figure to create an annual figure of 8.1 per cent.</p> <p>The Bank of England's gloomy projections last Thursday that the UK is entering its <a href=\"https://www.ft.com/content/7ee4ebdf-ac70-4c9f-84e7-1341ade60bc0\">longest recession since the second world war</a> sets the tone for this week's big UK economic news item: the first estimate of third-quarter GDP on Friday. This is expected to show a contraction of about 0.2 per cent quarter on quarter.</p> <h1>Companies</h1> <p>With <a href=\"https://www.ft.com/content/c9061599-e610-4bc0-bd35-068ca55e928c\">high street sales down</a> in the UK and talk of a prolonged recession, British retail is not in a good place. But this week, might provide some respite — and we're not just talking about the <a href=\"https://www.waitrose.com/ecom/my-waitrose/benefits/free-tea-or-coffee\">return of free coffee</a> at <strong>Waitrose</strong>.</p> <p><strong>Marks and Spencer</strong> will&#xa0;on Wednesday&#xa0;present its first results under new management after the retirement of former chief executive and company lifer Steve Rowe over the summer. His replacement, Stuart Machin, has already set out his stall in terms of <a href=\"https://www.ft.com/content/c36f10d4-3b30-48f7-9762-8800ac040d9c\">accelerating the overhaul</a> of the store estate and redoubling cost-cutting efforts so the focus is likely to be on current trading. Rival Next last week stuck by its full-year guidance after sales held up in early autumn. M&amp;S investors — who haven't had a dividend since November 2019 — will be hoping&#xa0;Machin does likewise.</p> <p><strong>WHSmith</strong> profits are set for a bounce as the world's travel industry recovers from Covid lockdowns. Travel revenue, much of which comes from airport stores, was already running well ahead of pre-pandemic levels at its last update in early September. Meanwhile, there were few hints of a slowdown in quarterly results from airport duty-free group Dufry last week. </p> <p>The key constraint is capacity limits at major airports, notably London <a href=\"https://www.ft.com/content/9e5ee579-4986-4c74-b957-ce8329c67b6a\">Heathrow</a>. No doubt there will be further discussion of this on Monday when <strong>Ryanair</strong> reports first half numbers. Low-cost airlines like Ryanair are having to adapt to the end of, er, <a href=\"https://www.ft.com/content/1da8eff7-3da8-45db-98de-866b1f68817c\">low-cost air travel</a>, the answer to which has been to try to <a href=\"https://www.ft.com/content/d9afe40a-29e5-406c-938f-84090095284e\">take business</a> from the more expensive carriers.</p> <p>The tail-end of the season's tech earnings news is likely to continue the gloomy mood. <strong>Lyft</strong>, reporting on Monday, last week announced <a href=\"https://www.ft.com/content/cb8b1a38-f6b8-4f26-bc8b-62e330bf3871\">significant job cuts</a>, its second round of redundancies in recent months. Lyft is not alone among tech firms having to tighten their respective belts, but it does not look good for the ride hailing service, a smaller rival to Uber, which is also selling its vehicle service business.</p> <p>Elsewhere, we have a clutch of drugmaker updates. <strong>BioNTech</strong>, which reports on Monday, is among several Covid-19 vaccine producers that have begun raising the price of their jabs amid concerns about <a href=\"https://www.ft.com/content/e4cea6be-2e96-4458-a441-56fa79c7203e\">falling demand</a> in 2023. Airfinity, a health data analytics group, forecasts sales of Covid vaccines falling by about a fifth to $47bn next year. There are also concerns about <strong>AstraZeneca</strong>, which reveals third-quarter figures on Thursday, after the nasal version of its Covid vaccine <a href=\"https://www.ft.com/content/4ab29e80-12c0-44a0-8c48-908ab4ebaa55\">failed in trials</a>. <a href=\"https://www.ft.com/content/e938a020-25e0-44d3-a7f2-f60428bb2370\">Better news</a> is expected from German drugs and chemicals group <strong>Bayer</strong>, whose figures are out on Tuesday.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>China, October trade balance figures</p></li>  <li><p>Germany, September industrial production data</p></li>  <li><p>Indonesia, Q3 GDP figures</p></li>  <li><p>UK, Halifax house price index</p></li>  <li><p>Results: <strong>BioNTech</strong> Q3, <strong>Lyft</strong> Q3, <strong>Ryanair</strong> H1, <strong>Take-Two</strong> Q2, <strong>Westpac Banking Corp</strong> FY</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>EU, September eurozone retail sales data</p></li>  <li><p>France, September trade balance figures</p></li>  <li><p>Japan, September trade balance data</p></li>  <li><p>UK, British Retail Consortium sales figures</p></li>  <li><p>Results: <strong>Associated British Foods</strong> FY, <strong>Bayer</strong> Q3, <strong>CNH Industrial</strong> Q3, <strong>Deutsche Post DHL</strong> Q3, <strong>Direct Line</strong> Q3 trading update, <strong>DuPont</strong> Q3, <strong>Henkel</strong> Q3, <strong>Mitsubishi</strong> H1, <strong>Munich Re</strong> Q3, <strong>News Corp</strong> Q1, <strong>Nintendo</strong> Q2, <strong>NTT</strong> Q3, <strong>Pandora</strong> Q3, <strong>Persimmon</strong> trading update, <strong>Salvatore Ferragamo</strong> Q3, <strong>Suzuki Motor</strong> Q2, <strong>Walt Disney Company</strong> Q4</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>China, October consumer price index (CPI) and producer price index (PPI) inflation rate data</p></li>  <li><p>Mexico, October CPI inflation rate data</p></li>  <li><p>Poland, monthly base rate decision</p></li>  <li><p>Results: <strong>ABN Amro</strong> Q3, <strong>Adidas</strong> Q3, <strong>Ahold</strong> Q3, <strong>Bank of Ireland</strong> Q3 trading update, <strong>Commerzbank</strong> Q3, <strong>E.ON</strong> Q3, <strong>FirstGroup</strong> H1, <strong>Honda</strong> Q2, <strong>ITV</strong> Q3 trading update, <strong>J D Wetherspoon</strong> Q1 trading update, <strong>Kirin Holdings</strong> Q3, <strong>M&amp;S</strong> H1, <strong>National Australia Bank</strong> FY, <strong>Nissan Motor Corp</strong> H1, <strong>Tata Motors</strong> Q2, <strong>Taylor Wimpey</strong> trading update, <strong>Veolia</strong> Q3</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Brazil, October IPCA inflation rate data</p></li>  <li><p>Japan, October PPI inflation rate data</p></li>  <li><p>Philippines, Q3 GDP figures</p></li>  <li><p>UK, RICS house price survey</p></li>  <li><p>US, October CPI inflation rate data</p></li>  <li><p>Results: <strong>3i</strong> H1, <strong>Allianz</strong> Q3, <strong>ArcelorMittal</strong> Q3, <strong>AstraZeneca</strong> Q3, <strong>Auto Trader</strong> H1, <strong>B&amp;M</strong> H1, <strong>Becton Dickinson and Company</strong> Q4, <strong>Bridgestone</strong> Q3, <strong>Brookfield Asset Management</strong> Q3, <strong>Continental</strong> Q3, <strong>Crédit Agricole</strong> Q3, <strong>Deutsche Telekom</strong> Q3, <strong>Grafton</strong> trading update, <strong>National Grid</strong> H1, <strong>Qinetiq</strong> H1, <strong>Ralph Lauren</strong> Q2, <strong>Tate &amp; Lyle</strong> H1, <strong>WHSmith</strong> FY</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>EU, European Commission economic forecasts</p></li>  <li><p>Germany, October CPI inflation rate data</p></li>  <li><p>India, September industrial production figures</p></li>  <li><p>Malaysia, Q3 GDP data</p></li>  <li><p>Mexico, September industrial production figures</p></li>  <li><p>UK, Q3 GDP and trade balance figures</p></li>  <li><p>Results: <strong>Richemont</strong> Q2, <strong>SoftBank</strong> Q2, <strong>Toshiba</strong> Q2</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>EU, meeting of eurozone finance ministers ahead of tomorrow's Economic and Financial Affairs Council (Ecofin) meeting of all EU finance ministers</p></li>  <li><p>US, the Supreme Court will hear oral arguments in two important cases for regulators: Axon Enterprise vs Federal Trade Commission; and Securities and Exchange Commission vs Cochran. Should the court side with the plaintiffs over the FTC and SEC, it would become easier for parties to challenge enforcement actions in federal court before regulators have concluded internal proceedings.</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>A total lunar eclipse, visible in Tokyo, most of Australia and New Zealand</p></li>  <li><p>Turkey, president Recep Tayyip Erdoğan to meet new Swedish prime minister Ulf Kristersson in Ankara to discuss Stockholm's bid to join Nato and the extradition of people the Turkish government considers terrorists</p></li>  <li><p>US, midterm elections </p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Egypt, finance ministers convene to reflect their commitment to climate action at COP27</p></li>  <li><p>EU, European Commission to publish proposals for changing EU fiscal rules to make them more realistic given high public debt after the Covid pandemic</p></li>  <li><p>UK, North Sea oil and gas explorer and producer Ithaca Energy <a href=\"https://www.ft.com/content/1fb38360-7a7a-420d-8f24-f8bd940d6539\">starts trading</a> on the London Stock Exchange, seeking to raise as much as $357mn and testing investor appetite for a rare fossil fuel flotation</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>UK, Guinness World Records Day</p></li>  <li><p>US, Nasa and the National Oceanic and Atmospheric Administration to launch the Joint Polar Satellite System-2 (JPSS-2), an extreme weather monitoring satellite, from the Vandenberg Space Force Base in California</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Armistice Day, or Remembrance Day, commemorates the ending of the first world war in various Commonwealth countries</p></li>  <li><p>France, Paris Peace Forum begins</p></li>  <li><p>Poland, Independence Day national holiday</p></li>  <li><p>US Treasury secretary Janet Yellen <a href=\"https://home.treasury.gov/news/press-releases/jy1079\">travels to New Delhi</a> for the US-India Economic and Financial Partnership meeting</p></li>  <li><p>US, Veterans Day public holiday</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Bahrain, parliamentary elections</p></li>  <li><p>UK, parade for the new Lord Mayor of London from Mansion House to the Royal Courts of Justice, a tradition to promote the financial district dating back to the 13th century</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Italy, Nitto ATP Finals begin in Turin </p></li>  <li><p>Slovenia, second-round ballot in presidential election</p></li>  <li><p>UK, Remembrance Sunday</p></li> </ul><p>Source: Jonathan Moules 2022 'Americans head to the polls for midterms' FT.com 6 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-06T18:15:16.739Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6115,
          "end": 6134
        }
      ]
    }
  ]
}