{
  "_id": "05431c509dfaee7223899d91f97e0af64ff10edf92cae10c6fe729b131300f5e",
  "feed": "wall-street-journal",
  "title": "Why Editing Paul Newman's Memoir Called for a Cool Hand; Based on a trove of intimate interviews discovered years after he died, the movie star's posthumous memoir raised tricky questions for his family and editor to resolve.",
  "text": "<p>In the case of Shy, a revealing memoir by the composer and author Mary Rodgers, her friend Jesse Green, who had been working with her on an autobiography before her death in 2014, completed the project without her, adding clarifying footnotes in his own voice. The Unabridged Journals of Sylvia Plath appeared in 2000, 37 years after her suicide, and included two volumes her widower, Ted Hughes, had excluded from an earlier edition. And this year saw the publication of actor Alan Rickman's often gossipy diaries, Madly, Deeply (just out in the U.K. and releasing in the U.S. on October 18). Rickman's widow authorized the publication, even though, as noted in an editor's introduction, no one knows what he intended.</p><p>The Newman material, more than most, called for informed guesswork from the family and the publisher. Peter Gethers, the editor-at-large who acquired the rights for Knopf, says the main difficulty was, \"We don't have a living author to respond to this and to answer questions,\" much less to promote it.</p><p>Whether Newman even wanted the interviews published is uncertain. Years after they were recorded, he burned most of the audiotapes, but the transcripts survived, languishing in a storage unit until the family rediscovered them a few years ago. His five daughters had to figure out what, if anything, to do with them.</p><p>\"Obviously at some point we were all going to find them,\" Clea Newman Soderlund, who contributed an afterword to the book, says of the transcripts. \"If he didn't want [the book] put out there, I don't think he would have kept them.\"</p><p>Melissa Newman, who wrote the foreword, says they were encouraged by the interviews themselves, in which her father emphasized that he wanted to leave a record for his family and to counter any tabloid misinformation.</p><p>All the interviews (some of which feature in The Last Movie Stars, a recent six-part documentary about Newman and his second wife, the actor Joanne Woodward) were conducted by Newman's close friend, the screenwriter Stewart Stern. About a third of the transcripts are in Newman's voice, but Stern also talked to dozens of others, from family members, including Newman's brother, Arthur, to his frequent directors, such as Martin Ritt and George Roy Hill. Newman began recording in 1986 and dropped the project five years later. \"I think he and Stewart Stern were just overwhelmed\" by the volume of material, Melissa Newman says.</p><p>The memoir does not deal much with Newman's movie-star career, which ranges from classics like Butch Cassidy and the Sundance Kid, Hud and Cool Hand Luke to the voice of Doc in the Disney movie Cars. In a casual tone, he speaks bluntly about his life-long insecurities, rooted in his upper-middle-class childhood in Shaker Heights, Ohio. \"This book is just the story of a little boy who became a decoration for his mother,\" the memoir reads. \"If he had been an ugly child, his mother would not have given him the time of day.\"</p><p>Newman is especially candid about his passion for Woodward. (She was married to Newman for 50 years and is Melissa, Clea and Nell Newman's mother. Now 92, she has Alzheimers and could not work on the memoir. Newman also had three children with his first wife.) And one point, he says, \"Joanne gave birth to a sexual creature,\" and then goes on to talk about his years-long vacillation about whether to leave his first wife and children to marry her.</p><p>Later, his drinking led occasionally to days when, he says, \"I would wake up in strange places under strange circumstances.\" Soderlund says of reading the interviews, \"It was very powerful, heart-wrenching at times.\"</p><p>Although Newman's voice holds the memoir together, it required some reconfiguring. The Newman family hired David Rosenthal, a veteran editor and publisher, to shape a manuscript. His biggest challenge, Rosenthal says, was to create a narrative structure. \"Stewart [Stern] and Newman were all over the place,\" he says. \"There were a lot of stream-of-consciousness conversations.\"</p><p>Newman had planned to create a kind of mosaic, with his account supplemented by other voices. The book preserves a taste of that idea, with comments from Woodward and from Newman's first wife, Jackie Witte, interspersed among others. Rosenthal's largely chronological account is a pared-down 282 pages.</p><p>Stern died in 2015, leaving many questions unanswered. Sometimes he or Newman turned the recorder off for a while, Rosenthal says. \"What was being said when the tape recorder was off? God knows. Maybe they were ordering lunch.\"</p><p>Gethers says there were times during the editing when he paused over some of the more sensitive areas. \"Would I like to probe him a bit more about his son's death? \"Would I like to probe him more about the drinking?\" He also says \"there were very minor things where he was not so PC. He didn't mean it in any disrespectful way, but this was the language of the time. So we cut some of that stuff. If he'd been around, I could have said, 'Well, can we substitute this?'\"</p><p>Melissa and Clea echo each other in saying the book captures a moment when their father was especially reflective. \"He was going through a lot of tough stuff,\" Soderlund says, noting that his career was changing as he got older, and that he was still grappling with the 1978 death of his adult son, Scott, from a drug overdose.</p><p>And both Melissa and Clea find a darkness in the book that leaves out a big part of the father they remember. \"He was so goofy with us,\" Soderlund says. \"He was kind of like a big kid.\" In the years after he stopped recording, she says, he was dedicated to his family and to the summer camps he created for sick children and funded with his line of gourmet food.</p><p>\"Everyone has regrets about not having asked their parents questions about what life was like, and so on. This is really the ultimate answer to that,\" Melissa Newman says of the memoir. \"I just wish he had shared it with us a little bit sooner.\"</p><p>Why Editing Paul Newman's Memoir Called for a Cool Hand</p>",
  "published": "2022-10-16T12:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2601,
          "end": 2607
        }
      ],
      "nexusId": "10078857"
    }
  ]
}