{
  "_id": "c11ded54c5c1f8ab7c0e4daa7ec6355b9f11b52da8dfabadcbc6fd8b8ddb8dd5",
  "feed": "wall-street-journal",
  "title": "Leisure Companies  See Money Flow In  ---  Businesses report  strong results as  consumers splurge on  travel, entertainment  ----  By Will Feuer and Kathryn Hardison",
  "text": "<p>   Americans are splurging on summer travel and entertainment, putting money toward experiences outside of the homes where they spent the early years of the pandemic. </p><p>   Last week a range of businesses that cater to leisure time reported strong results. Hotel chains said tourists are shelling out top dollar for rooms, and cruise lines posted records in onboard spending. Theme parks said sales per visitor hit highs and casinos reported rising slot-machine gambling in Las Vegas. </p><p>   Pent-up demand and newfound wanderlust after being stuck at home during the pandemic is fueling big spending on vacations, said Marriott International Inc. finance chief Leeny Oberg recently. \"We are not seeing any signs of any demand pullback at this point,\" she said. \"People want to get out there and travel.\" </p><p>   Lodging companies reported strong revenue figures for the recently ended quarter, as governments worldwide removed some of the remaining Covid-19 travel restrictions and people flocked to domestic and international cities and resorts. Executives said guests are willing to spend more than ever before on hotel rooms, even as they feel the sting of inflation across other household expenses. </p><p>   \"We're seeing pricing on luxury and lifestyle we've never seen before as an industry,\" said Keith Barr, chief executive of InterContinental Hotels Group PLC. He added consumers might be cutting spending elsewhere to afford their long-awaited summer vacations. </p><p>   \"They may decide not to buy a new television, but they are going to take their kids on holiday for the summer,\" he said. </p><p>    Axel Hefer, CEO of travel-booking platform Trivago NV, said Americans are indulging in big trips this summer. \"You've been telling your kids for two years that you'll take them to Disneyland; at some time you need to actually take them to Disneyland,\" he said. </p><p>   Mr. Hefer said he expects Americans to be more frugal with their summer 2023 travel planning. </p><p>   The cost-saving potential of vacation rentals boosted their popularity in recent months, according to Vacasa, a vacation-rental management service provider. The company said this category of accommodation is well-positioned to weather demand or inflation challenges because vacation rentals can cost less than hotels. Chief Financial Officer Jamie Cohen said guests share rentals with friends or make dinner at their vacation home instead of dining out to save money. </p><p>   The CEOs of Hilton Worldwide Holdings Inc. and Hyatt Hotels Corp. said the return of business travel and group trips will drive demand for rooms even higher, while leisure travel levels could remain high for years. \"This is not something that's a flash in the pan,\" Hyatt CEO Mark Hoplamazian said. \"Our customer base is rock solid.\" </p><p>    James Risoleo, CEO of Host Hotels &amp; Resorts Inc., said the company is seeing strong demand from leisure travelers extending into the Thanksgiving and Christmas holidays, driven by demand for its resorts in the Sunbelt and Maui. \"That stat in and of itself gives us comfort that there's not going to be the pullback in consumer spending at our resort properties that some folks have talked about,\" he said. </p><p>    Walt Disney Co. said its recent quarter was the best ever for sales in its parks, experiences and products division, which includes Disneyland, Walt Disney World and four resorts in Europe and Asia. </p><p>   \"Demand has not abated\" at the parks, Disney Chief Financial Officer Christine McCarthy said. </p><p>   While attendance for the summer quarter failed to top prepandemic levels, SeaWorld Entertainment Inc. and Cedar Fair LP said spending per guest hit all-time highs. </p><p>    Six Flags Entertainment Corp. said attendance fell 22% from a year ago. The visitors who came spent more, with per-capita spending up more than 50% from prepandemic levels, the company said. </p><p>   \"They're choosing the brisket rather than the burger,\" Cedar Fair CEO Richard Zimmerman said. </p><p>    Norwegian Cruise Line Holdings Ltd. similarly saw its \"highest ever onboard revenue generation,\" according to CEO Frank Del Rio. </p><p>   Still, the company posted a wider-than-expected loss, as well as disappointing overall revenue, and said it expects to post another loss in the current quarter. </p><p>   Casinos and resorts in Las Vegas have been bustling this summer as leisure and business travelers return to slot machines. Wynn Resorts Ltd. said slot handle, the industry term for the amount wagered, in its recent quarter rose 63% above 2019 levels. </p><p>    Caesars Entertainment Inc. saw 97% occupancy in Las Vegas last quarter, and forward bookings show continued demand on the horizon. People over the age of 55 are returning to Vegas at levels not seen since before the pandemic, and there is a noticeable uptick in international travelers, says CEO Thomas Reeg. </p><p>   \"There are not strong enough words to convey how well it's going in Vegas for us,\" he said. </p><p></p>",
  "published": "2022-08-15T06:11:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.9964,
      "offsets": [
        {
          "start": 3124,
          "end": 3139
        },
        {
          "start": 3101,
          "end": 3116
        },
        {
          "start": 3361,
          "end": 3367
        },
        {
          "start": 3245,
          "end": 3256
        }
      ],
      "weightsV2": {
        "weight": 2.7933493,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.2066507,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}