{
  "_id": "55aec00032fff757b02fae78779aaa996763916929157d9713b2949780895a73",
  "feed": "market-watch",
  "title": "Roku's stock pops in 'relief rally' on rise in usage",
  "text": "<p>Roku had approximately 1.1 million net adds for the quarter, about what analysts on FactSet predicted.</p><p>\"Our first-quarter performance was solid, with Platform revenue up 39% year-over-year, benefiting from higher content distribution and advertising revenue,\" Roku executives said in a letter to shareholders on Thursday.</p><p>The numbers were greeted with an audible sigh of relief from investors, who initially boosted Roku's stock as much as 9% in after-hours trading Thursday before cooling.</p><p>The so-called \"relief rally\" came more than a week after Netflix Inc. NFLX reported its first decline in net paid subscribers in a decade, sparking a massive selloff that shaved more than $50 billion in market value and widespread panic that streaming services face a precipitous drop in viewership. Many investors now nervously await Walt Disney Co.'s DIS second-quarter results on May 11, and the fate of Disney+ subscription numbers.</p><p>\"We are seeing the same subscriber fatigue that cable TV went through,\" Tricia Biggio, chief executive of entertainment-technology company Invisible Universe, told MarketWatch. \"There are so many subscriber services, and cost-conscious consumers are being forced to make choices.\"</p><p>Roku posted a net loss of $23.5 million, or 19 cents a share.</p><p>Revenue improved 28% to $733.7 million from $574.2 million a year ago.</p><p>Analysts polled by FactSet had forecast a net loss of 19 cents a share on revenue of $718 million.</p><p>Second-quarter revenue guidance, however, came in at $805 million, slightly below FactSet estimates of $816 million.</p><p>In their letter to shareholders, Roku said ongoing supply-chain disruptions contributed to increased U.S. TV prices in the first quarter, leading to industry-wide TV unit sales that were below 2019 (pre-COVID) levels.</p><p>Roku's stock has been eviscerated, nose-diving 60% this year, while the broader S&amp;P 500 SPX index is down 10% in 2022.</p><p>Roku's stock pops in 'relief rally' on rise in usage</p>",
  "published": "2022-04-28T20:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 898,
          "end": 904
        },
        {
          "start": 826,
          "end": 837
        }
      ]
    }
  ]
}