{
  "_id": "d4caffec18c2388e8a3e9ef0079a8aea0fabe738c6392979f021ab319808ddc0",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Hollywood Plot to Put Minions Absolutely Everywhere",
  "text": "<p>The Minions are everywhere.</p><p>Twelve years after making their big-screen debut in a supporting role, the bite-sized, thumb-shaped, incompetent yellow beings of \"Despicable Me\" have emerged as one of the best-known franchises in recent Hollywood history, thanks to a strategy, and a willing fanbase.</p><p>\"There's no such thing as oversaturation,\" said Chris Meledandri, who, as the founder and chief executive of the animation company Illumination, is the man behind the Minions. \"As long as what you're doing is clever and charming.\"</p><p>The Minions represent successful execution of the hardest part of doing business in Hollywood today: building and sustaining lucrative franchises that can make money beyond the box office. The Minions are the most successful new animated character since Shrek's debut in 2001, and the bug-eyed critters are a critical part of the portfolio at Comcast Corp.'s Universal Pictures, which distributes Illumination's movies, alongside Tyrannosaurus rex (\"Jurassic World\") and Vin Diesel (\"The Fast and the Furious\"). This summer's \"Minions: The Rise of Gru\" is the highest-grossing animated movie released since the pandemic started, collecting more than $900 million worldwide while other animated releases falter.</p><p>\"You get Laurel and Hardy vibes, a very old humor that this generation hasn't seen,\" said Pharrell Williams, the Grammy-winning musician whose songs have been featured on the soundtrack of Minions movies since their start -- and who suggested Mr. Meledandri secure \"Minion yellow\" as a color with Pantone. (It was the first Pantone shade ever based on a character.)</p><p>Whereas some franchises use scarcity as a tool to create suspense about a superhero or a new Star Wars planet, Illumination has decided more is more when it comes to Minions.</p><p>The five movies featuring the Minions have averaged more than $300 million at the domestic box office, the most consistent hit showing for an animated franchise in recent history. Globally, the franchise has collected more than $4.6 billion.</p><p>Universal's success with the Minions stands in contrast to animation competitors, which have been struggling to connect with audiences. Disney, the longstanding leader in family entertainment, opted to skip theatrical releases for several recent Pixar Animation titles and release them instead on the Disney+ streaming service -- a move that drew criticism from fans and some Pixar employees. The studio's most recent exclusive theatrical animated release, \"Lightyear,\" failed to take off this summer and grossed an underwhelming $118 million in the U.S. and Canada, though the company has seen its own fan-generated phenomena inspired by hit songs like \"Let It Go,\" from \"Frozen,\" and \"We Don't Talk About Bruno\" from 2021's \"Encanto.\"</p><p>The Minions are also a more frequent presence on the pop-culture landscape than many rival characters. Disney has several franchises to manage, and waited 14 years between \"The Incredibles\" and its sequel, and 13 between \"Finding Nemo\" and its followup, \"Finding Dory.\" In roughly that same time, Illumination has released five Despicable Me installments.</p><p>When it comes to off-screen appearances that keep Minions in the public eye between installments, Mr. Meledandri said he's tried to find licensing deals that play off the Minions' unique shape -- like the Tic-Tac collaboration, or the Minion blimp flown to promote \"Despicable Me 2.\"</p><p>\"The minute you find that match, you realize that takes off,\" he said.</p><p>Mr. Meledandri first heard the story that would become \"Despicable Me\" after leaving Fox, where he most notably helped develop the \"Ice Age\" franchise. He met with Sergio Pablos, a Spanish animator who told him about several ideas he was developing. One of those ideas, then called \"Evil Me,\" was about a villain who adopts three young girls to help him commit a crime.</p><p>That \"Despicable\" protagonist, Gru, needed henchmen, and Mr. Meledandri didn't want to go the obvious route and make the sidekicks a bunch of knockoffs of Frankenstein's assistant, Igor. As the movie developed, those sidekicks -- the Minions -- grew sweeter in appearance and demeanor. An early draft showed their arms dragging across the floor, for instance, before retreating to normal proportions.</p><p>Illumination produced \"Despicable Me\" for about $70 million, relying on animators in France -- roughly a third of what movies at Walt Disney Co. or DreamWorks Animation cost around the same time. The budget made Mr. Meledandri an object of fascination among cost-conscious Hollywood executives, especially when its theatrical release grossed $543 million at the global box office.</p><p>Almost immediately, the Minions started to steal the spotlight.</p><p>\"They weren't the headline of the pitch,\" said Donna Langley, chairman of Universal Filmed Entertainment Group.</p><p>Mr. Meledandri has also delivered other hits for Universal like \"Sing\" and \"The Secret Life of Pets.\" But while spinoffs like the Minions are nothing new in animation -- see \"Puss in Boots\" from \"Shrek,\" or the \"Penguins of Madagascar\" from \"Madagascar\" -- it is rare to see a supporting character take center stage as they have.</p><p>Soon after the \"Despicable Me\" release, they were identified as strong contenders for all kinds of consumer products, Ms. Langley said, and Minion tie-in products have since generated more than $6 billion in sales. A mobile game (\"Minion Rush\") and TikTok account with more followers than Disney's have followed.</p><p>Because they don't speak a coherent language -- outside of high-pitched vowel sounds -- they can become a blank canvas, she said.</p><p>\"They have a lot of personality, but you can impose your own emotional life onto them,\" said Ms. Langley. Mr. Williams offered a technical explanation for the voices' appeal: \"When you pitch that up an octave and a half, it's going to read even more melodic to the layman's ear, so it feels funny and ironically soothing to listen to.\"</p><p>With that first movie, Mr. Meledandri started to notice fans were taking Minions into their own hands -- creating \"user-generated content\" that turned the Minions into stand-ins for all kinds of emotions. Soon Minions came in the form of ice sculptures, fingernail art, pastries and an endless cycle of memes that positioned a wide-eyed, clueless Minion next to phrases such as, \"Yuck! I just stepped in a big pile of Monday!\" or \"Minions don't get vaccinated. Why should your children?\" or \"Exercise? I thought you said 'Extra Fries.' \"</p><p>Earlier this year, even Illumination executives were surprised when images circulated showing Ukrainian soldiers around a missile painted to look like a Minion, whose color scheme echoes that of the nation's flag.</p><p>None of the fan-generated artwork -- which helps keep the Minions in the public eye between releases -- was part of Illumination's strategy from the outset, said Mr. Meledandri: \"The easiest thing in the world would be for me to tell you this was the plan from the beginning.\"</p><p>Illumination has largely allowed that user-generated artwork to flourish, avoiding a tactic competitors like Disney and Warner Bros. have been known to employ to tamp down on unlicensed or unsanctioned uses of a character, most notoriously threatening to take legal action years ago against daycare centers with popular characters painted on their walls. In Illumination's case, letting fans appropriate the Minions means the company loses out on some potential licensing fees.</p><p>And a Minion complaining about traffic or Monday mornings isn't exactly the subversive take that Mr. Meledandri originally sought for the Despicable Me movies, setting up a push-and-pull between the studio and fans who want to take the Minions in a broader direction.</p><p>\"People make a distinction between what they see in other forms of media and a cinematic experience,\" said Mr. Meledandri.</p><p>This summer saw the latest viral adoption of the characters, when teenagers flocked to the new \"Minions\" movie dressed up in suits, a phenomenon known as the \"Gentleminions.\" For Mr. Meledandri, it was confirmation that the children who had grown up with the franchise were following it into young adulthood.</p><p>It wasn't a campaign orchestrated by Illumination or put through the marketing ringer -- which Mr. Meledandri said represents something of an insurance policy.</p><p>\"If we create stuff and it's lame, it will be held against us,\" he said. \"But when it's just DIY, there's great freedom to it.\"</p>",
  "published": "2022-09-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7045,
          "end": 7051
        },
        {
          "start": 2862,
          "end": 2868
        },
        {
          "start": 2323,
          "end": 2329
        },
        {
          "start": 5417,
          "end": 5423
        },
        {
          "start": 2158,
          "end": 2164
        },
        {
          "start": 4370,
          "end": 4381
        }
      ],
      "nexusId": "10078857"
    }
  ]
}