{
  "_id": "3ef258d88ddaf57ff3f3672ffce46bb0d27366dd392670a17e4bcb63d667e171",
  "feed": "wall-street-journal",
  "title": "The Los Angeles Angels Are for Sale After Big Spending Fails to Build a Winner; Arte Moreno bought a World Series champion from Disney nearly 20 years ago. The Angels have fallen a long way despite Moreno's free spending.",
  "text": "<p>Nearly 20 years earlier, Moreno had purchased a World Series champion. On Tuesday, Moreno, at 76 years old, announced he would explore a sale of the franchise he bought from Disney for $183.5 million and could sell for 10 or 12 times more.</p><p>In between, he poured more than $1 billion into free agents in barely more than the past decade alone, offered perhaps as much to free agents who signed elsewhere, signed the league's best player—Mike Trout—to the game's richest contract and committed to top-10 payrolls year after year after year.</p><p>Yet the Angels didn't return to the World Series under Moreno. Other teams sold their fans on long-term rebuilds that traded on their fans' blind—and economic—devotion. Moreno persisted. The league around him emptied its payrolls, chased draft picks and wrote off seasons. Moreno didn't. He kept spending, and the Angels kept losing.</p><p>And by the end, he is enduring what will almost certainly be a seventh consecutive losing season, an eighth consecutive season without a postseason appearance and a 13th consecutive season without winning a playoff game.</p><p>The Angels, with Moreno as their owner, did less with more than any team in baseball, again and again, until a Tuesday in the summer of Trout's 31st birthday, when Moreno decided to cash out.</p><p>\"Although this difficult decision was entirely our choice and deserved a great deal of thoughtful consideration, my family and I have ultimately come to the conclusion that now is the time,\" Moreno said in a statement.</p><p>He offers a fixer upper for something like $2 billion, and probably more. A fan base that showed up 3 million strong from 2003, his first year as an owner, through 2019, the season before the pandemic. A roster with Trout, Anthony Rendon, little in the way of pitching, and, for now, Shohei Ohtani. A bottom-five farm system. The Angels also have a ballpark that is lovely in spots, merely playable in others and fraying on the edges—the remnants of a deal with the city that would have allowed him to build around the park, but failed.</p><p>That Moreno and the Angels squandered much of Trout's prime grew particularly galling over the past five seasons, when Trout was joined by Ohtani, the spectacular two-way talent who was American League MVP in 2021. Ohtani is again among the best players in the league and is again toiling for a team rendered irrelevant by its many shortcomings. Due to become a free agent after the 2023 season, Ohtani, 28, is likely to be traded before then, a decision—and public relations storm—Moreno could leave to the next owner.</p><p>In the early days of his ownership, Moreno rakishly walked concourses that sold marked-down beer and mixed it up with customers in English and Spanish (he was the first Mexican-American to own a major league team). He offered a friendly departure from the previous owners, faceless Disney overlords who also delivered the only championship in franchise history.</p><p>Moreno in recent seasons seemed to much prefer the shadows. As the team recently tore through four managers in five seasons and four general managers in 12, he appeared to grow sensitive when the blame had nowhere to go but to him. He hasn't addressed the media outside of introductory press conferences in about two years. The memories of five playoff teams in his first seven years as owner, capable teams led by Mike Scioscia and powered by Vladimir Guerrero, Jered Weaver, John Lackey and Mike Napoli, lost their meaning when down seasons became the norm.</p><p>The Angels chased their former competitive selves not with cleverness or a single smart plan, but with a scattered notion of how they would become winners. They paid recovering addict Josh Hamilton $125 million. He underperformed, suffered a relapse and was traded back to the Texas Rangers. They signed Albert Pujols for $240 million over 10 years. The future Hall of Famer had one All Star season for them. Rendon signed for $245 million and has played in 103 games across two seasons. They finished close seconds or thirds in the bidding for Mark Teixeira, Adrian Beltre and Gerrit Cole.</p><p>The seasons fell away. Known for sharing a beer with members of the grounds crew in a room under the center-field rock pile dubbed Club Rock, then dashing in a golf cart to a nearby Del Taco for snacks, Moreno grew older, more reclusive and, perhaps, tired of finishing in fourth place, where they are again.</p><p>He has three children, none of whom, people familiar with the matter said, have interest in financing and maintaining a baseball team. He recently became a grandfather for the first time. He remains in love with the game.</p><p>Those who know Moreno well wouldn't be surprised if he spent his remaining seasons in the tiny ballparks of the Arizona Fall League or the California League, where, generally, a man can get a little more for a little less. Where nobody gives much thought to the results.</p><p>The Los Angeles Angels Are for Sale After Big Spending Fails to Build a Winner</p>",
  "published": "2022-08-24T12:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.9952,
      "offsets": [
        {
          "start": 128,
          "end": 134
        },
        {
          "start": 173,
          "end": 179
        },
        {
          "start": 174,
          "end": 180
        },
        {
          "start": 2823,
          "end": 2829
        },
        {
          "start": 2844,
          "end": 2850
        }
      ],
      "weightsV2": {
        "weight": 9.435101,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.43510044,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}