{
  "_id": "0703ae4f63a743da89e8ac63520355429a690a2c95e817d4135a8e67a9537521",
  "feed": "ftcomall",
  "title": "WarnerMedia beats Netflix on new US subscribers in fourth quarter",
  "text": "<p>WarnerMedia directly signed up 1.3m US subscribers to its HBO Max streaming service in the fourth quarter, the same number that&#xa0;Netflix added in the full year of 2021, as the companies battle it out for American viewers.</p> <p>Netflix's growth in the US and Canada has flatlined in the past year, as the streaming pioneer is besieged by competition from the old media companies it had disrupted. The company added 1.2m US and Canadian subscribers in the fourth quarter and ended 2021 with 75.2m subscribers in the US and Canada, rising from 73.9m the previous year.</p> <p>After several years on the sidelines, the world's largest media companies have sought to fight back against Netflix with their own products. In the past few years, Warner, Disney and others have launched streaming services, each spending billions of dollars on content to attract subscribers. </p> <p>Netflix stock has lost more than 40 per cent of its value in the past couple of months as growth has slowed. Still, it remains the leader by a wide margin, with 222m subscribers. </p> <p>HBO Max struggled to gain traction initially, despite WarnerMedia owning one of the most valuable portfolios in Hollywood, including the Warner Bros film and television studios, HBO and CNN.</p> <p>Jason Kilar, chief executive of WarnerMedia, told the Financial Times this month that HBO Max “broke through” in 2021 after a slow start. The streaming service added 7m retail US subscribers in 2021, including 1.3m in the fourth quarter, helped by a programming slate containing new seasons of <em>Succession,</em> <em>Insecure</em> and Warner Bros movies such as <em>Dune</em>.</p> <p>But the company remains well behind Disney, whose own Netflix challenger Disney Plus reached 118m global subscribers in October.</p> <p>Globally, Warner counted 74m subscribers across both HBO Max and HBO's cable channel by the end of 2021, including 47m in the US. People who pay for HBO's television channel have access to the streaming service for free.</p> <p>News of Warner's subscriber growth came as its parent company AT&amp;T reported $5bn net income on $40.6bn revenue in the fourth quarter. Shares in AT&amp;T climbed 2 per cent in pre-market trade.</p> <p>The company added 884,000 new wireless phone customers, taking the full-year number to 3.2m, roughly in line with analysts' expectations and preliminary results released this month. Rival US carrier Verizon reported an increase of 558,000 subscribers on Tuesday, which was above market expectations.</p> <p>In fibre, which is a major area of focus for the company, AT&amp;T added 271,000 new customers and 1m across the full year. </p> <p>Excluding the US video business, which was separated from the AT&amp;T group in the third quarter of last year, the company reported a 6 per cent increase in full-year business revenues to $153.2bn.</p> <p>In what amounted to the fourth major directional change for its business, AT&amp;T announced in May that it was going to sell its media assets, including Discovery, and get back to its core telecoms business. It then sought to play catch-up with rivals that pulled ahead in rolling out 5G infrastructure.</p> <p>“We're confident in our ability to compete on 5G,” said John Stankey, AT&amp;T's chief executive since 2020, on Wednesday. “We aim to be the US's best 5G and fibre provider.”</p><p>Source: Anna Nicolaou and Anna Gross 2022 'WarnerMedia beats Netflix on new US subscribers in fourth quarter' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T15:16:55.792Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 732,
          "end": 738
        },
        {
          "start": 1611,
          "end": 1617
        },
        {
          "start": 1648,
          "end": 1659
        }
      ],
      "nexusId": "10078857"
    }
  ]
}