{
  "_id": "0b8ada8ac31567fa41308aa814caaf1e48e85f8e25d939d1127182d39df179de",
  "feed": "ftcomall",
  "title": "Genealogy sites set to grow as US publishes historic census ",
  "text": "<p>Facebook's hopes of connecting everyone alive may have been frustrated after the social network recently shed daily users for the first time, but companies that specialise in tracing the dead are just getting started in their attempts to build vast global databases of lineages. </p> <p>Genealogy websites, which surged in popularity during the pandemic when people stuck at home turned to researching their family trees, are about to digest terabytes worth of documents that will give them new insights into the past. The US government is due next month to publish seven decades-old records that until now have been locked away under confidentiality rules.</p> <p>The 1950 census is a snapshot into an era when Harry Truman was in the White House, Walt Disney's Cinderella was in movie theatres and America was at the onset of its postwar economic boom.</p> <p>For the privately owned operators in the expanding ancestry industry, a lot is at stake. </p> <p>The global trend for people to want to find out more about where they come from has become big business — illustrated by investment group Blackstone's <a href=\"https://www.ft.com/content/b84613e4-8751-45e6-94ff-a014de6e4c0d\">$4.7bn deal</a>, completed just over a year ago, to buy Ancestry, the largest company in the sector.</p> <p>The Utah-based company, chaired by former BBC director-general and New York Times chief executive Mark Thompson, is seeking to expand its base of almost 4mn paying subscribers and build a social network of genealogy enthusiasts.</p> <p>Competitors include MyHeritage, based in Israel, which was acquired last year by private equity group Francisco Partners for about $650mn. Gilad Japhet, founder, said the forthcoming US census release — the first in a decade — would be a “momentous occasion” for the sector.</p> <p>The publication by the National Archives and Records Administration (NARA) will allow descendants of the 152mn participants in the household questionnaire of 1950 to learn more about their roots.</p> <p>For those who already have a good knowledge of all four of their grandparents the disclosures could be incremental, but some will discover previously unknown relatives and uncover old family secrets.</p> <p>“Hardly anyone” in the country at the time of the survey would have slipped through the net, Japhet said, adding that enumerators even visited hospitals and prisons.</p> <p>Although the release in three weeks is an opportunity for genealogy sites to woo new users, it will also bring scrutiny. Some family history specialists criticised <a href=\"https://www.whodoyouthinkyouaremagazine.com/news/findmypast-promises-to-fix-1921-census-transcription-errors/\">transcription errors</a> in the recent digital publication of the 1921 census in England and Wales, which <a href=\"https://www.ft.com/content/03f13577-34e4-490c-b974-74b31bc03c65\">Findmypast</a>, another of the world's largest family history websites and a division of Scottish publisher DC Thomson, had an exclusive contract to process. Findmypast said in a statement it was “continuously reviewing, cleaning, standardising and enhancing” the records.</p> <p>The first postwar US census was conducted at the start of the baby boom and not long after hundreds of thousands of immigrants had arrived from war ravaged Europe, making its publication of interest to many families outside the country.</p> <p>“We really want to make sure we get it right,” said Todd Godfrey, vice-president of global content at Ancestry, adding that the company had spent about two years preparing.</p> <p>The census will also be the first to be published since DNA tests to determine ethnicity became widely popular, despite some privacy concerns. While the results of the tests can “satisfy initial curiosity” in those who take them, they also tend to “open more questions”, said Scott Fisher, host of the Extreme Genes radio show and podcast.</p> <p>Television programmes such as <em>Who Do You Think You Are?</em>, a series that documents celebrities exploring their lineage and has been adapted for several countries, have further encouraged the phenomenon.</p> <p>Genealogy has become part of a trend for consumers to pay for online services on a recurring basis, even if it is a more niche pursuit than streaming TV shows or music.</p> <p>Subscriptions are based on the premise that the story of an individual's ancestry is not fixed and users will make ongoing discoveries as new records are made available.</p> <p>Predictable cash flows were one reason why Blackstone had been eager to acquire Ancestry, said David Kestnbaum, a senior managing director at the investment group.</p> <p>Users are prepared to fork out about $250 per year for access to Ancestry, whose revenues rose a tenth last year to about $1.3bn. “It's really a giant data asset that monetises itself through these subscriptions,” Kestnbaum said.</p> <p>Enthusiasts include Kathryn Doyle. Her interest was sparked in the late 1990s when her grandmother was talking about her great-great-grandfather, who served in the American civil war.</p> <p>The conversation began what became a more than 20-year hobby. In pursuit of it, she has sometimes risen in the small hours to view newly disclosed records online, and visited the National Archives in Washington to inspect documents in person. </p> <p>Doyle, now president of the National Genealogical Society, said she recognised that not everyone shares her passion. “Some people think it's a total bore,” she said.</p> <p>To access the records from 1950, users will not need to subscribe to sites such as Ancestry. NARA is planning to make them available for free online and searchable by name, thanks to Amazon optical character recognition technology.</p> <p>However, the public might encounter errors, at least at first. The agency said the initial electronic transcriptions were unlikely to be perfect, describing it as a “first draft”.</p> <p>The pitch from the genealogy sites is that their offerings will be more compelling than the government version.</p> <p>For instance, people with common names could be particularly difficult to track down if that is the only way they can be searched for. Ancestry aims to allow users to also search by birth place, age and occupation, among other criteria. To do so, it is planning to index the census microfilm images using artificial intelligence independently of NARA, an exercise that is likely to take weeks.</p> <p>The company is partnering with another Utah-based genealogy service, FamilySearch, run by The Church of Jesus Christ of Latter-day Saints, to conduct human checks and improve accuracy. </p> <p>Crista Cowan, corporate genealogist at Ancestry, said the census could reveal only so much on its own and that if people wanted to understand more they would have to combine it with earlier publications.</p> <p>“A census is really just a snapshot in time,” she said, adding that other sources were needed “to tell the full story”.</p> <p>Whether that story is accessible to an individual depends on their ethnic background. Ancestry has a bias to users with western European heritage since records were more available in those countries, Kestnbaum said.</p> <p>The company, like some of its peers, is seeking to acquire more records in other jurisdictions and in different languages to make its offering more relevant to a wider audience — not least given that the population in the US, its largest market, has a diverse background.</p> <p>The 1950 documents will be the latest addition to what is already one of the more comprehensive archives for genealogists of any country, said Japhet of MyHeritage, partly as a result of a lack of wars on its territory, which have destroyed those elsewhere.</p> <p>France, the UK, the Netherlands and Scandinavian countries also had good records, he added, but some of those elsewhere are more patchy.</p> <p>Even if the creation of all-encompassing global databases of family trees remains some way off, Japhet said genealogy's popularity as a pastime would endure.</p> <p>“This is not a passing frenzy,” he said, adding that the subject has “been important to people for thousands of years”.</p><p>Source: Alistair Gray 2022 'Genealogy sites set to grow as US publishes historic census ' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-12T04:00:22.021Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 734,
          "end": 745
        }
      ]
    }
  ]
}