{
  "_id": "b696b272b6d505a292e0316b966812c848710b421baecd406bd6fa43181c3580",
  "feed": "ftcomall",
  "title": "BBC licence fee to be abolished in 2027, suggests culture minister",
  "text": "<p>The BBC is to be hit by one of the fiercest funding squeezes in decades as part of a licence fee settlement that Nadine Dorries, culture secretary, claimed would “be the last” for the public broadcaster. </p> <p>After more than half a year of negotiations, government officials confirmed the BBC licence fee, which provides almost three-quarters of the broadcaster's funding, will be frozen at £159 per household over the next two years, forcing it to make hefty cuts just to cope with inflation. </p> <p>Dorries, a close ally of the prime minister who is overseeing the BBC negotiations, also declared it would mark the end of the licence fee itself, implying the compulsory tax that has funded the BBC for a century will be abolished after 2027. </p> <p>However, Downing Street notably distanced itself from Dorries' assertions regarding the long-term funding of the corporation; Number 10 said the matter was “subject to ongoing negotiations”.</p> <p>Government insiders admitted they were “surprised” to see <a href=\"https://twitter.com/NadineDorries/status/1482622722228240387\">the Dorries tweet</a> in which she said: “The days of the elderly being threatened with prison sentences and bailiffs knocking on doors, are over. Time now to discuss and debate new ways of funding, supporting and selling great British content.”</p> <p>The existing BBC charter enshrines the licence fee regime until the end of 2027 and any final decision on the system of funding the public broadcaster and its remit would be taken after the next election. </p> <p>Even former BBC leaders have acknowledged the licence fee regime is due for an overhaul. While some ministers are sympathetic to a <a href=\"https://www.ft.com/stream/2fa688f8-97f0-4596-a705-822b4a5f9d6f\">Netflix</a>-style subscription model, there are other options that maintain significant public funding, including charges on utility bills or means-tested contributions. </p> <p>Under the latest licence fee settlement, which will set the level of the tax from April 2022 to December 2027, the broadcaster faces a protracted period of austerity that may be one of the worst since the 1970s. </p> <p>BBC executives expect it to severely hit the BBC's output and staffing numbers just as global streamers, such as Netflix and Disney, <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">ramp up investment</a> in their programming. </p> <p><a href=\"https://www.ft.com/content/d8312083-3edb-42fa-a2ac-f928613a9651\">Richard Sharp</a>, BBC chair, has warned of “serious consequences” from any below inflation deal. BBC executives are still pressing for more generous terms in the second half of the settlement period. </p> <p>Government officials cast the decision to freeze the licence fee, which is levied per household watching terrestrial television or the BBC's iPlayer streaming service, as part of a drive to hold down the <a href=\"https://www.ft.com/content/44ae931d-9a79-4a16-80e2-89d34032e54d\">cost of living</a>. “It's a small contribution to help people through a difficult time,” said one ally of Dorries.</p> <p>The broadcaster's income from TV licences has declined about 8 per cent in real terms over the past four years to £3.75bn. Enders Analysis has estimated that a sub-inflation settlement could result in a real terms shortfall of £481m by 2027.</p> <p>In response to reports of the settlement, shadow culture secretary Lucy Powell said Boris Johnson's government were “hell-bent” on attacking the BBC “because they don't like its journalism”.</p> <p><em>Additional reporting by George Parker in London</em></p><p>Source: Alex Barker and Alistair Gray in London 2022 'BBC licence fee to be abolished in 2027, suggests culture minister' FT.com 16 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-16T17:56:05.651Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2062,
          "end": 2068
        }
      ],
      "nexusId": "10078857"
    }
  ]
}