{
  "_id": "9313557e0a8391ce4ff90c4e69a2bb6a86943f4d69d2629ef2864e3181cc5c3d",
  "feed": "market-watch",
  "title": "Marvel's 'Doctor Strange 2' banned in some countries over the inclusion of a gay character; The film features the character America Chavez, a lesbian hero who first appeared in Marvel Comics in 2011",
  "text": "<p>See also: Netflix tells employees, 'You may need to work on titles you perceive to be harmful'</p><p>Marvel, which is owned by the Walt Disney Corporation DIS, faced a similar ban with its 2021 \"Eternals\" film; it was barred across the Persian Gulf for its portrayal of a same-gender couple and the Marvel Cinematic Universe's first openly gay superhero.</p><p>The Dr. Strange film features the character America Chavez, a lesbian hero who first appeared in Marvel Comics in 2011 — Chavez's character is being played by Xochitl Gomez.</p><p>See also: Is Netflix cracking down on password sharing? Here's what you need to know if you share an account</p><p>Saudi Arabia and Kuwait, as well as other countries in the Persian Gulf, have also censored the film \"West Side Story\" over its inclusion of a transgender character, and Pixar's \"Onward\" because of a reference to lesbian parents.</p><p>The ban for these films applies to theatrical releases in those countries, the report says.</p><p>Doctor Strange in the Multiverse of Madness was originally set to be released across the Persian Gulf on May 5; the film was released as planned this week in the United States.</p><p>Disney did not respond to MarketWatch's request for comment on this story.</p><p>The news comes as Florida Gov. Ron DeSantis is pushing to end Disney's self-government rules as an apparent retaliation to the company's remarks about the law named \"Parental Rights in Education,\" informally known as the \"Don't Say Gay\" law. The law forbids instruction on sexual orientation and gender identity in kindergarten through third grade, a policy that has drawn scrutiny from people who argue it marginalizes LGBTQ+ people.</p><p>See also: Mark Cuban says 'Crypto is going through the lull that the internet went through'</p><p>DeSantis had previously said Disney \"crossed a line\" by attacking the law.</p><p>During its opening weekend at the box office, the Doctor Strange sequel conjured the biggest opening weekend of 2022.</p><p>Marvel's 'Doctor Strange 2' banned in some countries over the inclusion of a gay character</p>",
  "published": "2022-05-13T19:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1762,
          "end": 1768
        },
        {
          "start": 125,
          "end": 136
        },
        {
          "start": 1131,
          "end": 1137
        },
        {
          "start": 1268,
          "end": 1274
        }
      ]
    }
  ]
}