{
  "_id": "bbe8f9723af4ad4b9f8ca434d8fbb2ffe6224e724f26458ab2183d63a1cf11f8",
  "feed": "market-watch",
  "title": "Disney stock breaks below 2020 low for cheapest price of the 'Star Wars' era; Disney shares have shed all pandemic gains and are selling for their lowest price since October 2014, more than a year before Disney released its first 'Star Wars' film, 'The Force Awakens'",
  "text": "<p>The last time Disney stock closed lower was on Oct. 14, 2014, as \"Guardians of the Galaxy\" was wrapping up a surprising run at the box office and Disney was preparing to launch \"Big Hero 6\" into theaters. It would be more than a year before Disney released \"Star Wars: The Force Awakens,\" the first \"Star Wars\" movie produced and released by Disney.</p><p>The launch of \"The Force Awakens\" completed an acquisition-fueled reshaping of Disney's intellectual property that propelled shares to new heights, which were only briefly interrupted by pandemic fears in March 2020. Disney acquired Pixar in 2006, Marvel in 2009 and Lucasfilm in 2012, leading to years of big box-office returns.</p><p>Those acquisitions looked just as prescient when Disney sought to challenge Netflix Inc. NFLX in streaming just before the COVID-19 pandemic sent consumers toward televisions instead of movie theaters. The company has produced several television shows based on Marvel and Star Wars intellectual property that have helped propel Disney+ and its other streaming offerings to a larger total subscriber base than Netflix.</p><p>Read more: Disney overtook Netflix as the streaming leader, and is expected to widen its lead</p><p>That success sent Disney stock to a peak of more than $200 a share in March 2021, after then-Chief Executive Bob Chapek revealed early streaming success for Disney+. But 2022 has been a very different story, eventually hitting its nadir when Disney missed revenue expectations by nearly $1 billion in its fiscal fourth quarter and executives offered a disappointing forecast for the new year.</p><p>Disney's board reacted by dismissing Chapek and bringing back his predecessor, Robert Iger, as CEO. Iger was at the helm when Disney acquired the lucrative Star Wars, Marvel and Pixar intellectual property, and oversaw the creation and launch of Disney+ before handing the reins over to Chapek.</p><p>Disney's box-office success currently rides on a more recent acquisition, the $52.4 billion purchase of film and TV assets from 21st Century Fox FOXA. Included in that move was the rights to \"Avatar,\" the biggest box-office success of all time; the first sequel to the 2009 film, \"Avatar: The Way of Water,\" hit $1 billion in global box-office returns Wednesday after just 14 days in theaters.</p><p>Disney is the 46th S&amp;P 500 index SPX component to close lower than its 2020 bottom, according to Dow Jones Market Data, following Amazon.com Inc.AMZN, which surpassed its 2020 low last week. As of Wednesday's close, 28 stocks on the S&amp;P 500 are trading below their 2020 lows including Disney.</p><p>Don't miss: Streaming will look more like cable TV in 2023: Here are 5 trends to watch for</p><p>Disney stock breaks below 2020 low for cheapest price of the 'Star Wars' era</p>",
  "published": "2022-12-28T23:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 78,
          "end": 84
        },
        {
          "start": 204,
          "end": 210
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 1585,
          "end": 1591
        },
        {
          "start": 241,
          "end": 247
        },
        {
          "start": 1880,
          "end": 1886
        },
        {
          "start": 1711,
          "end": 1717
        },
        {
          "start": 2274,
          "end": 2280
        },
        {
          "start": 146,
          "end": 152
        },
        {
          "start": 1109,
          "end": 1115
        },
        {
          "start": 1434,
          "end": 1440
        },
        {
          "start": 2658,
          "end": 2664
        },
        {
          "start": 567,
          "end": 573
        },
        {
          "start": 729,
          "end": 735
        },
        {
          "start": 1349,
          "end": 1356
        },
        {
          "start": 342,
          "end": 348
        },
        {
          "start": 1831,
          "end": 1837
        },
        {
          "start": 14,
          "end": 20
        },
        {
          "start": 429,
          "end": 435
        },
        {
          "start": 1210,
          "end": 1216
        },
        {
          "start": 1008,
          "end": 1014
        },
        {
          "start": 2559,
          "end": 2565
        }
      ]
    }
  ]
}