{
  "_id": "4225ee35ef2b58287660e1d1c514315e137a0ffa59ad7f2bc57100e10d0fe4ec",
  "feed": "wall-street-journal",
  "title": "Amazon Closes Deal to Acquire MGM; Tech giant is free to move forward with acquisition of movie and TV studio after deal's regulatory clock at FTC expired",
  "text": "<p>Amazon provided the FTC with more than three million documents over the past eight months as part of the review process, the person familiar with the matter said.</p><p>Even though the deadline has expired, the commission would still have the ability to challenge the acquisition later, if a majority on the FTC votes to do so. The five-member commission is currently split 2-2 between Democrats and Republicans, with one vacancy. A President Biden nominee for the open seat remains pending in the Senate. An FTC spokeswoman declined to comment.</p><p>Amazon didn't comment on the FTC's review in its announcement of the deal's completion.</p><p>European regulators approved the deal earlier this week, saying that the deal wouldn't significantly reduce competition.</p><p>The deal marks Amazon's second-largest acquisition in its history, following its 2017 deal to buy Whole Foods for $13.7 billion.</p><p>The deal closes as the technology company remains under intense antitrust scrutiny because of its size and power in a number of different industries. Beyond the FTC's review of the merger, the agency is taking a broader look at Amazon's operations.</p><p>Last week, a U.S. congressional committee asked the Justice Department to investigate Amazon and some of its executives for what lawmakers say is potentially criminal obstruction of Congress related to the committee's investigation into Amazon's clout.</p><p>MGM will be part of Amazon's Prime Video and Studios unit and will be overseen by Senior Vice President Mike Hopkins. Amazon didn't announce any additional leadership structures for the studio's operations. Amazon said it isn't planning any layoffs at the studio.</p><p>With MGM, Amazon will add 4,000 films to its holdings including the iconic James Bond franchise. MGM also has a deep library of 17,000 episodes of television content. Amazon is investing heavily to boost its Prime Video platform, which is competing against Netflix Inc., Walt Disney Co.'s Disney+ and other large rivals.</p><p>\"MGM has a nearly century-long legacy of producing exceptional entertainment, and we share their commitment to delivering a broad slate of original films and television shows to a global audience,\" Mr. Hopkins said in a statement.</p><p>Write to Joe Flint at joe.flint@wsj.com and Dana Mattioli at dana.mattioli@wsj.com</p><p>Amazon Closes Deal to Acquire MGM</p>",
  "published": "2022-03-17T13:50:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1915,
          "end": 1926
        },
        {
          "start": 1933,
          "end": 1939
        }
      ]
    }
  ]
}