{
  "_id": "b86503d4939dbb1f717b561a4b1754f8ffa9790d58d944f2817f58554895d8e6",
  "feed": "wall-street-journal",
  "title": "Dan Loeb's Third Point Calls for Disney to Spin Off ESPN, Refresh Board; Activist investor, which acquired new stake in Disney, also suggests company buy rest of Hulu",
  "text": "<p>Third Point's new stake consists of less than 1% of Disney's shares outstanding, valued today at around $1 billion, according to a person familiar with the matter.</p><p>Mr. Loeb praised growth in Disney's streaming subscriber base, but also wanted Disney to more aggressively cut costs and consider a number of steps to shake up its portfolio.</p><p>\"We welcome the views of all our investors,\" Disney said in response to Third Point's letter. The company said its board has been continuously refreshed, \"with an average tenure of four years.\"</p><p>The investor's calls come at an inflection point for Disney and the streaming industry at large, which enjoyed explosive growth during Covid-19 shutdowns but now face challenges including financial losses, domestic subscriber saturation and churn, as well as inflation pressures on consumers.</p><p>News of the new investment also comes days after Disney reported strong earnings for its fiscal third quarter that ended July 2. It added 14.4 million subscribers to its flagship Disney+ streaming service and flexed its pricing power by announcing increases for several streaming offerings.</p><p>Mr. Loeb today thinks that Disney's streaming business—and market conditions for companies in the space—is in better shape than it was six months ago, and that the company's goal of making Disney+ profitable by the end of fiscal 2024 is reasonable, according to a person familiar with Third Point's strategy.</p><p>The letter represents a fresh challenge for Mr. Chapek, who assumed the CEO job in February 2020, one month before Covid-19 shut down his company's theme parks and the nation's movie theaters.</p><p>Mr. Chapek's contract was renewed through the end of 2024 this summer, and recent subscriber growth in Disney's flagship service, Disney+, has shown the company is advancing on the streaming industry's dominant player, Netflix Inc. A spinoff of ESPN—itself a source of paying subscribers through its ESPN+ offering—would radically alter Disney's presence in the streaming ecosystem.</p><p>With Disney's new customer additions, the total at all of its streaming services, including Disney+, Hulu and ESPN+, reached 221.1 million subscribers, putting it narrowly ahead of rival Netflix, which last month reported it had 220.67 million subscribers.</p><p>Disney's stock price rose 2.2% Monday to close at $124.26 a share.</p><p>Mr. Loeb's letter urges Disney to rethink the makeup of its board and consider a list of potential new members that Third Point has compiled. It also advocates for a wide-ranging cost-cutting program and the continuation of Disney's pandemic-era suspension of cash dividend payments.</p><p>Third Point would like to see more Disney directors with expertise in the digital-advertising and consumer-data spaces, because that sort of expertise isn't currently represented on the board, according to a person familiar with the hedge fund's strategy.</p><p>Mr. Loeb's fund is pushing Disney to \"make every attempt\" to buy up Comcast Corp.'s remaining minority stake in the streaming service Hulu before a window opens in early 2024 to acquire the stake. Under a 2019 agreement, Comcast can require Disney to purchase its NBCUniversal subsidiary's one-third stake in Hulu for at least $9 billion, assuming the streaming service has an equity value greater than $27.5 billion.</p><p>Third Point thinks that the Hulu deal is of urgent importance and that it has been made more feasible by the recent decline in the share prices of streaming video businesses like Netflix, according to a person familiar with the hedge fund's strategy. In addition, Mr. Chapek has shown some willingness to proceed with a deal to buy out Comcast's stake and is seen as having a cordial relationship with Comcast Chairman and CEO Brian Roberts, this person said.</p><p>Disney didn't immediately respond to a request for comment on Mr. Chapek's willingness to do a deal for the remaining stake in Hulu or his relationship with Mr. Roberts.</p><p>\"We believe that it would even be prudent for Disney to pay a modest premium to accelerate the integration but are cognizant that the seller may have an unreasonable price expectation at this time,\" Mr. Loeb's letter says.</p><p>Disney and Comcast have been in a dispute over the value of Hulu, The Wall Street Journal previously reported. When Disney took majority control of Hulu in 2019, the service was valued at a minimum of $27.5 billion. Comcast in the past has argued the value of Hulu is closer to $70 billion, people familiar with the matter have said. It isn't clear how much Comcast values Hulu now.</p><p>The two companies have already started to unwind some aspects of their partnership. Comcast's NBCUniversal earlier this year exercised an option to exit its content-sharing agreement with Disney, the Journal reported. Content from NBCUniversal that previously would have gone to Hulu after airing on NBC and NBC-owned cable channels will now go directly to Peacock, NBCU's streaming service.</p><p>Mr. Loeb's letter also states that there is a \"strong case to be made\" that Disney should spin off its ESPN business to shareholders to alleviate leverage at the parent company, despite ESPN's centrality to the company's streaming offerings and the significant free cash flow it generates.</p><p>Mr. Loeb suggests that synergies between Disney and ESPN could be replicated through contractual arrangements. A spinoff would drive better long-term value for Disney shareholders and result in a business \"no longer haunted by the specter of cord-cutting,\" the letter says.</p><p>Cord-cutting has driven Disney to make drastic changes to its business model in the past. In the summer of 2015, former Disney CEO Robert Iger acknowledged that the company was seeing \"some subscriber losses\" to ESPN. One year later, ESPN lost two million subscribers, dropping to its lowest count since 2005.</p><p>That steady decline became an albatross on Disney's stock price, which fell as investors feared a future in which ESPN—once a top moneymaker—fell in relevance and revenue.</p><p>ESPN's troubles—and Wall Street's response to them—were one reason Mr. Iger decided to launch Disney+, which premiered in the fall of 2019. Its rocketing growth in its first 18 months caused Disney shares to rise even as Covid-19 wrecked other parts of the business.</p><p>The industry has been rampant with rumors about the future of ESPN since those first indications of subscriber losses, with rivals speculating that a spinoff or sale was in its future. Today, the sports network is one of three core components of Disney's streaming bundle, along with Disney+ and Hulu.</p><p>Disney+ has 152.1 million subscribers as of the most recent quarter. ESPN+ has 22.8 million, the company reported last week, a 53% gain from a year earlier. Hulu has 46.2 million customers, up 8% from the same period last year.</p><p>Disney said last week it was on track to spend $30 billion on content in its 2022 fiscal year, a slight drop from its earlier estimates of $32 billion.</p><p>Mr. Loeb, one of Wall Street's best-known agitators, is known for fiery-worded letters and campaigns at companies that often involve calling on management to consider strategic changes such as separating units or exploring a sale.</p><p>Third Point urged Intel Corp. to consider selling some acquisitions or splitting its design and manufacturing operations in late 2020. The chip maker replaced its CEO a few weeks later, a move that Mr. Loeb applauded. In October, it called on Shell PLC to explore splitting into two companies, which the energy company has so far resisted.</p><p>In addition to making a few activist bets most years, Third Point also makes typical hedge-fund and non-activist investments.</p><p>Third Point previously held 4.1 million shares of Disney and successfully pushed the company to suspend its $3 billion annual dividend and plow the funds instead into the streaming business.</p><p>But by the first quarter of this year, the hedge fund had completely exited its position. Mr. Loeb had become worried that it would take years for Disney's streaming business to reap the profits needed to boost the company's share price, a person familiar with his thinking told The Wall Street Journal in May</p><p>Dean Seal and Joe Flint contributed to this article.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>.</p><p>Dan Loeb's Third Point Calls for Disney to Spin Off ESPN, Refresh Board</p>",
  "published": "2022-08-16T00:21:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 33,
          "end": 39
        },
        {
          "start": 52,
          "end": 58
        },
        {
          "start": 120,
          "end": 126
        },
        {
          "start": 190,
          "end": 196
        },
        {
          "start": 242,
          "end": 248
        },
        {
          "start": 582,
          "end": 588
        },
        {
          "start": 586,
          "end": 592
        },
        {
          "start": 870,
          "end": 876
        },
        {
          "start": 875,
          "end": 881
        },
        {
          "start": 999,
          "end": 1006
        },
        {
          "start": 1137,
          "end": 1143
        },
        {
          "start": 1299,
          "end": 1306
        },
        {
          "start": 1713,
          "end": 1719
        },
        {
          "start": 1740,
          "end": 1747
        },
        {
          "start": 1947,
          "end": 1953
        },
        {
          "start": 1997,
          "end": 2003
        },
        {
          "start": 2084,
          "end": 2091
        },
        {
          "start": 2248,
          "end": 2254
        },
        {
          "start": 2338,
          "end": 2344
        },
        {
          "start": 2537,
          "end": 2543
        },
        {
          "start": 2631,
          "end": 2637
        },
        {
          "start": 2645,
          "end": 2651
        },
        {
          "start": 2878,
          "end": 2884
        },
        {
          "start": 3091,
          "end": 3097
        },
        {
          "start": 3725,
          "end": 3731
        },
        {
          "start": 3960,
          "end": 3966
        },
        {
          "start": 4116,
          "end": 4122
        },
        {
          "start": 4231,
          "end": 4237
        },
        {
          "start": 4682,
          "end": 4688
        },
        {
          "start": 4960,
          "end": 4966
        },
        {
          "start": 5214,
          "end": 5220
        },
        {
          "start": 5243,
          "end": 5249
        },
        {
          "start": 5332,
          "end": 5338
        },
        {
          "start": 5362,
          "end": 5368
        },
        {
          "start": 5469,
          "end": 5475
        },
        {
          "start": 5564,
          "end": 5570
        },
        {
          "start": 5795,
          "end": 5801
        },
        {
          "start": 5829,
          "end": 5835
        },
        {
          "start": 6113,
          "end": 6119
        },
        {
          "start": 6149,
          "end": 6155
        },
        {
          "start": 6433,
          "end": 6439
        },
        {
          "start": 6471,
          "end": 6478
        },
        {
          "start": 6488,
          "end": 6495
        },
        {
          "start": 6713,
          "end": 6719
        },
        {
          "start": 7606,
          "end": 7612
        },
        {
          "start": 7654,
          "end": 7660
        },
        {
          "start": 7892,
          "end": 7898
        },
        {
          "start": 7942,
          "end": 7948
        },
        {
          "start": 8241,
          "end": 8247
        }
      ],
      "weightsV2": {
        "weight": 54.836483,
        "baseWeight": 49.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.8364812,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}