{
  "_id": "3377709467f5a2ea116ab35d2b3cb9de0c0128f1cab6645d9f98c8ab2c4618ee",
  "feed": "wall-street-journal",
  "title": "Florida Senate Passes Bill to Eliminate Disney's Special Tax District; Republican-led House expected to approve measure, as state takes aim at company's opposition to gender and sexuality legislation",
  "text": "<p>Losing the nearly 40-square-mile district near Orlando could be a major blow to Disney's Florida operations.</p><p>The special district, created in 1967 and known as the Reedy Creek Improvement District, exempts Disney from a host of regulations and certain taxes and fees. It has allowed the entertainment company to manage its theme parks and resorts in the state with little red tape for more than 50 years.</p><p>It saves Disney tens of millions of dollars a year, according to a person familiar with the company's finances who studied the issue over a decade ago.</p><p>On Wednesday, Disney declined to comment on the bill. A representative of Reedy Creek didn't reply to messages seeking comment.</p><p>Mr. DeSantis and GOP lawmakers have clashed with Disney over the company's opposition to the recently signed Parental Rights in Education law, which critics call the \"Don't Say Gay\" legislation. The measure prohibits classroom instruction on sexual orientation and gender identity through grade three, and limits it for older students to material that is \"age-appropriate.\"</p><p>Disney initially didn't comment on the legislation, but came under pressure from employees to oppose it. After it passed, the company pledged to push for its repeal and to fight similar bills in other states.</p><p>Under the bill passed by the Senate 23-16 on Wednesday, any special district established prior to the ratification of the Florida Constitution in 1968, and not renewed since then, would be dissolved on June 1, 2023. Disney could seek to re-establish a special district after its dissolution.</p><p>Reedy Creek, which has a permanent population of about 50, as well as its own board of supervisors and fire department, allows Disney to construct new buildings and expand its parks without having to adhere to state or county regulations related to construction, wastewater management and drainage. It encompasses four theme parks, two water parks, a sports complex and hotels, stores and restaurants.</p><p>\"You'll notice you never see potholes when you drive up to Walt Disney World. That's because Disney doesn't have to wait for the county to come fix them,\" said David Ramba, executive director of the Florida Association of Special Districts.</p><p>\"Reedy Creek is probably the most efficient local government in Florida, because it's not a typical bureaucracy. It's run like a business,\" he said.</p><p>If the bill is signed into law, responsibility for Reedy Creek's governance would likely fall to Orange County and to a lesser extent Osceola County, according to Mr. Ramba. A representative for Orange County didn't respond to requests for comment. An Osceola County spokeswoman said the county is monitoring the legislation, but declined to comment further.</p><p>Disney currently pays property and other taxes to both counties. In addition, the company, as the primary landowner at Reedy Creek, provided most of the $153 million in revenue from taxes and fees that the district collected in fiscal 2021. That money covers all of the district's governing expenses, including paying about 400 employees' salaries and servicing about $977 million in long-term bond debt that Reedy Creek has issued over the years.</p><p>If the district is dissolved, that debt would become the responsibility of the taxpayers in Orange and Osceola counties, Mr. Ramba said, but the counties would likely set up a new special taxing district in order to tie bond payments to the tax revenue produced by Disney's properties within Reedy Creek.</p><p>Disney would save more than $100 million a year in taxes and fees, but would have to pay more than it currently pays to local governments.</p><p>Walt Disney, the company's late founder, visited Florida secretly in the mid-1960s scouting land for a new theme park. When the company identified the plot that would eventually become Walt Disney World, he asked his brother Roy, who handled much of the company's finances, to lobby the state for a special district.</p><p>Walt Disney was unhappy with how the land surrounding the company's original Disneyland park in Anaheim, Calif., had been developed and in Florida, he wanted more control over the businesses that opened around the resort, said James Clark, a historian at the University of Central Florida who has studied Reedy Creek.</p><p>\"Roy kept saying to him, 'Why are we buying 27,000 acres?' and Walt would reply, 'Don't you wish we had bought 27,000 acres in Anaheim?'\" Mr. Clark said.</p><p>There would also likely be a messy negotiation about how to pay for Reedy Creek's municipal debt, Mr. Clark said.</p><p>\"If taxpayers get stuck with the bonds, then the counties will be the big losers from this bill, and Disney loses a lot by losing the control they get from having Reedy Creek,\" Mr. Clark said. \"The only clear winner if this bill passes is Ron DeSantis.\"</p><p>There are two other valuable benefits that Disney receives from the state that lawmakers haven't targeted in the current clash with the company. One is a $570 million tax break that Florida offered the company to move about 2,000 employees to the state. The other is an Orange County law that earmarks hotel room taxes in the county to promote tourism.</p><p>Disney employs nearly 80,000 people in the state, mostly at its theme parks and resorts. Tourism to the area contributes $5.8 billion in local and state tax revenue yearly when operating at full capacity, according to Visit Orlando.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Arian Campo-Flores at arian.campo-flores@wsj.com</p><p>Florida Senate Passes Bill to Eliminate Disney's Special Tax District</p>",
  "published": "2022-04-20T20:24:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3788,
          "end": 3799
        },
        {
          "start": 3464,
          "end": 3470
        },
        {
          "start": 2055,
          "end": 2061
        },
        {
          "start": 734,
          "end": 740
        },
        {
          "start": 1059,
          "end": 1065
        },
        {
          "start": 80,
          "end": 86
        },
        {
          "start": 2021,
          "end": 2032
        },
        {
          "start": 1687,
          "end": 1693
        },
        {
          "start": 571,
          "end": 577
        },
        {
          "start": 3603,
          "end": 3614
        },
        {
          "start": 1484,
          "end": 1490
        },
        {
          "start": 4803,
          "end": 4809
        },
        {
          "start": 5113,
          "end": 5119
        },
        {
          "start": 3424,
          "end": 3430
        },
        {
          "start": 2711,
          "end": 2717
        },
        {
          "start": 3920,
          "end": 3931
        },
        {
          "start": 414,
          "end": 420
        },
        {
          "start": 206,
          "end": 212
        },
        {
          "start": 4607,
          "end": 4613
        },
        {
          "start": 5487,
          "end": 5493
        },
        {
          "start": 40,
          "end": 46
        }
      ]
    }
  ]
}