{
  "_id": "13b12129be3c89e482795c7172a71e7d94e0542c67497c2f50a1ec70aa819ca9",
  "feed": "wall-street-journal",
  "title": "What's News --  Business & Finance",
  "text": "<p>\n  The yield on the 10-year U.S. Treasury note logged its biggest monthly increase in more than a decade in April, lifted by mounting expectations for higher interest rates that have deepened the pain for debt investors. </p><p>\n  --- </p><p>\n  Executives running some of the world's biggest retailers, manufacturers and consumer-products makers say they are seeing signs that people are becoming less willing to absorb price increases. </p><p>\n  --- </p><p>\n  The largest U.S. banks, securities firms and custodians, many of which once greeted cryptocurrencies skeptically, are now showcasing their forays into the market. </p><p>\n  --- </p><p>\n  Florida's stripping Disney of its special taxing privileges leaves investors wondering who pays back almost $1 billion of municipal bonds. </p><pre> </pre><p>\n  The fallout from the spat between Disney and DeSantis alarmed corporate leaders, according to executives and their advisers. </p><p>\n  --- </p><p>\n  Buffett called markets over the past few years \"a gambling parlor,\" as Berkshire Hathaway makes new investments after a period of relative quiet. </p><pre> </pre><p>\n  Berkshire's quarterly earnings fell as market turbulence weighed on its stock portfolio and rising claims costs hurt its insurance-underwriting business. </p><p>\n  --- </p><p>\n  Rampant inflation is helping reduce the weight of the world's public debt relative to its economic output, a boon for governments that economists warn could backfire if inflation stays unchecked. </p><p></p>",
  "published": "2022-05-02T06:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 605,
          "end": 611
        },
        {
          "start": 759,
          "end": 765
        }
      ]
    }
  ]
}