{
  "_id": "a5063214e81d03967163e76260c094e292263c1e1ea650421c44cd76dc018751",
  "feed": "wall-street-journal",
  "title": "'The Curse of Bridge Hollow' Review: Infused With Spooky Spice; In this comedy-thriller, Marlon Wayans plays a skeptical science teacher who moves his family to a Halloween-obsessed town and must learn to suspend his disbelief after his daughter uncovers a malevolent spirit in the attic",
  "text": "<p>Friday, Netflix</p><p>For such a committed Halloween skeptic, Howard clearly hasn't scoped out Bridge Hollow very well. It's a place that loses its otherwise decorous mind as it approaches Oct. 31. Every lawn and garden is festooned with witches, scarecrows, black cats and coffins. Howard's teen daughter, Sydney (the delightful Priah Ferguson)—who might as well have been moving homes at the point of a gun—is with the program from the start. She's tired of Howard, the intellectual dictator, pushing her toward science all the time. She prefers to dabble in the supernatural, which means she's delighted to meet up with members of the Bridge Hollow Paranormal Society—all three of them—who in turn are delighted to meet the new resident of the old Hawthorne House. The place may be haunted. It certainly hasn't had a housing inspection in many full moons.</p><p>Behind the crumbling plaster of the attic, Sydney finds something that suggests both a jack-o'-lantern and a shrunken head. It contains, she learns, the spirit of the malevolent spirit Stingy Jack, Halloween's proto-pumpkinhead, who brings the decorations to life and can be defeated only when Sydney and her father reconcile their differences—in other words, Howard accepts the unnatural evidence before his eyes.</p><p>Kelly Rowland is Sydney's mom, Emily; Rob Riggle is the overly holiday-happy next-door neighbor with the booby-trapped casket that also serves as a beer cooler; John Michael Higgins is Principal Floyd, who hires Howard mid-semester because his old science teacher has won the lottery and run off with his mistress. Messrs. Higgins and Riggle, in their very distinct ways, always play amusingly obnoxious characters. Ms. Rowland isn't given enough to do.</p><p>With a style that suggests 1) vintage Disney live-action holiday films and 2) it's never too early for Halloween, \"Bridge Hollow,\" directed by Jeff Wadlow with a screenplay by Todd Berger and Robert Rugan, straddles the old split-rail fence between fanciful and overly violent. Parents looking for Halloween fare to share with the kids—it's hard to imagine them going in alone—might find that all the wacky chaos is just overkill. Granted, the mayhem is inflicted mostly on zombies and other Halloween decorations that have come to life courtesy of the ancient curse unleashed by Sydney. But the casual decapitations and dismemberments transition from vaguely entertaining to annoying, mostly because there's a lot less story than there are special effects.</p><p>'The Curse of Bridge Hollow' Review: Infused With Spooky Spice</p>",
  "published": "2022-10-13T20:55:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1760,
          "end": 1766
        }
      ],
      "nexusId": "10078857"
    }
  ]
}