{
  "_id": "f3df31712ee73142bbc1aa92cc787b22bbde6f244b20062079e44f7461ab5a37",
  "feed": "ftcomall",
  "title": "NFT creators diversify into real-world assets to generate new revenues",
  "text": "<p>Creators of best-selling internet collectibles have responded to a crash in the value of crypto and digital assets by seeking new revenues, such as using cartoons to sell real-world products and create entertainment franchises.</p> <p>Digital items known as non-fungible tokens burst into mainstream culture last year as people snapped up animal collections, including Bored Ape Yacht Club, Cool Cats and Pudgy Penguins. </p> <p>Celebrity endorsements and social media hype helped encourage people to spend billions of dollars to acquire NFTs from marketplaces such as OpenSea. </p> <p>But the market has plummeted since April after being hit by a sell-off in the broader cryptocurrency market, which has been rocked by a series of high-profile scandals such as the collapse of crypto exchange <a href=\"https://www.ft.com/stream/555b8eaf-51c0-4d66-bbf3-dfe5dd0bcaaf\">FTX</a> and the TerraUSD stablecoin in May.</p> <p>Between January and March 2022, more than $19bn was spent on NFTs — representing the majority of this year's $36bn worth of sales, according to Chainalysis. Since then, monthly spending has tumbled more than 87 per cent to just over $442mn in November.</p> <p>The number of active NFT buyers and sellers is now down to just over a third of its peak in January 2022. NFTs are also being “minted” much less, with the number of new NFTs on the ethereum blockchain down by nearly 60 per cent, according to research group Nansen.</p> <p>This has left makers of popular NFT collections looking at ways to expand their brands into real-world investments, such as selling products that are not linked to so-called blockchain technology, where records of transactions are stored on a decentralised digital ledger.</p> <p>“If sales are not predictable, consistent [and] recurring revenue, [then] you have to figure out how are you going to diversify your revenue streams and expand,” said Drew Austin, co-founder of Knights of Degen, a sports-themed NFT project and one of the investors behind crypto group WAGMI United, which bought English football club Crawley Town this year.</p> <p>Some analysts are sceptical that NFT makers will create successful businesses beyond selling digital art. “The fundamental model of NFTs didn't work,” said Claire Enders of Enders Analysis. “It was a bubble that has burst and is not going to happen again.” </p> <p>Doodles, a leading NFT project, recently hired musician and producer Pharrell Williams as its chief brand officer, who has used his music to produce live animations of the Doodles characters. The group is working on a video series and an album.</p> <p>“We're going into . . . a little bit of a slower economic environment in the next couple of years, and the thing that really wins out in those times is entertainment,” said Julian Holguin, chief executive at Doodles. </p> <p>“Although entertainment is extremely saturated and consumers' attention is very fragmented, we [can] build really great stories that connect with people and just put smiles on people's faces.” </p> <p>The former Billboard executive has been using his contacts in the music industry to partner with high-profile talent, working to diversify the Doodles intellectual property into live events, music streaming and physical merchandise.</p> <p>Pudgy Penguins is another project that has been making deals to produce cuddly toys and children's books based on its NFTs, returning some of the profits to holders of the tokens. It is one of the few collections that has seen the average price of its NFTs more than triple to around $5,700 in December.</p> <p>“Every generation has had its great penguin IP from Pingu to Club Penguin to Happy Feet . . . there's a huge opportunity for the next great penguins to invade not only the metaverse but the real world,” said Luca Schnetzler, chief executive of Pudgy Penguins.</p> <p>Knights of Degen has taken a more scattershot approach to its investments, which include a minor league American football team, celebrity meet-and-greets, IPA beer and an upcoming line of vodka-based sauces.</p> <p>The group said it had been inspired by Disney's business model. “Disney started with creating Mickey Mouse, and from there, you have the amusement park, the shows, the movies, the merch, the toys and all these different things. We kind of want to take that similar trajectory,” said Austin.</p> <p>Yuga Labs, the parent company of some of the most popular NFT collections such as Bored Ape Yacht Club, CryptoPunks and Meebits, has a host of products launching using content from its brands.</p> <p>Yuga gives away IP rights with its tokens, which means the owners of the NFTs can use the images associated with the tokens however they like, without the company's knowledge or permission. This has led to a flood of businesses developing associated Yuga products: everything from a burger restaurant to custom-made Tiffany's pendants.</p> <p>“From day one, the community has been empowered and encouraged to commercialise their Ape IP, and almost immediately, we started seeing Apes show up on hot sauces, food trucks, in music videos and more. Decentralisation of IP is a powerful tool for community building,” said Yuga Labs. </p> <a href=\"http://www.ft.com/cms/12117743.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Yuga Labs has been one of the biggest beneficiaries of last year's surge of interest in NFTs. </p> <p>The group raised $450mn in a <a href=\"https://www.ft.com/content/acc635d6-bb05-4af6-b4da-b8462c06466d\">funding round</a> led by Andreessen Horowitz, which valued it at $4bn at the beginning of this year. Meanwhile, in April, it generated $300mn by selling NFT “deeds” for up to 55,000 plots of virtual land in the “Otherside”, its upcoming metaverse game. </p> <p>The Otherside land collection remains one of the most traded on the NFT marketplace OpenSea, but the average price for a deed in the Otherside has almost halved to around $3,300.</p> <p>Associated projects bearing Yuga images have allowed the brand to spread, as well as several celebrities, including Snoop Dogg, Justin Bieber and Madonna, posting their cartoon apes on social media. </p> <p>Yuga is facing a class-action lawsuit accusing the start-up of partnering with celebrities to “artificially inflate and distort prices” of the NFTs. Yuga Labs has denied any wrongdoing.</p> <p>However, with trust for crypto faltering and NFT values plummeting, some analysts are sceptical that the brands will be able to catch on in the real world.</p> <p>“Once there has been a disconnect between the valuation and the product, they can never become a Disney-type brand,” said Claire Enders. </p> <a href=\"http://www.ft.com/cms/981aeca9-4541-46f9-8f37-33c6adf5d9de.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Cristina Criddle and Joshua Gabert-Doyon in London 2022 'NFT creators diversify into real-world assets to generate new revenues' FT.com 27 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-27T05:00:04.528Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3916,
          "end": 3922
        },
        {
          "start": 3941,
          "end": 3948
        }
      ]
    }
  ]
}