{
  "_id": "87915cc6b0cd57928ffe21093d73ad735c6e7f03dcf514c175c8b0795bdb1fc4",
  "feed": "wall-street-journal",
  "title": "Two Veteran Sports Investors Launch Velocity Capital Management; David Abrams, most recently head of investments at Harris Blitzer Sports & Entertainment, co-founded Velocity Capital with Arne Rees, former U.S. chief executive of Sportradar",
  "text": "<p>\"Sports assets have now become institutional investment opportunities because they have new differentiated, sustainable revenue streams,\" said Mr. Abrams, who served as head of investments of Harris Blitzer Sports &amp; Entertainment and before that was a partner at Apollo Global Management.</p><p>\"There are new ways for teams to drive revenue that didn't exist previously,\" he commented.</p><p>Sports betting has opened up opportunities for firms to tap into new revenue streams, while digital assets such as nonfungible tokens offer new ways for teams and brands to monetize their intellectual property, Mr. Abrams added.</p><p>That is attracting more private capital to the sector. As of Sept. 9, private-equity firms have backed 221 sports deals this year, valued at $31 billion, sister publication Barron's reported, citing data from PitchBook Data Inc.</p><p>Mr. Abrams and Mr. Rees, both founding partners of Velocity, got to know each other when Sportradar AG, a sports technology company where Mr. Rees served as U.S. chief executive, acquired Synergy Sports, a separate sports data and analytics company in which Mr. Abrams held a personal investment stake.</p><p>\"I realized along the way that Arne and I had a lot of relationships in common,\" Mr. Abrams said.</p><p>In addition to his role at Sportradar, Mr. Rees has served as a partner at sports-focused investment firm MSP Sports Capital and before that was a senior executive at sports broadcasting network ESPN.</p><p>Velocity looks for both controlling and minority investments of up to $50 million in companies with enterprise values of up to $2 billion, according to the firm. It focuses on businesses and technologies that improve the ways people consume content, play and experience sports and entertainment.</p><p>Although the firm and its co-founders declined to discuss fundraising or the assets it manages, an August registered investment adviser filing with the Securities and Exchange Commission indicated that it had at least $27 million in assets at the time.</p><p>Most recently, Velocity also has secured capital commitments from a collection of investors that include family office Bolt Ventures, wealth adviser Signify Wealth, sports marketing and talent agency Remington Ellis, and Delaware North, a privately held global food service and hospitality company, according to Velocity.</p><p>The firm has closed its first deal and it aims to ink two more investments before year's end, Mr. Abrams said. Earlier this month, Velocity closed a growth investment in Camp NYC Inc., an entertainment company that offers immersive family experiences within physical retail locations across the U.S. The company has signed partnerships with brands such as Walt Disney Co. to create interactive experiences within its retail locations.</p><p>Velocity has also added more professionals to its ranks, including Jessica Li as partner and head of investor partnerships, Sarina Crisci as chief operating officer, Touré Claiborne as an operating partner and investment professionals Dylan Zane and Nishant Jain.</p><p>Velocity joins a growing pool of private investment firms focused on sports and entertainment deals, including ones involving sports teams and leagues themselves. Earlier this year, Providence Equity Partners founder Jonathan Nelson and PJT Partners' sports banker Don Cornwell launched sports-focused Dynasty Equity. Other such firms include MSP, Arctos Sports Partners, Bruins Capital and RedBird Capital Partners.</p><p>Meanwhile, large, established private-equity firms are also expanding their reach in the sports and entertainment world. Ares Management Corp. recently announced it has raised $3.7 billion to invest in sports teams, leagues and sports-related businesses.</p><p>Write to Laura Kreutzer at laura.kreutzer@wsj.com</p>",
  "published": "2022-09-20T10:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2668,
          "end": 2679
        }
      ]
    }
  ]
}