{
  "_id": "3db97e9bbc51b4b8c6ee96a7120119d73238f7f3dbd08e5c1160ee56a3cfd9e3",
  "feed": "wall-street-journal",
  "title": "'Avengers' Director Anthony Russo Says the Future of Movies Is All About Cinematic Universes; Filmmaker says growing up in a large family helped him imagine characters in related stories with a different lead from tale to tale",
  "text": "<p>Mr. Russo knows a thing or two about cinematic universes. He directed, along with his brother Joe, 2019's \"Avengers: Endgame,\" the highest-grossing film of all time. The movie earned $2.8 billion at the global box office and culminated the story line of the Avengers, a group of superheroes including Iron Man, Captain America, Thor, Black Widow and others who work together to protect humanity.</p><p>All told, the Russo brothers have directed four movies in the Walt Disney Co.'s Marvel Cinematic Universe that have grossed a combined $7 billion, one of the most remunerative runs in cinematic history.</p><p>While superhero franchises and the notion of cinematic universes—where characters and story lines intertwine across multiple film and television titles—are nothing new, Mr. Russo said that he expects them to remain a bedrock of the movie experience going forward.</p><p>The Russo brothers' AGBO is planning a number of films and TV shows that he expects could be developed into their own independent universes, the next of which, \"The Gray Man,\" starring Ryan Gosling and Ana de Armas, comes out on Netflix Inc. this summer.</p><p>\"This movie has a large ensemble, a layered story that you are only seeing the tip of the iceberg in this story,\" said Mr. Russo. \"It goes deep. We have a lot of ideas about where to take it next.\"</p><p>Mr. Russo said he and his brother became drawn to the idea of using ensemble casts across movies and shifting the narrative focus from one character to another during their childhoods, growing up in a large, close-knit Italian-American family in Cleveland.</p><p>\"Everybody came to our great-grandmother's house on Sundays, told stories. The family was in business together. We were part of an organism that had a lot of players,\" he said. \"Every player had their role. Any role could at any point become the lead role depending on circumstances. That pattern made us relate to ensembles very well. An extension of that is happening with why we like universes.\"</p><p>The rise of on-demand streaming video has encouraged filmmakers to think in terms of universes and enlarged the audiences for just such big-ticket blockbuster films, Mr. Russo said.</p><p>Whereas it once was typical to release a movie in the U.S. first, then distribute it world-wide if it performed well, \"streaming has made global releasing sort of a standard,\" Mr. Russo said. \"You're not releasing in the U.S. first. You are releasing everywhere first.\"</p><p>The ability to address a larger global audience through streaming platforms has led studios to think of ways of capturing even more of an audience's attention, including by developing TV series and spinoff films involving the same characters. Studios now have a \"dual agenda\" of drawing audiences to theaters first, then getting them to watch similar material later at home.</p><p>\"People are developing a dual focus in terms of how you exploit narrative and narrative universes,\" Mr. Russo said.</p><p>Recent troubles at streaming video companies like Netflix, which saw its share price tumble by more than 45% after it reported a decline in subscriber numbers on April 19, haven't affected Mr. Russo's business yet, he said.</p><p>Although Netflix is reportedly cutting back on content spending, Mr. Russo said he sees an opportunity in the reset for streamers: If one method of distributing a film is experiencing difficulty, he and his brother would find new ways of telling and sharing stories—even if it means going back to making \"film festival movies for small audiences,\" he said.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>'Avengers' Director Anthony Russo Says the Future of Movies Is All About Cinematic Universes</p>",
  "published": "2022-05-19T20:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 458,
          "end": 469
        }
      ]
    }
  ]
}