{
  "_id": "c98c4c2a726c88603dd06d7a470b1c927edc47169a507ac0185d240547415f96",
  "feed": "ftcomall",
  "title": "Twitter steps up efforts to seal Musk deal",
  "text": "<p>Elon Musk against Parag Agrawal is an unequal contest in terms of the platform, following and fortune the Tesla chief has built himself, but Twitter's chief executive has started to make himself heard in the battle over the social media company's future.</p> <p><a href=\"https://www.ft.com/content/3a492625-75b0-4265-99b5-2d4490403809\">Hannah Murphy in San Francisco reports</a> the enigmatic Agrawal is beginning to come out fighting in front of staffers and the public over Musk's $44bn deal to acquire the company, according to multiple current and former employees.</p> <p>“Parag wants to swing back more and is being more aggressive internally,” said one former Twitter executive. “It seems Twitter is willing to go to war to make this deal happen.” </p> <p>Agrawal and Musk have been interacting weekly in discussions that are relaxed rather than antagonistic, according to people familiar with the situation. They are naturally aligned on numerous issues about how the company should be run, two people said — including the need to diversify revenues, build a bigger audience and even relax moderation rules to move away from permanent bans. Yet the deal might still not happen.</p> <p>“Parag is in an impossible situation,” said Brian Wieser, global president of business intelligence at GroupM. “We still don't know how serious Elon is many months later, but the company has committed to the sale.”</p> <p>While Twitter has told employees it expects to hold a shareholder vote on the acquisition by early August, that could still prove challenging. Musk has contested Twitter's estimate that less than 5 per cent of accounts on its platform are spam, threatening to walk away if it cannot be proven. </p> <p>On Thursday, <a href=\"https://www.washingtonpost.com/technology/2022/07/07/elon-musk-twitter-jeopardy/\">The Washington Post reported</a> that Musk's team had concluded that the data Twitter had provided on the issue were not verifiable, raising questions as to his next move.</p> <p>If the sale collapses, Agrawal could face the task of reviving a company with a crushed share price and rock-bottom employee morale. “They're dangling over a void. Because if the deal falls apart, the shares will collapse [and] then you're looking at significant headcount reductions, having to retrench,” a former executive told Hannah.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Former Theranos executive convicted of fraud</strong> <br>Ramesh “Sunny” Balwani has been <a href=\"https://www.ft.com/content/661d80e9-1b65-4228-9a18-8c5310d77a7a\">convicted of fraud</a> over his role as former president at the now-defunct blood-testing start-up, founded by his former girlfriend and business partner Elizabeth Holmes. Balwani was convicted on all 12 counts of fraud and conspiracy by a jury in San Jose, California.</p> <p><strong>2. Media stocks take a battering</strong><br>From their respective November peaks, Netflix is down nearly 75 per cent while The New York Times has dropped 48 per cent. Disney is down 45 per cent and Warner is down around 49 per cent. Spotify has lost 60 per cent. <a href=\"https://www.ft.com/content/872951c7-3da1-41b0-a4a8-be7a57af2193\">Anna Nicolaou says </a>they are carrying on regardless, largely resisting mass lay-offs or drastic cost-cutting moves.</p> <p><strong>3. Top fed official warns of crypto risks</strong><br>Federal Reserve vice chair Lael Brainard has said recent crypto volatility has <a href=\"https://www.ft.com/content/f829b649-a358-43e5-8b3e-e6748788e76b\">exposed “serious vulnerabilities”</a> in an industry in need of tighter regulation. Brainard told a Bank of England conference in London on Friday that crypto is not yet “so large or so interconnected” with traditional finance to pose a systemic risk but raises familiar regulatory concerns.</p> <p><strong>4. Celsius lawsuit alleges ‘Ponzi scheme'</strong><br>A former employee at Celsius Network has <a href=\"https://www.ft.com/content/1525cd24-e03f-4f1b-9f58-2f1e90a57116#post-aa3b5889-549a-422e-b87e-f764fdc4ab2c\">launched a lawsuit</a> against the cryptocurrency lender alleging the company was a “Ponzi scheme” and had lied about its risk controls and used customer funds to manipulate digital asset markets. Alphaville <a href=\"https://www.ft.com/content/773a963a-e6d0-415f-bf0a-8f3fcc8022c3\">examines the claims </a>and our <a href=\"https://www.ft.com/content/a8f290b4-aa92-429e-9ab4-725bdf830753\">Unhedged newsletter</a> recaps the crypto crash so far.</p> <p><strong>5. US pressures Japan on Russian crypto</strong><br>The US has called on Japan <a href=\"https://www.ft.com/content/639be0d5-04a2-4b3a-90eb-a18139f6e769\">to step up pressure</a> on the country's cryptocurrency exchanges and miners, urging them to sever ties with Russia as part of isolating Moscow over its war in Ukraine. More than 30 officially licensed crypto exchanges are still running in Russia and diplomats are also reported to have asked Tokyo to focus on halting cryptocurrency mining operations based in the Irkutsk region in Siberia.</p> <h2>Tech tools — Äike T e-scooter</h2> <p>Its Estonian makers would like to emphasise <a href=\"https://www.youtube.com/watch?v=XHd-kOrWYso\">their Äike T e-scooter </a>is water-resistant and weatherproof, hence the paddling pool image above. Launched this week, the Äike T has a 40km range and its removable batteries have a common USB-C charging port. The e-scooter is available for pre-order now and it will cost from €999. <a href=\"https://electrek.co/2022/07/06/aike-t-electric-scooter-launch/\">Electrek was impressed</a> with its test ride. Another electric mobility option with removable batteries is <a href=\"https://maeving.com/\">the Maeving RM1,</a> a British electric motorcycle. It has a 45mph top speed, automatic transmission and a range of between 40 and 80 miles. Pre-orders are being taken now, with the bike pitched at around £5,000.</p><p>Source: Chris Nuttall in London 2022 'Twitter steps up efforts to seal Musk deal' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T18:13:56.344Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2646,
          "end": 2652
        }
      ]
    }
  ]
}