{
  "_id": "083c17ea7c13e841ea1a449f88f3ed3318c7b1a3601a755e3650cc94b4968f06",
  "feed": "wall-street-journal",
  "title": "Judge in Twitter, Elon Musk Case Known for Quick Work; Kathaleen McCormick has ordered buyers with cold feet to close deals",
  "text": "<p>Chancellor Kathaleen McCormick, a 42-year-old who loves Notre Dame football and co-founded a charter school that her children attended, is at the center of one of the biggest cases to hit Delaware's special business-law court: Twitter's lawsuit over Mr. Musk's move to drop his commitment to buy the company for $44 billion. Shewill decide the verdict, not a jury, and her ruling could set a new standard for when buyers can or can't walk away from deals.</p><p>Twitter has asked Chancellor McCormick to compel Mr. Musk to go through with the agreed-upon deal, the corporate equivalent of a shotgun wedding. Alternatively, she could allow him to walk away by finding, as Mr. Musk alleges, that Twitter violated the merger agreement by misleading him about the prevalence of spam or fake accounts on its service.</p><p>\"She can see through a lot of arguments that lawyers tend to make, and to really pierce through it and find out what is really going on,\" said Chris Foulds, a lawyer in Delaware who has practiced before her.</p><p>Lawyers say the chief judge of Delaware's Court of Chancery, who began her career as a legal-aid attorney and only joined the bench four years ago, has a reputation for strong preparation, an ability to dissect complex corporate contracts, and a willingness to work around the clock when it is needed. In 2019, she steered a lawsuit challenging a takeover from start to finish in under two months, fast even by Delaware standards. She wrote the 95-page decision over a sleepless weekend spent working at her house and office.</p><p>In her first decision in Twitter's case, Chancellor McCormick ruled against Mr. Musk, whose lawyers wanted seven months to prepare for a trial, citing the need to obtain and analyze \"hundreds of terabytes of data\" related to Twitter's measurement of fake and spam accounts. Chancellor McCormick, who held the hearing remotely because she had tested positive for Covid-19, said Twitter deserved a speedier resolution and set the trial for mid-October.</p><p>Chancellor McCormick's role before the trial will be to keep the parties on schedule and referee any squabbles over evidence, said Minor Myers, a law professor at the University of Connecticut who specializes in corporate law.</p><p>\"She is widely regarded as the face of the court's future,\" Mr. Myers said. \"She knows how to move fast and get out quality, deliberate judicial output on what others would regard as a superhuman timetable.\"</p><p>Chancellor McCormick assigned the Twitter case to herself, and is presiding over another multibillion-dollar lawsuit with Mr. Musk at the center. In that case, a Tesla shareholder alleges the board violated its fiduciary duties by awarding Mr. Musk a $56 billion compensation package in 2018. A trial is scheduled for late October.</p><p>Delaware's courts play a significant role in corporate governance because most big U.S. companies are domiciled in the state. Lawsuits over busted mergers are the meatiest part of the court's diet because the stakes—whether to complete the deal or not—are so high. The Twitter proceeding is expected to be one of the bigger legal media circuses to hit Delaware since a 2004 trial over the firing of former Walt Disney Co. President Michael Ovitz, which drew the testimony of actor Sidney Poitier.</p><p>\"Delaware's reputation as an impartial arbiter of corporate disputes is on the line,\" said Robert Miller, a corporate law professor at the University of Iowa.</p><p>In a case last year involving a buyer who argued the coronavirus pandemic allowed it to back out of acquiring a cake-decoration company, Chancellor McCormick found that \"unambiguous contractual language\" didn't give the buyer that right. She ruled that the buyer, Kohlberg &amp; Co., should close on the deal, which occurred the following month.</p><p>Chancellor McCormick joined the Court of Chancery in 2018 when the court expanded from five to seven members. Named chancellor last year, she became the first woman to lead the court in its 230-year history.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think the legal battle between Elon Musk and Twitter will play out? Join the conversation below.</p><p>Her decisions on important corporate lawsuits are sometimes long and rife with the language of corporate governance or deal financing. And they sometimes include proverbs repurposed to fit her decision.</p><p>In the speedy decision she wrote over a weekend in 2019, she noted the lawsuit arrived as \"March came in like a lion.\" She decided the plaintiff stockholders didn't have a viable reason to undo the takeover, adding: \"And so, what came in like a lion goes out a lamb.\"</p><p>Chancellor McCormick grew up in Smyrna, Del., a town 35 miles from the courthouse where she will hear Twitter's case. Her parents were public-school teachers, and her father also coached high-school football. Her mother gave her the middle name \"St. Jude,\" for the patron saint of hope, because she was born prematurely and her parents were worried about her.</p><p>She graduated from Harvard University and then attended law school at University of Notre Dame, where she thought she would practice civil and human-rights law. While at Notre Dame, she spent two summers in Northern Ireland, including one summer working for a peacekeeping organization focused on economic development.</p><p>Chancellor McCormick's love of Notre Dame is widely known. In some opinions, she quotes Knute Rockne, the coach who turned Notre Dame into a football powerhouse in the 1920s. Near her office is a replica of the sign that Notre Dame football players slap on their walk to the home field: \"Play Like a Champion Today.\"</p><p>After moving back to Delaware, she worked for a legal-aid organization helping clients with domestic violence and housing-discrimination matters and was among the founders of First State Montessori Academy in downtown Wilmington. She entered corporate litigation, winding up at Young Conaway Stargatt &amp; Taylor LLP, a Delaware firm with a sizable practice in the Court of Chancery.</p><p>\"She was always very well-prepared,\" said Patricia Enerio, a partner at Heyman Enerio Gattuso &amp; Hirzel LLP, who worked with her on some cases. \"She will have three months to get to the bottom of this, and she's very well-suited for it.\"</p><p>Write to Dave Michaels at dave.michaels@wsj.com</p><p>Judge in Twitter, Elon Musk Case Known for Quick Work</p>",
  "published": "2022-08-06T13:04:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 3146,
          "end": 3161
        },
        {
          "start": 3164,
          "end": 3179
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}