{
  "_id": "e1e8b0ea059ae3e1fbc8f478b0e8edc1983954ab557e8b15ca6807681af5abb6",
  "feed": "wall-street-journal",
  "title": "Business News:  Queen's Funeral Draws Over 10 Million U.S. Viewers  ----  By Joe Flint and Sarah Krouse",
  "text": "<p>   More than ten million U.S. viewers watched the funeral of Queen Elizabeth II on the nation's major broadcast and cable outlets Monday, according to preliminary data from Nielsen. </p><p>   Among broadcast networks, Walt Disney Co.'s ABC News had the biggest audience, averaging more than three million viewers during much of its coverage of the service, according to the preliminary data. Comcast Corp.'s NBC also averaged around three million viewers for the bulk of its coverage. Paramount Global's CBS had close to two million viewers for its coverage. </p><p>   Fox Corp.'s Fox News was first among cable news outlets, with over 1.7 million viewers during its six hours of morning to midday coverage. Warner Bros. Discovery Inc.'s CNN averaged about 1.3 million viewers, while Comcast's MSNBC had an audience of 929,000 during that time. </p><p>   Fox Corp. and Wall Street Journal parent News Corp share common ownership. </p><p>   The number of viewers will likely grow as more data emerge and other networks such as BBC America, PBS and C-Span are factored in. A Nielsen spokeswoman said the ratings firm would release its analysis of viewership for the Queen's funeral on Wednesday. </p><p>   Queen Elizabeth II, the country's longest-serving monarch, was laid to rest on Monday in the first British state funeral since Winston Churchill's in 1965. During six hours of tightly choreographed pageantry, her coffin was taken in a procession, on foot and by hearse, from a state funeral in Westminster Abbey in central London to its final resting place in Windsor Castle. </p><p>   The Sept. 8 death of Queen Elizabeth II has driven renewed interest in content about the British royal family. </p><p>   Seasons one and two of Netflix Inc.'s \"The Crown\", a dramatization of Queen Elizabeth II's reign, attracted a combined 57.5 million hours of viewing globally, in the week ending Sept. 18, according to data published by the streaming service. </p><p>   The first season of \"The Crown\" broke into the streaming service's list of the top 10 English-language TV shows by hours viewed for the week ended Sept. 11. It was the first time since at least June 2021, when the streaming service began publishing the list, that a season of the show ranked among the most watched English-language shows. The first and second seasons of the show made that list during the week ending Sept. 18. </p><p>   The first season of \"The Crown\" was the No. 1 English-language TV show in Ukraine and Iceland during the week ending Sept. 18, and among the top 10 such shows in 87 countries from the U.S. to the U.K., Argentina, Mexico, Germany, Egypt, Hong Kong, Australia and Israel. </p><p></p>",
  "published": "2022-09-21T06:06:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 205,
          "end": 216
        }
      ],
      "nexusId": "10078857"
    }
  ]
}