{
  "_id": "a71a79395bd093a71ed9d897b17af4de2068906d3c082bc9223fdb3e07a4739f",
  "feed": "wall-street-journal",
  "title": "Disney Abruptly Fires Television Executive",
  "text": "<p>In a separate statement Thursday, Susan Arnold, chairman of Walt Disney, stated the board's support for Chief Executive Bob Chapek, who has been under pressure from investors, employees and lawmakers as the company's share price has tumbled by nearly half this year and the company has become ensnared by political controversies across the country.</p><p>\"The strength of The Walt Disney Company's businesses coming out of the pandemic is a testament to Bob's leadership and vision for the company's future,\" Ms. Arnold said. \"In this important time of business growth and transformation, we are committed to keeping Disney on the successful path it is on today, and Bob and his leadership team have the support and confidence of the board.\"</p><p>Disney gave no reason for Mr. Rice's firing, but people familiar with the matter said that Mr. Chapek called Mr. Rice into his office Wednesday and informed him that he was no longer a \"good fit\" for the company.</p><p>Mr. Rice wrote a final note to his staff after he was dismissed in which he said he is \"sad that this will be the last 'weekend read'\" he would send, according to a copy of the note reviewed by The Wall Street Journal. He also thanked his colleagues, lauded the work they did together and ended it with a parting thought to \"remain committed to excellence.\"</p><p>Mr. Rice's name had been floated as a possible successor to Robert Iger when he was still helming Disney, but senior Disney officials often shot down that talk. Executives in Hollywood and some news reports had also mentioned Mr. Rice's name in recent months as a possible successor to Mr. Chapek.</p><p>Mr. Rice is the second top executive to be ousted from Disney in the past six weeks. In late April, Geoff Morrell, the company's head of corporate affairs and top communications executive, resigned from the company.</p><p>In a letter to subordinates, Mr. Morrell also said that it had become clear that he wasn't a \"good fit\" for the company.</p><p>Mr. Rice was hired by Mr. Iger, the former Disney CEO, in 2019 as part of Disney's $71 billion acquisition of a bundle of entertainment assets from 21st Century Fox and had served as chairman of the newly created Disney General Entertainment Content division.</p><p>Mr. Rice was viewed by Mr. Chapek as operating his division as an independent fiefdom instead of as a piece of the broader Disney machine, according to people familiar with Mr. Chapek's thinking.</p><p>A spokeswoman on behalf of Mr. Rice declined to comment.</p><p>He had oversight of original entertainment and news content for Disney's cable channels, the ABC network and the streaming platforms Disney+, Hulu and Star.</p><p>Mr. Rice was completely blindsided by his ouster, people</p><p>Just last month he pitched advertisers from the stage of a New York City conference center at Disney's annual \"upfront\" presentations, joking alongside comedians Steve Martin and Martin Short and actress Selena Gomez, who star in the Hulu show \"Only Murders in the Building.\"</p><p>In March, as Disney became embroiled in the debate over Florida's Parental Rights in Education bill -- known by its opponents as \"Don't Say Gay\" -- Mr. Rice sent an email to his staff apologizing for not having done enough to support LGBT employees.</p><p>\"I know that trust in our company may take time to rebuild,\" he wrote at the time.</p><p>In Ms. Walden, Mr. Chapek feels he has an executive more aligned with the way he wants Disney units to work together, said the people familiar with the CEO's thinking.</p><p>Mr. Chapek said in a statement that Mr. Rice was \"leaving the company,\" but didn't give a reason for the departure. The CEO praised Ms. Walden, another former Fox executive, saying she had a \"well-earned reputation for championing creative talent and developing programming that truly captures the cultural zeitgeist,\" including shows like \"Abbott Elementary\" on ABC and Hulu's \"The Dropout.\"</p><p>There has been speculation for more than a year about Mr. Rice's future, after Mr. Chapek restructured Disney's chain of command in a way that reduced some of his power. In October 2020, Mr. Chapek installed Kareem Daniel as chairman of the company's media and entertainment distribution unit.</p><p>In that role, Mr. Daniel controls the purse strings for spending on content, a task that used to be handled by programming heads such as Mr. Rice. In conversations with colleagues, Mr. Rice said he didn't mind giving up the financial side of his job to focus solely on the creative aspects, people close to him said.</p><p>Mr. Rice had recently signed a new deal with Disney that ran for three years, people familiar with the matter said. He also had promoted some executives under him, which was seen as another sign he wasn't planning to leave. He was scheduled to appear at a screening for a new FX show Wednesday night but was a no-show, a person familiar with the matter said.</p><p>Ms. Walden is a well-regarded programming executive known for her ability to build strong relationships with writers and producers.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 370,
          "end": 381
        },
        {
          "start": 1405,
          "end": 1411
        },
        {
          "start": 2155,
          "end": 2161
        },
        {
          "start": 3365,
          "end": 3371
        },
        {
          "start": 736,
          "end": 742
        },
        {
          "start": 2958,
          "end": 2964
        },
        {
          "start": 611,
          "end": 617
        },
        {
          "start": 60,
          "end": 71
        },
        {
          "start": 1660,
          "end": 1666
        },
        {
          "start": 2016,
          "end": 2022
        },
        {
          "start": 4495,
          "end": 4501
        },
        {
          "start": 2519,
          "end": 2525
        },
        {
          "start": 3942,
          "end": 3948
        },
        {
          "start": 1424,
          "end": 1430
        },
        {
          "start": 2325,
          "end": 2331
        },
        {
          "start": 366,
          "end": 389
        },
        {
          "start": 2763,
          "end": 2769
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2588,
          "end": 2595
        },
        {
          "start": 1985,
          "end": 1991
        }
      ]
    }
  ]
}