{
  "_id": "36a71023b09f18b6e7a2d82b1ea5f5b8a782d6b05b712733e3affc7278f9afc2",
  "feed": "wall-street-journal",
  "title": "Elon Musk's Campaign to Win Back Twitter Advertisers Isn't Going Well; Executives are promising big incentives and new technology while also trying to explain the actions of their new owner",
  "text": "<p>About 70% of Twitter's top 100 ad spenders from before Mr. Musk's takeover weren't spending on the platform as of the week ending Dec. 18, according to an analysis of data from research firm Pathmatics. It's a problem the billionaire can't afford to ignore, since roughly 89% of Twitter's $5.1 billion in revenue last year came from ads.</p><p>In meetings with advertisers in recent weeks, Mr. Musk's lieutenants have tried to calm fears and drum up interest in the site. They've promised innovations such as ads that allow users to make purchases directly, more video capabilities and tools to keep ads from appearing near objectionable content, according to ad executives familiar with the meetings.</p><p>Some ad buyers said they will need to see changes at Twitter before they feel comfortable returning. Advertisers say they are concerned about Mr. Musk's moves as owner and CEO, including his abrupt rule-making and controversial tweets. Just as it can be hard to separate the art from the artist, many advertisers are struggling to separate Twitter from Mr. Musk.</p><p>\"He has made it so that advertisers can't avoid the association. He created that vulnerability and he continues to double down on it,\" said Irwin Gotlieb, a former chief executive of ad-buying giant GroupM.</p><p>Twitter and Mr. Musk didn't respond to requests for comment.</p><p>Mr. Musk has said he plans to step down as Twitter CEO based on the results of a Twitter poll he launched last weekend. That raises the prospect he could put some distance between himself and the company, though a new CEO would report to him as the owner.</p><p>Speaking Tuesday on Twitter Spaces, the platform's live-audio service, Mr. Musk said advertisers have told him they want a healthy return on investment. \"Their requests are not fuzzy or irrational or anything. They're like, quite reasonable,\" he said, adding that when economic times are tough, advertisers ask hard questions.</p><p>Mr. Musk and his lieutenants have a lot of ground to make up on Madison Avenue. The list of advertising defectors includes United Airlines Holdings Inc., General Mills Inc., General Motors Co., and Pfizer Inc. Several large ad agencies said the majority of their clients have halted spending.</p><p>Mr. Musk says he wants to lower Twitter's reliance on ad dollars and build a robust subscription business around an $8-a-month paid verification plan, or $11 a month for those who subscribe from an Apple Inc. mobile device. Meanwhile, he and his team haven't given up on bringing advertisers back.</p><p>Twitter sales executives alerted some marketers on Dec. 14 that Mr. Musk would soon be calling the chief executives of top advertisers that have paused their ad spending, according to an email reviewed by The Wall Street Journal. Mr. Musk, the email said, \"wants to ask what Twitter can do to be helpful.\"</p><p>Publicly, Mr. Musk has sometimes taken a combative tone with advertisers, at one point threatening to \"thermonuclear name &amp; shame\" advertisers who had left.</p><p>Privately, in meetings with groups of marketers such as Mastercard Inc. and Unilever PLC, he and top lieutenants have been more measured and respectful, say ad executives familiar with the conversations. Twitter staffers met with ad industry executives on the eve of the U.S. midterm elections, and acknowledged their boss had not been helpful when he recommended in a tweet that independent-minded voters vote for a Republican Congress, said people familiar with the meeting.</p><p>Getting advertisers to return to Twitter won't be easy. While many brands have halted their ad spending for various reasons, Twitter, unlike Meta Platforms Inc., has limited leverage on Madison Avenue. Advertisers quickly returned to Meta's Facebook and Instagram in 2020 after a brief boycott, partly because advertising on those platforms is a significant driver of sales for many companies. Moreover, there is now a crop of new places for brands to spend their ad dollars, from ByteDance Ltd.'s TikTok to streaming services such as Netflix Inc. to retail ad networks such as the one owned by Walmart Inc.</p><p>\"Twitter is not seen as a go-to channel for brands looking to immediately generate sales or drive people to their websites,\" said Craig Atkinson, chief executive officer of digital marketing agency Code3. Still, the platform can help brands generate buzz by tapping into a \"cultural moment,\" he said.</p><p>Advertisers are also in retrench mode as they face economic headwinds, an ad slowdown that is already affecting a wide range of technology companies, digital publishers and U.S. television networks.</p><p>In interviews, several advertising executives in sectors ranging from software to consumer packaged goods to beverages said Mr. Musk is making it harder for them to return to the platform. Several executives pointed to Mr. Musk's habit of conducting Twitter polls about major decisions, including whether or not he should be its lead, as a sign of recklessness.</p><p>Some cited Mr. Musk's tweets, such as one that read, \"My pronouns are Prosecute/Fauci,\" saying it was an offensive denigration of both departing White House chief medical adviser Anthony Fauci and transgender or nonbinary people.</p><p>Despite the wave of advertising defections, many brands continue to spend on Twitter, including Amazon.com Inc., Walt Disney Co., Walmart Inc., PepsiCo Inc., and the National Football League, according to Pathmatics data. Ad executives said that entertainment companies, publishers and quick-service restaurants, in particular, have been actively spending on Twitter.</p><p>\"It's a strong platform for us during the Super Bowl and I try to be objective and not let my personal opinions interfere in what is good for my business,\" said Ivonne Kinser, vice president of marketing for Avocados From Mexico, a nonprofit marketing organization that represents avocado growers that has continued to spend on Twitter.</p><p>Still, Ms. Kinser is keeping close watch of Mr. Musk's actions. \"If he crosses the line beyond a certain point I will pull out,\" she said. \"He is dancing on sensitive lines.\"</p><p>Offering Incentives</p><p>The difficult job of pitching Twitter to marketers day-to-day falls to Chris Riedy, a 47-year-old, who became the advertising sales czar after several top executives were fired or left in the wake of the takeover.</p><p>Mr. Riedy started with the company roughly a decade ago in Twitter's San Francisco office and eventually handled advertisers in the retail, travel and financial services industries. He worked with advertisers such as Bank of America Corp. and Best Buy Co., according to former Twitter executives.</p><p>Mr. Riedy spent the past couple of years overseas, where he led Twitter's business in Europe, the Middle East and Africa. At this past summer's Cannes Lions ad festival on the French Riviera, where media and tech companies mingled with advertisers, Mr. Riedy talked up top media executives aboard \"Lady S,\" the yacht owned by Washington Commanders owner Dan Snyder, according to attendees.</p><p>In dealings with advertisers, Mr. Riedy and his team voice confidence. Twitter is \"seeing advertisers turn back on,\" the sales team said in a recent email to a consumer packaged goods company, according to a copy reviewed by the Journal. \"We are seeing increased confidence in the sentiment and performance for top brands.\" the email said.</p><p>Twitter has offered advertisers incentives, including an offer to match spending up to a $1 million cap for ads that run before the end of the year, in a buy-one-get-one style deal, the Journal has reported.</p><p>To advertisers who have raised concerns about how they can decouple Mr. Musk from Twitter, Mr. Riedy and his staff have responded that Mr. Musk is going to continue to be himself on the platform and that the ad team is going to focus on meeting advertisers' objectives for their campaigns, according to people familiar with the meetings.</p><p>Mr. Riedy's team has reached out to some advertisers asking them to participate in brand-safety beta programs Twitter is testing, according to emails reviewed by the Journal, including one, which recently launched, that would let brands prevent their ads from appearing near tweets that contain specific words. Reuters earlier reported Twitter's rollout of brand-safety tools.</p><p>Mr. Musk himself hasn't been as available as some agencies would like. Ad-buying giant Dentsu Inc. had finally set a meeting with the billionaire this week, after weeks of trying to schedule. Mr. Musk canceled, frustrating some agency executives, people familiar with the situation said.</p><p>Growing exodus</p><p>Several of Mr. Musk's tweets and decisions after taking over the platform alarmed advertisers. A few days after the deal closed, Mr. Musk tweeted a link to an article with unsubstantiated claims about the attack on House Speaker Nancy Pelosi's husband, writing, \"There is a tiny possibility there might be more to this story than meets the eye.\"</p><p>An executive at one brand that advertised on Twitter took a screenshot of the tweet, which has now been deleted, and emailed it to the firm's ad agency, instructing that spending should be paused, according to an ad buyer familiar with the situation.</p><p>Soon, several large ad agencies were recommending that their clients pause Twitter ads, with Interpublic Group of Cos. citing research showing \"a rise in inappropriate behavior\" in the days after Mr. Musk's takeover.</p><p>Though Mr. Musk had previously promised to set up a content-moderation council, his decision to reinstate former President Donald Trump's account, which he said he based on a Twitter poll he conducted himself, worried some advertisers.</p><p>Mr. Musk addressed concerns that his conduct was affecting the Twitter brand in a November talk with advertisers on Twitter Spaces. \"If I say that Twitter is doing something, then I mean Twitter, and if I say I, then I mean me,\" Mr. Musk said. \"Twitter must be, as a platform, as neutral as possible. That doesn't mean I'm completely neutral.\"</p><p>Mr. Musk and his lieutenants sought to win over advertisers, marketing trade groups and groups that advocate against hate speech in a series of emails, video calls and meetings. But as advertisers continued to pull out, he vented his frustrations through his Twitter feed.</p><p>In a tweet, Mr. Musk blamed activists for causing a \"massive drop in revenue\" at Twitter, and accused them of \"trying to destroy free speech in America.\"</p><p>Mr. Musk's plan to offer paying subscribers blue check marks—which previously signified that a user's identity had been verified—backfired last month as some users impersonated several well-known brands. One account spoofed pharmaceutical company Eli Lilly &amp; Co. and tweeted that insulin would be free.</p><p>Behind the scenes, ad-buying firms scrambled to help their spoofed clients, frantically calling their Twitter sales representatives, say people familiar with the situation. While some fake accounts were removed within a few hours, one ad buyer said it took about 24 hours for Twitter to remove a fake account for one of its clients. Twitter paused Twitter Blue and relaunched it in the U.S., Canada, Australia, New Zealand and the U.K. on Dec. 12.</p><p>Meanwhile, Twitter's layoffs, which cut thousands of jobs, sparked advertisers' concerns that the company didn't have enough staff to properly service brands, ad buyers said.</p><p>Mr. Musk also showed that he was willing to call out brands in public. He took aim briefly at Apple Inc., asking \"Do they hate free speech in America?\" Though Mr. Musk said the companies quickly resolved the dispute, ad buyers said the outburst was noticed on Madison Avenue. Some advertisers are paring back their spending slowly, to avoid drawing Mr. Musk's attention, some of the ad buyers said.</p><p>Mr. Musk acknowledged some mistakes in a Dec. 1 meeting with another important group, the Global Alliance for Responsible Media, an ad industry trade group that works to improve safety standards online. In the session, he said Twitter had launched the new version of Twitter Blue too hastily. The Twitter team said the proposed content moderation council was still under consideration, according to people who attended.</p><p>Mr. Musk agreed that Twitter would explore letting outside firms assess the prevalence of harmful content on the platform, so that brands don't have to rely on Twitter's own evaluation, said people who attended the meeting.</p><p>\"I think he's recognized that there's a certain way to operate within this industry. If he's serious about having advertisers, there needs to be a trade-off,\" said Robert Rakowitz, co-founder and lead of the Global Alliance for Responsible Media, who attended the meeting.</p><p>Some ad executives say that, given Mr. Musk's business acumen, he could turn around Twitter, but only if he can create a stable environment for brands.</p><p>\"Advertisers want predictability, but you don't know what Elon is going to do at any given time,\" said Code3's Mr. Atkinson. \"Advertisers can't operate that way.\"</p><p>Write to Suzanne Vranica at suzanne.vranica@wsj.com, Patience Haggin at patience.haggin@wsj.com and Alexa Corse at alexa.corse@wsj.com</p><p>Elon Musk's Campaign to Win Back Twitter Advertisers Isn't Going Well</p>",
  "published": "2022-12-22T15:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5254,
          "end": 5265
        }
      ]
    }
  ]
}