{
  "_id": "0db4e4c4cae9bacb421c35cc87630f7b42c15ac490efdb26930aa3efbe1cb42a",
  "feed": "ftcomall",
  "title": "Digital advertising: Apple takes bigger bite of new business",
  "text": "<p>Search for ‘Instagram' on the Apple App Store and the first result might not be Instagram's app. Apple's growing digital advertising business has turned the App Store into prime real estate for ads. Like Google and Amazon, top search results tend to be paid for.</p> <p>Apple's advertising <a href=\"https://www.ft.com/content/074b881f-a931-4986-888e-2ac53e286b9d\">ambitions</a> coincide with the company's simultaneous crackdown on third parties who track users to show them personalised adverts. That move has cost companies like Meta<a href=\"https://www.ft.com/content/4c19e387-ee1a-41d8-8dd2-bc6c302ee58e\"> billions of dollars</a> in lost advertising revenue. </p> <p>The contrast is awkward. But across the tech sector, many companies are attempting to add digital ads to their revenue stream. Ride hailing companies Uber and Lyft now sell ads. Netflix is adding a subscription tier with <a href=\"https://www.ft.com/content/e83331a0-b351-4f88-93e3-fbf33d5c206e\">adverts</a> to its streaming service. So is Disney+.</p> <p>While it has yet to break out numbers, Apple claims that its advertising business is hitting new records in quarterly earnings. Amazon's successful introduction of advertising suggests there is enough business to go around. But the winners will be only companies able to collect large amounts of data that can be used to match adverts to audience. In the second quarter, Amazon's advertising sales rose 18 per cent on the previous year. That is a far quicker pace of growth than advertising-led companies such as Twitter, Meta, Snap and Pinterest — all of which rely on third-party data.</p> <p>Apple has 860mn people paying for its services and close to 2bn devices in use. That means it has a lot of data to employ. For now, advertising is limited to the App Store, news and stocks apps and during baseball games streamed via Apple TV. But it would make sense for adverts to one day appear in other services, such as payments. The caveat is that this would not damage the user experience — UX in tech terms. </p> <p>Apple's decision to position itself as a privacy-centric advertising platform helps in this regard. Internet users are increasingly unhappy at having their movements tracked online and sold to shadowy buyers. </p> <p>Apple hopes to make its services activities equal contributors to company profits alongside hardware sales. These businesses are heavily reliant on fees charged to app creators, something regulators <a href=\"https://www.ft.com/content/eed8b46c-e494-480c-a87e-5e8516fa452f\">criticise</a>. Replacing some of those fees with another source of high margin revenue should be a priority. Advertising fits the bill. </p><p>Source:  2022 'Digital advertising: Apple takes bigger bite of new business' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T06:00:41.458Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [],
      "weightsV2": {
        "weight": 0.77378094,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.22621906,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}