{
  "_id": "d0a600b260a0c6f9617a888f1a2c02286bb87b43be08ba82dfb701104a136dd2",
  "feed": "market-watch",
  "title": "Citadel's $1.15 billion cash infusion isn't a bailout but the final test of Ken Griffin's ‘Death Star'",
  "text": "<p>Citadel Securities announced a $1.15 billion investment from venture-capital giant Sequoia and cryptocurrency investment outfit Paradigm early Tuesday, and it blew a lot of minds, even if some were clearly blown in the wrong direction.</p><p>Social media immediately lit up in response to the announcement with speculation among retail investing “Apes” that the funding is an emergency measure taken by the Citadel Securities founder — and meme-stock archvillain — Ken Griffin, who, in their minds, is in need of huge amounts of cash to stave off the MoASS or “mother of all short squeezes.”</p><p>Those theories looked like this:</p><p>https://twitter.com/WelikethestockW/status/1480909956886892545https://twitter.com/GmeImmortan/status/1480895851996274691And on Reddit, where the word “bailout” broke out like a rash, users leaned hard into what we would best describe as “wishful thinking.”</p><p>“Sounds like Citadel is falling apart,” wrote one user on the subreddit r/GME. “Those puts expiring this month is gonna f— them hard, hence the bailout.”</p><p>“This is like when Citadel and SAC ‘invested' in Melvin,” said a different user on the subreddit r/Superstonk, referring to Griffin's hedge fund pouring millions into the infamous short seller Melvin Capital just before the short squeeze on stocks like GameStop GME and AMC Entertainment AMC came to a sudden and controversial halt almost one year ago. “Bullish.”</p><p>We get that Griffin is reviled by the Ape community and that he has come to epitomize everything they see as unfair and rigged about the American financial system — and buying the Constitution didn't help at all — but Griffin doesn't need more money when he operates a market-making operation that is now valued at $22 billion and a hedge fund with roughly $43 billion under management.</p><p>Any talk of “bailouts” or liquidity crises inside Citadel are not based in reality, which is a real shame because the reality of this deal is so much more interesting and should be dominating every meme-stock discussion on social media.&#xa0;&#xa0;</p><p>See, this deal is not about retail investors. It's about the rest of Wall Street. And Griffin could really use an extra $1.15 billion to show his real rivals that he means business.</p><p>It's been an open secret for years that Griffin wants Citadel to be the next Goldman Sachs GS, a financial-services superpower with a global reach that can make markets, dominate equity trading and fund deals of spectacular size.</p><p>This deal gives him the liquidity to go bigger, and abroad.</p><p>And with Goldman Sachs no longer “Goldman Sachs,” Griffin just took on his first investment to make clear to all observers that Citadel is ready to take on that mantle. (So, fair warning, Morgan Stanley MS.)</p><p>Sequoia has invested in some companies you might have heard of — Apple AAPL, Google GOOGL, Instagram FB and LinkedIn MSFT, to name a handful — and its reach in the fintech space is borderline infinite.</p><p>Paradigm invests entirely in crypto and Web3 startups, giving it a key insight into where that space is going as opposed to where it is, which is an interesting wrinkle for Griffin, who has been publicly cynical about crypto but might become more open to it now that Paradigm is in his ear as to how to leverage the future by making markets that haven't yet been invented.</p><p>Citadel's getting into crypto would enrage the people who got into crypto to avoid the Citadels of the world, but we can only imagine how angry they'll be once Citadel does enter that market and blurs the line of every asset class into one mayonnaise.</p><p>An alliance with Sequoia and Paradigm now is akin to how fellow market maker Virtu Financial VIRT received backing from private-equity titan Silver Lake Partners years ago, if way more forward thinking … and on steroids.</p><p>It should, of course, be mentioned that Sequoia is also a key investor in Robinhood HOOD, another wrinkle that drew conspiratorial groans from the Apes but is actually something that should be of far more interest to the aforementioned Goldman Sachses and Morgan Stanleys of the world.</p><p>Incidentally, or not, Virtu's stock VIRT closed up more than 2% on the day.</p><p>Now, Morgan Stanley jumped into the retail trading pool with its $13 billion acquisition of E-Trade in early 2020, while Goldman, which is still seemingly intent on building out its consumer product Marcus, does not have such a toy at its disposal.</p><p>So, if Ken Griffin is going to take Silicon Valley's money and influence to expand, should Goldman maybe start kicking the tires on Sequoia's biggest fintech toy and the company that receives hundreds of millions from Citadel via payment for order flow?</p><p>Considering that Robinhood's market cap is hovering around $14 billion, it might make sense. And that might not be an original idea, considering Robinhood closed up more than 5% on Tuesday, its best day in a while.</p><p>This deal is not a bailout but a moment for many on Wall Street to look at what the meme-stock trading boom has done to Citadel and start fundamentally rethinking Griffin's new power.</p><p>There's also chatter that the venture deal presages an IPO for Citadel, but no one seems to think that's happening anytime soon, and why would it?</p><p>For retail investors blinded by their animus towards “Kenny G,” we offer this final piece of advice: When you look at Griffin and see the emperor from “Star Wars,” trying to crush the noble rebellion, don't interpret this investment as an opportunity to attack a weakened emperor on an uncompleted Death Star.&#xa0;</p><p>See it for what it is: a Death Star that just got a little bigger and whole lot more operational.</p><p>When it's capable of blowing up bulge-bracket banks with the force of its own power, that's when it will go public.</p>",
  "published": "2022-01-11T18:38:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}