{
  "_id": "c6e8968c2facd5d13fbc0e0fad195a33972ee64b57e28cafa1c24e8b89589ce8",
  "feed": "wall-street-journal",
  "title": "U.S. News -- Obituary: Actress Was Acclaimed Star Of Film, TV and Broadway",
  "text": "<p>LOS ANGELES -- Angela Lansbury, an actress whose career spanned more than 60 years and included legendary performances as diverse as Mrs. Lovett in \"Sweeney Todd\" and Jessica Fletcher in \"Murder, She Wrote,\" has died in Los Angeles. She was 96 years old.</p><p>\"The children of Dame Angela Lansbury are sad to announce that their mother died peacefully in her sleep,\" a statement from her family said. A cause of death wasn't given.</p><p>Since her big-screen debut in 1944, Ms. Lansbury became known to several generations for iconic performances in film and television and on Broadway, with each role more disparate than the last.</p><p>She was the Machiavellian mother in \"The Manchurian Candidate\" in 1962 and the outlandish aunt in \"Mame\" on Broadway just a few years later. With a singsong voice that seemed to be perpetually reciting a lullaby, Ms. Lansbury endeared herself to younger moviegoers as the voice of Mrs. Potts, the maternal teapot in the 1991 Disney film \"Beauty and the Beast.\"</p><p>Discovered as a teenager during World War II, Ms. Lansbury continued working well into her senior years. She appeared in Disney's \"Mary Poppins Returns\" in 2018, and in 2015 appeared on the West End stage in a production of Noel Coward's \"Blithe Spirit.\"</p><p>Ms. Lansbury was born in England on Oct. 16, 1925. She began acting as a child, drawn to the land of make-believe after her father's death when she was 9 years old. When German aircraft began bombing London during the Blitz, she and her family left for the U.S., arriving in New York in 1940.</p><p>Acting school and a move to Los Angeles followed. She caught a lucky break when she was cast in an adaptation of the play \"Gaslight,\" a drama about a husband slowly and deliberately driving his wife crazy. Ms. Lansbury, then 18 years old, was nominated for an Academy Award for her performance as the couple's maid; a second nomination soon followed for 1945's \"The Picture of Dorian Gray.\"</p><p>Metro-Goldwyn-Mayer Inc. signed her to a $500-a-week contract. But that auspicious start was soon damped by typecasting: Ms. Lansbury was routinely relegated to unremarkable supporting parts or characters who were much older than she was in real life.</p><p>When she was cast in \"The Manchurian Candidate,\" she was only three years older than the actor playing her son. It earned her a third Oscar nomination.</p><p>She made her Broadway debut in 1957's \"Hotel Paradiso.\" She played the title role in \"Mame\" in 1966, winning her first Tony Award for the performance. She won another for her performance in \"Dear World\" two years later.</p><p>In 1974, she won a third for playing Mama Rose in a revival of \"Gypsy,\" and then a fourth as Mrs. Lovett in \"Sweeney Todd\" five years later. She won her fifth Tony for \"Blithe Spirit\" in 2009.</p><p>In 1984, Ms. Lansbury began starring on TV in \"Murder, She Wrote\" as Jessica Fletcher, a crime novelist who solves crime in the picturesque hamlet of Cabot Cove, Maine. Ms. Lansbury, then in her 60s, was an unlikely leading lady, but the show was a hit and ran for 12 seasons.</p>",
  "published": "2022-10-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 946,
          "end": 952
        },
        {
          "start": 1103,
          "end": 1109
        }
      ]
    }
  ]
}