{
  "_id": "b696b9229cf4294d68d50cec2e564733d305a31f98770be1365001c72149622d",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Exhibition Review: Big Rocket Booster --- A new building devoted to near-future space travel is just the latest of NASA'S visitor offerings",
  "text": "<p>That feeling may become even more palpable on Aug. 29 (barring weather delays) as 100,000 spectators gather here for the first launch in the Artemis program. Named after Apollo's twin sister, Artemis promises to pick up where the Apollo program left off a half-century ago. In this launch, a newly designed rocket -- the most powerful NASA has ever built -- will propel a crewless Orion spacecraft into orbit around the moon before it returns in October. Future missions will land a crew on the moon and, more than a decade hence, on Mars.</p><p>For those who purchased the now-sold-out tickets to the launch, the controlled explosions of lift-off, producing millions of pounds of thrust, with body-quaking forces felt miles away, will make their own sensational claims on attention. For less intense but more expansive visions, we must look to the Space Center's Visitor Complex.</p><p>Beginning in 1967 with bus tours and displays of hardware, the Visitor Complex, now run for NASA by Delaware North, a \"hospitality company,\" means to cultivate amazement at the work nearby. Retired rockets and missiles are erected in an outdoor garden; sound-and-light shows celebrate astronauts' heroism; varied interactive displays (with varied effectiveness) abound; and accounts of dangers, tragedies and triumphs are recounted. An add-on feature is a five-hour simulacrum of astronaut training, using virtual and mechanical simulators. Pre-pandemic, officials reported more than 1.5 million annual visitors. Costs are completely covered by tickets and fees (a day's admission can cost more than $80; the astronaut training costs an additional $175).</p><p>But the vision offered is not a sober assessment of NASA. The Visitor Complex, of course, is not reticent in its efforts to proselytize and promote. Some of that celebration is also justified. There is grandeur to be found in seeing the Atlantis -- the last space shuttle to fly a mission, in 2011 -- suspended midair in a building devoted to that program and its accomplishments. But celebration should, at times, be tempered: We are not told that the program never achieved its original goals of bringing down space-flight costs while increasing their frequency to 40 or 50 times a year (the program averaged five).</p><p>Surprisingly, the least successful offering is the newest, which opened in June: a 50,000-square-foot building devoted to near-future space travel: \"Gateway: The Deep Space Launch Complex.\" Future sensations are imagined in four different 41/2 -minute space \"rides\" that are supposedly taking off from a spaceport, each with tilting and vibrating seats and all-engulfing videos -- working somewhat like nearby Disney's Epcot \"ride\" \"Soarin' Around the World.\"</p><p>That's fine, but the main gallery mixes mock-ups with real equipment; models of spacecraft now being used or yet to be used or possibly put to use. It is difficult to get a coherent understanding of recent developments in spacecraft or of different strategies for the future. And no effort is made to explain why NASA, often beleaguered by delays and cost overruns, is getting more closely involved with private space companies like SpaceX (which has some artifacts exhibited here): Such companies are lowering costs, and a longtime effort to increase their involvement is the subject of a new book by Lori Garver, a former NASA deputy administrator.</p><p>The haphazard perspective of \"Gateway,\" unfortunately, is one of the first you now encounter here. But far more useful than \"soarin'\" through space is taking a tour bus to see a classic part of the complex: the building devoted to Apollo missions and the Saturn V rocket. The rocket's three stages are suspended above end-to-end, surrounded by exhibits and accounts of moon landings. The rocket is 363 feet tall, contains three million parts. NASA has said it was worked on by more than 400,000 people. In itself, it is an object of wonder. Then we see on its far end (the top of this 36-story-high rocket) an 11-foot-long appendage that might even be missed: a minuscule command module designed to hold the astronauts, which only increases the wonder.</p><p>The science-fiction writer Arthur C. Clarke famously declared that any sufficiently advanced technology is indistinguishable from magic: It accomplishes something remarkable, without our being able to see how or why. But with the Saturn V, I feel just the opposite. While its ultimate accomplishment may seem magical, the rocket did not use sleight of hand. In takeoff, it displayed brute force.</p><p>This will be even more true of the coming Artemis launch of a more powerful rocket. It will affirm humanity's taming of those brutish forces, at least temporarily, but only after great care and cost, inventiveness and training. Awe is to be expected -- inspired both by what we have made and by where we might be going.</p><p>---</p><p>Mr. Rothstein is the Journal's Critic at Large.</p>",
  "published": "2022-08-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2658,
          "end": 2664
        }
      ],
      "nexusId": "10078857"
    }
  ]
}