{
  "_id": "1ad395fe98a27886595c10fc7815daf0a02379a33736f6749ebfd0c85a26a103",
  "feed": "ftcomall",
  "title": "UK's young adults spending more time on TikTok than watching TV",
  "text": "<p>Young adults in the UK are spending more time scrolling on social media site TikTok than watching broadcast television, according to an Ofcom report on Wednesday that highlights the growing generational divide in media habits.</p> <p>In <a href=\"https://www.ofcom.org.uk/home\">its annual survey of consumption trends</a>, the media regulator found that those aged 16 to 24 spent an average of 53 minutes a day viewing traditional broadcast TV, just a third of the level a decade ago. </p> <p>By contrast, people over the age of 65 spent seven times as long in front of channels such as <a href=\"https://www.ft.com/stream/85ec35d8-e3dc-4868-a489-559f8c6fdcca\">BBC </a>One or ITV, viewing almost six hours' worth of broadcast TV a day — a figure that has risen since 2011. </p> <p>The faster take-up of streaming services and social media among young people poses an ever greater challenge to broadcasters as they try to cope with an economic slowdown, satisfy their most loyal older viewers and invest to keep pace with fast-changing consumption habits.</p> <p><a href=\"https://www.ft.com/stream/51cafe93-d26c-42e5-bdf7-4e371544376d\">Ofcom </a>said the coronavirus pandemic-driven surge in traditional TV consumption had largely lapsed, with time spent watching broadcasters — either live or through on-demand platforms — declining almost 9 per cent since 2020. </p> <p>While public-service broadcasters including the BBC and Channel 4 are well regarded by younger adults, their weekly reach is in steady decline with those age groups. In 2021, for instance, less than half of 16- to 24-year-olds watched at least 15 minutes a week of programming on a public-service channel such as the BBC, ITV or Channel 4. </p> <p>Meanwhile, the reach of subscription streaming services, such as Netflix and Disney Plus, and social video platforms, including YouTube and TikTok, has grown rapidly over the past decade. </p> <p>A study for Ofcom by the polling company Ipsos estimated that those aged 15 to 24 spent 57 minutes a day on TikTok alone. This is longer than the 53 minutes that the 16-to-24 age group spends watching broadcast television, according to a separate survey for Ofcom by BARB, an audience rating agency. </p> <p>The challenges of the looming recession are already becoming clear, for broadcasters and streamers alike. </p> <p>Revenues at the biggest subscription streaming services continued to grow rapidly in 2021, with an estimated 27 per cent increase largely driven by price rises. But the proportion of households paying for at least one service fell in the second quarter of 2022. </p> <p>The pressures in the market have been offset by some families showing greater openness to taking on multiple subscriptions. About 5.2mn UK households — almost a fifth of the overall total — pay for all three of Netflix, Amazon Prime and Disney Plus, at a cost of nearly £300 a year. </p> <p>Traditional TV continues to host the vast majority of the most-watched programmes, including major sporting competitions and hit dramas such as <em>Line of Duty</em>. </p> <p>But broadcasters are struggling to keep pace with US rivals on streaming. While the BBC's iPlayer has set new audience records, reaching 6.5bn streams in 2021, it remains well behind Netflix, which last year drew roughly 20bn views. </p><p>Source: Alex Barker in London 2022 'UK's young adults spending more time on TikTok than watching TV' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-16T23:01:46.297Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 6
    }
  ]
}