{
  "_id": "0dcbf3d3f20755e72771caf0a63ef7311bf063fa13adb3d8dc24a6dd2f0d847f",
  "feed": "wall-street-journal",
  "title": "Drones, Unmanned Boats and Killer Robots Have Made Turkey an Arms-Industry Powerhouse; Turkey has become a global player in weapons manufacturing over the past two decades",
  "text": "<p>Mr. Erdogan's government is pouring $60 billion a year—up from $5 billion in 2002—into an effort to reduce dependence on U.S. and other foreign military suppliers. The private defense industry grew to $11 billion in 2020 from $1 billion in 2002. Arms deals are now one of Mr. Erdogan's foreign-policy tools of choice, as he uses sales of drones and other weapons to build relationships and further his aspirations of global Turkish influence.</p><p>Turkey now makes about 70% of what the Turkish armed forces' need, up from 30% in the early 2000s, according to the government. Building on the success of its Bayraktar TB-2 drones, its signature military export, Turkey is looking to become a key supplier of other drones including unmanned land, sea and underwater vehicles, officials and executives say.</p><p>\"It's clear that conventional things have some limits and we must look for something new and commercial,\" said Ismail Demir, the president of Turkey's Defense Industry Agency and a confidant of Mr. Erdogan. \"We thought that it should not be limited to aerial vehicles. It should be land, sea, undersea.\"</p><p>Turkey ranked 12th in arms exports between 2017 to 2021, behind Israel and Switzerland and ahead of Ukraine and Sweden, according to the Stockholm International Peace Research Institute. Turkey's industry is still small compared with arms-selling giants like the U.S., Russia and France, but it has leapt into a new tier since 2001, when it ranked 36th. Its top buyers were Turkmenistan, Oman and Qatar.</p><p>Turkey is still dependent on foreign suppliers for big-ticket items like jet fighters and air defenses. Its decision to buy Russia's S-400 air defense system in 2017 caused the U.S. to impose sanctions on Mr. Demir and expel Turkey from the advanced F-35 jet fighter program.</p><p>The Turkish government is currently negotiating with the Biden administration over a deal to buy a new fleet of F-16 fighters, a possible alternative to the F-35, which Turkish and U.S. officials hope could repair their frayed defense relationship.</p><p>The Turkish government is developing its own jet fighter, air defenses and tanks, but is still likely years away from deploying those heavy weapons. Mr. Demir said foreign sanctions had added urgency to the push for military independence.</p><p>\"We know that trying to be independent 100% is not something feasible and logical,\" said Mr. Demir. \"The key here is, whenever, we need to protect our national interest.\"</p><p>Though Turkey's defense sector remains small compared with giants like China, it has outsize influence because of the impact of its drones in recent conflicts. The country's Bayraktar TB-2 drones have helped push back Moscow's forces, its proxies and Russian-made technology in at least four different conflicts—Ukraine, Syria, Libya and in Azerbaijan's conflict with Armenia.</p><p>Earlier this year, Ukraine's military used the drones to rain missiles on Russia's mobile air defenses and sink its warships in the Black Sea. Ukrainians celebrated the airstrikes in songs.</p><p>The TB-2 has given smaller states a low-cost way to gain an edge over more powerful opponents. A fleet of six TB-2 drones and the ground equipment needed to run them costs tens of millions of dollars, rather than hundreds of millions for the U.S.-made Reaper MQ-9.</p><p>The drones' fast proliferation around the world has raised fears about arms control and strikes on civilians. Senior U.S. officials raised concerns with the Turkish government last year after the drones were documented in use by the Ethiopian government, including in alleged strikes on civilians. The Turkish government hasn't confirmed the drones sale to Ethiopia and Turkish officials say they attach humanitarian provisions to sales.</p><p>The TB-2 can stay aloft for 24 hours, operated by a remote pilot from as far away as 185 miles, weather permitting. The drones' long-range cameras and ability to avoid radar make them adept at evading Russian-made air defenses.</p><p>\"What Bayraktar did was a great advertisement for us,\" said Mustafa Orakci, sales director for Elektroland Defense, an Ankara-based company that makes unmanned land vehicles.</p><p>At Elektroland's warehouse on the outskirts of the Turkish capital, 10 vehicles stood recently in ranks awaiting shipment to their new owner, the Bangladeshi government. The machines, designed for transporting unexploded ordnance, look like the Star Wars robot R2-D2, but with a pair of giant off-road wheels for rugged terrain.</p><p>A company of just 50 employees, Elektroland is typical of Turkey's arms industry because it has flourished in the last 15 years with government support.</p><p>In front of the building, a technician holding a remote control tested a new product, an unmanned land vehicle called Hancer, which sits on four rotating tracks and is designed to carry an automatic weapon.</p><p>The robot zoomed around the muddy yard of the factory and climbed over a pile of sand. Across its front was splashed a pattern resembling eyes and fangs.</p><p>Turkey's military sales have come to reflect the country's shifting foreign relations. Since last year, Mr. Erdogan has sought to restore relations with Middle Eastern rivals including Saudi Arabia, the United Arab Emirates, and Israel after years of fighting an undeclared Cold War for influence in the region.</p><p>The thaw in relations with the U.A.E. in particular has proved promising for the Turkish defense industry, according to Mr. Demir and officials from three Turkish defense companies.</p><p>Mr. Orakci said Elektroland is preparing to sign a contract to deliver 40 of its vehicles to Calidus, an Emirati military-tech company.</p><p>Emirati officials also expressed interest in buying unmanned surface boats from Turkey, sending over a list of specifications for a potential purchase, according to people familiar with the matter. Analysts say the boats could be useful for naval vessels needing escort through contentious waters, such as the Strait of Hormuz.</p><p>One company developing unmanned boats is Yonca-Onuk JV, headquartered in the docklands on Istanbul's Asian side. The company, which is best known for selling patrol boats to Qatar, Egypt, and Georgia, envisages its unmanned craft carrying out reconnaissance and armed missions with fewer risks to navy and coast-guard personnel.</p><p>Behind the building, bobbing in the dark waters next to a towering container ship is a prototype of the company's unmanned boat called the Sancar. Powered by a diesel engine, the boat can run at a speed of 10 knots for up to 40 hours, said Yavuz Uras, the company's general manager.</p><p>\"That's the strategy. We build our own and then sell to other countries,\" said Mr. Uras.</p><p>Russia's invasion of Ukraine has also led to a boom for sections of the Turkish defense industry.</p><p>In the small town of Yozgat on the Anatolian planes about a hundred miles east of Ankara, workers buzzed throughout the sprawling campus of Garanti Kompozit, a company that makes military-grade protective gear, sewing and packing body armor and helmets for the Ukrainian military.</p><p>Shortly after the Russian invasion in February, Ukraine sent a massive order: tens of thousands of sets of armor, immediately, said the company's chairman, Hüseyin Yazar.</p><p>The company ramped up production, hiring an additional 120 employees to bring its workforce to around 1,200. Mr. Yazar said the company had dispatched between 80,000 and 100,000 sets of armor to Ukraine since the start of the Russian invasion.</p><p>\"We're working at capacity,\" said Mr. Yazar, striding across his factory floor amid the whir of sewing machines.</p><p>A few weeks into the war, Ukrainian officials contacted the company asking for a \"special set\" of armor for a muscular, fairly short man, Mr. Yazar said.</p><p>A few weeks later, Mr. Yazar was watching a Turkish TV news broadcast on the war in Ukraine and spotted the mystery client wearing the armor on his chest: Ukraine's President Volodomyr Zelensky.</p><p>\"I felt proud,\" said Mr. Yazar.</p><p>Write to Jared Malsin at jared.malsin@wsj.com</p><p>Drones, Unmanned Boats and Killer Robots Have Made Turkey an Arms-Industry Powerhouse</p>",
  "published": "2022-07-21T12:01:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}