{
  "_id": "bdf18172a011b29f92b356f62be27dc2c7f831e159c0dac08de57130c6b9f61c",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Covid-19 Cases Rise in China; Investors are worried the increase in infections will interrupt the easing of restrictions in the country, delaying a pickup in growth",
  "text": "<p>Investors had hoped that signs of easing Covid-19 containment measures in China would allow for economic growth to pick up, also benefiting the global economy. Several Chinese cities had said they would no longer carry out mandatory mass testing and lifted the requirement for residents to show proof of a recent negative test to enter public places.</p><p>A rise in Covid-19 infections and the reporting of virus-related deaths for the first time in almost six months have caused investors to worry that China's normalization could instead be further delayed.</p><p>\"All eyes are on China,\" said Hani Redha, a portfolio manager at PineBridge Investments. \"Any attempt to reopen is going to be tricky because we know the pattern with these things: you get a spike in cases. We haven't even really got going and there are already a lot of cases.\"</p><p>On top of the China news, investors are looking at an assortment of concerning developments in the U.S. ahead of the holiday season. A looming railroad-worker strike could disrupt some supply chains as soon as early December, hampering commerce. Investors will also be watching the holiday shopping season to see the degree to which inflation is biting into consumers' purchasing power.</p><p>All of that complicates the Federal Reserve's balancing act between raising interest rates and fighting inflation, said Oanda analyst Edward Moya. \"There's going to be some unwanted drivers here that will probably force the Fed to remain aggressive,\" he said. \"And that's difficult for equities.\"</p><p>On the data front, investors were anticipating a quiet week with the Thanksgiving holiday on Thursday. The biggest event on the economic calendar is Wednesday's release of the minutes of last Federal Reserve meeting.</p><p>Investors will be looking for clues to Fed officials' opinion on the pace of inflation, and whether it will prompt the central bank to ratchet down the pace of interest-rate increases. \"It's very important for market players,\" said AvaTrade analyst Naeem Aslam.</p><p>In corporate news, shares of Walt Disney's jumped 5.3% after the entertainment giant replaced Chief Executive Bob Chapek with Robert Iger, the company's former chairman and CEO.</p><p>Shares of Imago BioSciences more than doubled after Merck agreed to acquire the developer of bone-marrow disease drugs for $1.35 billion.</p><p>Carvana stock fell 13%. The used-car dealer was a pandemic winner but is now rushing to conserve cash as once-plentiful financing options dry up and its business deteriorates</p><p>Coinbase Global dropped 9.9% as the crypto market continues to struggle in the wake of the collapse of exchange FTX while bitcoin's dollar value lingered near $16,000 apiece. Pessimism on the outlook for digital assets has worsened following the swift collapse of cryptocurrency exchange FTX. Investors are worried that failures among other companies could be on the horizon.</p><p>In energy markets, U.S. crude prices were volatile, down 0.5% at $79.73 after trading under $80 for the first time since September and falling to near year lows amid a darkening outlook for the global economy.</p><p>The WSJ Dollar Index, which measures the performance of the U.S. currency against a basket of others, rose 0.8%.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note was roughly flat at 3.814%, compared to 3.817% Friday. Yields and prices move inversely.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose less than 0.1%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Paul Vigna at Paul.Vigna@wsj.com</p><p>Stocks Fall as Covid-19 Cases Rise in China</p>",
  "published": "2022-11-21T18:17:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2026,
          "end": 2037
        }
      ]
    }
  ]
}