{
  "_id": "ea188204fdc3a892d669017fda8c36bb50d66578b8eb2ab973ba01240c47c775",
  "feed": "wall-street-journal",
  "title": "You Can Now Belly Up to a Virtual Bar, but Don't Expect to Get Tipsy; Distillers battle over who poured first in the digital world; 'OK, how can I really drink?'",
  "text": "<p>Wisher Vodka, which bills itself as the \"first and only craft spirit of the metaverse,\" sent Jose Cuervo a letter effectively telling the tequila maker to cease and desist with its metaverse-pioneering claims. Next, it sent a truck through the streets of Los Angeles with a billboard that said: \"Welcome to the Metaverse, Jose.\"</p><p>Several other alcohol brands, too, have made forays into the digital universe, which some tech companies tout as the future of work and social interaction. In February, Miller Lite opened a bar in the metaverse with giveaways tied to the Super Bowl. Irish whiskey maker Kinahan's said it is planning virtual tastings.</p><p>Now, back to the question that confused consumers like 26-year-old Maryana Ryumshin. \"At first, I was like, oh, OK, how can I really drink?\" she says.</p><p>The answer: She can't.</p><p>Users enter the barroom metaverse through their computers. To get into Wisher Vodka's online establishment, users must key in their birth dates, the digital equivalent of being carded.</p><p>Those 21 or older can stroll past the bouncer, a tall digital monkey. Users appear as avatars, some wearing glowing mouse ears, fairy wings or dragon costumes. The graphics are similar to those seen in videogames, giving the room a Star Wars bar scene feel.</p><p>The alcohol, alas, is virtual. Avatars can drink as much of it as they want. They won't get digitally drunk, as players do in the videogame Grand Theft Auto, where visits to bars can turn screens blurry.</p><p>Ms. Ryumshin, who said she doesn't much like to drink real alcohol anyway, is now a regular at Wisher's. She said she goes to socialize with others at virtual events. Sometimes, she said, people joke around and pretend to be tipsy.</p><p>On a Friday night in April, Wisher hosted a concert, with a live stream of a real-life rapper projected onto the venue's digital wall, in real time. Avatars could make their way up the back stairs to a VIP party where the rapper, between songs, shouted out their usernames.</p><p>To make money, some companies are linking their virtual drinks to their real-world products. Wisher Vodka sells NFTs of cocktails. Buyers are sent a six-bottle case of its actual vodka.</p><p>In April, Absolut Vodka got into the act, hosting a two-week online party tied to the popular California music festival, Coachella. Absolut offered a virtual bar, dance floor and music.</p><p>Ryan Guthrie, a 32-year-old who has frequented several bars in the metaverse, said he sneaked into Absolut's virtual setup before it opened to the public. He snapped a few pictures and posted them to social media before being caught and asked to take them down, he said.</p><p>\"I actually got in trouble because I figured out how to get onto the land before the event happened,\" he said, laughing.</p><p>After the virtual bar opened, 260,000 people visited it, the company said. Among them were several Wisher employees and bar-goers whose avatars were wearing \"Wisher Vodka\" T-shirts. Wisher also erected a \"Welcome to the Metaverse, Absolut\" billboard outside its own virtual bar.</p><p>Share Your Thoughts</p><p>What do you think the metaverse will mean for you? Join the conversation below.</p><p>At the real-life Coachella festival, Absolut set up a tent with computers that tapped into its virtual bar. Fortunately for festival visitors, there also was a flesh-and-blood bartender selling real vodka.</p><p>In April, Dutch beer maker Heineken said it had created the world's first virtual beer, Heineken Silver, which it said—with tongue firmly in cheek—\"is made only from the freshest pixels: no malt, no hops, no yeast, no water and also, no beer.\" Then it brewed an actual beer with the same name.</p><p>Heineken said it was an \"ironic way of poking fun at brands releasing products in the metaverse that are actually best enjoyed in real life.\" It offered the beer at real-life events in Europe, where drinkers could wear fake virtual-reality headsets with cutouts to look through at the real world.</p><p>Despite that mockery, Heineken also built a digital brewery where avatars can enjoy the virtual beer and go on tours of the facility where it is made. After all, said Bram Westenbrink, global head of Heineken brand, \"we want to be where the consumers are.\"</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>You Can Now Belly Up to a Virtual Bar, but Don't Expect to Get Tipsy</p>",
  "published": "2022-06-06T14:37:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}