{
  "_id": "89c66a2b99e0e96e96781b456280439043fbdddf6510682a62b08010418a9e16",
  "feed": "wall-street-journal",
  "title": "Mattel Sales Rise as Demand for Toys Remains Strong; Toy maker remains focused potential deal making, but declined to comment on WSJ report it had discussed sale with private-equity firms",
  "text": "<p>Chief Executive Ynon Kreiz said in an interview Wednesday that Mattel remains focused on reducing debt and potential deal making.</p><p>Mr. Kreiz said in February that Mattel had completed the company's turnaround, slashing costs and the workforce as well as closing factories and rebuilding relationships with Hollywood studios. Finance chief Anthony DiSilvestro then said that with a stronger balance sheet, Mattel was ready to look at deals and other corporate development opportunities.</p><p>On Wednesday, Mr. Kreiz said that the company's capital allocation priorities and criteria remained the same. Through the pandemic Mattel has taken steps to improve its supply chain and pare its manufacturing footprint to cut costs.</p><p>\"It's not that we were not impacted, but we were able to work through disruptions in the market,\" said Mr. Kreiz, adding that all factories were fully operational and Mattel was working with retail partners to ensure shelves are fully stocked.</p><p>Mattel swung to a first-quarter profit of $21.5 million, or 6 cents a share. On an adjusted basis, profit was 8 cents a share. Net sales rose 19% to $1.04 billion. The results beat the FactSet analyst consensus.</p><p>Shares, which closed Wednesday up nearly 11%, gained an additional 3.3% after hours.</p><p>The toy maker also maintained its financial targets for 2022 and 2023. It previously indicated a sales increase of 8% to 10% this year, when stripping out currency fluctuations, and sales growing by a high-single-digit percentage the following year. Sales climbed by 19% in 2021.</p><p>The guidance reflects higher prices, which the company said will help it offset the impact of cost inflation. The company expects cost inflation to moderate in 2023.</p><p>As for business disruption tied to Russia's invasion of Ukraine, company officials said they expect lost business in both countries to be offset by sales growth elsewhere. Russia and Ukraine accounted for less than 3% of total gross billings in 2021, the company said.</p><p>Mattel won back the licensing rights to Walt Disney Co.'s princess lineup and to Disney's blockbuster \"Frozen.\" It is slated to resume selling new Disney toys in 2023.</p><p>The company lost the license to Hasbro Inc. in 2016, a financial and symbolic setback that precipitated a period of four CEOs and compounding challenges as Mattel tried to fill the hole from the lost business.</p><p>Hasbro, which in 2017 made an unsuccessful takeover offer for Mattel, is under pressure from investor Alta Fox Capital Management LLC, which is trying to overhaul its board and is pushing the company to spin off a unit that houses Dungeons &amp; Dragons.</p><p>Dolls, including Mattel's flagship Barbie brand, have been key to growth in the company's top line. In the most recent quarter, Mattel recorded a 4% increase in dolls gross billings, or the amount invoiced to customers, as Barbie and Polly Pocket offset a decline in American Girl.</p><p>Mr. Kreiz attributed the decline mostly to the shift of Easter sales to the second quarter of this year and said that Mattel still expects American Girl's sales to grow this year, pointing to planned product launches and marketing campaigns that are geared toward the second half of 2022.</p><p>Paul Ziobro | contributed to this article.</p><p>Write to Maria Armental at maria.armental@wsj.com</p><p>Mattel Sales Rise as Demand for Toys Remains Strong</p>",
  "published": "2022-04-27T22:53:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2055,
          "end": 2061
        },
        {
          "start": 2121,
          "end": 2127
        },
        {
          "start": 2014,
          "end": 2025
        }
      ]
    }
  ]
}