{
  "_id": "7650566d8696ea9bf0aade946dff6fd6583349bf100019726cb8939257fb2577",
  "feed": "wall-street-journal",
  "title": "CNN, Gannett, Other Media Giants Resort to Layoffs Ahead of Potential Downturn; Entertainment and publishing firms look to cut costs amid streaming losses and ad slowdown",
  "text": "<p>The moves come after many entertainment companies spent the past few years spending heavily on streaming services that are now a drag on financial results. Traditional broadcast and cable television, meanwhile, continue to face viewer and subscriber erosion.</p><p>Add on fears of a recession and a slowdown in ad spending, and an industry that managed to survive and in some cases thrive as audiences swelled during the Covid-19 pandemic is now in retreat. </p><p>As Disney's theme parks set records, its streaming business lost nearly $1.5 billion in the most recent quarter. PHOTO: Zack Wittman for The Wall Street Journal</p><p>Walt Disney Co., Warner Bros. Discovery and Paramount Global lost a combined $2.5 billion on streaming in the most recent quarter alone and are now trying to rein in costs. On Tuesday, AMC Networks Inc. said it would cut 20% of its U.S. workforce, citing the inability of its streaming apps to make up for losses from cord-cutting.</p><p>At CNN, low ratings, advertising concerns and challenges at its parent company, Warner Bros. Discovery, led to layoffs this past week. In a memo to staff, CNN Chairman Chris Licht said CNN's sister channel HLN would stop carrying live programming as part of its cost-saving efforts.</p><p>Gannett Co., the publisher of many newspapers, including USA Today, on Thursday began laying off more than 200 people, on top of another 400 job cuts earlier this year. The Washington Post on Wednesday said it would stop publishing its Sunday print magazine, resulting in the loss of about 10 jobs.</p><p>The Labor Department said Friday that the U.S. labor market remained historically tight. Employment in the information sector has grown faster than the broader labor market in recent months, with jobs increasing 5% from January through November, about twice as fast as overall employment over the same period.</p><p>It could take time for ongoing layoffs to show up in economic data because there is typically a gap between when companies announce them and when people are let go and actually leave payrolls, according to some economists. Some laid-off workers are also quickly finding new roles as overall job openings remain abundant.</p><p>SHARE YOUR THOUGHTS</p><p>What does the wave of job cuts tell you about the state of the economy? Join the conversation below.</p><p>Neil Begley, a senior vice president at the ratings firm Moody's Investors Service, said even though the job market remains strong, many companies are worried about a potential recession. Those economic concerns and layoffs by other companies make it easier for companies to reduce head count.</p><p>\"There's a nasty expression: You can't let a perfectly good crisis go to waste,\" he said.</p><p>NPR on Wednesday said that a decline in corporate sponsorships in light of \"a worldwide economic shock\" meant it must cut at least $10 million from its budget for the year and that it would essentially freeze hiring. The company said it would try to avoid layoffs.</p><p>Magna, a unit of Interpublic Group of Cos.'s Mediabrands, in September said it expected U.S. ad spending to grow at a slower pace next year.</p><p>Entertainment companies are facing pressures that extend beyond the macroeconomic environment. Their huge bets on streaming now look shakier, as the market for streaming subscriptions is maturing in the U.S. and competition to add customers among a slew of rivals is cutthroat.</p><p>\"As it becomes more crowded and competition becomes more fierce, there's less to reap,\" said Zuhayeer Musa, co-founder of Levels.fyi, which helps workers negotiate offers from a range of companies, including tech and media firms.</p><p>Netflix Inc. was one of the first streaming companies to cut staff and costs, laying off more than 400 people earlier this year. Some media executives said Netflix's moves—which came as the company lost subscribers for the first time in a decade—prompted a greater focus at other companies with streaming services on controlling costs and trying to improve profitability.</p><p>Warner Bros. Discovery is facing an added set of challenges: reducing the heavy debt load stemming from the April merger of Discovery and AT&amp;T Inc.'s WarnerMedia unit. The company, whose properties include HBO Max, Discovery+, the Warner Bros. movie and TV studios and cable channels including CNN and TNT, has laid off more than 1,000 workerssince the deal's completion.</p><p>Disney, whose streaming business lost nearly $1.5 billion in the most recent quarter alone, recently fired Chief Executive Bob Chapek and brought back his predecessor, Robert Iger, to the helm. Disney on Tuesday warned in a regulatory filing that it might face an impairment charge as it restructures its business.</p><p>In his first employee town hall since his return, Mr. Iger said Disney would give priority to making money over adding subscribers in its streaming business.</p><p>Comcast Corp.'s NBCUniversal is expected to make job reductions as part of cost-cutting across the unit, according to people familiar with the matter. NBCUniversal recently completed a voluntary retirement program that offered buyouts to people age 57 or older.</p><p>Paramount Global's CBS unit recently restructured its entertainment operations as part of a cost-cutting effort, leading to the departures of two senior executives. There have also been cuts at Paramount's ad sales units and production units at both CBS and Paramount.</p><p>AMC Networks, the home of many popular TV shows, including \"The Walking Dead\" and \"Better Call Saul,\" on Tuesday said it was laying off about 200 people to save resources as it struggles to generate enough money from its streaming services to make up for the continued decline of cable television.</p><p>Roku Inc., the largest maker of streaming devices in the U.S., last month said it planned to lay off about 200 employees. The company, which sells ads viewed on its own streaming service, the Roku Channel, and ads that appear on other streaming services viewed on Roku devices, said advertisers were reducing their fourth-quarter ad spending because of uncertainty over a potential recession.</p><p>\"They aren't spending with anyone,\" Chief Executive Anthony Wood told investors recently. \"It's not just they're not spending with us.\"</p><p>—Sarah Chaney Cambon contributed to this article.</p><p>Write to Sarah Krouse at sarah.krouse@wsj.com and Joe Flint at Joe.Flint@wsj.com</p><p>CNN, Gannett, Other Media Giants Resort to Layoffs Ahead of Potential Downturn</p>",
  "published": "2022-12-03T13:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 613,
          "end": 624
        },
        {
          "start": 4515,
          "end": 4521
        },
        {
          "start": 4700,
          "end": 4706
        },
        {
          "start": 4321,
          "end": 4327
        },
        {
          "start": 455,
          "end": 461
        }
      ]
    }
  ]
}