{
  "_id": "280cc3f88365ecc12ce4b2f78a919ddb7fa29f96a9d50a10f3912b61ac75c595",
  "feed": "market-watch",
  "title": "Activist investor Dan Loeb steps back from his push for Disney to sell ESPN; 'A better understanding' reached after Disney CEO Bob Chapek outlines plans to use ESPN as growth engine",
  "text": "<p>\"As Bob has said, ESPN is an integral part of The Walt Disney Company, and he believes that its full potential will continue to be realized as we execute against our strategic vision for the most trusted brand in sports,\" said Disney spokeswoman Kristina Schake on Sunday.</p><p>Last month, Loeb's hedge fund Third Point LLC announced that it had renewed its stake in Disney stock after having liquidated one earlier this year. He sent a letter to Chapek asking for major changes to Disney's business, including spinning off ESPN, refreshing Disney's board and cutting spending.</p><p>\"We have a better understanding of ESPN's potential as a stand-alone business and another vertical for [Disney] to reach a global audience to generate ad and subscriber revenues,\" Loeb wrote on Twitter Sunday morning. \"We look forward to seeing [ESPN chief James] Pitaro execute on the growth and innovation plans, generating considerable synergies as part of The Walt Disney company.\"</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>How much can you spend in retirement? Answer these questions first.</p><p>Outlook for tech stocks darkens after rocky stretch.</p><p>Activist investor Dan Loeb steps back from his push for Disney to sell ESPN</p>",
  "published": "2022-09-11T20:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 937,
          "end": 948
        },
        {
          "start": 1216,
          "end": 1222
        },
        {
          "start": 46,
          "end": 69
        },
        {
          "start": 116,
          "end": 122
        },
        {
          "start": 362,
          "end": 368
        },
        {
          "start": 56,
          "end": 62
        },
        {
          "start": 227,
          "end": 233
        },
        {
          "start": 676,
          "end": 683
        },
        {
          "start": 477,
          "end": 483
        },
        {
          "start": 50,
          "end": 61
        },
        {
          "start": 536,
          "end": 542
        },
        {
          "start": 933,
          "end": 956
        }
      ],
      "nexusId": "10078857"
    }
  ]
}