{
  "_id": "d96224984180b79ac217e399ad63320584b4acca61d43ae1a584cb03354a9892",
  "feed": "ftcomall",
  "title": "Netflix: advertising subscription could mean lower Arpu",
  "text": "<p>Like a tech start-up, Netflix is valued as if user growth is the most important metric. Vast content commitments, losses and heavy debt have all been tolerated so long as this number rises. When it fell, so did the share price. Netflix's solution is to stop reporting guidance for the number.</p> <p>There is reason to think this will work. Apple stopped reporting iPhone unit sales in 2019 after growth flattened. Instead, it pushed investors to look at revenue — where higher prices made up for lower unit sales. The nudge was successful. </p> <p>But <a href=\"https://www.ft.com/stream/2fa688f8-97f0-4596-a705-822b4a5f9d6f\">Netflix</a> is banking on high revenue growth that is not certain. In November, it will launch an ad-supported subscription tier. At $6.99 per month it is less than half the price of the ad-free rate and cheaper than rival services. The hope is that this will erase the damage done by two consecutive quarters of subscription declines earlier this year. But Netflix risks cannibalising its own users and lowering average revenue per user in the process.</p> <p>Netflix claims its rivals are in worse shape: collectively losing $10bn a year. But its high-handed dismissal of the competition has not convinced investors. In the third quarter, <a href=\"https://www.ft.com/content/3b1e8a70-73e0-40a9-bd7d-7dcd6e015c42\">subscriptions rose by 2.4mn</a>. A return to growth lifted the share price 13 per cent in after-hours trading — though it remains down on the year and is still underperforming the wider S&amp;P 500.</p> <p>Netflix carved out a new sector in streaming services, upending cable television. For a comparatively small monthly fee, users get access to high-quality shows, unburdened by adverts and TV schedules. Over time it has gathered 223mn subscribers, become a global brand and won Oscars. But it has also attracted a host of imitators that have chipped away at growth.</p> <p>Some of the panic around subscriptions is unfair. Subscriber losses followed a record 37mn additions in 2020. Churn makes sense. Despite big content creation plans, free cash flow is positive.</p> <p>But Netflix lacks the alternative revenue stream that a rival such as Disney can lean on. Adding advertising revenue is welcome, though Netflix is entering just as Disney makes the same move and the digital advertising market is in a downturn. Still, if Netflix could add $2bn in advertising revenue (half the sum Morgan Stanley expects Disney and Netflix to make between them) plus another $2bn from subscribers on the new ad-supported tier (equal to about 10 per cent of ad-free subscribers) it would lift 2024 revenues above $41.5bn and return growth to pre-coronavirus pandemic levels.</p> <p>These are optimistic estimates. The more gloomy forecast is that Netflix encourages existing subscribers to move to the lower tier and fails to win many new joiners. After all, they have their pick of alternative services to choose from.</p><p>Source:  2022 'Netflix: advertising subscription could mean lower Arpu' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T21:48:17.728Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2080,
          "end": 2086
        },
        {
          "start": 2253,
          "end": 2259
        },
        {
          "start": 1986,
          "end": 1992
        }
      ],
      "nexusId": "10078857"
    }
  ]
}