{
  "_id": "464101088df5a4f627202a6d6dbbb3b01a207af3d278944fba6bbdae16e6c176",
  "feed": "market-watch",
  "title": "Disney to raise streaming prices while launching ad-supported tier, stock pops as subscriber total tops Netflix; Disney added more streaming subscribers than expected in the second quarter, as streaming rivals struggled for growth, and expects to launch new ad-supported service in U.S. before the end of the year",
  "text": "<p>\"We had an excellent quarter, with our world-class creative and business teams powering outstanding performance at our domestic theme parks, big increases in live-sports viewership, and significant subscriber growth at our streaming services,\" Disney Chief Executive Bob Chapek said in a statementannouncing the results.</p><p>Shares initially moved more than 5% higher in after-hours trading.</p><p>Disney plans to launch an ad-supported Disney+ tier in the U.S. on Dec. 8, which will cost $7.99 a month, the same price Disney currently charges for the app with no ads; the non-ad version will increase to $10.99 a month, or $109.99 a year. Hulu's ad-supported tier will cost $7.99 a month as of Oct. 10, with a premium subscription moving to $14.99 a month. Previously announced changes to ESPN+ pricing will go into effect on Aug. 23.</p><p>Disney will also continue to offer several bundles of its different streaming services. A bundle of Disney+ and Hulu with ads will cost $9.99 a month, for example, while adding ESPN+ with ads to that package moves it to $12.99 a month. A premium version of the bundle, which includes Disney+ and Hulu without ads and ESPN+ with ads, will cost $19.99 a month.</p><p>\"With our new ad-supported Disney+ offering and an expanded lineup of plans across our entire streaming portfolio, we will be providing greater consumer choice at a variety of price points to cater to the diverse needs of our viewers and appeal to an even broader audience,\" Disney executive Kareem Daniel said in a news release detailing the pricing changes.</p><p>Disney posted fiscal third-quarter net income of $1.41 billion, or 77 cents a share, on sales of $21.5 billion, up from $17.02 billion a year ago. After adjusting for restructuring costs, amortization and other effects, the company reported earnings of $1.09 a share, compared with adjusted earnings of 80 cents a share a year ago. Analysts surveyed by FactSet had expected adjusted earnings of 97 cents a share on revenue of $20.99 billion.</p><p>Disney's performance in streaming comes at a time when inflation-weary consumers are scaling back on subscriptions and jumping from service to service, after an explosion in new Netflix Inc. NFLX streaming rivals from the likes of Apple Inc. AAPL, Warner Bros. Discovery Inc. WBD, Comcast Corp. CMCSA and Amazon.com Inc. AMZN. Netflix reported a net loss of 970,000 paid subscribers in the second quarter, while analysts on average were forecasting a reduction of 2 million net additions. Warner Bros. Discovery reported a surprising second-quarter loss of $3.42 billion.</p><p>Disney's largest business segment, media and entertainment distribution, compiled sales of $14.11 billion in the quarter, up from $12.68 billion a year ago; analysts on average predicted $14.2 billion. Direct-to-consumer sales, which includes streaming services as well as some international products, hauled in $5.06 billion, compared with analysts' forecast of $5.17 billion on average.</p><p>Disney's television networks generated sales of $7.19 billion, while analysts' average estimates called for $7.05 billion. Content sales and licensing, a category that includes Disney's film business, registered revenue of $2.11 billion vs. analysts' expectations of $2.14 billion.</p><p>The company's signature theme parks and product sales business increased to $7.39 billion in revenue from $4.34 billion a year ago. The average analyst estimate was $6.75 billion.</p><p>Disney's stock has tumbled 27% so far this year but rebounded strongly of late. The S&amp;P 500 Index SPX is down 12% and the Dow Jones Industrial Average DJIA, which counts Disney as a component, is off 8%.</p><p>Disney to raise streaming prices while launching ad-supported tier, stock pops as subscriber total tops Netflix</p>",
  "published": "2022-08-10T20:37:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 113,
          "end": 119
        },
        {
          "start": 244,
          "end": 250
        },
        {
          "start": 386,
          "end": 392
        },
        {
          "start": 427,
          "end": 434
        },
        {
          "start": 507,
          "end": 513
        },
        {
          "start": 821,
          "end": 827
        },
        {
          "start": 920,
          "end": 927
        },
        {
          "start": 1103,
          "end": 1110
        },
        {
          "start": 1460,
          "end": 1466
        },
        {
          "start": 1536,
          "end": 1542
        },
        {
          "start": 1975,
          "end": 1981
        },
        {
          "start": 2542,
          "end": 2548
        },
        {
          "start": 2929,
          "end": 2935
        },
        {
          "start": 3105,
          "end": 3111
        },
        {
          "start": 3387,
          "end": 3393
        },
        {
          "start": 3556,
          "end": 3562
        }
      ],
      "weightsV2": {
        "weight": 23.0,
        "baseWeight": 17.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}