{
  "_id": "9255854bd8f101009bb7858a6c66289f92634704527520ffa564c7b2eda23841",
  "feed": "ftcomall",
  "title": "Florida prepares U-turn on Disney's ‘Don't Say Gay' punishment",
  "text": "<p>Florida lawmakers are working on plans to reverse a move that would strip Disney of its right to operate a private government around its theme parks, potentially resolving the fallout from the “Don't Say Gay” controversy that dragged the entertainment giant into the culture wars. </p> <p>In April, the Florida legislature voted to dissolve Disney's 55-year-old special tax district following a<a href=\"https://www.ft.com/content/e4e84eac-8502-4a7f-b51b-c372752b4b38\"> public feud</a> between <a href=\"https://www.ft.com/content/3aa3b7a6-8f72-4c37-82dd-d98946198aa7\">Ron DeSantis</a>, the state's governor, and then-chief executive Bob Chapek over a new state law restricting discussion of LGBT+ issues in classrooms. </p> <p>The set-up allows Disney to tax itself to cover the costs of providing water, power, roads and fire services in the area, known as the Reedy Creek Improvement District. The special district is seen as essential for the theme park operator to maintain high standards for visitors. </p> <p>However, state lawmakers are working on a compromise that would allow Disney to keep the arrangement largely in place with a few modifications. Some believe the return of Bob Iger as CEO last month will help pave they way for a resolution, according to people briefed on the plan. </p> <p>Randy Fine, the Republican lawmaker who drafted the law to end Disney's control over the 25,000-acre Reedy Creek property, said Chapek's <a href=\"https://www.ft.com/content/4439dd29-562a-4ce1-9062-6f35cf6fbe19#post-12b64f53-f199-42d1-8c31-095d20267156\">removal from executive office</a> last week improved the chances that “something will get sorted out” over the district. </p> <p>“It's easier to shift policy when you don't have to defend the old policy,” Fine said. “Chapek screwed up, but Bob Iger doesn't have to own that screw-up.”</p> <p>Since returning to Disney, Iger has steered clear of criticising Florida for a bill that he had warned would “put vulnerable, young LGBTQ people in jeopardy” when it was introduced in February. </p> <p>Iger's full-throated opposition to the legislation, dubbed “Don't Say Gay” by critics, put pressure on Disney to reverse course this spring and come out against the bill after initially refusing to take a stand. The vacillation helped fuel a sense Chapek was struggling to make big calls as CEO. </p> <p>At a town-hall meeting with employees on Monday, Iger said he was “sorry to see us get dragged into [the] battle” over Reedy Creek and needed time to “get up to speed” on the issue. </p> <p>“What I can say [is] the state of Florida has been important to us for a long time and we have been very important to the state of Florida,” Iger said. “That is something I'm extremely mindful of and will articulate if I get the chance.”</p> <p>Iger struck the right tone for reaching a compromise, said an influential figure in Florida state politics. “That was a good olive branch message to Disney employees and the state of Florida,” he said. “It was a diplomatic kind of message.”</p> <p>Meanwhile, tax officials and lawmakers have warned dissolving Disney's private government threatens to shift an enormous financial burden to taxpayers and potentially transfer a $1bn debt load to the state. </p> <p>The Reedy Creek legislation was drafted hastily this spring, just as DeSantis began making national headlines for his war on “woke” Disney — an unprecedented attack from a Florida governor on the state's largest employer. Disney's economic clout, along with a team of 38 lobbyists, has allowed it to largely get its way in Florida for more than half a century. </p> <p>Chapek sparked DeSantis' ire for opposing the education law, which had outraged Disney's LGBT+ employees at its Florida parks and throughout the company. He also halted the company's political contributions in Florida and delayed a plan to relocate thousands of employees to the state. </p> <p>But circumstances in Florida — and inside Disney — have changed since then. Chapek was fired by the Disney board last week and Iger, who ran the company for 15 years and is a known quantity in Florida, is back in the job. DeSantis handily won re-election as Florida governor in November, catapulting him into frontrunner status for the 2024 Republican presidential nomination. </p> <p>The law passed this spring “is a tax increase”, said Linda Stewart, a Democratic state senator who represents part of Orlando, where Disney World is based. “I don't think [DeSantis] understood how badly this could go for the state of Florida and the counties and the cities.”</p> <p>She said a potential compromise under discussion would bar Disney from building a nuclear power plant or an airport on the property, rights <a href=\"http://edocs.dlis.state.fl.us/fldocs/leg/actsflorida/1967/LOF1967V1Pt2Ch0614-1068.pdf\">granted to the company</a> by Florida in 1967 that it is unlikely to use. </p> <p>More significantly for DeSantis, there is also discussion of allowing the governor to appoint two members to the Reedy Creek board. “These compromises can be done with the least amount of impact,” Stewart said. “We can't let the governor look like he lost.”</p> <p>The law removing Disney's special status does not go into effect until next summer, giving the various parties time to negotiate. A draft compromise bill is being drawn up by a Republican senator, lawmakers say. </p> <p>“It seems like Disney and the legislature have motivation to make a deal. Nobody wants a train wreck,” said a source involved in Florida politics who asked not to be named. </p> <p>Disney declined to comment. A spokesperson for Reedy Creek did not respond to a request for comment. </p> <p>In a statement provided after publication of this article, a spokesperson for DeSantis said: “Governor DeSantis does not make ‘U-turns'. The governor was right to champion removing the extraordinary benefit given to one company through the Reedy Creek improvement district.”</p> <p>He added: “We will have an even playing field for businesses in Florida, and the state certainly owes no special favours to one company. Disney's debts will not fall on the taxpayers of Florida. A plan is in the works and will be released soon.”</p><p>Source: Christopher Grimes in Orlando, Florida  2022 'Florida prepares U-turn on Disney's ‘Don't Say Gay' punishment' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T20:36:21.766Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 27,
          "end": 33
        },
        {
          "start": 5549,
          "end": 5555
        },
        {
          "start": 1822,
          "end": 1828
        },
        {
          "start": 4242,
          "end": 4248
        },
        {
          "start": 333,
          "end": 339
        },
        {
          "start": 572,
          "end": 578
        },
        {
          "start": 2584,
          "end": 2590
        },
        {
          "start": 3015,
          "end": 3021
        },
        {
          "start": 74,
          "end": 80
        },
        {
          "start": 3630,
          "end": 3636
        },
        {
          "start": 4878,
          "end": 4884
        },
        {
          "start": 904,
          "end": 910
        },
        {
          "start": 1178,
          "end": 1184
        },
        {
          "start": 4040,
          "end": 4046
        },
        {
          "start": 3572,
          "end": 3578
        },
        {
          "start": 3105,
          "end": 3111
        },
        {
          "start": 2738,
          "end": 2744
        },
        {
          "start": 5036,
          "end": 5042
        },
        {
          "start": 4668,
          "end": 4674
        },
        {
          "start": 1544,
          "end": 1550
        },
        {
          "start": 3324,
          "end": 3330
        }
      ]
    }
  ]
}