{
  "_id": "c3e55b0c4bfdb8382def75b906abbad2717167052761af304741b1e831bab5b7",
  "feed": "ftcomall",
  "title": "Shari Redstone won the battle for her media empire. Now comes the streaming war",
  "text": "<p>Two years after finally seizing the reins of her family's media empire, Shari Redstone stood before investors on Tuesday and declared: “I've never been more excited about the future of the company.”</p> <p>When the markets opened the next day, shares in ViacomCBS, which was this week renamed Paramount, plunged by 20 per cent. &#xa0;&#xa0;&#xa0;</p> <p>The unforgiving reception highlighted a central problem for the storied Redstone empire, a family dynasty whose dysfunction helped inspire some of the characters on HBO's <em>Succession</em>. </p> <p><a href=\"https://www.ft.com/content/4e6fb1d8-be09-11e9-b350-db00d509634e\">Redstone has prevailed</a> in the two-decade long saga over who runs the company, fending off two of the most powerful men in Hollywood — disgraced CBS chief Les Moonves and her father, Sumner.</p> <p>But the future of the $20bn business remains as unclear as ever. Investors worry that Paramount is too small to compete in an entertainment industry that has consolidated into a few huge conglomerates, each committing tens of billions of dollars into a streaming battle. </p> <p>Redstone has been informally speaking with potential buyers of Paramount over the past year. But talks have not advanced because of the complexity of the asset and the high price she would seek, according to three people familiar with the matter. </p> <p>Paramount has made some notable progress as a streaming challenger to Netflix. Its portfolio of television channels, which includes CBS, Nickelodeon and Comedy Central, are still throwing off cash, and it sits on prized assets such as the Paramount movie studio. Redstone herself has agitated for an even bolder <a href=\"https://www.ft.com/stream/48cfb3f7-987a-4c22-85cb-a380301cbcfd\">streaming</a> strategy through Paramount Plus, the company's flagship streaming service, according to company insiders. </p> <p>But investors are unconvinced that in an entertainment landscape filled with much bigger competitors — such as Netflix, Amazon and Disney — Paramount can compete on its own. For some investors and analysts, its best move is to sell to a larger rival. </p> <p>This has created a peculiar situation where Redstone's ambitions for her company, and perceived willingness to protect its independence, appear almost inversely correlated to its stock market performance. One sympathetic former CBS executive described it as “a tragedy”. </p> <p>After the presentation on Tuesday, Bank of America analysts downgraded their outlook for Paramount, concluding that a sale was not “imminent”.&#xa0;</p> <p>“Swinging for the fences increases risks,” they said. </p> <p>Some people close to Redstone question whether she would be ready to part ways with the business. “She has spent years of her life on this. She fought with her own father, she has fought with Les Moonves, who at the time was the most revered guy in all of Hollywood, who she took down,” said one person who has known the Redstones for years. </p> <p>“There is a tremendous amount of emotion attached to her controlling this business now.”</p> <p>Another person who is close to the company pushed back on that notion, stating that Redstone will do what is best for shareholders. “She is a business person and takes it extremely seriously,” the person said. </p> <p>Paramount's problems illustrate the wrenching transition that traditional media companies face. </p> <p>Like its peers in Hollywood, Paramount is trying to transform its treasured movie and television businesses into an online streaming service fit for the future. </p> <p>But this is an <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">expensive endeavour</a> that involves heavy losses for years. With less financial flexibility than the likes of Amazon or Netflix, Paramount had until recently opted to be an “arms dealer”, selling the licensing rights for its shows to deep-pocketed tech companies. </p> <p>This has constrained Paramount Plus, which launched about a year ago, because many of these licensing deals last for years. It has therefore unable to offer some of the company's biggest recent hits, such as <em>Yellowstone</em>, the popular drama set on a Montana cattle ranch, or Oprah Winfrey's blockbuster interview with Prince Harry and Meghan Markle. They were licensed out to NBCUniversal's Peacock, and Amazon, respectively. </p> <p>“They could never enact a broad, assertive strategy because they needed the short-term money [from licensing],” said one former executive. “They couldn't afford to be what they wanted to be.”</p> <p>Paramount last year changed its strategy with the advent of Paramount Plus, but must wait for licensing deals to expire to act on it. For example, executives on Tuesday said they would take back the rights to new <em>South Park </em>episodes from 2024, after its licensing deal with HBO Max ends. </p> <p>They also touted the progress Paramount Plus has made, helped by its live sports offering, particularly National Football League games, as well as popular children's programming.</p> <p>Paramount added 9.4mn subscribers across its streaming services in the fourth quarter, outpacing HBO Max. By the end of 2021, it had reached 56mn subscribers across its streaming services, including 33mn for Paramount Plus.</p> <p>The lack of enthusiasm around Paramount's streaming foray may partly be a matter of timing. A few years ago, uttering the word “streaming” would lift a media company's stock price. But as growth has stalled at Netflix, investors have become more sceptical about streaming's long-term prospects and high cost structure. Paramount is set to lose $1.5bn on its streaming business this year, and plans to increase its spending on streaming content to $6bn a year by 2024. </p> <p>To fund this, Paramount has been selling off assets, such as the CBS Studio Center where <em>Seinfeld</em> was shot, leaving it with more than $6bn in cash at the end of the 2021. Netflix has previously approached Paramount about buying its sprawling studio lot, but these talks are no longer active, according to people familiar with the matter. </p> <p>As for the entire company, media bankers say Comcast, Amazon or Warner would be the most likely buyers. However, Amazon is unlikely to want to take on the traditional television channels, including CBS News, that come with it, they said, while Comcast already has distribution deals that give it access to Paramount's library on the cable group's Xfinity devices. </p> <p>In her presentation this week, Redstone tried to persuade investors to stick with her for the ride. “[Paramount is] greater than the sum of its parts,” she said. “We can deliver the [return on investment]&#xa0; that you expect and deserve.”</p> <p><em>Additional reporting by Christopher Grimes in Los Angeles</em></p><p>Source: Anna Nicolaou in New York and Alex Barker in London 2022 'Shari Redstone won the battle for her media empire. Now comes the streaming war' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-18T05:00:30.589Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1775,
          "end": 1781
        }
      ],
      "nexusId": "10078857"
    }
  ]
}