{
  "_id": "eefaa88bdbd1c956c82dda5184c2f10c424917d3df693fa63297af9677306fa2",
  "feed": "ftcomall",
  "title": "Enough Star Wars and Marvel spin-offs: here are seven worth making",
  "text": "<p>A long time ago in a galaxy far, far away, there was a film series called <em>Star Wars</em>. Then there was a second and third series. Then there was a TV show, then spin-offs around the major characters. Then spin-offs around the minor characters and spin-offs around characters who weren't even in the original. </p> <p>One upside of having grown-up children is all the terrible films you no longer have to watch. So, until a chat with the spawn last weekend, I was unaware of the full scale of this brand extension. I had heard of <em>The Mandalorian</em>, and even watched <a href=\"https://www.ft.com/content/7c2f0bfa-58fc-11e8-b8b2-d6ceb45fa9d0\"><em>Solo</em></a>, but was oblivious to umpteen other spin-offs. The same is true for Marvel and DC, which are constantly sprouting new superhero series from minor figures. It is no coincidence that both the <em>Star Wars</em> and Marvel franchises are now owned by Disney, a kingdom that truly understands the magic of <a href=\"https://www.ft.com/content/69e1cc1e-9c64-4000-b47f-a7e448107a5b\">leveraging the brand</a>. </p> <p>Forget famous for 15 minutes. These days you need no more than a quick scene in one of these movies to have a shot at your own derivative franchise. Soon anyone who had a talking part will be in with a chance. Remember that guy who once served coffee to Captain America? Meet Barista-Man, he'll grind your beans and dust your cappuccinos.</p> <p>TV spin-offs are not new. <em>­Frasier</em> grew out of <em>Cheers</em>, <em>The Simpsons</em> from <em>The Tracey Ullman Show</em>. But Disney and others have taken it to a new industrial level. All of which left me wondering about the great spin-offs we were denied by the short-sightedness of moviemakers from an earlier era. </p> <p><strong>The Godfather</strong>: You have to ask what the studio was thinking here. It clearly understood the series' potential, but then wasted the opportunities for a prequel in <em>The Godfather Part II</em>. Seriously? <em>Young Vito</em> was a multiseries TV show and you threw it all away in half a movie. And all those people who got killed off? That's half a dozen spin-offs right there. Couldn't Sonny just have been terribly wounded and left in a coma waiting for a development deal? Couldn't Luca Brasi have slept with some hamsters instead of fishes and come back in a later series?</p> <p><strong>Casablanca</strong>: You thought it was over when Humphrey Bogart and Claude Rains walked off into the fog. We thought: <em>Ricky and The Cop</em>. There was a beautiful bromance left hanging there. What kind of oaf left us wanting more when they could have created a load of dreary buddy shows until we were finally left wanting less?</p> <p>The war is over. The two heroes have returned to Paris to run a detective agency that sets up elaborate frauds aimed at conmen who have hustled people out of their savings. After years of feuding over a female love interest, they realise their simmering chemistry is actually more than a beautiful friendship. They move back to Morocco and open the city's first LGBT+ bar.</p> <p><strong>2001: A Space Odyssey</strong>: What's needed is not one lame sequel but a series of films in which astronauts are sent on new missions in a desperate attempt to find out what the first film was about. There was also great hope for <em>Monolith Missions</em>, but the early pilots failed as audiences struggled to relate to the black slabs on an emotional level. The producers later tried again with a series of Steven Seagal movies.</p> <p><strong>The Tarantinos</strong>: The traumatised survivors of ­Tarantino movies flee to a commune to escape the clutches of a psychotic director trying to pull them back into gorefest films where they murder each other to the sounds of forgotten hits of the 1970s, in between lengthy, offbeat monologues.</p> <p><strong>The Magnificent Seven</strong>: That's right, there were seven of them and not one worth his own show? I know there were sequels, but none good. Again, they killed off too many in the first movie. Charles Bronson could definitely have carried his own series. Never put pathos before profit.</p> <p><strong>When Harry Left Sally</strong>: Yes, yes, we know you all love a happy ending, but we see a long-running will-they, won't-they series after they split up when Harry discovers Sally wasn't faking it in the Jewish deli. And after that, <em>Deli Stories</em>, in which the charismatic store owner you never actually saw in the film presides over other tales of love, friendship and pickled herring. </p> <p><em>Follow Robert on Twitter&#xa0;</em><a href=\"https://twitter.com/robertshrimsley\"><em>@robertshrimsley</em></a><em>&#xa0;and email him at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=robert.shrimsley@ft.com\"><em>robert.shrimsley@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Robert Shrimsley 2022 'Enough Star Wars and Marvel spin-offs: here are seven worth making' FT.com 6 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-06T10:00:41.160Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 796,
          "end": 802
        },
        {
          "start": 1311,
          "end": 1317
        }
      ]
    }
  ]
}