{
  "_id": "34cc09beef06baf7cd47e88e1b4c271aa30e69f3c90e096b49a52c931034c498",
  "feed": "ftcomall",
  "title": "Pinocchio film review — Disney's boy goes digital but Tom Hanks stays human",
  "text": "<p>Prepare to lose your bearings in <em>Pinocchio</em>, Disney's regeneration of its 1940 animated landmark. The movie is being sold as live action, or thereabouts at least, with a star turn from Tom Hanks as Geppetto. Hanks is an erratic prospect these days, but if his Mitteleuropean accent ends up back in southern California, he is, if nothing else, definitively human. The new Jiminy Cricket is, by contrast, still a cartoon. At least I think so. (Either way, his voice comes from a caffeinated Joseph Gordon-Levitt.) But the animation is now so hyper-advanced, the landscape of the movie so eerily both <em>this</em> and <em>that</em>, it is easy to get confused about where reality stops and ones and zeros take over.</p> <p>Conceptually, of course, it makes the perfect stage for the boy caught between actuality and the merely handmade. And the Pinocchio presented here by director Robert Zemeckis is a ringer for the one first drawn by Disney's galley slaves 82 years ago — still animated too, but rendered just a breath from flesh and blood.</p> <p>Likewise, the film takes pains to stick to the original script, or at least the basic chronology of Blue Fairy, Stromboli, Coachman and Monstro. (Grit your teeth through the stuff about influencers.) You may even find a trace of the darkness of Carlo Collodi's 1883 source novel. Early on, Figaro the cat (animated) retreats in dread as Hanks marches towards him with his wooden puppet boy, the story's essential proximity to horror clear even before the cacophony of cuckoo clocks. </p> <p>When they erupt, you see what else is proximate: the weight of Disney history and the place of the new film in corporate strategy. Every clock turns out to host a celebrated Disney character, an Easter egg that feels notably less charming the third time it happens. Among the cameos, the keen-eyed will spy Jessica Rabbit, star of <em>Who Framed Roger Rabbit</em>, the groundbreaking mash-up of animation and live action made by Zemeckis back in 1988. </p> <p>Truthfully, that movie did better than this at avoiding the sense of a showcase at a tech conference, but for the young audience most clearly in the film's sights, such visual sophistication is likely to be taken as a given anyway. Their parents are the ones who will ooh and aah. Then again, they are also the ones paying for the Disney Plus subscription, which is the only way to see the film, another stride into the company's future.</p> <p>★★★☆☆</p> <p><em>On Disney Plus from September 8</em></p><p>Source: Danny Leigh 2022 'Pinocchio film review — Disney's boy goes digital but Tom Hanks stays human' FT.com 8 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-08T16:00:38.418Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99992317,
      "offsets": [
        {
          "start": 24,
          "end": 30
        },
        {
          "start": 44,
          "end": 50
        },
        {
          "start": 901,
          "end": 907
        },
        {
          "start": 1549,
          "end": 1555
        },
        {
          "start": 1659,
          "end": 1665
        },
        {
          "start": 1673,
          "end": 1679
        },
        {
          "start": 2389,
          "end": 2395
        }
      ],
      "weightsV2": {
        "weight": 12.880572,
        "baseWeight": 7.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.8805727,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}