{
  "_id": "a0e1c40657245db2218d7075b250058254504111f20731a2d6e2adcf12494a25",
  "feed": "wall-street-journal",
  "title": "Laurene Powell Jobs Is Giving It Her All; With Emerson Collective, Powell Jobs is challenging the traditional divide between entrepreneurship, investment and philanthropy.",
  "text": "<p>\"There's this sense that we're not transparent and [are] secretive…. That couldn't be further from the truth,\" says Powell Jobs, 58. She says Emerson's unnamed donations, for example, circumvent the usual grantor-grantee power imbalance. \"Money is the fuel for our work. I really don't want it to be used as leverage. I don't want it to be used as power,\" she says. \"Sometimes there is an unhealthy dynamic between the donors and the people receiving the donation,\" she adds. \"Having money as a tool to try to manifest goodness, it's a gift. I take it very, very seriously.\"</p><p>When her husband, Steve Jobs, the revered co-founder of Apple, died in 2011, his trust, which included significant positions in the Walt Disney Company and Apple Inc., passed to Powell Jobs, who was the sole trustee. The two of them had spent countless hours talking about what to do with their fortune. There wasn't an obvious answer. Putting their names on something—a building, a charity, a company—was not something that appealed to them. Nor was accumulating wealth for its own sake. \"Being the richest man in the cemetery doesn't matter to me. Going to bed at night saying we've done something wonderful…, that's what matters to me,\" Jobs told The Wall Street Journal in 1993.</p><p>\"We discussed that I would try to do my very best based on the life and the love that we had and our shared values,\" says Powell Jobs, who transferred a portion of the trust's holdings to Emerson Collective. When he died, their three children were still in school, and the family's home in Palo Alto, California, became a pilgrimage site for Jobs's mourners and idolators—which only reinforced Powell Jobs's determination to protect her children and allow them some freedom from what she calls the \"loaded dynamics\" of money, power and fame.</p><p>\"I thought I would use this wealth to the very best of my ability and continue to learn as much as I possibly could, but to do it while I was alive rather than leave it to my kids,\" says Powell Jobs. She has since diversified the original trust's investments, she says.</p><p>\"Growing wealth is not interesting to me,\" she says. \"What's interesting to me is working with people and listening to them and helping to solve problems. I also felt that given my life experiences, I was in a place where I was old enough that I knew I wasn't going to change—I wasn't going to get corrupted. I felt I was in a good place to try to deploy it.\"</p><p>\"I knew I could do it,\" she says. \"And I knew I would do it and honor [Steve] and me.\"</p><p>American philanthropy is currently a $485 billion sector. The U.S. is typically ranked among the most generous countries in the world, an impulse inherited from the Puritans and woven into the country's social fabric—spurred on by tax incentives inaugurated in 1917. Many of today's mega-donors don't differ significantly from George Peabody—a 19th-century self-made banker who made a then-groundbreaking decision to give away about half of his $16 million fortune, in large part to fund antipoverty projects in the U.K. and the American South. Peabody was followed by such figures as Andrew Carnegie and John D. Rockefeller, and eventually, Warren Buffett, Bill Gates and Melinda French Gates, who together created the Giving Pledge in 2010, promising to donate the majority of their wealth to charitable activities. For most of the past two centuries, the standard procedure has been to give away money to someone else or to run a charity oneself.</p><p>For years Powell Jobs had had an idea to try something different by combining two practices that U.S. regulators have typically kept separate: for-profit investing and philanthropy. She had previously co-founded College Track, an Oakland, California–based nonprofit that identifies and assists underserved and often undocumented youth with college entrance, graduation and job readiness. Although College Track now makes a 10-year commitment to each student it supports and operates in four states and Washington, D.C., Powell Jobs says she's witnessed firsthand just how complex and entangled the problems affecting disadvantaged communities are. She wanted to develop an approach that went beyond offering handouts and invested in solutions that addressed inequities at their roots.</p><p>With that in mind, Emerson Collective was established as a limited liability company, not a charitable foundation. The name is a reference to Ralph Waldo Emerson, whose quote she borrows as a slogan of sorts: \"In one soul, in your soul, there are resources for the world.\" Foundations carry restrictions that dramatically limit the ability to make investments, and face broad reporting requirements to maintain their tax-exempt status. LLCs, which have become a favorite of the wealthy for myriad purposes from buying homes to running family offices, are more agile and discreet. They also don't require explanatory paperwork to be filed for every financial move—though, like any for-profit structure, they are subject to income tax.</p><p>And so this seemingly small legal maneuver allows Emerson, as it's often called in shorthand, to invest in a wide range of ventures—from Joby Aviation, an electric-aircraft rideshare startup, to the 165-year-old Atlantic magazine. \"We can find the most compelling use for the dollar without any restrictions,\" says Powell Jobs, who brings a venture-capital mindset to finding and supporting charismatic nonprofit founders with big ideas. Most of what they think about at Emerson, she adds, is \"how you can come and wrap around problems, issues, domains, so that in totality, it combines in a symbiotic way and rolls up to some really lasting changes.\"</p><p>Emerson's investment portfolio tends to focus on companies dedicated to lowering barriers to entry in healthcare and education, tackling climate change and immigration issues or expanding the availability of financial services to underserved communities. This can mean investing in well-known financial startups such as Stripe and Chime or giving grants to the Hope Credit Union, which operates in areas without banking services across Alabama, Arkansas, Louisiana, Mississippi and Tennessee.</p><p>At the same time, the collective supports projects raising cultural awareness, including a massive 2017 art installation by the French artist JR at the U.S.-Mexican border at Tecate, Mexico, depicting the eyes of Mayra, a young female migrant with impaired vision who received healthcare in the U.S. via the DACA program.</p><p>\"I believe deeply that the way we do work could be helpful to other people who are looking to work in the social sector,\" says Powell Jobs. \"Integrating venture investing or private equity or any kind of for-profit investing and then advocacy, artists, activists and philanthropy—all of it—can be done in a much more comprehensive way.\"</p><p>\"Most people in the nonprofit space sort of stick to their lane, whereas she recognizes that all of these things are so interconnected,\" says Tim Cook, CEO of Apple, who first met Powell Jobs in 1998. \"Her goals, her ambition, the boldness—being an entrepreneur, which is so key in the Valley, and also doing great work that changes the world…I believe it will make a really big difference.\"</p><p>On a block of Chicago's South Side, wedged between one-story brick houses, is a modest peaked structure with stained-glass panels that face the traffic of East 95th Street. A cement path leads to an unmarked metal door painted a wan beige. This is the entrance to the Missing Peace Church of Living Hope, where inside a group of women crowd into a clergy office, all sharing stories that have common threads: gangs, drugs, incarceration and young children to care for. Now these autobiographies include GEDs, recovery, jobs and expunged criminal records.</p><p>This women's group is one of the newer initiatives run by Chicago CRED—which stands for Create Real Economic Destiny—a six-year-old anti-gun-violence nonprofit funded by Emerson, which is active in the city's most violent areas (last year, there were 3,558 shooting incidents in Chicago). Chicago CRED brokers local cease-fires, recruits young teens before they become gang fodder and provides tutoring, job training, life coaching and employment for parolees and gang members. It was co-founded by Obama-administration education secretary Arne Duncan, a South Side native who lost a childhood friend in a shooting.</p><p>When he was leaving the cabinet in 2015, Duncan says he met with around 250 people to discuss his next steps. Over a series of conversations, Duncan and Powell Jobs came up with an enticing scenario, for Emerson Collective to offer financial support for what would become Chicago CRED. \"It's going to be hard. I can't promise you that I'm going to succeed,\" Duncan told her.</p><p>Powell Jobs had little experience in tackling gun violence but she was game. \"I'll never forget what she said: 'I want to take on some of society's most intractable problems for the next 25 to 30 years,' \" says Duncan. \"She's a real risk-taker.\"</p><p>\"The outcomes in this case are very stark,\" Powell Jobs says. \"They are really: Do the individuals survive and thrive, or do they not?\"</p><p>Chicago CRED is one of two private operating foundations backed by Emerson Collective. The other is XQ Institute, which is focused on innovating high school education and was co-founded by Powell Jobs in 2015—again inspired in part by Powell Jobs's College Track experience. She had met Russlynn Ali, XQ's CEO, in 2006, a few years before she became U.S. assistant secretary of education for civil rights during Obama's first term.</p><p>\"In the early years, I felt like I was hitting my head against the wall,\" Powell Jobs says, especially when presented with data that she felt reflected much higher school graduation rates than were accurate, or when she was poring over individual student transcripts and realized ninth graders were taking seventh-grade classes and falling into a track that would have them trailing their peers for the rest of their education.</p><p>She and Ali traveled across the country to do field visits and meet with community leaders, students, families and educators. \"Everywhere we went, we heard young people say over and over, 'We want to be ready for the world,' \" says Ali.</p><p>To that end, XQ ran an open-call competition in 2016 awarding $100 million to launch 10 new high schools across the country from community-led proposals; currently it's partnering with the Carnegie Foundation for Advancement of Teaching to reassess units of classroom time as the primary measurement for school credits (the \"bodies in seats\" metric, Ali says). Now she and Powell Jobs connect every Sunday, either on Zoom or in Powell Jobs's living room, where they often spread out materials on the floor. Their goal is to support the creation of high schools that are a model and inspiration for others—resources that Ali calls \"open source\"—echoing the central Emerson philosophy that everything is interconnected.</p><p>\"If we change high school, we can change the future workforce for a complex competitive world. We can change the poverty rate and the inequity of incarceration,\" says Ali. \"We can reach not just the 50 million kids enrolled in public school, but the hundreds of millions who will follow them and the billions of people worldwide that they will impact.\"</p><p>Dawn Lippert, who as Emerson's senior adviser on climate oversees Elemental Excelerator, one of its environmental initiatives, says that Powell Jobs constantly pushes her. \"It's not just, 'Great, that's working so well,' \" Lippert says. The feedback she gets, she says, is typically, \"I think we can do more, I think we can have a greater impact, and I think you personally can do more.\" Or else Powell Jobs will ask, \"What would it look like to do this at a larger scale? What's holding us back? How can we get this to work faster?\"</p><p>Powell Jobs grew up in West Milford, New Jersey, a rural township in the northernmost part of the state that was once home to mining operations and ironworks. Her father, a pilot in the Marine Corps, died when she was 3. Her mother made ends meet, but there was not much money for college. Determined to move on, Powell Jobs made it to the University of Pennsylvania, funding her tuition through a combination of savings, loans, work study, scholarships and support from her family.</p><p>After graduating from Wharton, she worked at Merrill Lynch in asset management before landing a job at Goldman Sachs on the fixed-income desk, where she was one of the few female analysts—and one of the few women period. Realizing she was more interested in becoming an entrepreneur than making it on Wall Street, she headed West to Stanford's business school in 1989, when she was 25. (Her application essay was a proposal for how to popularize literary fiction—this was in the pre-Amazon days.) \"I wanted to come here because this was the place where new things were happening,\" she says.</p><p>Soon after she arrived, Steve Jobs, then 34 and running NeXT (he had been pushed out of Apple), was slated to give a talk at the business school. On a whim she attended, and wound up sitting next to him in the auditorium. It was a meet-cute for the tech age.</p><p>\"He plopped down and had this shaggy hair…. We started chatting, this easy banter, and he was very adorable,\" she says. \"I didn't actually realize who he was, but when he got up and spoke onstage he was just absolutely magnetic. It was so brilliant and thrilling. I was very compelled by him.\" After the talk ended, he ran out to the parking lot to find her. Both of them blew off their plans and had dinner together. She says, \"We talked and talked and talked. We were together henceforth.</p><p>\"It was exciting—and he lived in a whole other domain that I didn't know anything about. So it was endlessly interesting,\" she says. The two married in 1991.</p><p>Within a year, she was running her own startup, a natural food company called Terravera, and bringing their baby son, Reed, to work with her. (Four years later, Erin arrived, followed by Eve in 1998). In 1996, Powell Jobs gave a talk at Carlmont High School and soon realized that students needed more long-term, focused attention, which a year later gave rise to College Track. \"I went through the public education system, and it worked for me,\" says Powell Jobs. She wanted to offer others the same opportunities she'd had. It was an idea that altered the course of her life as well.</p><p>\"I think being so proximate to death has been a great gift for me. [Because of my father,] I grew up understanding that death can happen at a young age. And I also obviously was with Steve on his journey,\" she says. \"So I understand the gift of each day—the gift that is life. We are not promised life and then we don't know how long it is. So [I'm able] to cherish it and be really clear about what is my highest and best use as long as I'm here,\" she says. \"What good stuff can I do that would be useful and meaningful? That is a driving force in my life.\"</p><p>She says that she and her husband shared the opinion that having access to great riches changed people—and not for the better. \"That was a really important point for him. It wasn't only that people changed their environment. He felt that they lost their purpose.\"</p><p>It's a point she continually returns to. \"I'm very aware that I'm searching for, What is the purpose?\" she says. \"I'm always thinking I can do more. I can be more.\"</p><p>Laurene Powell Jobs Is Giving It Her All</p>",
  "published": "2022-09-28T12:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 698,
          "end": 717
        },
        {
          "start": 707,
          "end": 726
        }
      ]
    }
  ]
}