{
  "_id": "32f5b198575262203ca770afb01116d95042997804b9689564863a5b517d4cc7",
  "feed": "ftcomall",
  "title": "Turmoil at Peloton makes it opportunistic target for Nike and Amazon",
  "text": "<p>In its withering presentation to Peloton's board this week, activist investor Blackwells Capital offered no fewer than 19 potential acquirers for the home fitness company after its shares had collapsed 85 per cent in little more than a year.</p> <p>They ranged from Disney to Adidas, Berkshire Hathaway to Sony. It even included SiriusXM, a satellite radio company. Anyone would be a better fit, Blackwells reckoned, than being left in the hands of John Foley, Peloton's co-founder. </p> <p><a href=\"https://www.ft.com/content/8ae3240b-8c09-48e4-bc2c-b7a9e4c00c51\">Amazon and Nike</a> are among those to have hired advisers to tentatively explore an acquisition, according to people briefed on the moves.</p> <p>Open discussion of a mega-deal is revealing of the crisis at Peloton, once seen at the vanguard of a <a href=\"https://www.ft.com/content/a164e974-6806-11ea-800d-da70cff6e4d3\">growing global trend</a> towards connected fitness. Its stumbles leaves corporate giants to kick the tyres on a company suddenly too cheap not to investigate.</p> <p>Any deal has become more expensive as the company share price surged about 50 per cent since Friday. The jump came after Foley announced he would <a href=\"https://www.ft.com/content/33c8306c-abad-41f6-874f-e95bb23c6460\">step aside</a> as chief executive — a defensive manoeuvre, partly designed to head off the activist's campaign for a sale but leading Wall Street to bet there is an opening for an acquisition. </p> <p>“[We] have made missteps along the way,” admitted Foley, who moves to executive chair and has been replaced by Barry McCarthy, former chief financial officer of Spotify and Netflix. “To meet market demand, we scaled our operations too rapidly, and we overinvested in certain areas of our business. We own this. I own this, and we are holding ourselves accountable.”</p> <p>Despite this week's gyrations, the company's market capitalisation of about $12bn is still well short of the near-$50bn it had commanded at <a href=\"https://www.ft.com/content/9490083d-87e8-4e76-8027-9adc763698e2\">its peak</a> at the end of 2020. That makes it an easy to swallow proposition for the likes of Nike, which has a market cap of $230bn, or Amazon at $1.66tn.</p> <p>Nike has tried to break into <a href=\"https://www.ft.com/content/8fe94eef-1077-4eaa-8192-26013f7931ea\">connected fitness</a> for the past 15 years, including sensors inserted into shoes and a wrist band. </p> <p>According to several people familiar with internal discussions, executives working on Nike's digital services division had years ago wanted to acquire Peloton, but its leadership was unconvinced.</p> <p>One former Nike executive said acquiring Peloton would provide a huge boost to its direct-to-consumer business, Nike Direct. The person said it would give Nike two things it currently lacked: a significant recurring revenue stream, and a large team of specialised software and hardware talent for a new era of connected fitness.</p> <p>“It would be a massive bet,” the person said. “A massive tell to the Street, that [Nike] is no longer just a footwear and apparel company. It's a digital services and subscription company.”</p> <p>Nike's network of stores, plus relationships with other large retailers, could be used to distribute Peloton-branded products, the person added — allowing Nike to cut Peloton's retail footprint, which runs to more than 100 locations in multiple countries.</p> <p>Amazon's supposed interest in the connected bike space has long been discussed. In September 2020, Peloton's share price took a momentary hit when a mysterious “Prime Bike”, priced at less than $500, was billed as a “collaboration” with Amazon on its “first-ever connected fitness product” — only for Amazon to quickly distance itself from the product.</p> <p>The ecommerce company's genuine forays into connected fitness, with its Halo range of monitoring devices, as well as a growing healthcare business, have led analysts to suggest Peloton would make an ideal fit. </p> <p>Foley appears resistant to any sale. Despite the boardroom reshuffling, Peloton's dual-class voting structure gives him and other leadership veto power over any potential deal. </p> <p>A fight is likely. A person close to Blackwells said it would be prepared to sue to seek changes to the dual-class arrangement if necessary. But the appointment of McCarthy is another signal that Peloton is intent on an independent future. </p> <p>“Barry's no fool, he wouldn't come in if he didn't have a mandate,” said Reid Hoffman, the creator of professional social network LinkedIn, and friend of McCarthy. “It would be odd for Barry to agree to do the job with acquisition as ‘plan A'.”</p> <p>Some argue whether Peloton represents good value for any potential bidder. They raise doubts that extreme cost-cutting measures — Peloton said on Tuesday it wanted to save $800mn a year and cut 20 per cent of its 14,000-strong workforce — will be enough to turn things round.</p> <p>“You don't want to necessarily buy a company that is potentially at the verge of imploding given a few more quarters,” said Neil Cybart, a financial analyst and author of the Above Avalon newsletter. </p> <p>The company has pulled back on production and cut its full-year revenue guidance from a range of $4.4bn to $4.8bn it gave three months ago to a new target of just $3.7bn-$3.8bn. </p> <p>Peloton's problems are the result of mismanagement, <a href=\"https://www.ft.com/content/998c4512-0f12-4bb5-95da-1ca685915fda\">Blackwells insists</a>, rather than confirmation of an unhealthy underlying business that will be unable to attract new users. </p> <p>However, Peloton's user base — 2.7mn fitness subscribers who pay about $40 per month — is minuscule up against the broader appeal of Amazon's Prime, which has more than 200mn members. </p> <p>“Amazon is a mass-market brand,” said a former Amazon executive in the health sector. “They're comparable to Walmart, they're a discount retailer. $2,000 bikes are not mass market products.”</p> <p>Brent Thill, Jefferies analyst, added that the heavy premium suggested by Blackwells — as much as $75 per share, more than its value at close on Tuesday — also made it unattractive.</p> <p>“From an Amazon perspective, I think there are 1,500 other initiatives that would make way more sense than acquiring Peloton,” Thill said. But, he suggested, “this is Nike's dream”.</p> <p><em>Additional reporting by James Fontanella-Khan in New York and Sara Germano in Beijing</em></p><p>Source: Dave Lee and Patrick McGee in San Francisco, Andrew Edgecliffe-Johnson in New York 2022 'Turmoil at Peloton makes it opportunistic target for Nike and Amazon' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T05:00:22.089Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 259,
          "end": 265
        }
      ],
      "nexusId": "10078857"
    }
  ]
}