{
  "_id": "267f7384eec9865358521e5d79542e5f37e5b41461636f5c40f56d86506e6a86",
  "feed": "market-watch",
  "title": "Playboy once helped fund the battle for abortion access — and its support for reproductive rights 'is not going to change,' CEO says; Playboy is working on expanding DTC business and building out CenterFold, its NSFW social-media platform",
  "text": "<p>Ginsburg, at the time an attorney for the ACLU Women's Rights Project she founded, wrote to the magazine to promote the cause of equality and acknowledge the Playboy Foundation for its generous financial support leading up to the landmark Roe v. Wade decision in January of the same year.</p><p>Playboy had long advocated for reproductive rights and for safe abortions for women through the 1960s, when many died from illegal abortions.</p><p>In a January 1964 installment, for example, the late Playboy founder Hugh Hefner wrote, \"Abortion remains illegal in all states of the Union, although it is undergone by hundreds of thousands of women annually, under circumstances that seriously endanger not only their health and welfare, but their very lives.\"</p><p>The magazine's Playboy Forum letters-to-the-editor section later became a hub of protest against what it called \"antiquated abortion statutes\" and included many contributions from women, despite the magazine's majority male readership.</p><p>Still, Kohn cautioned that the recent leak of a draft Supreme Court opinion showing a majority of justices in favor of overturning Roe v. Wade was not a final opinion.</p><p>\"We need to be patient and see what the ruling is,\" he said. \"But we have supported women's rights for 69 years, and that is not going to change.\"</p><p>Kohn, a former private-equity executive at Rizvi Traverse, has been CEO of Playboy PLBY since 2017, and took it back to public markets in 2020 via a merger with a special-purpose acquisition corporation, or SPAC.</p><p>The company had been private since 2011, when Hefner engineered a deal that was partly financed by Rizvi Traverse. That was after a collapse in magazine advertising revenue around the 2008 financial crisis and changes in the publishing business that made a lot of adult material available for free online combined to pressure the business.</p><p>See: Artist who drew iconic Playboy Bunny remembers Hef</p><p>Playboy is a very different company today from what it was during the peak years of the 1960s and 1970s, and has shut down most of its legacy media businesses. The company started as a magazine published out of Hefner's Chicago apartment before growing to include a global licensing business and television networks.</p><p>Read now:  Here's how Hugh Hefner's Playboy makes its money</p><p>The licensing business has remained a key part of the business, especially in China, where its iconic bunny-in-profile logo appears on myriad products.</p><p>The company now operates in four categories: sexual wellness; style and apparel; gaming and lifestyle; and beauty and grooming. Kohn is working on two priorities: to expand the company's direct-to-consumer business by integrating various consumer products it has acquired, and to build out CenterFold, a new platform intended to be a digital home for creators and influencers to interact with fans and build their own subscription-based personal content businesses.</p><p>\"We want to capture more of the ecosystem and leverage the power of the brand,\" he said.</p><p>Playboy has an estimated 97% unaided brand awareness that gives it a reach of more than $3 billion in global consumer spend. The only similar brand is Disney DIS, said Kohn. \"It would take billions of dollars and multiples of our market cap to replicate it,\" he said.</p><p>Of course, PLBY Group is not currently capturing all of that $3 billion in spending. The company's recent first-quarter earnings showed net income of $5.5 million, or 12 cents a share, a turnaround from a loss of $4.9 million, or 17 cents a share, a year ago.</p><p>Revenue came to $69.4 million, up from $42.7 million a year ago, for a growth rate of 63%. The FactSet consensus was for a loss of 6 cents a share and revenue of $68.5 million, and the stock rallied on the numbers.</p><p>\"There's a massive dislocation between revenue and consumer spend,\" said Kohn. \"We're basically a 69-year-old startup.\"</p><p>The plans for CenterFold were in the works for months and the platform is expected to act as \"top of the funnel\" for other products and services. Rapper Cardi B, the platform's first creative director in residence and founding creative director, hosted an afterparty for the recent Met Gala.</p><p>The party was livestreamed, and Cardi B offered subscribers access to behind-the-scenes content for a fee. Playboy outfitted dancers at the event in bunny costumes, and between social media posting and press coverage reached more than 2 billion consumers in a week, said Kohn.</p><p>Playboy has since recruited model and entrepreneur Amber Roseas a founder creator, and has signed 40 others to promote its merchandise on their social channels, including lingerie brand Honey Birdette, which it acquired in 2021, and Yandy, another lingerie brand acquired in 2019.</p><p>Playboy has also entered the market for nonfungible tokens, or NFTs, the blockchain-powered marketplace for digital art. While the NFT market seems to have slowed, for now, Kohn is confident the company can still find ways to monetize its archives, which include original artwork, photography, cartoons, interviews and multimedia.</p><p>See now: Playboy is getting into the NFT market with plans to create digital art from its photography</p><p>One plan is for a series of podcasts on the Audible platform, in which actors will perform famous celebrity interviews from the magazine's past. \"The Playboy Interviews\" include Taye Diggs starring as Muhammad Ali and civil-rights icon Charles Evers; Michael Shannon voicing Tennessee Williams; Maya Hawke as Helen Gurley Brown; Gael García Bernal as Salvador Dalí; Kevin Corrigan as Frank Sinatra and Gina Gershon voicing Oriana Fallaci, among others.</p><p>Another big shift for Playboy is that its customer base now skews far younger and is evenly split between men and women. Roughly 78% of its consumers are Gen Z and millennials.</p><p>Kohn says he opted to quit the private-equity world for an operating role \"because it was the biggest opportunity in my career.\"</p><p>\"I would not have done it with Hefner alive, because it couldn't evolve,\" he said. \"But with his passing, the question became, 'What's the value of Playboy?' And then to move from there.\"</p><p>Chardan Global Insights, which rates the stock a buy, agrees there is \"substantial value\" in the company.</p><p>\"At a roughly $350mn market cap, PLBY remains compelling,\" said analyst Brian Dobson, citing the brand, Honey Birdette, CenterFold, and the media and art portfolio as strong assets.</p><p>\"We continue to project a roughly 25% revenue compound annual growth rate through 2025, driving operating margin to expand to about 16%,\" Dobson wrote in a note to clients last week.</p><p>Playboy once helped fund the battle for abortion access — and its support for reproductive rights 'is not going to change,' CEO says</p>",
  "published": "2022-05-18T10:37:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3138,
          "end": 3144
        }
      ]
    }
  ]
}