{
  "_id": "78f66557d3eb956271d295dc0167f7d3683d9329338b0ddb2076bf2326185ef8",
  "feed": "wall-street-journal",
  "title": "'Days of Our Lives' Leaves NBC for Peacock; Long-running daytime soap opera, on NBC since 1965, will exclusively stream on Peacock starting Sept. 12",
  "text": "<p>Starting Sept. 12, \"Days of Our Lives,\" which has been running on NBC since 1965, will be available exclusively on Peacock, marking a major shift of content away from NBCUniversal's TV lineup toward streaming. The soap opera's time slot on NBC will be filled by the news program \"NBC News Daily\" next month, the company said Wednesday.</p><p>For some fans of the show, the shift may not be so daunting. A large portion of \"Days of Our Lives\" viewership comes from so-called delayed viewing—either on demand, on Peacock or on another digital platform, according to a person familiar with the matter.</p><p>\"With a large percentage of the 'Days of Our Lives' audience already watching digitally, this move enables us to build the show's loyal fan base on streaming,\" said Mark Lazarus, chairman of NBCUniversal Television and Streaming.</p><p>NBCUniversal has taken many steps to strengthen Peacock, which was launched in 2020 and initially struggled to find its footing amid growing competition from upstart streaming services. One of the company's first big steps was taking its popular sitcom, \"The Office,\" off Netflix so that episodes would only live on Peacock. The company also recently ended a deal with Walt Disney Co.'s Hulu that will result in shifting some high-profile programming back to Peacock. Beginning this fall, new episodes of NBC shows will air the next day on Peacock.</p><p>Last week, Comcast said the number of paying Peacock subscribers remained stable at around 13 million. Earlier this year Peacock's paying subscriber base had its biggest quarterly boost yet, jumping by more than 40%.</p><p>In addition to the new episodes of \"Days of Our Lives,\" Peacock subscribers will have access to the lengthy library of past episodes. In 2020, the soap opera surpassed 14,000 episodes.</p><p>This isn't Peacock's first dip in the \"Days of Our Lives\" world. Peacock recently released episodes of the spinoff \"Days of Our Lives: Beyond Salem.\" The spinoff has included former and current actors from the main show.</p><p>Peacock also aired a holiday special related to the daytime drama. Last December, \"Days of Our Lives: A Very Salem Christmas,\" aired on the streaming service.</p><p>There are few daytime soap operas left on broadcast TV. \"General Hospital\" on ABC and \"The Bold and the Beautiful\" and \"The Young and the Restless\" on CBS will mark the last three soap operas on linear TV after \"Days of Our Lives\" moves to Peacock.</p><p>Write to Lillian Rizzo at Lillian.Rizzo@wsj.com</p><p>'Days of Our Lives' Leaves NBC for Peacock</p>",
  "published": "2022-08-04T02:40:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1192,
          "end": 1203
        }
      ]
    }
  ]
}