{
  "_id": "224d71aa09c2222148eaab6d9dc8a1a44d63571fbebb387bdabdc69ad3ad21a0",
  "feed": "wall-street-journal",
  "title": "Netflix Won't Add Russian Broadcasters to Service, Defying New Regulation; Russian rule requires services with more than 100,000 subscribers to carry some 20 Russian channels",
  "text": "<p>Netflix, which launched in Russia just over a year ago, was told in December that it would have to comply with a new rule requiring the company to distribute as many as 20 local news, sports and entertainment channels, according to a person familiar with the matter.</p><p>The law applies to all audio and visual services available in Russia that reach more than 100,000 subscribers. Netflix is the only international programmer that has enough subscribers to require compliance with the rule, the person said.</p><p>Netflix doesn't disclose subscriber numbers in specific countries, but it has under one million customers in Russia, the person familiar with the matter said.</p><p>Russian state-run media outlets have sought to advance President Vladimir Putin's narrative that Ukraine is an aggressor that threatens Russia and have presented disinformation to support those claims. The Russian channels have adhered to the Kremlin's line that its military action isn't striking civilian targets and have played up the argument that Ukraine could revive its nuclear arsenal, a point meant to convey that Russia is acting out of self-defense.</p><p>On Saturday, Russia's communications regulator ordered the removal of reports from media that describe Moscow's attack on Ukraine as an \"assault, invasion or declaration of war,\" or face being fined or blocked.</p><p>The rapidly unfolding events in Ukraine are forcing many companies to make quick calculations on whether to curtail their business operations in Russia. Netflix has no plans to shut down its service in Russia, the person familiar with the matter said. Elsewhere in the entertainment business, Warner Bros. intends to move forward with the opening of the much-anticipated movie \"The Batman\" in Russia later this week, a person familiar with the situation said.</p><p>From energy to autos to sports, companies have been pulling back on Russian ventures. BP PLC said it would exit its nearly 20% stake in Russian oil producer Rosneft. Norwegian energy giant Equinor ASA said it would exit its Russian investments. Daimler Truck Holding AG said it would stop sending components to its Russian joint-venture partner. Formula One canceled the 2022 Russian Grand Prix.</p><p>For Netflix, Russia is one of many markets where it is aggressively seeking to expand its footprint. With its growth in the U.S. peaking, the streaming giant is investing heavily in content and distribution abroad, particularly as it faces greater competition from rivals such as Walt Disney Co.'s Disney+ and AT&amp;T Inc.'s HBOMax. Netflix's presence in Russia is still relatively small. It has no offices or full-time employees in the country, the person familiar with the matter said.</p><p>Of Netflix's 8.3 million subscriber additions in the fourth quarter of 2021, some 3.5 million came from Europe, the Middle East and Africa—the grouping where the company currently accounts for its Russia business. In the U.S. and Canada, Netflix added 1.2 million subscribers. Netflix had 222 million subscribers globally at the end of 2021.</p><p>Write to Joe Flint at joe.flint@wsj.com</p><p>Netflix Won't Add Russian Broadcasters to Service, Defying New Regulation</p>",
  "published": "2022-02-28T20:57:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2490,
          "end": 2496
        },
        {
          "start": 2472,
          "end": 2483
        }
      ]
    }
  ]
}