{
  "_id": "e7635a973508169d428ce151b34c0a82229c30ca4c2ab0ea2a40fcde85d7a87a",
  "feed": "wall-street-journal",
  "title": "Dish, Sling Subscribers  Regain Access to Disney  ----  By Joe Flint",
  "text": "<p>   TV channels owned by Walt Disney Co. are back on Dish Network Corp.'s satellite broadcasting and streaming platforms after the two companies reached a tentative agreement on a new contract. </p><p>   The accord ends a weekend blackout that saw millions of Dish customers lose access to several popular Disney networks, including ESPN and ABC. Dish has 10 million subscribers nationwide though the company declined to say how many were affected by the blackout. </p><p>   At issue were terms for a new agreement for Dish to continue carrying Disney's broadcast and cable networks. Disney charges high fees for several of its networks including ESPN, which costs distributors nearly $9 a month, according to the research firm Kagan, a unit of S&amp;P Global Market Intelligence. </p><p>   The deal comes after Dish subscribers were unable to view ESPN and ABC's sports programming over the weekend. By agreeing on terms, Dish Network customers won't risk missing out on ESPN's \"Monday Night Football.\" </p><p>   Disney said it has reached a \"handshake agreement\" with Dish that \"properly reflects fair market value and terms\" for its content. </p><p>   Terms of the agreement weren't disclosed. </p><p>   Both companies will work to finalize the agreement in the coming days, Disney said. </p><p>   Dish didn't issue a statement but posted a notice on its website letting customers know that the Disney channel's had been restored. </p><p>   Besides ABC and ESPN, other channels that went dark included FX, Disney Channel, Freeform, National Geographic and ESPN's various sister networks. </p><p>   At issue were fees Dish Network pays Disney to carry its programming. Such disputes over programming costs between distributors and suppliers are common in the media industry, though most are settled without channels being lost to customers. Dish has often had channels go dark on its systems during negotiations. </p><p></p>",
  "published": "2022-10-03T06:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1210,
          "end": 1216
        },
        {
          "start": 560,
          "end": 566
        },
        {
          "start": 1320,
          "end": 1326
        },
        {
          "start": 1421,
          "end": 1427
        },
        {
          "start": 41,
          "end": 47
        },
        {
          "start": 21,
          "end": 32
        },
        {
          "start": 521,
          "end": 527
        },
        {
          "start": 1540,
          "end": 1546
        },
        {
          "start": 966,
          "end": 972
        },
        {
          "start": 292,
          "end": 298
        }
      ],
      "nexusId": "10078857"
    }
  ]
}