{
  "_id": "0e04db302770da866f0840c4680884e655b41dc3ef02a42238a33982cb718024",
  "feed": "wall-street-journal",
  "title": "Stocks Fall as Midterm Results Roll In; Investors are on alert for possible contagion from a cryptocurrencies selloff that came after crypto exchange FTX agreed to be taken over",
  "text": "<p>Midterm election ballots are still being counted across the U.S., with several key races undecided as of early Wednesday. Republicans remain favored to take the House majority, but the makeup of the Senate remains a tossup. Some races may ultimately take days to be called.</p><p>Investors are monitoring the results to see if the election results in a divided U.S. government, an outcome that would suggest few major policy changes in the next two years. That is typically seen as a boon for the stock market.</p><p>Though early midterm results suggest Republicans may not have gained as much ground as anticipated, they are still so far broadly in line with investor expectations of a gridlocked government.</p><p>In general, history shows stocks tend to advance after midterms. The S&amp;P 500 hasrisen in the trading session following Election Day roughly three-quarters of the time since 1930, with an average gain of 0.4%, according to Dow Jones Market Data. The broad benchmark has moved higher in the one-year period following every midterm election since 1942.</p><p>Even so, many still say their focus is largely elsewhere this year.</p><p>\"The historical lessons are that midterms are beneficial for risk assets…and while that still may be true, I think equity prices will go lower in the meantime,\" said James Athey, investment director at Abrdn, who noted that a continuing economic slowdown and equity prices that he believes are still overpriced will continue to weigh on markets. \"The only real game in town today is the Fed, inflation and jobs.\"</p><p>Thursday will bring new inflation data for October, which is expected to show that consumer prices rose 7.9% on an annual basis, down from 8.2% the previous month. </p><p>The inflation reading is expected to factor heavily into the Federal Reserve's next interest-rate decision. Investors are roughly split on their expectations for the outcome of the central bank's December meeting. Federal-fund futures, used by traders to wager on the trajectory of interest rates, on Wednesday showed a 57% chance that the Fed will raise rates by a smaller 0.5 percentage point, versus a 43% chance that it will lift rates by 0.75 percentage point for a fifth time in a row.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note edged slightly higher to 4.155%, from 4.125% Tuesday. Meanwhile, another closely watched recession indicator, the yield curve between three-month Treasury bills and the 10-year note, remained inverted, with the yield on the three-month bill at 4.203%. Federal Reserve researchers have said this metric has the best record of front running an economic downturn.</p><p>Investors are also on high alert for any possible contagion from a selloff in cryptocurrencies, which came after crypto exchange FTX succumbed Tuesday to a sudden liquidity crunch and agreed to be taken over by rival Binance. Bitcoin fell roughly 5% from its 5 p.m. ET Tuesday price to trade at $17,686. Ethereum fell around 8% from its 5 p.m. ET price. Meanwhile, FTX's FTT token continued its sharp tumble. It has lost roughly 67% in the past 24 hours, CoinDesk data show, as the fallout from its liquidity crisis grows.</p><p>Stocks with ties to cryptocurrencies also slid. Cryptocurrency exchange competitor Coinbase Global shares fell 4.9%. Robinhood Markets declined 4.6%. Earlier this year, Sam Bankman-Fried, the founder of FTX, unveiled a roughly $648 million investment in Robinhood in exchange for 7.6% of the company's Class A shares. He said in an interview earlier this year that FTX was open to partnerships with Robinhood.</p><p>Meta Platforms jumped 5.9% after it said it would cut more than 11,000 workers, or 13%, of staff.</p><p>In earnings-related moves, Walt Disney shares dropped 11% after reportingweaker-than-expected quarterly results. The stock was the worst performing in the Dow industrials.</p><p>Elsewhere in markets, Brent crude, the international benchmark for oil prices, slid 1.5% to $93.89 a barrel, extending its losses into a third day.</p><p>In Europe, the pan-continental Stoxx Europe 600 fell 0.5%. In Asia, Hong Kong's Hang Seng fell 1.2%, China's Shanghai Composite lost 0.5% and Japan's Nikkei 225 lost 0.6%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks Fall as Midterm Results Roll In</p>",
  "published": "2022-11-09T15:01:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3670,
          "end": 3681
        }
      ]
    }
  ]
}