{
  "_id": "cfa4a5aeedcc15ecf5f49575e3b703f5678903d04380e5704c418d02f5b66745",
  "feed": "ftcomall",
  "title": "Activist investor Third Point urges sweeping changes at Disney",
  "text": "<p>Activist investor Dan Loeb is agitating for sweeping changes at Disney, including a shake-up of its board, a spin-off of the sports television network ESPN and aggressive cost-cutting after rebuilding a stake in the entertainment and media group. </p> <p>The head of the <a href=\"https://www.ft.com/stream/4439400c-9d57-468e-ad4f-0676032cfd1b\">Third Point</a> hedge fund also recommended that the company take full control of the streaming service Hulu by buying a minority stake from rival Comcast. Disney's shares rose 2.2 per cent to $124.26 on Monday.</p> <p><a href=\"https://www.ft.com/stream/725b01e3-d084-43ce-8fde-e1569668ad2a\">Disney</a>'s “costs are among the highest in the industry”, Loeb wrote in a letter to Bob Chapek, the company's chief executive, adding that “a strong case can be made that the ESPN business should be spun off to shareholders” to reduce Disney's debt. ESPN broadcasts live sports in the US including games of the National Football League, National Basketball Association and Major League Baseball.</p> <p>Disney has invested heavily to build out its video streaming service, Disney Plus, and is expected to spend roughly $30bn on content this year. Last week Chapek said Disney remained on track to reach its goal of achieving profitability at Disney Plus by 2024 as the company <a href=\"https://www.ft.com/content/60dd1af4-8686-4003-8e5b-5d8f7654fed8\">reported </a>quarterly net profit of $1.4bn.</p> <p>Loeb said he did not mean to single out individuals to be removed from Disney's 11-member board, but he did say that Third Point has identified candidates who “would make essential contributions” to the company. “We believe there are gaps in talent and experience as a group that must be addressed,” the letter said. </p> <p>Disney said it welcomes “the views of all our investors” but pushed back against Loeb's criticism of the board. </p> <p>“Our independent and experienced board has significant expertise in branded, consumer-facing and technology businesses as well as talent-driven enterprises,” the company said. “The board has also benefited from continuous refreshment with an average tenure of four years.” </p> <p>Third Point previously took a position in Disney in the second quarter of 2020, not long after Disney Plus was launched as a rival to Netflix, and then sold it off as the stock rose. Shares in Disney increased 70 per cent from May 2020 until August 2021, when Third Point first disclosed the previous position. </p> <p>Disney's stock has declined 21 per cent this year, though it rose by 30 per cent over the past month before Loeb disclosed his new stake on Monday. Third Point's exposure to Disney totals about $1bn, similar in size to its previous stake, according to a person with knowledge of the group's investment.</p> <p>The move by the billionaire hedge fund manager appeared to be friendly, as he praised the company's shift to streaming and its recent third-quarter results, which topped Wall Street estimates. </p> <p>“Disney's complex transformation is succeeding and our confidence in Disney's current trajectory is such that we have, in recent weeks, repurchased a significant stake in the company,” he wrote. </p> <p>Some Wall Street analysts have been clamouring for several of the changes Loeb is recommending, including a potential ESPN spin-off and an early resolution of the Hulu ownership structure. </p> <p>Disney owns 67 per cent of Hulu. Loeb urged the company to buy Comcast's 33 per cent stake in the streaming services before 2024, when a contract enables Comcast to force Disney to buy it. Analysts estimate Disney may have to pay $15bn-$20bn for the stake. </p> <p>Despite his tone with Disney, Loeb is best known for being an aggressive investor who uses tough tactics including harshly worded public attacks against management teams to achieve his demands. </p> <p>Third Point's main fund has taken a hit in the first part of the year as it underperformed several rivals. In the first three months of 2022, Loeb sold off chunks of big stakes in tech companies including Microsoft, Dell and fintech group Intuit.</p><p>Source: Christopher Grimes in Los Angeles, Sara Germano in New York and James Fontanella-Khan in London 2022 'Activist investor Third Point urges sweeping changes at Disney' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T17:28:18.944Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 56,
          "end": 62
        },
        {
          "start": 64,
          "end": 70
        },
        {
          "start": 413,
          "end": 419
        },
        {
          "start": 468,
          "end": 474
        },
        {
          "start": 701,
          "end": 707
        },
        {
          "start": 860,
          "end": 866
        },
        {
          "start": 1025,
          "end": 1031
        },
        {
          "start": 1104,
          "end": 1110
        },
        {
          "start": 1244,
          "end": 1250
        },
        {
          "start": 1488,
          "end": 1494
        },
        {
          "start": 2063,
          "end": 2069
        },
        {
          "start": 2180,
          "end": 2186
        },
        {
          "start": 2353,
          "end": 2359
        },
        {
          "start": 3055,
          "end": 3061
        },
        {
          "start": 3225,
          "end": 3231
        },
        {
          "start": 3260,
          "end": 3266
        },
        {
          "start": 3331,
          "end": 3337
        }
      ],
      "weightsV2": {
        "weight": 22.727095,
        "baseWeight": 17.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.7270949,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}