{
  "_id": "6e73d37a9a3ababbf3843bbc35e063ce57d0257c89d7b574c0639ffc847b8be5",
  "feed": "wall-street-journal",
  "title": "DeSantis, Others Draw Distinctions With Trump in 2024 GOP Nomination Race; Las Vegas gathering of Republican Jewish Coalition generates applause for both the former president and his rivals",
  "text": "<p>The Republican Jewish Coalition gathering here concluded a weighty week for the GOP, after underwhelming midterm election results secured a narrow House majority, but also triggered friction over Mr. Trump's role. The former president, denying culpability, said on Nov. 15 that he would seek the nomination.</p><p>Mr. Trump addressed the crowd of 850 Saturday afternoon via satellite from Florida and received a standing ovation. But the event at the Venetian resort served as the first major platform for others seeking to capitalize on a growing appetite for someone else. They included former Vice President Mike Pence, former Secretary of State Mike Pompeo, former New Jersey Gov. Chris Christie, New Hampshire Gov. Chris Sununu and former South Carolina Gov. Nikki Haley. Some huddled privately with donors.</p><p>No one generated more excitement than Florida Gov. Ron DeSantis, who had the prime-time speaking slot Saturday and walked on stage to a reception unmatched by others.</p><p>\"Florida really has a blueprint for success,\" said Mr. DeSantis, whose resounding re-election victory strengthened his position as the leading GOP alternative to Mr. Trump. He highlighted his rejection of Covid-19 policies and fight with Walt Disney Co. \"We've got a lot more to do and I have only begun to fight.\"</p><p>The speakers—including Mr. Trump—generally shared agreement on Republican policies: more domestic energy production, less regulation and taxes, a crackdown on crime and more border security. Some said the disappointments over weak midterms results shouldn't obscure the successes.</p><p>\"Some of you may be sad but don't be sad when it comes to the House,\" said Rep. Kevin McCarthy of California, who is poised to become speaker of the new Congress. He cited GOP gains in Democratic strongholds such as New York and the addition of new Black and Latino members.</p><p>Few others have gone as far as Mr. Trump in signaling an intention to run. But the jostling among potential presidential candidates shows the former president won't have a clear field, despite an early announcement designed to scare off rivals and lock down supporters.</p><p>\"It won't be like 2016 where Republicans had 17 candidates because Donald Trump is just too strong and intimidating,\" said Ari Fleischer, who served as press secretary for President George W. Bush. \"If there are multiple candidates, Trump will win hands down. If it's only one or two bona fide outsider conservatives, it's a fair fight and Trump could lose it.\"</p><p>\"There are going to be a lot of people shopping,\" Mr. Fleischer said. \"And you can feel it in this room.\"</p><p>Party luminaries walked a fine line over the Friday-through-Saturday event, seeking to highlight Mr. Trump's shortcomings without alienating his supporters. Prospective candidates credited the former president's accomplishments, many highlighting his decision to relocate the U.S. Embassy in Israel to Jerusalem from Tel Aviv.</p><p>But speakers also made unmistakable attempts to draw contrasts. Some suggested the party must move on from a phase marked by controversy, weak candidates and a string of electoral losses. That echoed sentiment expressed in recent days by other elected Republicans, party activists and donors.</p><p>\"We have to have this family argument and we need to have it now,\" said Mr. Christie, who chaired Mr. Trump's 2016 presidential transition team but recalled how Mr. Trump refused to accept his loss four years later.</p><p>\"That's where it ended for me. It became the party of me at that moment…and for every moment since then our party has been diminished by that type of leadership,\" Mr. Christie said to applause. \"It is time to stop being afraid of any one person.\"</p><p>Mr. Pence headlined the event Friday night and signed copies of his new memoir, which details his rebuffing of Mr. Trump's efforts to pressure him to block the congressional certification of President Biden's 2020 victory. \"The American people must know that our party will be the party that keeps our oath to the Constitution even when political expediency may suggest we do otherwise,\" the former vice president said in his speech.</p><p>Mr. Pompeo stirred attention ahead of his Friday night speech by tweeting in apparent reference to Mr. Trump: \"We were told we'd get tired of winning. But I'm tired of losing. And so are most Republicans.\" He continued the implied digs in his speech, saying the party needed to move past \"celebrity\" and push conservative ideas with \"competence.\"</p><p>In a bit of levity he nodded to Mr. Pence and said next time together they could be on a debate stage and targets of Mr. Trump: \"Who knows what nicknames we might have.\"</p><p>Sen. Tim Scott of South Carolina, who has indicated interest in running for president, got the crowd to its feet Saturday morning with a preacher-like delivery, pacing energetically back and forth and asking the audience to \"rise with me\" against anti-Semitism and Biden administration policies.</p><p>Other potential candidate speakers included departing Gov. Larry Hogan of Maryland, Sen Ted Cruz of Texas and Ms. Haley, who served as ambassador to the United Nations in the Trump administration. She went further than others in expressing serious interest in a presidential bid, calling on the GOP to expand its reach to minority groups and women.</p><p>But for now most attention is on Messrs. Trump and DeSantis. In his video address, the former president said, \"We've always known 2022 was not the end. Now we have to take the fight straight to Joe Biden.\" He highlighted his withdrawal from the Iran nuclear deal that Israel opposed but Mr. Biden has tried to revive.</p><p>SHARE YOUR THOUGHTS</p><p>Who do you think will be at the top of the GOP ticket in 2024? Join the conversation below.</p><p>A moderator said Mr. Trump had transformed the party but noted struggles in suburban areas. Mr. Trump countered that a \"specific issue\" animated Democrats, referring to abortion.</p><p>While Mr. Trump has a strong grass-roots fundraising operation, some major donors have said they would no longer support him. Miriam Adelson, the wife of the late casino magnate Sheldon Adelson, who contributed millions in support of the former president, will stay neutral in the primary, an aide said.</p><p>\"I'm very grateful for some of the things Trump did, but he has no path now and I'm sorry he announced,\" said Eve Stieglitz, of Miami, who attended the conference. \"Why run to lose and then attack Gov. DeSantis? That was it for me when he did that.\"</p><p>Mitch Keiter, of Los Angeles, also likes the governor, though remains undecided. \"DeSantis has first crack at it,\" he said of the candidates expected to challenge Mr. Trump. \"He's probably best suited to bridge the gap between the Trump people and the establishment. But it's very early.\"</p><p>Write to Alex Leary at alex.leary@wsj.com</p><p>DeSantis, Others Draw Distinctions With Trump in 2024 GOP Nomination Race</p>",
  "published": "2022-11-20T11:52:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1212,
          "end": 1223
        }
      ]
    }
  ]
}