{
  "_id": "92be5c097faf60c92a97c918172132654d76ca295f1f02843cd7980fb21f6ae4",
  "feed": "wall-street-journal",
  "title": "Disney to Offer Toy and Merchandise Deals via Disney+ App; Test of consumer appetite for such deals is part of a broad effort to integrate streaming and merchandise businesses",
  "text": "<p>The test is part of a broader effort at Disney to integrate the company's two main business lines via Disney+, which so far has functioned only as a platform for streaming video. Disney's operations are divided into two segments: media, entertainment and distribution and parks, experiences and products.</p><p>By connecting merchandise sales to the streaming experience, Disney is taking the first step toward developing Disney+ into what Chief Executive Bob Chapek has described as a lifestyle brand app.</p><p>\"It's the physical and the digital aspects of your Disney lifestyle coming together,\" Mr. Chapek said last week at The Wall Street Journal's Tech Live conference, describing the effort to integrate consumer data across the two divisions and use information about consumer habits to create more customized products.</p><p>Separately, Disney is also exploring developing a membership program that would offer exclusive benefits for members, but the merchandise feature being tested this week isn't part of that effort, according to a person familiar with the matter.</p><p>Disney is under pressure from investors to both add subscribers and increase revenue, especially from its streaming businesses, which include Disney+, Hulu and ESPN+.</p><p>Mr. Chapek has said that one of the company's goals is to increase cross-selling opportunities and better understand consumer preferences by tracking what shows and movies they watch as well as what theme-park attractions are their favorites.</p><p>Competitors such as Amazon.com Inc. and Apple Inc. have bundled together services including retail discounts, streaming video and access to extensive streaming music libraries in an effort to grow market share. Disney recently raised prices on some of its streaming subscriptions and on certain theme-park perks in an effort to boost revenues. In December, the company plans to launch a lower-priced, ad-supported tier of Disney+.</p><p>The retail pilot program is being led by Alisa Bowen, the new president of Disney+, and Naveen Seshadri, Disney's executive vice president for retail.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com</p><p>Disney to Offer Toy and Merchandise Deals via Disney+ App</p>",
  "published": "2022-11-01T13:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 46,
          "end": 52
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 2146,
          "end": 2152
        },
        {
          "start": 1060,
          "end": 1066
        },
        {
          "start": 40,
          "end": 46
        },
        {
          "start": 1202,
          "end": 1209
        },
        {
          "start": 1892,
          "end": 1899
        },
        {
          "start": 1681,
          "end": 1687
        },
        {
          "start": 2100,
          "end": 2106
        },
        {
          "start": 1976,
          "end": 1983
        },
        {
          "start": 552,
          "end": 558
        },
        {
          "start": 828,
          "end": 834
        },
        {
          "start": 366,
          "end": 372
        },
        {
          "start": 2006,
          "end": 2012
        },
        {
          "start": 102,
          "end": 109
        },
        {
          "start": 416,
          "end": 422
        },
        {
          "start": 179,
          "end": 185
        }
      ]
    }
  ]
}