{
  "_id": "d85793dd040acf613197bc5a0f6ae1f0c9ee855cf0c6a689bca8943b69b59281",
  "feed": "ftcomall",
  "title": "Diana and the emotional revolution",
  "text": "<p>An email informs me that someone I have never met has had a child. A poster on the Tube declares that “feeling low” and “wanting to hide” are “OK”. “Because being human is OK.” OK. An adjacent couple at a restaurant devote 45 minutes and perhaps 80 decibels to what one of them calls, in an apologetic aside, “working through stuff”. The other weeps between bites of chu toro.</p> <p>Diana won, didn't she? Or rather, to avoid typecasting someone who hasn't been able to defend herself for 25 years, a worldview that was ascribed to her has won. We in the media deal in dualisms. During the weeks after her death, two ways of going at life were pitted against each other. On one side, emotional candour. On the other, royal uptightness. In the end, the royals submitted. The pursed lip quivered. The bereaved sons, who might have preferred to be left alone, were brought out to meet public demand. “The logic of a Disney production and the enforcement of a Nazi state,” was one account of the atmosphere. Crass, no doubt. Still, whenever someone claims that social media has unhinged public life, I refer them to Britain in September 1997. Mark Zuckerberg was 13.</p> <p>The emotional opening-up of much of the west has been a cultural change to rank alongside the sexual revolution. Some of it — the new frankness about mental health — is for the good. The rest, well, we shall see, shan't we? We shall see if the spread of half-understood, pseudo-clinical jargon into everyday speech is healthy. Or where the change in news reporting, from the communication of facts to the airing of feelings, gets us. I catch myself doing it all the time. “How do you feel about . . . ” I ask, when I mean “What do you think . . . ” or just “What do you say . . . ”</p> <p>The case against the Emotional Revolution is often misrepresented. The point is not that showing emotion is wrong. The point is to question whether it <em>is</em> emotion. People with no wit tend to laugh at everything. People with no palate are liable to gorge. Well, perhaps those with no emotional depth are the most effusive about their inner lives. Some fail to distinguish feeling itself from the rote-learned expression of it: the jargon, the grammar, the concerned frown. Here is a rule of thumb, derived from years of personal experience: no one with much “empathy” uses that word.</p> <p>If too many see emotion when it isn't there, they can't see it when it is. Take those early interviews of the royal couple, in which Charles squirms and deflects. Is that a repressed man? Or one who, in so wanting to be with someone else, can tell authentic feeling from the simulation of it?</p> <p>Nothing says sincerity like Elton John repurposing a song about one woman for another. But if it wasn't emotion on show a quarter of a century ago, then what? A striving for social connection, I think. By 1997, church rolls were small and dwindling. Thatcherism had broken up the big class blocs. The choice conferred by satellite television had made for fewer and fewer national moments. An atomised society's quest for collective experiences: Don DeLillo saw it coming in <em>Mao II</em> and other novels. There was always a giggling Private Eye sort of view that Diana's mourners were naff suburbanites. Another way of putting this is that they were first-generation middle class: the least anchored people of all.</p> <p>The question is where it all ends. We can now say with some confidence that, had England won the European Championship final in the summer of 2021, Wembley would have become a disaster zone. More people than the stadium can handle would have rushed in to — to what? To partake of a shared moment. A telling detail in the independent report has fans outside not even watching the game on their phones. For some, winning wasn't the point. The promise of communion was the point. We cold fish are often accused of being “afraid” of emotion. Sometimes, in&#xa0;the most literal, physical sense, I'm not sure I deny it.</p> <p><em>Email Janan at </em><a href=\"mailto:janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p><p>Source: Janan Ganesh 2022 'Diana and the emotional revolution' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-02T21:00:42.166Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 907,
          "end": 913
        }
      ],
      "nexusId": "10078857"
    }
  ]
}