{
  "_id": "f6662fc04ed3bd0f0a3771a5cf097d790be09d176f86380a9c788bcf7bf2c53f",
  "feed": "market-watch",
  "title": "Ahead of the Grammys, why older music is seeing a spike on streaming networks more than newer tunes",
  "text": "<p>But can any of them compete with the Beatles?</p><p>Not that the Fab Four, which disbanded a half-century ago, are up for any awards, though Paul McCartney, the 79-year-old former Beatle, is vying in two categories (Best Rock Song and Best Rock Album) as a solo artist. The real point, however, is that older music — not just the Beatles but anything released from the ‘50s all the way up to a few years ago — is gaining ground in an industry once defined by a Top 40 mindset of listening to the hottest new releases.</p><p>The numbers tell the story, especially when it comes to the all-important audio-streaming format, which is how many Americans now listen to music. Streams of current releases declined by 19.4% in 2021 while streams of older (or “catalog”) releases surged by 29.4%, according to industry tracker MRC Data.</p><p>In fact, in an annual report, produced in collaboration with music-trade publication Billboard, Rob Jonas, chief executive of P-MRC Data, the parent company of MRC, noted it was the first time that older music topped new in terms of popularity, at least in the streaming realm.</p><p>“We've got a generational shift,” Jonas told MarketWatch.</p><p>This no doubt helps explains why older artists have become a favorite of investors. Such legends as Bob Dylan, Bruce Springsteen Neil Young and Stevie Nicks have sold their catalogs to various firms and companies for sums of $100 million-plus. The Springsteen deal — to Sony Music SONY — was reportedly valued at a whopping $500 million.</p><p>Don't discount the Beatles, either. They remain a cultural force, as evidenced by all the attention paid to the Peter Jackson “Get Back” documentary, which debuted on Walt Disney Co.'s Disney+ network DISthis past November.</p><p>Older artists also figure into this year's Grammys: For example, McCartney is competing in the rock album category against three other artists and groups who got their start in earlier eras: AC/DC, the Foo Fighters and the late Chris Cornell. (Indeed, there's only one relatively new artist nominated in the category — the Black Pumas.)</p><p>Rich Fury/Getty Images for iHeartRadioSo, what's behind this boom in all things older?</p><p>Jonas, the P-MRC executive, says it can be partly explained by the influx of Boomers and Gen X'ers who are now listening to music on streaming platforms. In the early days of streaming, younger listeners gravitated to the format — and it's those same listeners who are typically the biggest consumers of new music. But once older generations hopped on the streaming bandwagon, Jonas says it was inevitable that demand would increase for the artists that Boomers and Gen X'ers knew and loved from their formative years.</p><p>Equally of note is the fact that so many new tunes are being released, Jonas says, citing the fact that Spotify adds some 60,000 songs to its playlist each day. While that might seemingly boost the profile of contemporary music, Jonas said it can have the opposite effect: New artists face an uphill fight to be heard in such a competitive marketplace.</p><p>“Getting awareness and pickup is probably harder than ever,” he said.</p><p>Which is not to say that younger listeners are strictly fans of younger artists. If anything, there's growing interest among this group in the music of previous generations, industry professionals say.</p><p>Joe Mulvihill, a manager who works with such artists as the group Boyz II Men and Joey Fatone of NSYNC, points to how “The Batman” movie featured the Nirvana song “Something In the Way” so prominently. Not only does that speak to a new appreciation for this iconic grunge group, it will also likely have a spinoff effect among younger listeners, Mulvihill said.</p><p>“The next thing you know, they'll be listening to Soundgarden, Pearl Jam and Alice in Chains,” he said, referring to other major grunge and alternative groups from the same era.</p><p>There may be another element as to why older music has such sway in today's market. Namely, it's the question of whether artists from previous eras are actually “better” than today's crop as a whole.</p><p>In general, professionals tend to be guarded when the subject is raised. “I won't say it's better music. It's a different kind of music,” said veteran entertainment attorney Kenneth J. Abdo about the classic work of older artists.</p><p>Still, Penn Holderness, the viral-video creator and musician who works alongside his wife Kim Holderness, doesn't hold back. In a recent video titled “We Are Gen X,” he declared of his generational cohort: “We hate any music that is recent.”</p><p>Holderness says he might have been overstating things — he counts himself a fan of Lil Nas X, for example. Still, he says he finds a craftsmanship and character in older music that is often lacking in the newer material he listens to when he drives his daughter to school and she controls the radio.</p><p>“Everything sounds pretty similar right now,” Holderness said. “You hear one song and then you think, ‘Did I already hear that song before?'”</p>",
  "published": "2022-04-01T14:35:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1658,
          "end": 1669
        },
        {
          "start": 1676,
          "end": 1682
        }
      ]
    }
  ]
}