{
  "_id": "1d00855d25a7e4d00419358b8a1accfcfbd9de7119dd8259407c6962801b4cc3",
  "feed": "ftcomall",
  "title": "The Disney coup that brought down Bob Chapek",
  "text": "<p><strong>In today's newsletter:</strong></p> <ul>  <li><p>Disney's boardroom coup</p></li>  <li><p>US banks offload ‘hung loans'</p></li>  <li><p>BHP goes Down Under</p></li> </ul> <h1>Bob Iger, the sequel</h1> <p>This time last year, <a href=\"https://www.ft.com/content/69e1cc1e-9c64-4000-b47f-a7e448107a5b\">our FT colleagues</a> joined <strong>Disney </strong>chief executive <strong>Bob Chapek</strong> to enjoy the nightly fireworks display above Walt Disney World's Sleeping Beauty Castle. “After a while you learn when the finale is coming,” he joked.</p> <p>That did not quite hold true for his Disney career. His fellow executives led a <a href=\"https://www.ft.com/content/a9277a18-18f6-42ea-a1fb-7e762120846a\">rebellion to oust</a> him in recent weeks, less than three years after he was brought in as a no-nonsense numbers guy to usher the House of Mouse into the streaming era.</p> <p>His predecessor<strong> Bob Iger</strong>, a bigger name both in Hollywood and on Wall Street, has agreed to return.</p> <p>The covert campaign to overthrow Chapek began in the summer, after many top insiders began to lose confidence in the outgoing chief. Disney executives began approaching the board, which is chaired by<strong> Susan Arnold</strong>, a few months ago to express concerns about Chapek's leadership. Among them was chief financial officer <strong>Christine McCarthy</strong>, three of the people said. </p> <p>Disney has been churning out underdog stories for more than a century. Chapek, whose arrival to the helm in February 2020 was usually accompanied by the same question from the public and investors, <em>“Who is Bob Chapek?”</em>, fit the bill perfectly.</p> <p>The Hollywood outsider was a so-called “parks guy” who had little time for schmoozing celebrities. He built his reputation on number-crunching and cost-cutting, and had big plans to transform the company's streaming service Disney Plus into a formidable player.</p> <p>But Disney's share price has fallen more than 40 per cent this year as investors grow wary of the billions of dollars being spent to keep up with streaming rivals such as <strong>Netflix </strong>and <strong>HBO Max</strong>. Its content budget this year was $30bn.&#xa0;</p> <p>Disney's direct-to-consumer business, led by Disney Plus, lost $4bn in the year to September, <a href=\"https://www.ft.com/content/aa381a3a-981e-4c2e-b22b-9851b2c053de\">Lex</a> points out, despite boasting 200mn streaming subscribers.</p> <p>Chapek had a knack for ruffling feathers. Under his watch, Disney got into an unusually <a href=\"https://www.ft.com/content/1550ed57-047f-46dd-a9a0-121406199076\">public feud</a> with actress <strong>Scarlett Johansson. </strong>Then, his initial decision not to take a stand over Florida's homophobic and transphobic “Don't Say Gay” bill infuriated fans and employees.</p> <p>The final straw was Disney's bleak earnings presentation earlier this month, when Chapek revealed the streaming business had lost $1.5bn during the most recent quarter.</p> <p>Iger, a longtime investor favourite who guided Disney through acquisitions including <strong>Marvel</strong>,<strong> Pixar</strong>, <strong>Lucasfilm </strong>and<strong> 20th Century Fox</strong>, will be tasked with a clean-up job that includes steering the company through <a href=\"https://www.ft.com/content/e4e84eac-8502-4a7f-b51b-c372752b4b38\">political division</a> and turning round its falling share price. </p> <p>DD wonders if his ability to charm Tinseltown's elite works the same on activist investors. Billionaire activist <strong>Dan Loeb</strong> <a href=\"https://www.ft.com/content/aa1ca69e-b340-4f7a-84bc-e53cb34ab572\">has called</a> for sweeping changes including a board shake-up. <strong>Nelson Peltz</strong>'s <strong>Trian Fund Management </strong><a href=\"https://www.wsj.com/articles/walt-disney-names-bob-iger-ceo-replacing-bob-chapek-11669000050?mod=hp_lead_pos1\">bought more than $800mn</a> worth of Disney shares earlier this month, according to the Wall Street Journal.</p> <p>One lesson for Iger: sequels are rarely as good as the original. </p> <h1>Leveraged finance's ‘Hail Mary'</h1> <p>The thaw in corporate debt markets is providing more than a dozen top banks on Wall Street a very modest reprieve. </p> <p>A group of big lenders led by <strong>Bank of America</strong> and <strong>Barclays</strong> this week <a href=\"https://www.ft.com/content/0fbad193-6246-41b6-92be-f1e30cda66e0\">hope to wrap up</a> a $1.75bn loan to finance the buyout of television ratings provider <strong>Nielsen</strong>. It comes weeks after the coterie of lenders raised $2bn in bond markets for the deal.</p> <p>The banks — desperate to clear “hung” deals that have piled up on their balance sheets — have been painstakingly selling off pieces of the debt packages they cobbled together before this year's sell-off.</p> <p>The Nielsen loan is being offered at 89 to 90 cents on the dollar. Buyers can expect a hefty yield above 12 per cent on the debt if they step in — an enticing figure that is attracting buyers despite the risks.</p> <p>Even after the bond and loan offerings are completed, banks will be left holding billions of dollars of Nielsen debt. And then there's the host of other hung debt they must contend with: $5.45bn tied to <strong>Apollo Global Management</strong>'s $7.1bn takeover of car parts maker <strong>Tenneco</strong>, $3.9bn funding Apollo's purchase of telecoms group <strong>Brightspeed</strong> and <a href=\"https://www.ft.com/content/d1879d0c-c52e-4f48-82f0-09458add4aee\">$12.7bn financing</a> <strong>Elon Musk</strong>'s <strong>Twitter</strong> buyout. </p> <p>Banks cancelled an attempt to sell the Brightspeed debt in September. Lenders had attempted to sell some of the Tenneco debt this month but the deal was <a href=\"https://www.ft.com/content/d1ffe9a4-25db-4204-a2e9-0d7e8398d223\">ultimately abandoned</a> after investor orders came up short.</p> <p>One lender told DD the Tenneco deal was “a Hail Mary effort to see if [the banks] could capitalise on recent market strength”.</p> <p>The divergence between companies and private equity groups with access to capital markets, and those seemingly cut off, underlines how discriminating investors have become as they stare down a potential recession and dramatically higher interest rates. </p> <p>Nonetheless, the recent debt sales are “helping dispel the myth that there is this ton of high-yield [debt] that can't clear the market”, according to <strong>Andrzej Skiba</strong>, head of US fixed income at <strong>RBC Global Asset Management</strong>. </p> <p>“There is a price for everything,” he said. “What is true is that people have reservations about particularly cyclically sensitive credits and those in flux because of strategy.”</p> <h1>Better late than never: BHP's dealmaking Down Under</h1> <p>It took 13 years and a steep multiple to deliver a deal that many in the Australian mining sector had long seen as obvious.</p> <p><strong>BHP</strong>, the world's largest miner, <a href=\"https://www.ft.com/content/3877edfe-e876-4639-9f25-dda2de5ddaf1\">looks to have succeeded</a> in its battle to acquire <strong>OZ Minerals</strong>, which will beef up its exposure to copper and nickel — materials needed for decarbonisation technologies. </p> <p>BHP was rebuffed in August and has played it cool since. It has now secured a recommendation from OZ's board at a price of A$9.6bn ($6.4bn), a premium of almost 50 per cent to the share price on the day before the August bid, in a deal set to be one of the largest mining takeovers of the year.</p> <p>Few anticipate a rival bid emerging. The two miners both have operations in remote South Australia, so they can hope for synergies that others couldn't achieve.</p> <p>It's <a href=\"https://www.ft.com/content/cbafc021-9e3e-468f-aa69-96d9491270d3\">the second sizeable deal</a> in Australia in recent weeks after <strong>Brookfield</strong> and <strong>EIG</strong> had an A$18.4bn offer accepted to carve up energy company <strong>Origin</strong>. </p> <p>But BHP could've pounced much earlier. Back in 2009, OZ was a sprawling company in deep trouble due to high debts and there was speculation BHP would buy it. Instead, OZ got back on its feet as copper and nickel came back into vogue.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Morgan Stanley</strong>'s top international executive, <strong>Franck Petitgas</strong>, is retiring from the Wall Street bank after a 30-year career in capital markets and investment banking. Read the FT <a href=\"https://on.ft.com/3glQFnx\">scoop</a>. </p></li>  <li><p><strong>SoftBank </strong>partner <strong>Saurabh Jalan</strong>, who also sits on the board of <strong>WeWork</strong>, <a href=\"https://www.bloomberg.com/news/articles/2022-11-18/softbank-partner-saurabh-jalan-who-sits-on-wework-board-exits\">has left</a> the Japanese conglomerate, per Bloomberg.</p></li>  <li><p><strong>Sarah Rajani </strong>has left <strong>Elliott Advisors </strong>in London, where she has led communications for the past seven years.</p></li>  <li><p><strong>Cargill </strong>has named chief operating officer <strong>Brian Sikes </strong>as president and chief executive beginning in January. He succeeds <strong>Dave MacLennan</strong>, who will become executive chair of the agriculture trader's board.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Reality bites </strong>In the early days of her career in Sam Bankman-Fried's crypto empire, Caroline Ellison saw herself as a fledgling hero in the world of effective altruism. Her love of fantasy <a href=\"https://nymag.com/intelligencer/2022/11/caroline-ellison-alameda-ftx.html\">has clashed with harsher truths</a> as she finds herself playing a central role in FTX's collapse, New York Magazine writes.</p> <p><strong>Politics pay </strong>CNN's new chief is on a mission to steer the network's left-leaning advocacy, which grew more prominent during the Donald Trump years, back to neutral territory. But polarisation was good for business, <a href=\"https://www.ft.com/content/a289eb16-6aa4-4b4e-831a-aa4663b7c9fd\">according to this FT Big Read</a>.</p> <p><strong>Time for a truce </strong>Silicon Valley bosses enjoy special voting classes that help them rule with iron fists and keep angry shareholders at bay. Higher share prices <a href=\"https://www.ft.com/content/a1258a80-acd2-4f51-b5d4-af74fd56f5d7\">would help reduce tensions</a> between tech founders and activists, writes the FT's Richard Waters.</p> <h1>&#xa0;News round-up</h1> <p><a href=\"https://www.ft.com/content/c240a3ff-e67e-4bf2-bd9e-547eec0cfdec\">Sinopec secures one of biggest-ever LNG deals with Qatar</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5d826ca9-389e-41ec-a38b-da43211da974\">FTX businesses owe more than $3bn to largest creditors</a> (FT) </p> <p><a href=\"https://www.ft.com/content/63f14a36-fb9b-400a-a7c9-e69290c58669\">Penguin Random House's $2.2bn deal for Simon &amp; Schuster collapses</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f31534fa-e9e0-495f-bd43-7f65c5758624\">Biden's antitrust adviser warns of ‘profusion of junk fees' in US economy</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d6ac9ffe-ae9b-4a8c-9d87-e8e7473778a5\">Virgin Money to boost buybacks after forecast-beating profits</a> (FT + <a href=\"https://www.ft.com/content/5583c1db-d754-4376-8c43-61ffac675cdb\">Lex</a>) &#xa0;</p> <p><a href=\"https://www.ft.com/content/9fcfb720-c503-4dd5-ab52-88411edf6910\">World Cup 2022: Teams ditch rainbow armband plan after Fifa threat</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3952a20b-dee2-44a9-8756-a6f393707bda\">Exonerated trader sues Deutsche Bank over Libor rigging allegations</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-18/sculptor-board-forms-committee-to-explore-potential-transactions\">Hedge fund Sculptor resolves legal fight with Its billionaire founder</a> (Bloomberg)</p> <p><a href=\"https://www.ft.com/content/576490c8-4aee-4c47-8bc2-6a8a839e33c4\">Grindr: low free float disguises an unpopular Spac matchup</a> (Lex)</p><p>Source:  2022 'The Disney coup that brought down Bob Chapek' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T05:00:36.456Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4,
          "end": 10
        },
        {
          "start": 387,
          "end": 393
        },
        {
          "start": 164,
          "end": 170
        },
        {
          "start": 2443,
          "end": 2449
        },
        {
          "start": 1059,
          "end": 1065
        },
        {
          "start": 829,
          "end": 835
        },
        {
          "start": 1527,
          "end": 1538
        },
        {
          "start": 1797,
          "end": 1803
        },
        {
          "start": 243,
          "end": 254
        },
        {
          "start": 2012,
          "end": 2018
        },
        {
          "start": 1569,
          "end": 1575
        },
        {
          "start": 2920,
          "end": 2926
        },
        {
          "start": 1842,
          "end": 1848
        },
        {
          "start": 1842,
          "end": 1853
        },
        {
          "start": 23,
          "end": 29
        },
        {
          "start": 2247,
          "end": 2253
        }
      ]
    }
  ]
}