{
  "_id": "f752afcbbb8ad68c46a83e3c9af772fb5579631eeb4e58edfbfdf77649ddea1f",
  "feed": "wall-street-journal",
  "title": "ESPN Signs Joe Buck, Troy Aikman to Host 'Monday Night Football'; Move comes as TV networks and streaming services are competing to hire big-name NFL broadcasting talent",
  "text": "<p>Walt Disney Co.'s ESPN hired Joe Buck and Troy Aikman from Fox Corp.'s Fox Sports and will have them host \"Monday Night Football,\" the network said Wednesday. As part of a multiyear deal starting this coming season, ESPN will pay 35% more to carry the Monday games.</p><p>The deal will make Mr. Aikman one of the highest-paid NFL color commentators, putting him in the same league as CBS analyst Tony Romo's $17.5 million annual salary, people familiar with the deal said.</p><p>\"When you have the opportunity to bring in the iconic, longest-running NFL broadcasting duo, you take it, especially at a time when we are on the cusp of a new era in our expanding relationship with the NFL,\" ESPN Chairman Jimmy Pitaro said.</p><p>Amazon.com Inc., which will be the exclusive home of \"Thursday Night Football\" beginning this fall, is near a deal to land Al Michaels, the dean of sports broadcasters, people close to the situation said. Mr. Michaels's deal with NBC to call \"Sunday Night Football\" expired this past season. Kirk Herbstreit, an ESPN college-football analyst, is expected to join Mr. Michaels in the Amazon booth, some of the people said.</p><p>\"These companies made huge commitments to the NFL, and they are investing in their brands. Having the best people makes a lot of sense,\" said sports-media consultant Patrick Crakes.</p><p>At Comcast Corp.'s NBC, Mike Tirico, who had been anchoring the network's pregame show \"Football Night in America\" and filling in for Mr. Michaels on occasion, is expected to take over full-time duty this fall, people familiar with the matter said. Cris Collinsworth is expected to remain the color commentator, they said. Although the 77-year-old Mr. Michaels has expressed no desire to retire, NBC had promised his slot to Mr. Tirico, the people said.</p><p>At Fox, announcer Kevin Burkhardt is expected to step into Mr. Buck's shoes as lead play-by-play caller for the network's Sunday afternoon package of NFL games, people close to the network said. Among the network's color analysts who could potentially succeed Mr. Aikman in the network's big game booth is Greg Olsen, people familiar with the matter said.</p><p>Fox is also facing bigger bills to carry the NFL. Starting in the 2023 season, its annual rights fee will roughly double to more than $2 billion. Fox Corp. and Wall Street Journal parent News Corp share common ownership.</p><p>In exchange for Fox letting Mr. Buck out of his deal early, ESPN is in discussions to compensate Fox that could include trading the rights to one Big Ten college-football game to the network, a person familiar with the matter said.</p><p>The game has yet to be disclosed, but ESPN executive Burke Magnus took to Twitter last week to make clear that the high-profile Notre Dame versus Ohio State game on Sept. 3 wasn't on the table.</p><p>SHARE YOUR THOUGHTS</p><p>Will you follow your favorite broadcaster to a new channel? Why, or why not? Join the conversation below.</p><p>The \"Monday Night Football\" booth has been through several changes in recent years.</p><p>Mr. Michaels had anchored ABC's \"Monday Night Football\" telecast for years, but when it moved to ESPN in 2006, he joined NBC's \"Sunday Night Football.\"</p><p>Mr. Tirico and Jon Gruden were among the top names anchoring \"Monday Night Football\" from its shift to ESPN until 2015. The program has had many anchors since, including, most recently, ESPN play-by-play commentator Steve Levy and former NFL quarterback Brian Griese.</p><p>While \"Monday Night Football\" enjoyed strong ratings this past season—like most networks airing NFL games—its broadcast didn't have the star power of other networks. In an effort to broaden its audience and create more buzz, ESPN created an alternate telecast on its ESPN2 channel, co-hosted by brothers Peyton and Eli Manning, the retired Super Bowl champion quarterbacks.</p><p>Write to Joe Flint at joe.flint@wsj.com and Lillian Rizzo at Lillian.Rizzo@wsj.com</p><p>ESPN Signs Joe Buck, Troy Aikman to Host 'Monday Night Football'</p>",
  "published": "2022-03-16T17:44:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        }
      ]
    }
  ]
}