{
  "_id": "0e4806f13dd52fd9d59a76f1169aa6249f492ed7acf8c8b83932e8c6edf049ff",
  "feed": "market-watch",
  "title": "Colts owner Jim Irsay sees a European division in the NFL; The eclectic Irsay is also touring with his all-star band. Next stop: San Francisco on Saturday.",
  "text": "<p>The Jim Irsay Band's next stop will be in San Francisco, where they will play a free concert Saturday at Bill Graham Civic Auditorium.</p><p>\"It's been an incredible journey,\" Irsay said during a wide-ranging, hour-long Zoom interview late Monday, in which he veered from behind-the-scenes name dropping about rock 'n' roll royalty (Bob Dylan teaching him the importance of self-reinvention) to his decades as a power broker in the NFL (league co-founder George Halas attending Irsay's 1980 wedding). Throughout, the eclectic Irsay sprinkled in his thoughts on spiritualism.</p><p>With a life defined by the slam-bang worlds of professional football and rock music, Irsay believes the NFL will only get richer through lucrative gaming and entertainment ventures, pushing franchise values to $30 billion and leading to a European division in 10 to 20 years. (Forbes ranks the Dallas Cowboys and New England Patriots as the most valuable teams in the NFLat $8 billion and $6.4 billion, respectively.)</p><p>\"Interest in the game is high in London, Germany, France and Italy to some extent,\" said Irsay, who envisions a four-team division. \"I'm actually surprised there hasn't been a team in London by now. It really is unfortunate we no longer have the Concorde to ease travel. But that money went into phones.\"</p><p>Irsay dismissed the possibility of a corporation owning an NFL franchise, despite reports of Apple Inc. AAPL expressing an interest in acquiring soccer behemoth Manchester United and Amazon.com Inc. AMZN shelling out $1 billion annually for exclusive broadcast rights to NFL games on Thursday nights (Amazon Prime also broadcasts Premier League soccer games). The NFL maintains rules that up to 25 partners can own a team, but one individual must control a minimum of 20%. The Irsay family is one of a handful that owns its team outright.</p><p>\"With gaming and international growth, no one regrets what they paid for a team,\" he said. \"The NFL brand is right there with Disney DIS. There will be one day be a commissioner and a CEO overseeing teams worth $30 billion.\"</p><p>Of course, the physical toll the game exacts on players, with concussions and other injuries in every game, has tarnished football and prompted many parents to keep their kids from playing.</p><p>Irsay gets it. \"It is a dangerous, violent game. Athletes today are bigger, faster and more explosive,\" he said. \"A lot of them have track backgrounds and are running into each other at 22 miles per hour.\"</p><p>\"I played college football at [Southern Methodist University] and have had 20 surgeries,\" Irsay said. \"How we handle kickoffs, concussion protocol, helmet making — we're looking at it. Athletes are willing to make $10 million, $20 million knowing what they will endure. It is a high-risk, high-reward profession.\"</p><p>Meanwhile, Irsay's other passions — his all-star band and his memorabilia collection — are his immediate focus, especially with the Colts out of playoff contention.</p><p>The Jim Irsay Band features Mike Mills of REM fame on bass and Kenny Aronoff, who played with John Mellencamp, on drums, along with appearances by former Creedence Clearwater Revival frontman John Fogerty, Heart's Ann Wilson and blues legend Buddy Guy. Previous stops on this tour have included Irsay's hometown of Chicago, as well as in Nashville, Austin, New York, Los Angeles and Indianapolis. The band has also played on the steps of the Lincoln Memorial in Washington, D.C.</p><p>\"It is just a good time. I asked Ann Wilson to sing 'Stairway to Heaven,' and she did it,\" he said. \"That was another magical moment, after John Mellencamp joined us in Indy.\"</p><p>In the run-up to Saturday's show, Irsay's collection is on display in San Francisco. It includes pianos from John Lennon and Elton John, Ringo Starr's drum set and original bass drum head from when the Beatles played on \"The Ed Sullivan Show\" in 1964 and Jim Morrison's Paris notebook. On the history side, there are artifacts and signed documents from presidents George Washington, Thomas Jefferson, Abraham Lincoln, Franklin D. Roosevelt and John F. Kennedy; an original reward poster for John Wilkes Booth issued the morning after President Lincoln's 1865 assassination; and author Jack Kerouac's original 119-foot scroll of the novel \"On the Road.\" The sports collection includes Muhammad Ali's boxing shoes from the 1975 \"Thrilla in Manila\" bout against Joe Frazier and Sylvester Stallone's original handwritten outline and screenplay for \"Rocky.\"</p><p>\"Pretty cool stuff. But fame is like a lottery ticket,\" mused Irsay, 63, whose life will be the subject of a documentary that's been two years in the making. \"Once you cash it in, it isn't what it's cracked up to be.\"</p><p>\"I have been so blessed with rock 'n' roll and NFL football,\" he added. \"For the 1970s and '80s, that was America, and both remain remarkable.\"</p><p>Colts owner Jim Irsay sees a European division in the NFL</p>",
  "published": "2022-12-07T17:12:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1957,
          "end": 1963
        }
      ]
    }
  ]
}