{
  "_id": "eb1feabb46f240f12da34df0b041c6955d8e34c6d0e8fed0d4846285c8134dff",
  "feed": "wall-street-journal",
  "title": "Florida Bill to End Disney's Special Tax District Heads to Gov. DeSantis for Signature; In a setback for company's Florida operations, GOP-led House passed the bill 70-38 on Thursday",
  "text": "<p>The GOP-led House passed the bill 70-38 on Thursday, a day after the Senate approved it 23-16. Mr. DeSantis called for lawmakers to take up the measure in a special session he convened this week, after sparring with Disney over the company's opposition to legislation restricting classroom instruction on gender and sexuality.</p><p>The move marks a significant setback for Disney's Florida operations. The special district, created in 1967 and known as the Reedy Creek Improvement District, exempts Disney from numerous regulations and certain taxes and fees. It has permitted the company to manage its theme parks and resorts in the state with little red tape for more than 50 years.</p><p>\"I think it's time Disney had to follow the same rules as everyone else,\" said Spencer Roach, a Republican state House member from Lee County, Fla. who was one of the original supporters of the idea of ending Reedy Creek. \"Disney will finally be put on an even regulatory and taxing playing field with other theme parks.\"</p><p>Disney declined to comment.</p><p>SHARE YOUR THOUGHTS</p><p>How will losing its special tax district impact Disney? Join the conversation below.</p><p>On Thursday, the White House weighed in against the legislation.</p><p>\"We oppose the governor taking action against a company because of their opposition to that bill,\" White House spokeswoman Karine Jean-Pierre told reporters traveling with the president, referring to the Parental Rights in Education law that Disney opposed.</p><p>Ending the district could be a complicated process, and is likely to provoke a legal battle that could prolong the public dispute between Disney and Mr. DeSantis. According to a bill analysis filed with the legislature, dissolving the district would require approval by a majority of the resident electors or landowners of the district.</p><p>Reedy Creek's two residential communities, Bay Lake and Lake Buena Vista, have about 50 permanent residents in total, most of them Disney employees. As primary landowner in the district, Disney controls most of the votes to elect Reedy Creek's board of supervisors, giving the company strong influence over any vote within the community.</p><p>David Ramba, executive director of the Florida Association of Special Districts, said that the bill will almost certainly draw lawsuits, and that Disney could argue that the legislature doesn't have the power to dissolve the district with a general law because it was originally created by a special act of the legislature.</p><p>\"There could be challenges to the constitutionality of the law that was passed if the parties don't work out some agreement on how to implement the law before July of next year,\" Mr. Ramba said.</p><p>Under the bill passed by lawmakers on Thursday, any special district established before the ratification of the Florida Constitution in 1968, and not renewed since then, would be dissolved on June 1, 2023. Disney could seek to re-establish a special district after its dissolution.</p><p>If the district is dissolved, responsibility for Reedy Creek's governance would likely fall to Orange County and to a lesser extent Osceola County, according to Mr. Ramba.</p><p>Orange County Mayor Jerry Demings said Wednesday he was monitoring the special session, \"particularly when it comes to unfunded cost shifts to local governments.\" An Osceola County spokeswoman said the county was keeping watch as well, but declined to comment further.</p><p>Disney currently pays property and other taxes to both counties. In addition, the company, as the primary landowner at Reedy Creek, provided most of the $153 million in revenue from taxes and fees that the district collected in fiscal 2021. That money covers all of the district's governing expenses, including paying about 400 employees' salaries.</p><p>It is also used to service about $977 million in long-term bond debt that Reedy Creek has issued over the years.</p><p>If the district is dissolved, that debt would become the responsibility of the taxpayers in Orange and Osceola counties, Mr. Ramba said, but the counties would likely set up a new special taxing district to tie bond payments to the tax revenue produced by Disney's properties within Reedy Creek. Also, some of the taxes and fees Disney currently pays Reedy Creek would go instead to the county governments.</p><p>There would likely be a messy negotiation over how to pay for Reedy Creek's municipal debt, said James Clark, a historian at the University of Central Florida who has studied Reedy Creek.</p><p>\"If taxpayers get stuck with the bonds, then the counties will be the big losers from this bill, and Disney loses a lot by losing the control they get from having Reedy Creek,\" Mr. Clark said. \"The only clear winner [from the passing of the bill] is Ron DeSantis.\"</p><p>The squabbling between Florida Republican lawmakers and Disney began when the entertainment company spoke out against the Parental Rights in Education law, which critics call the \"Don't Say Gay\" legislation. The measure bars classroom instruction on sexual orientation and gender identity through third grade, and limits it for older students to material that is \"age-appropriate.\"</p><p>Disney employs nearly 80,000 people in the state, mostly at its theme parks and resorts. Tourism to the area contributes $5.8 billion in local and state tax revenue annually when operating at full capacity, according to Visit Orlando.</p><p>Write to Arian Campo-Flores at arian.campo-flores@wsj.com and Robbie Whelan at robbie.whelan@wsj.com</p><p>Florida Bill to End Disney's Special Tax District Heads to Gov. DeSantis for Signature</p>",
  "published": "2022-04-21T18:28:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 20,
          "end": 26
        },
        {
          "start": 4093,
          "end": 4099
        },
        {
          "start": 1596,
          "end": 1602
        },
        {
          "start": 5435,
          "end": 5441
        },
        {
          "start": 494,
          "end": 500
        },
        {
          "start": 1098,
          "end": 1104
        },
        {
          "start": 5079,
          "end": 5085
        },
        {
          "start": 1002,
          "end": 1008
        },
        {
          "start": 4753,
          "end": 4759
        },
        {
          "start": 903,
          "end": 909
        },
        {
          "start": 3375,
          "end": 3381
        },
        {
          "start": 699,
          "end": 705
        },
        {
          "start": 2858,
          "end": 2864
        },
        {
          "start": 2279,
          "end": 2285
        },
        {
          "start": 1442,
          "end": 1448
        },
        {
          "start": 1926,
          "end": 1932
        },
        {
          "start": 4166,
          "end": 4172
        },
        {
          "start": 1982,
          "end": 1988
        },
        {
          "start": 368,
          "end": 374
        },
        {
          "start": 216,
          "end": 222
        },
        {
          "start": 4533,
          "end": 4539
        }
      ]
    }
  ]
}