{
  "_id": "bd991e5055a46b69c97db328ae465dc3a821f74ee798f404c7224bbf3f62375f",
  "feed": "wall-street-journal",
  "title": "Looking to Buy a House? Try Throwing in Free Frozen Yogurt, Concert Tickets; Home buying has become cutthroat in much of the country, so buyers are devising more ways to make their bid stand out; 'date night'",
  "text": "<p>When the couple bid $500,000 for a three-bedroom brick rambler in Silver Spring, Md.—$35,000 above the asking price—they also appealed to the seller's stomach. Mr. Dungca, a chef from the Philippines, threw in a 50% discount at his Washington, D.C., restaurant, Pogiboy, for a year. They reached a deal soon after.</p><p>\"We're both huge Filipino food fans,\" said Ian Christopher McCaleb, the seller, referring to himself and his daughter.</p><p>Home buying has become a blood sport in much of the country, thanks to cheap mortgage rates and the lowest number of homes available for sale on record.</p><p>That has made bidding wars for homes the norm. Real-estate brokerage Redfin Corp. reported that 70% of the home offers written by its agents in January faced bidding wars, the highest share since it started tracking bidding wars monthly in April 2020. Rising mortgage rates have barely dented home-buying demand this year, as buyers have rushed to purchase in case rates rise more in the coming months, real-estate executives say.</p><p>In this cutthroat environment, buyers are devising increasingly elaborate ways to stand out. Some agree to unusual seller requests to close a deal. Others are trying to ingratiate themselves by offering sellers sports tickets, concert tickets, even all-paid vacations, agents say.</p><p>A buyer in Maryland offered to name her firstborn child after the seller, Redfin chief executive Glenn Kelman tweeted in May. That ploy didn't succeed, but sometimes unusual gifts can help get buyers' offers into the small pile of bids that get a call back, agents say.</p><p>In Modesto, Calif., real-estate agent Daniel Del Real's team has offered over the past year Netflix subscriptions, supplies of cat food, even custom scrubs for a seller who worked as a nurse, he said. For one seller, the buyer offered a round-trip flight to Hawaii, where the seller's daughter lived.</p><p>\"The big thing is just making the offer memorable and thinking a little outside the box,\" Mr. Del Real said. \"What's something that somebody can probably afford to buy for themselves, but they just wouldn't?\"</p><p>Heather Jackson, owner of Chiller Bee Frozen Yogurt in Conroe, Texas, offered a year's worth of frozen yogurt to the seller of a house in her neighborhood. The home had multiple offers within days of going on the market, but Mrs. Jackson's was accepted above a higher-priced offer, said her real-estate agent, Ryan Kutter.</p><p>\"The free frozen yogurt was the topper,\" Mrs. Jackson said.</p><p>Last spring, Missy Derr, a real-estate agent in Atlanta, started offering sellers a personalized \"date night.\" She will pay out of her own pocket—springing for dinner, drinks, sometimes even a babysitter—if her buyer's offer is accepted.</p><p>Her clients Anand Nallathambi and Sarah Kate Somers found a three-bedroom home that they loved. After seeing a Lego collection and Star Wars paraphernalia in the house, Ms. Derr offered the sellers a Lego set of the Millennium Falcon, a ship featured in the Star Wars movies.</p><p>Ms. Derr presented the gifts at the closing in September. Mr. Nallathambi and Ms. Somers chatted with one of the sellers, but the other seller didn't say much, Ms. Somers said, because \"he was too engrossed in his Millennium Falcon.\"</p><p>Some buyers rely on their personal or professional skills to grease the selling wheels. Sarah Hinckley, a photographer in Youngsville, N.C., offered a free portrait session to a seller after losing out on multiple other homes. She and her husband closed on their home purchase in November.</p><p>Still, even well-researched or thoughtful gifts don't always succeed. Jenny Berger and Rich Ortega received about 25 offers on their four-bedroom house in Orlando, Fla., when they put it on the market in June for about $390,000.</p><p>\"It was a frenzy,\" Ms. Berger said. \"People were sending us videos, they were sending us TikToks.\" One bidder offered a five-day cruise for two to the destination of their choice, she said, but it wasn't enough to close the deal.</p><p>A few home buyers have decided that their inducement budget is better spent on other buyers. Six percent of agents said they had seen a buyer narrow the field by paying a competing bidder to walk away, according to an online poll of about 1,000 real-estate agents in November and December by real-estate tech company HomeLight Inc.</p><p>Agents say they scour the home and social media for clues on a seller's interests, yet some gifts risk going too far. Christian Ross, managing broker for Engel &amp; Völkers Atlanta, said another agent called her for advice on helping a buyer's offer stand out. The agent had found the seller's baby registry online.</p><p>\"I was like, 'Don't you dare buy anything off that registry. That's creepy,'\" Ms. Ross said. \"Just buy them a gift card.\"</p><p>For all the creative ways to make a bid more appealing, the out-of-the-box strategy that buyers most often used was allowing the sellers to stay in the home for months or even a year after closing, giving them time to line up their next purchase, according to the HomeLight survey.</p><p>Ultimately, agents say, cold cash works better than clever gifts. About 27% of January existing-home sales were purchased with cash, up from 19% a year earlier, according to the National Association of Realtors.</p><p>Write to Nicole Friedman at nicole.friedman@wsj.com</p><p>Looking to Buy a House? Try Throwing in Free Frozen Yogurt, Concert Tickets</p>",
  "published": "2022-03-10T16:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": []
    }
  ]
}