{
  "_id": "daab2b06c8d50fd75e4d45d3239aa1bd361e1990b9d01605f7eed0e155906568",
  "feed": "wall-street-journal",
  "title": "Former Disney CEO Robert Iger to Join Venture Firm Thrive Capital; As a venture partner, Iger will identify new investments and mentor founders in day-to-day role",
  "text": "<p>Mr. Kushner is also the younger brother of Jared Kushner, who served as a key White House adviser under former President Donald Trump and divested himself of his Thrive Capital holdings several years ago.</p><p>The New York-based firm raised $3 billion for a pair of funds in February, the most it has ever raised, joining a group of top venture firms that have launched record funds this year even as a rout in public tech stocks has chilled the pace of startup deal-making.</p><p>Mr. Iger won't be working at the firm full time, though the \"idea is for him to be involved in all the things that we do,\" Mr. Kushner said in an interview.</p><p>Mr. Iger stepped down as Disney's chief executive in February 2020, shifting to a role as executive chairman, in which he helped manage Disney's creative pipeline. During his tenure as CEO, Disney's share price rose more than fivefold and its annual net income more than quadrupled, helping cement his record as one of the most successful CEOs in modern entertainment history.</p><p>He and Mr. Kushner first met through Mr. Kushner's wife, the fashion model Karlie Kloss, while Mr. Iger was still CEO of Disney.</p><p>Mr. Kushner said he approached Mr. Iger about joining Thrive Capital after the executive stepped down as chairman of Disney's board at the end of last year. Mr. Iger has been involved in a variety of ventures since his departure as executive chairman, especially startups in the media and technology industries.</p><p>In March, he joined the board of Genies Inc., a crypto startup that allows people to create digital avatars using blockchain technology. Mr. Iger has also invested his own cash in other consumer startups, including Canva Pty. Ltd., an Australian-based design company valued at $40 billion, and Gopuff, an instant-delivery service. Mr. Iger also is nearing completion of his second book, which is about business leadership in times of crisis. His first book, published in 2019, was a memoir.</p><p>After becoming CEO of Disney in 2005, Mr. Iger led early purchases of Pixar Animation Studios and Marvel Entertainment, which allowed Disney to become a leader in the franchise-focused approach to film production. In more recent years, he focused on boosting Disney's competitive presence in streaming, launching Disney+ to take on Netflix Inc.</p><p>As CEO of Disney, Mr. Iger was known for his vocal liberal stances on issues such as abortion rights, and he even pondered a presidential run as a Democrat in 2016. In 2017, Mr. Iger stepped down from former President Trump's business-advisory council in protest at the administration's decision to leave the Paris climate accord.</p><p>Write to Berber Jin at berber.jin@wsj.com and Robbie Whelan at robbie.whelan@wsj.com</p><p>Former Disney CEO Robert Iger to Join Venture Firm Thrive Capital</p>",
  "published": "2022-09-13T09:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2291,
          "end": 2297
        },
        {
          "start": 1958,
          "end": 1964
        },
        {
          "start": 763,
          "end": 769
        },
        {
          "start": 652,
          "end": 658
        },
        {
          "start": 2249,
          "end": 2255
        },
        {
          "start": 2070,
          "end": 2076
        },
        {
          "start": 2195,
          "end": 2201
        },
        {
          "start": 1250,
          "end": 1256
        },
        {
          "start": 2704,
          "end": 2710
        },
        {
          "start": 7,
          "end": 13
        },
        {
          "start": 1125,
          "end": 1131
        },
        {
          "start": 817,
          "end": 823
        }
      ],
      "nexusId": "10078857"
    }
  ]
}