{
  "_id": "e1fbc0e65365638943f61e55aa48ddc563eb9a3e354226449782c4978f7f1c39",
  "feed": "market-watch",
  "title": "Skip 'Stranger Things' and 'Obi-Wan'? Here's how to maximize your streaming in May 2022; It's all about timing, and for the bulk of May, viewers have better choices in HBO Max, Hulu and Apple TV+",
  "text": "<p>So what's the logic behind risking spoilers and FOMO? For starters, neither series hits until May 27, and there's not a lot else of note on either streaming service prior to those releases. When you add in the fact that \"Stranger Things\" hasn't advanced past shallow copy-and-paste storylines and is sure to end on an cliffhanger that won't get resolved until the second part of the season drops in July, and that \"Obi-Wan\" was plagued by a rocky production process and comes as many \"Star Wars\" fans are still grumbling over the disappointing \"Book of Boba Fett,\" it might make sense to wait a bit before jumping in on either. Plus, there's that $25 you can save by going without Netflix and Disney+ in May — and depending on your billing schedule, you might only have to wait a few days, until June, to resubscribe and watch both of those shows with effectively a one-month discount.</p><p>Besides, it's not like there's nothing else to watch. Streamers continue to dump a ton of Emmy contenders before the awards deadline at the end of the month, which means that pretty much every service has at least one must-see show still on the way.</p><p>Each month, this column rates the major streaming services as a \"play,\" \"pause\" or \"stop,\" similar to investment analysts' traditional ratings of buy, hold and sell, and picks the best content to help you make your monthly decisions.</p><p>As we've previously mentioned, consumers can take full advantage of cord-cutting though a churn-and-return strategy — that's adding and dropping streaming services each month — and all it takes is good planning. Keep in mind that a billing cycle starts when you sign up, not necessarily at the beginning of a month. Also keep an eye out for lower-priced tiers, limited-time discounts, free trials and cost-saving bundles. There are a lot of offers out there, but the deals don't last forever.</p><p>Here's a look at what's coming to the various streaming services in May 2022, and what's really worth the monthly subscription fee.</p><p>HBO Max ($14.99 a month without ads, or $9.99 with ads)</p><p>While not as jam-packed as April, HBO Max has a pretty full May lineup.</p><p>At the top of the list is Season 2 of \"Hacks\" (May 12), the Emmy-winning comedy starring Jean Smart as a legendary standup comedian and Hannah Einbinder as her annoyingly-Gen Z new writer. Season 2 picks up as the pair head off on a nationwide bus tour to test their new material — and their working relationship. \"Hacks\" was one of the best surprises of 2021, and the second season can't come soon enough. It's a must-watch.</p><p>HBO has another potential hit in the works with \"The Time Traveler's Wife\" (May 15), a six-episode adaptation of Audrey Niffenegger's popular 2003 novel from executive producer Stephen Moffat (\"Sherlock,\" \"Doctor Who\"). Rose Leslie and Theo James star as lovers whose relationship is complicated by a disorder that causes him to jump randomly in time, throwing off the chronology of their romance.</p><p>Meanwhile, Colin Firth stars in \"The Staircase\" (May 5), an eight-episode true-crime limited series about a novelist accused of killing his wife (Toni Collette). There's also the two-part documentary \"George Carlin's American Dream\" (date TBA), about the legendary comedian; Season 2 of the sketch show \"That Damn Michael Che\" (May 26); Season 2 of the comedy variety show \"PAUSE with Sam Jay\" (date TBA); and \"Navalny\" (May 26), a CNN documentary film about the jailed Russian dissident.</p><p>More: Here's everything new coming to HBO Max in May 2022 — and what's leaving</p><p>There are also new episodes of \"Winning Time\" (season finale May 8); \"Julia\" (finale May 5); \"Barry\" (every Sunday); \"The Flight Attendant\" (season finale May 26); \"We Own this City\" (finale May 30); and \"Made for Love\" (season finale May 19) — all are worth checking out.</p><p>Who's HBO Max for? HBO fans and movie lovers.</p><p>Play, pause or stop? Play. The streaming service with the most must-see shows just keeps adding more.</p><p>Hulu ($6.99 a month, or $12.99 with no ads)</p><p>Two years after the steamy adaptation of Sally Rooney's \"Normal People\" proved to be a hit, Hulu hopes for a repeat performance with an adaptation of Rooney's first novel, \"Conversations With Friends\" (May 15). Alison Oliver stars as an Irish college student caught in a messy web of friendships and romantic relationships, made all the messier after she starts an affair with a married man in her friend group. All 12 episodes of the half-hour drama will drop at once, so set aside a weekend to binge.</p><p>Hulu also has \"Pistol\" (May 31), a limited series from director Danny Boyle (\"Trainspotting,\" \"Slumdog Millionaire\") about the rise of the Sex Pistols, the iconic punk-rock group that took London by storm in the 1970s. It's based on the memoir by Sex Pistols guitarist Steve Jones (played by Toby Wallace), with Anson Boon as John Lydon, Louis Partridge as Sid Vicious and Maisie Williams as punk model Jordan Mooney. All six episodes will drop at once.</p><p>Also on tap: \"Candy\" (May 9), true-crime miniseries starring Jessica Biel as a 1980s Texas housewife accused of ax-murdering her best friend; a new season of FX's parenthood dark comedy \"Breeders\" (May 10), starring Martin Freeman and Daisy Haggard; and the \"Letterkenny\" spinoff \"Shorsey\" (May 27), a minor-league hockey comedy starring the most creatively profane character from television's most creatively profane show.</p><p>See: Here's everything coming to Hulu in May 2022 — and what's leaving</p><p>There are also new episodes of FX's consistently weird and brilliant \"Atlanta\" every Thursday until the season finale streams May 20 (Season 4 will drop later this year), as well as new eps of the ambitious but uneven true-crime drama \"Under the Banner of Heaven,\" starring Andrew Garfield as a Mormon detective who has a crisis of faith while investigating a grisly murder.</p><p>Who's Hulu for? TV lovers. There's a deep library for those who want older TV series, and next-day streaming for many current network and cable shows.</p><p>Play, pause or stop? Play. \"Conversations With Friends\" is poised to be a buzzy hit, and with a solid crop of new additions, good continuing shows and a deep library, Hulu's worth a subscription.</p><p>Apple TV+ ($4.99 a month)</p><p>After a few red-hot months, Apple AAPL will slow things down a bit in May. But that's not to say there's nothing interesting on the way.</p><p>The underseen, Israeli-made spy thriller \"Tehran\" (May 6) returns for its second season, adding Emmy-winner Glenn Close to the cast that is led by Niv Sultan as an Israeli agent deep undercover in the Iranian capital desperately seeking a way out after her cover was blown in Season 1. Shaun Toub steals the show as a chillingly effective Revolutionary Guard spy-catcher hot on her tail, whose motives are not quite what they seem to be. The first two of eight episodes drop on the 6th, with new ones every Friday.</p><p>There's also \"The Essex Serpent\" (May 13), an intriguing six-episode Victorian-era romantic thriller based on Sarah Perry's 2016 novel, starring Claire Danes and Tom Hiddleston as a pair trying to find the truth behind a mythical monster while clashing with superstitious villagers; \"Now &amp; Then\" (May 24), a bilingual thriller about a group of Miami friends haunted by an incident from 20 years ago; \"Prehistoric Planet\" (May 23), a spectacular-looking CGI nature film about dinosaurs, narrated by Sir David Attenborough; and \"The Big Conn\" (May 6), a four-part true-crime documentary about the biggest fraud in U.S. history.</p><p>Apple also has new episodes every week of the Elisabeth Moss time-travel thriller \"Shining Girls,\" and a pair of Major League Baseball games every Friday.</p><p>Who's Apple TV+ for? It offers a little something for everyone, but not necessarily enough for anyone — though it's getting there.</p><p>Play, pause or stop? Play. \"Tehran\" and \"The Essex Serpent\" look extremely watchable, and there are still a bunch of excellent recent series — \"Severance,\" \"Pachinko,\" \"Slow Horses,\" \"The Last Days of Ptolemy Grey\" and \"The Afterparty\" — to catch up with.</p><p>Amazon's Prime Video ($14.99 a month)</p><p>Amazon AMZN has some interesting shows in May, though the biggest of the bunch is on a service most viewers are probably unfamiliar with — Freevee.</p><p>That's the name of the rebranded IMDb TV, Amazon's free, ad-supported streaming service. And that's where you can find \"Bosch: Legacy\" (May 6), a spinoff of the long-running Prime Video cop drama \"Bosch.\" Titus Welliver reprises his role as Harry Bosch, now retired from the police force and working as a private investigator while his daughter, Maddie (Madison Lintz), follows in his footsteps as a rookie cop. Amazon is putting a serious effort into bulking up Freevee with original content and a large library of shows and movies, and this version of \"Bosch\" should help draw some eyeballs. While never quite a \"prestige\" drama, \"Bosch\" was a solid and reliably entertaining show, and if its spinoff can do more of the same, it'll do just fine.</p><p>Meanwhile, on Prime Video, \"The Wilds\" (May 6) returns for its second season. Season 1 of the \"Lord of the Flies\"-meets-\"Lost\" survival drama centered around a group of teenage girls purposely stranded on a deserted island as part of an elaborate and highly unethical social experiment. Season 2 expands that experiment to include a second island, with a group of stranded teenage boys. Of course, mayhem ensues.</p><p>More: Here's everything coming to Amazon's Prime Video and Freevee in May 2022</p><p>There's also the return of \"The Kids in the Hall\" (May 13), the Canadian sketch comedy troupe of the '80s and '90s, with all the original cast members — Dave Foley, Bruce McCulloch, Kevin McDonald, Mark McKinney and Scott Thompson –back for a new eight-episode series; \"Night Sky\" (May 20), a sci-fi drama about a couple (Oscar-winners J.K. Simmons and Sissy Spacek) who discover a portal to another world; and the final two episodes of the season for the trippy sci-fi Western \"Outer Range\" (May 6).</p><p>Who's Amazon Prime Video for? Movie lovers, TV-series fans who value quality over quantity.</p><p>Play, pause or stop? Pause and think it over. The price is relatively high, but between the addictive \"The Wilds,\" the nostalgia of \"Kids in the Hall\" and the thoughtful sci-fi of \"Night Sky\" and \"Outer Range,\" there's a pretty good return on your money for a subscription. And you can't beat free for \"Bosch: Legacy.\"</p><p>Netflix ($9.99 a month for basic, $15.49 standard or $19.99 premium)</p><p>Netflix NFLX bled some 200,000 subscribers in the first quarter, and expects to lose a whole lot more than that in the second quarter. One reason for the Q1 losses was its unusually light lineup. But as summer nears, Netflix is hoping to regain some momentum.</p><p>Following new seasons of critical and fan favorites such as \"Bridgerton\" and \"Russian Doll\" in recent months, Netflix is finally rolling out a new season of its smash hit \"Stranger Things\" (May 27), after a three-year layoff. Season 4 finds the kids now in high school and split up, after Joyce (Winona Ryder) moved Will (Noah Schnapp) and Eleven (Millie Bobby Brown) to California. But the gang reunites for spring break, and encounters yet another supernatural threat from the Upside Down. The new season reportedly leans more into \"horror-movie territory,\" shifting its tone from \"E.T.\" toward \"Nightmare on Elm Street.\" Five episodes will drop on the 27th, with the final four episodes of the season coming July 1. But frankly, the quality of \"Stranger Things\" has been slipping since Season 1, and it's unclear how often it can tap into the same well of derivative '80s nostalgia before getting too repetitive for its own good. And at a reported $30 million per episode, there's a real concern that, at this point, the focus is too much on special effects than cohesive storytelling.</p><p>On the unscripted front, Netflix has Season 4 of the terrible yet addictive catfishing competition \"The Circle\" (May 4, with new episodes every week); a U.S. version of the sweet Australian autism-dating show \"Love on the Spectrum\" (May 18); and Season 5 of the easygoing and upbeat food/travel show \"Somebody Feed Phil\" (May 25).</p><p>Also see: Here's everything new coming to Netflix in May 2022 — and what's leaving</p><p>There's also \"Senior Year\" (May 13), a comedy movie starring Rebel Wilson as a popular girl who wakes up after two decades in a coma and wants to finish high school, only to find that things have changed… a lot; \"The Lincoln Lawyer\" (May 13), a new legal-drama series from producer David E. Kelley and based on the character from Michael Connelly's popular novels; Season 5 of the Starz romantic drama \"Outlander\" (May 10), which originally aired in 2020; and Season 3 of the popular Spanish-language melodrama \"Who Killed Sara?\" (May 18). And don't sleep on \"Heartstopper,\" a gay teen rom-com series with a ton of charm and warmth that premiered in April and has gained a ton of positive buzz in recent weeks.</p><p>Who's Netflix for? Fans of buzz-worthy original shows and movies.</p><p>Play, pause or stop? Stop. The return of \"Stranger Things\" may or may not be worthwhile, but it won't land until the end of the month and breaking the season in two is annoying. With so much to stream on other services, why not put off \"Stranger Things\" and watch closer to the July release, when there'll be an actual finale? The rest of Netflix's May lineup is fine, but not exciting enough to draw new subscribers.</p><p>Disney+ ($7.99 a month)</p><p>Disney+ is built around Marvel and \"Star Wars,\" so it's appropriate that May starts with one and ends with the other.</p><p>The highly anticipated series \"Obi-Wan Kenobi\" (May 27) is the month's big addition. Set 10 years after the events of \"Revenge of the Sith\" and the Empire's victory, Ewan McGregor reprises his role as Obi-Wan, one of the last remaining Jedi, who guards young Luke Skywalker from afar on the desert planet of Tatooine. Hayden Christensen will also be back as a young-ish Darth Vader. It's been a long and bumpy road — \"Obi-Wan\" was originally conceived as a standalone movie, then after being reworked into a series, production was halted in 2020 and the scripts totally rewritten and scenes reshot. That, along with the disappointing \"Book of Boba Fett\" earlier this year, raises some red flags. \"Star Wars\" fans are surely hoping for the best, and the trailer looks promising, hinting at action elsewhere than Tatooine — a welcome development. Two episodes will drop at first, then a new one every Wednesday until June 22.</p><p>Before that, Marvel's \"Moon Knight\" will wrap up its season May 4. While Oscar Isaac has been good, the show itself has been hit-and-miss, and feels oddly ungrounded from the rest of the Marvel universe.</p><p>For the kids, Disney+ has a couple of new movies: \"Sneakerella\" (May 13), a musical comedy that re-imagines the story of \"Cinderella,\" starring Lexi Underwood and Chosen Jacobs; and \"Chip 'n Dale: Rescue Rangers\" (May 20), a live-action/animation mashup, starring the voices of John Mulaney and Andy Samberg.</p><p>Who's Disney+ for? Families with kids, and hardcore \"Star Wars\" and Marvel fans. For those not in those groups, Disney's DIS library can be lacking.</p><p>Play, pause or stop? Stop. The kids may revolt, but there's a strong budgetary argument for canceling after \"Moon Knight\" ends and subscribing again in June, after there are a few \"Obi-Wan\" episodes in the bank.</p><p>Paramount+ ($4.99 a month with ads but not live CBS, $5.99 a month with ads, $9.99 without ads)</p><p>Another month, another new \"Star Trek\" series for Paramount+. Or at least that's how it feels. \"Star Trek: Strange New Worlds\" (May 5) is the latest addition. The \"Star Trek: Discovery\" spinoff is set aboard the USS Enterprise, before a certain James Tiberius Kirk joins the crew. Captain Christopher Pike (Anson Mount) has the bridge for \"Strange New Worlds,\" joined by Number One (Rebecca Romijn), Spock (Ethan Peck) and Uhura (Celia Rose Gooding), among others, on a mission to explore, well, strange new worlds.</p><p>There's also a new season of the consistently fabulous \"RuPaul's Drag Race All Stars\" (May 20), this time with an all-winners lineup; \"Joe Pickett\" (May 15), a new mystery series about a game warden and his family in rural Wyoming; Season 3 of reality mainstay \"The Challenge: All Stars\" (May 11); and new episodes every Thursday of the \"The Offer,\" the drama about the making of \"The Godfather\" that's not getting great reviews.</p><p>On the sports side, Paramount has the UEFA Europa League semifinals (May 5) and championship (May 18), the UEFA Champions League final (May 28), and PGA golf every weekend, including live coverage of the PGA Championship (May 21-22).</p><p>Who's Paramount+ for? Gen X cord-cutters who miss live sports and familiar Paramount Global PARA broadcast and cable shows.</p><p>Play, pause or stop? Stop. There's some good stuff here, just not enough. Rather than pulling the trigger on a subscription now, it may be wiser to wait until \"The Good Fight\" returns this summer and sample/binge everything at once.</p><p>Peacock (free basic level, Premium for $4.99 a month with ads, or $9.99 a month with no ads)</p><p>One thing Peacock has proven it does well is sitcoms. After an excellent first season, the pop-star comedy \"Girls5Eva\" (May 5) from creator Meredith Scardino (\"The Unbreakable Kimmy Schmidt\") and executive producer Tina Fey (\"30 Rock\") is back for more, as the reunited one-hit-wonder girl group looks to record an album and regain their fame after two decades out of the business. Sara Bareilles, Busy Phillips, Paula Pell and Renée Elise Goldsberry star, with each hilariously brilliant in their roles. And like any show associated with Tina Fey, the jokes come rapid-fire. In a change from last season, new episodes will drop every week, after an initial drop of three eps.</p><p>There's also \"Angelyne\" (May 19), a biographical limited series starring Emmy Rossum (\"Shameless\") as the L.A. billboard icon of the 1980s; \"Firestarter\" (May 13), starring Zac Effron in a movie reboot of the Stephen King horror classic; and all three days of the Eurovision Song Contest (May 10, 12 and 14). Peacock also has a slew of live sports, including the Kentucky Derby (May 7) and Preakness Stakes (May 21); Major League Baseball every Sunday morning starting May 8; English Premier League soccer, IndyCar racing, USFL, track and field, and French Open tennis (starting May 22).</p><p>Who's Peacock for? If you like network and basic-cable TV, a good movie lineup and don't mind ads, the free version of Peacock is great. And if you have a Comcast CMCSA or Cox cable subscription, you likely have free access to the Premium tier (with ads). The paid tiers are generally unnecessary, except for soccer fans.</p><p>Play, pause or stop? Stop. \"Girls5Eva\" is fantastic, but unless you need it for live sports, there's little else to make Peacock worth the subscription. The recommendation here is to wait until a better month, then subscribe for a short period and binge \"Girls5Eva\" all at once.</p><p>Discovery+ ($4.99 a month, $6.99 ad-free)</p><p>Discovery+ has more of the usual grab-bag of unscripted relationship, true-crime, paranormal and lifestyle shows. The most interesting of the bunch include \"Love in the Jungle\" (May 8), a dating show where verbal communication is banned and contestants perform animal mating rituals to woo partners (since degradation and mortification is what all solid relationships are based on); \"Taste of the Border\" (May 5), as chef Claudia Sandoval explores the diverse cuisines of cities and towns along the U.S.-Mexico border; Season 2 of \"Restoration Road with Clint Harp\" (May 20), as the master carpenter restores historical structures around the country; and \"Mountain Trails\" (May 26), a film that takes viewers on an excursion to the world's most spectacular mountain ranges.</p><p>Who's Discovery+ for? Cord cutters who miss their unscripted TV or who are really, really into \"90 Day Fiancée.\"</p><p>Play, pause or stop? Stop. Sorry. Discovery+ is still fantastic for background TV. But there's not much that's essential viewing. It's really only a good option for those who are HGTV/Food Network/TLC superfans who've cut the cord completely — if you still have cable or get Warner Bros. Discovery WBD channels through a live-streaming service like YouTube TV or Hulu Live, it's just not necessary. (Besides, many of its cable shows are also available on Hulu.)</p><p>Skip 'Stranger Things' and 'Obi-Wan'? Here's how to maximize your streaming in May 2022</p>",
  "published": "2022-04-30T21:07:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 693,
          "end": 699
        },
        {
          "start": 14950,
          "end": 14956
        },
        {
          "start": 14649,
          "end": 14655
        },
        {
          "start": 13365,
          "end": 13371
        },
        {
          "start": 15056,
          "end": 15062
        },
        {
          "start": 13389,
          "end": 13395
        }
      ]
    }
  ]
}