{
  "_id": "009f47e2ea81051e299da6d013b92bab3eaee47d7b2e28955f44df9b6bf5804b",
  "feed": "wall-street-journal",
  "title": "Top CBS Executives Exit Amid Broader Restructuring at Paramount; Kelly Kahl, head of entertainment, is departing along with top lieutenant Thom Sherman; more cuts are expected at parent Paramount Global",
  "text": "<p>Amy Reisenbach, an executive vice president at CBS Entertainment, will assume Mr. Kahl's position. Ms. Reisenbach is a CBS veteran of nearly 20 years and most recently had oversight of all current prime time and daytime programming on the network.</p><p>On an earnings call this month, Paramount Chief Executive Bob Bakish and Chief Financial Officer Naveen Chopra suggested that substantial cost cuts were coming. \"I'm not going to put any specific numbers on those cost savings, but I would say that these are meaningful and sizable,\" Mr. Chopra told investors.</p><p>Paramount reported a drop in third-quarter profit, as spending on content, marketing and international expansion increased in its streaming video unit. Revenue grew 5%.</p><p>Paramount Advertising, which handles ad sales for CBS and other parts of the company, is also reducing head count. About 85 employees in the ad sales unit are being let go, according to people familiar with the situation. That restructuring comes just weeks after Paramount named John Halley as chair of Paramount Advertising, succeeding Jo Ann Ross, who is moving into an advisory role.</p><p>The decision to push out Messrs. Kahl and Sherman caught many CBS executives by surprise, people at the network said. While all broadcast television viewing is in decline, CBS has consistently performed better than its peers in the ratings and is the most watched network in prime time.</p><p>In memos to staff, CBS Chief Executive George Cheeks praised Messrs. Kahl and Sherman and attributed the shake up to \"a restructuring and streamlining of leadership.\" Mr. Sherman will have a production deal with Paramount Global.</p><p>The restructurings and layoffs at Paramount Global echo those at other media and entertainment companies that are retrenching due to economic headwinds and the challenges of shifting from traditional movie and television distribution to streaming.</p><p>Last week, Walt Disney Co. said it would undertake a review of its operations in an effort to reduce costs and staffing levels. Among the areas that will be scrutinized are marketing, content and administrative spending, according to a memo issued to staff by CEO Bob Chapek.</p><p>Warner Bros. Discovery Inc. has already laid off more than 1,000 employees, including staffers at HBO, CNN and the Warner Bros. movie and television production units, as part of cost-saving efforts.</p><p>Comcast Corp.'s NBCUniversal is also offering buyouts to employees who are over the age of 57 and have been with the company at least 10 years, people familiar with the matter have said.</p><p>This season, CBS is averaging about 6 million viewers in prime time for its entertainment content, according to Nielsen. NBC is second with 5.3 million viewers, not including its \"Sunday Night Football\" franchise.</p><p>CBS has stuck to a strategy of relying heavily on law-enforcement dramas such as \"S.W.A.T.\" and \"Bluebloods\" and broad-based comedies including \"Ghosts\" and \"Young Sheldon.\" It also has two of the most popular unscripted shows in \"Survivor\" and \"Amazing Race.\"</p><p>Mr. Cheeks praised Mr. Kahl's leadership of CBS's content efforts, saying he is without peer in the broadcast business and an \"architect of prime time schedules that have made CBS number one for 19 of the last 20 seasons.\"</p><p>In an email to staff, Mr. Kahl said, \"I've lived a TV fan's dream to work with the most talented writers, producers, and actors in television.\"</p><p>Write to Joe Flint at joe.flint@wsj.com and Jessica Toonkel at jessica.toonkel@wsj.com</p><p>Top CBS Executives Exit Amid Broader Restructuring at Paramount</p>",
  "published": "2022-11-16T21:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1891,
          "end": 1902
        }
      ]
    }
  ]
}