{
  "_id": "18026c6d2ad4d23ea2acc79d327a120af745979f8a103a25ea9f93de9332795f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Chinese Firm That  Bailed Out of 'Top Gun'  ---  Tencent backed out over concerns that Communist Party  officials wouldn't like its affiliation with the pro-America film  ----  By Erich Schwartzel",
  "text": "<p>   In an entertainment industry full of uncertainty, few movies seemed as sure a bet as a sequel to the 1986 classic \"Top Gun.\" </p><p>   The Chinese tech firm Tencent Holdings Ltd. in 2019 signed on to co-finance the film, which the Shenzhen-based conglomerate hoped would yield a windfall at the box office. Yet when \"Top Gun: Maverick\" hits theaters this weekend, it will do so without any financing from Tencent, and without any mention of the Chinese firm that had once boasted of its involvement in the film. </p><p>   The reason: Tencent executives backed out of the $170 million Paramount Pictures production after they grew concerned that Communist Party officials in Beijing would be angry about the company's affiliation with a movie celebrating the American military, according to people familiar with the matter. </p><p>   Association with a pro-American story grew radioactive as relations between the U.S. and China devolved, the people added. The about-face turned \"Top Gun: Maverick\" from a movie that once symbolized deepening ties between China and Hollywood into a fresh example of the broader tensions forming between the U.S. and China. </p><p>   In less than three years, Chinese executives have gone from rushing toward financing opportunities in Hollywood to steering clear, at the same time that other Western businesses have shifted their perception of China from an attractive growth market of 1.4 billion consumers to a thicket of uncertainty. </p><p>   \"Top Gun: Maverick\" hasn't been approved for release in China, making it the latest in a string of major Hollywood releases not screening in the market. </p><p>   One of the largest tech companies in the world, Tencent operates the popular WeChat messaging app, a videogame business and a streaming-entertainment platform. It has been one of several Chinese firms moving most aggressively into Hollywood, investing in big-budget releases like \"Terminator: Genisys\" and smaller titles like the Mr. Rogers biopic \"A Beautiful Day in the Neighborhood.\" </p><p>   Tencent initially put up millions of dollars for a 12.5% stake in the film before dropping out, according to people familiar with the financing. </p><p>   In late 2019, when Tencent quietly backed away from the film, companies operating in China were under pressure to pledge loyalty to the Communist Party as part of President Xi Jinping's tightening grip on his country's businesses. At a July 2019 ceremony announcing its co-financing of \"Top Gun: Maverick,\" Tencent also trumpeted a coming lineup of propagandistic domestic films extolling the history and heroism of the Chinese Communist Party. </p><p>   U.S.-China tensions have disrupted distribution plans for several movies in recent years, including Walt Disney Co.'s 2020 live-action \"Mulan\" remake, which drew criticism for filming in Xinjiang province, where officials have been accused of committing human-rights abuses. But it is rare for a financial backer to pull out of a movie entirely the way Tencent did. </p><p>   Paramount executives initially thought \"Top Gun: Maverick\" would have a shot at getting approved by Chinese censors and playing in theaters there with an expected gross of around $80 million in the country, according to people working on the film; it is projected to make several hundred million dollars in the U.S. Tencent's involvement was supposed to help Paramount with local marketing efforts that have boosted Chinese returns in the past. </p><p>   \"Top Gun: Maverick\" arrives amid considerable optimism from theater-chain owners -- and plenty of financial backing from its studio. \"Top Gun: Maverick\" is receiving a world-wide promotional tour, with critics praising extended sequences of jet-fighter choreography and a return engagement in the lead role by the original film's star, Tom Cruise. </p><p>   Now that executives at Paramount, a unit of Paramount Global, don't expect a Chinese release, they are hoping that higher-than-expected U.S. ticket sales make up the difference. </p><p>   \"Top Gun: Maverick\" is expected to open to more than $100 million in the U.S. and Canada over the long Memorial Day weekend, say theater executives, putting it in the upper echelon of recent releases. They hope the debut lures older moviegoers who have been reluctant to return to auditoriums as the Covid-19 pandemic has dragged on. </p><p>   Few modern American movies are as associated with on-screen patriotism as the original \"Top Gun,\" which inspired a surge in military enlistments among young men and women eager to suit up like Mr. Cruise, who plays a Navy fighter pilot who feels \"the need for speed\" and navigates enemy planes and a steamy romance. The new movie pays homage to the atmosphere of the 1986 original, which featured a bombastic soundtrack, including Kenny Loggins's hit song \"Danger Zone,\" and unapologetic jingoism that remains an emblem of 1980s Cold War cinema. </p><p>   \"Top Gun: Maverick\" is already receiving the grandest release of the Covid era. When the film screened at the Cannes Film Festival this month, Mr. Cruise arrived via a helicopter, and jet fighters marked the sky above the red carpet with red, white and blue smoke. </p><p>   The filmmakers behind the sequel took pains to avoid contemporary politics and any storytelling decisions that might alienate global moviegoers, people involved in the production say. Its plot sends Mr. Cruise and his fellow pilots on a combat mission in an unidentified country, where enemy pilots wear helmets that don't display any nationality. </p><p>   Executives at Paramount had already found themselves navigating geopolitical tensions when an early trailer for the movie released in the summer of 2019 showed Mr. Cruise donning his iconic bomber jacket from the original movie. </p><p>   In the 1986 film, the jacket was decorated with a large patch that included Japanese and Taiwanese flags. </p><p>   But when a \"Top Gun: Maverick\" trailer premiered in 2019, eagle-eyed viewers noticed that those flags had been replaced instead with unidentified patches that merely resemble the Taiwanese and Japanese flags. </p><p>   The change came per a suggestion made by a Tencent financier on the film, according to a person familiar with the matter. The financier was concerned Chinese censors would be less likely to approve the movie for release with the flags, the person said. Chinese officials have challenged Taiwan's sovereignty, and the country has had lingering tensions with Japan for decades. </p><p>   The flag swap generated considerable attention -- particularly in conservative media -- with critics calling the edit a capitulation to Chinese interests on a movie that celebrates American patriotism. In the final edit of the film, Mr. Cruise's character can be seen donning the bomber jacket, the original flags intact but on screen for the briefest of seconds. </p><p>   Tencent has curtailed its overall Hollywood presence. Its small number of other new co-financed releases include the Spider-Man spinoff \"Venom: Let There Be Carnage\" and sci-fi disaster film \"Moonfall.\" </p><p>   \"Top Gun: Maverick\" was initially scheduled to premiere in 2019, but was delayed when production took longer than expected. Then the pandemic shut down theaters world-wide, and the movie was postponed three times in 2020 and 2021 before its final shift to this month. </p><p></p>",
  "published": "2022-05-28T06:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2660,
          "end": 2671
        }
      ]
    }
  ]
}