{
  "_id": "fd0f04aaabfadfba5aaac392814f24e34d442696cff7ee1069c8c7ea5a9ab7e0",
  "feed": "ftcomall",
  "title": "A whole new world? Disney after ‘Don't Say Gay'",
  "text": "<p>It is almost 11pm on an evening in early June and a group of about 60 gay men have taken over the Enchanted Rose, a cocktail bar at Disney's upscale Grand Floridian Resort. This is the last stop on the Gay Pride Disney Monorail Crawl, an informal annual get-together that serves as a warm-up for almost a week of parties and events attracting thousands of LGBT+ people to Orlando each summer.</p> <p>The crowd in the Enchanted Rose ranges from men in their early thirties to those who have reached that stage in life where they refuse to say how old they are. Many of them remark on how the atmosphere harks back to an era when the small American gay bar was a staple of queer life, before Grindr and the never-ending party circuit came along and changed all that. </p> <p>Dan Hawley, 39, and his husband, Ed Czemerych, age not disclosed, have been the organisers of the evening for almost a decade. I first meet them a few hours earlier at the Geyser Point Bar &amp; Grill at the Wilderness Lodge, stop number one on the itinerary. The pair are fizzing with excitement for the night ahead — especially Ed, who is all dressed up: orange cowboy hat, matching trousers, bright green shirt, black shoestring tie. His beaming face is dusted with a liberal application of glitter. </p> <p>Like everyone here, the couple are Disney-mad and organise their lives around trips to the parks. Ed is full of facts about Walt, the late “genius” who conceived this world of make-believe, while Dan recounts how his grandparents started bringing him on regular trips to the Florida parks when he was 14. It was a childhood treat that would morph into an adult obsession. “You can kind of let your hair down and be who you are here,” he says. “If you want to wear Tinker Bell wings or a rainbow-coloured Mickey-shaped pin on your hat, you feel comfortable.”&#xa0;</p> <p>Before the monorail connecting Disney's Orlando resorts whisks us to our next stop, Ed subdivides everyone in the group into “rookies” — people attending the event for the first time — and veteran members of the “posse”. And then there is a special category just for me, not only a rookie but someone who has never set foot in a Disney theme park. For this crime against Mickey Mouse, I am to be known as the “virgin”. Unfortunately, it is a nickname that sticks for the rest of the night. &#xa0;</p> <p>Since it was founded by Walt Disney a century ago, the company — with its offering of cartoons, children's movies and vast theme parks — has been best known as a brand catering to the traditional nuclear family. But in the past 30 years it has also become a mecca for LGBT+ people, who descend on its properties every year for what have become unofficially known as “Gay Days”.&#xa0;</p> <p>Yet this year's queer celebrations in the place “where dreams come true” have been rudely interrupted by the world outside. Disney is contending with arguably the worst publicity crisis in its history, after executives initially decided not to take a stand against legislation passed in Florida known as the “<a href=\"https://www.ft.com/content/b50f2f2e-591a-49bb-a4f3-ae2709c62440\">Don't Say Gay</a>” bill, which was signed into law by Republican governor Ron DeSantis in March. </p> <p>The bill allows parents of children aged up to nine to sue a school district if a teacher engages in any kind of discussion about “sexual orientation or gender identity”. A question such as “Is it OK to have two dads?” must go unanswered. The law also prohibits such discussions throughout the state school system in a “manner that is not age appropriate or developmentally appropriate for students”. </p> <p>Written by a Florida state legislator, the bill was enthusiastically backed by DeSantis, who is <a href=\"https://www.ft.com/content/21c9dd87-2a20-4ed8-9a09-ae3d0ee52abc\">competing with Donald Trump</a> for support from the “Make America Great Again” wing of the Republican party ahead of an expected run for US president in 2024. </p> <p>Most of those on the monorail crawl view the “Don't Say Gay” furore more with irritation than outrage — an annoying instance of realpolitik impinging on something that should be joyous and carefree. They might feel more strongly if chief executive Bob Chapek hadn't subsequently <a href=\"https://www.ft.com/content/b2a666f7-1530-457b-9a6e-26c0f13507bd\">changed course</a> following an internal revolt among the company's employees — many of them gay — and publicly opposed the bill. </p> <p>Chapek also announced that “pending [a] review” the company would pause political donations of any kind in the state of Florida, where the Republican party dominates both state-level and national politics — a move that set off a firestorm of criticism on the American right. The about-turn only hardened the resolve of state Republicans and DeSantis.</p> <p>Dan wryly notes that “Disney will be around for a lot longer than DeSantis”. But there is genuine anger too. One person in attendance, a Disney employee (or “cast member”, as they are known), tells me: “Bob Chapek has violated one of the five keys of Disney — inclusion. He's up for re-election next year and I hope they vote him off.”&#xa0;</p> <p>That wish is likely to go unfulfilled. Although the public relations executive blamed for the botched response to the “Don't Say Gay” bill has since <a href=\"https://www.ft.com/content/97576f86-9876-45fa-b5f0-b377ca106802\">departed</a> the company, the board of directors last month <a href=\"https://www.ft.com/content/6eb1016e-78cb-4a65-b871-c3095f07bc51\">extended Chapek's contract</a> for three years. </p> <p><strong>I have more than some sympathy</strong> for the US corporation that becomes embroiled in today's <a href=\"https://www.ft.com/content/248941e5-c95c-439a-a160-1ea344ddd2c0\">culture wars</a>. A company forced to take a stand on a social issue to placate one constituency is all but certain to alienate another. But Disney's predicament is a unique product of its own making — and one that long predates Chapek. </p> <p>For decades, company executives have tried to court the gay community while keeping these overtures hidden from the conservative right. They did so for two reasons, neither of them inherently bad. First, it generated a small but not insignificant revenue stream from a group of customers known for spending a lot. Second, it fostered goodwill among the company's staff, many of whom identify as LGBT+.</p> <p>According to Sean Griffin, a film and TV professor at Southern Methodist University in Texas, Disney first identified LGBT+ people as a target market in the mid-1980s. “The company was on hard times,” he says, recounting how in 1984 the board fended off an attack from a corporate raider they feared would break Disney up and sell it off in parts. Shortly after, a new management team led by chief executive Michael Eisner was appointed to revive the storied corporation's fortunes. </p> <p>“The strategy they came up with was basically ‘we need to make money fast in any way we can',” says Griffin, the author of <em>Tinker Belles and Evil Queens: The Walt Disney Company from the Inside Out. </em>Eisner and his team noticed there was “this little cult following over there that likes our products, that we don't specifically cater to, and yet they still come to our stuff”, he says. &#xa0;</p> <p>And so, according to Griffin, Disney started “doing a little bit of a nod” to the LGBT+ community, although “they weren't crazily overt about it”. He describes “these little Easter eggs” that the company started to leave “lying around”. Ursula in the <em>Little Mermaid</em> had an uncanny resemblance to a drag queen. Scar in the <em>Lion King</em> seemed a bit camp. Was <em>Beauty and the Beast</em> a metaphor for the Aids crisis? Not that gay people had to squint too closely: so many characters, from Dumbo to the ugly duckling, were outsiders shunned for being different, only for that difference to become the key to their success. </p> <p>When I visit the Animal Kingdom park at Disney World Florida with Dan, Ed and the “posse” the day after the monorail crawl, lots of people in the group are looking for those Easter eggs. They approvingly notice that the company has recently started selling a Pride-branded merchandise collection and pledged to donate all proceeds to LGBT+ charities. And for the first time there is a huge mural of Mickey Mouse painted in the rainbow flag colours with the word “Love” in capital letters. </p> <p>Such nudges and winks were intentionally harder to find in the late 1980s and 1990s, Griffin says. “[Disney executives] moved on the LGBT+ community, but in a way that many conservative families wouldn't know what was going on.” </p> <p>Yet it was not without controversy. In 1995, Eisner became a bête noire of the religious right after he announced an extension of healthcare benefits to same-sex partners. For the Southern Baptists, it was a step too far. In 1997, leaders of the nation's largest Protestant denomination voted to boycott Disney for what it described as its “anti-Christian and anti-family direction”. It wasn't just the healthcare benefits: earlier that year, Ellen DeGeneres had come out as gay on her sitcom, which aired on Disney-owned TV channel ABC.</p> <p>Eisner was unmoved by the attacks. In an <a href=\"https://www.youtube.com/watch?v=UoKzTdfGuAY\">interview</a> with Katie Couric on NBC's <em>Today</em> programme in 1998, he noted that in addition to voting to shun Disney because it “gave health benefits to people of a similar persuasion”, the Southern Baptist Convention had also “recommended that they convert the Jews . . . something that hasn't been recommended since the '40s in Europe”.&#xa0;</p> <p>The Baptist Press published an article claiming Eisner had accused the congregation of having “Nazi leanings”, but his barbs went otherwise unnoticed. There was no Twitter or Facebook to spread outrage far and wide. Fox News, then just two years old, counted its viewers in the low hundreds of thousands. </p> <p>Compare and contrast with the opprobrium directed at Disney since Chapek paused donations in Florida. Fox News host Laura Ingraham has said the company is “pushing a sexual agenda on little children . . . propaganda for grooming”. Her colleague Tucker Carlson has accused it of behaving like a “sex offender”. Twitter is abuzz with people promising to #boycottdisney. </p> <p>The question Disney executives now face is whether they can continue to drape the company in the rainbow flag for one set of customers and remove it for another without paying a price. Griffin doesn't rate their chances. “Everything's polarised. So they're having to rethink their strategy because it no longer fits with the dynamic.”&#xa0;</p> <p><strong>When the Uber driver picks me up</strong> from the hotel on my third and final evening in Orlando, he is confused. “You're going to a water park, at night?” he asks. “Are you sure?” I admit to being equally perplexed. I am en route to Riptide, one of the largest gay parties in the world, which takes place annually at Disney's 61-acre Typhoon Lagoon and serves as the main draw for the Gay Days celebrations in Florida every year. &#xa0;</p> <p>On my arrival at 9pm, the place is already heaving and there are two long queues snaking towards the entrance. “Liquor line here, locker line there,” shouts an attendant. “Don't get it wrong.” I join the latter and deposit my wallet and keys before heading into the park. </p> <p>The sheer scale of it is unlike anything I have ever seen. Thousands of people, nearly all of them men, are spread out across the property. The generally agreed uniform is the skimpiest of swimming trunks, although some — like the guy in a leather harness — have gone for more risqué outfits.</p> <p>Disney rents the venue to the promoters but it is mostly staffed by the company's own cast members, who sell waterproof pouches for phones and boatloads of drinks. Younger guests, mostly in their twenties and thirties, fan out on the man-made beach in front of the DJ stand. Older men loll around, drinking beers in inflatable dinghies on the Castaway Creek, a 2,000ft-long “lazy river” that encircles the property.</p> <p>A party of some kind has been taking place here since the late 1990s but the first Riptide was in 2009, when the event was taken over by promoter Tom Christ. He tells me that more than 5,000 people attended this year, almost double the number in 2019. </p> <p>Disney's level of involvement with Riptide typifies the company's one foot in, one foot out approach to LGBT+ customers. It doesn't sponsor or organise the event but simply offers the water park to a promoter for a price, like it might rent one of its venues for a corporate away day. That gives the company plausible deniability should the likes of Ingraham or Carlson find out. Yet Disney happily takes the money that flows through the tills at the 42 bars. </p> <p>In addition to the fee Christ pays for the venue, his customers must buy enough alcohol to meet a chunky food-and-beverage minimum set by Disney. “They make a killing, it's a good night for them,” he says, though he declines to divulge the precise financial arrangements. “We're a great audience, right? Because, typically, we have a higher disposable income.”&#xa0;</p> <p>Disney takes a slightly different approach to Gay Days elsewhere. In liberal California, it sponsors a string of LGBT+ events at its theme parks in Anaheim. And in Paris, the company holds an official Pride event at its Disney Studios park in the evening, outside normal opening hours.</p> <p>Christ thinks Disney should drop the whole pretence and give a formal seal of approval to gay events at all of its parks. His business partner drafted a public letter to Chapek after the Don't Say Gay controversy, calling on him to do just that, but didn't get around to publishing it because the pair were so busy preparing for Riptide. “It just said, ‘Hey, why not? Just call this Gay Disney and make it a celebration,'” says Christ. “I don't understand their reticence.”</p> <p>Chapek might have bought the company some time with his about-face in Florida but a “pause” on donations is just that. Erik Mebust, a fellow at Data for Progress, a leftwing think-tank, says: “They need to go further. They have not yet released an ongoing commitment and an ongoing stance on how they will deal with these issues going forward.”&#xa0;</p> <p>But all of that seems impossibly far away at Riptide. It has just gone 1am and a dancer who looks as though he has been sculpted from a piece of Greek stone takes to the stage, does a handstand and then, in a feat worthy of a gymnastics competition, the upside-down splits. A dance remix of Abba's “Gimme! Gimme! Gimme! (A Man After Midnight)” blasts out of the sound system. The crowd goes wild. A few minutes later, the rain threatened in the forecast begins falling in buckets, sending people scurrying for the Uber line and, eventually, back into the real world. </p> <p>That world has become increasingly uncertain for many gay people who fear that the erosion of LGBT+ rights is only just beginning. In a concurring opinion accompanying the Supreme Court's revocation of the constitutional right to abortion last month, <a href=\"https://www.ft.com/content/b188c7dc-8374-47da-9222-a53141a04bbd\">Justice Clarence Thomas</a> sent a warning shot, arguing the court should reconsider past rulings codifying the right for same-sex couples to have sex and get married. Those cases — Lawrence vs Texas and Obergefell vs Hodges — are the two pillars of gay rights in the US. </p> <p>US lawmakers in the House of Representatives have responded to Thomas's intervention with a bill that would provide federal protections for same-sex marriages, though it is unclear whether the legislation can garner enough votes in the Senate and make it to the president's desk. Even if it does, it would not offer the same level of protection conferred by the Supreme Court ruling. “If Obergefell were overturned, [the bill] would do nothing to prevent the 14 states that never passed marriage equality from ceasing to issue marriage licences for same-sex couples,” says Mebust.</p> <p>Back in 1986, when Disney first started courting the gay community, it rolled out a new slogan — “Looks like we started something!” — that sums up the predicament now facing the company and corporate America writ large. It turns out it isn't over. Not by a long shot. </p> <p><a href=\"https://www.ft.com/david-crow\"><em>David Crow</em></a><em> is the FT's US news editor</em></p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em> on Twitter</em></p><p>Source: David Crow in Orlando 2022 'A whole new world? Disney after ‘Don't Say Gay'' FT.com 29 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-29T04:00:12.014Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 13074,
          "end": 13080
        },
        {
          "start": 11964,
          "end": 11970
        },
        {
          "start": 12621,
          "end": 12627
        },
        {
          "start": 6439,
          "end": 6462
        },
        {
          "start": 10912,
          "end": 10918
        },
        {
          "start": 2807,
          "end": 2813
        },
        {
          "start": 4631,
          "end": 4637
        },
        {
          "start": 1846,
          "end": 1852
        },
        {
          "start": 2329,
          "end": 2340
        },
        {
          "start": 6114,
          "end": 6120
        },
        {
          "start": 212,
          "end": 218
        },
        {
          "start": 6701,
          "end": 6707
        },
        {
          "start": 5896,
          "end": 5902
        },
        {
          "start": 9602,
          "end": 9608
        },
        {
          "start": 8687,
          "end": 8693
        },
        {
          "start": 15192,
          "end": 15198
        },
        {
          "start": 12701,
          "end": 12707
        },
        {
          "start": 4745,
          "end": 4751
        },
        {
          "start": 5304,
          "end": 5310
        },
        {
          "start": 2144,
          "end": 2150
        },
        {
          "start": 9274,
          "end": 9280
        },
        {
          "start": 12401,
          "end": 12407
        },
        {
          "start": 19,
          "end": 25
        },
        {
          "start": 8306,
          "end": 8312
        },
        {
          "start": 132,
          "end": 138
        },
        {
          "start": 7324,
          "end": 7330
        },
        {
          "start": 11580,
          "end": 11586
        },
        {
          "start": 4515,
          "end": 4522
        },
        {
          "start": 10234,
          "end": 10240
        },
        {
          "start": 12178,
          "end": 12184
        }
      ]
    }
  ]
}