{
  "_id": "a52a2da474850d62c9fb8c819b779fe2a1550dbc5057d4c35380bf639e1e68f7",
  "feed": "wall-street-journal",
  "title": "Disney's Drama Stays Off the Books; Strong financial results are a ray of good news for entertainment giant embroiled in culture war",
  "text": "<p>A strong report, in other words—especially given the cloud that has gathered over the streaming business in general after Netflix surprised investors last month with a drop in paid subscribers for the same quarter. That suggested a possible ceiling for streaming services, with that market leader now around 222 million subscribers globally. But on Wednesday, Disney stuck to its plan to exceed that number for the Disney+ service by the end of its 2024 fiscal year.</p><p>Getting there won't be a straight line, though. Chief Financial Officer Christine McCarthy said during Wednesday evening's call that the company still expects subscriber additions in the second half of the year to exceed the number added in the first half, but she suggested the difference won't be as high given the strength of recent additions. The company also warned that closures of its theme parks in Asia because of Covid-19 outbreaks could dent operating income in the third quarter. Disney's share price, which initially rose 3% after the results, turned 3% lower following the call in after-hours trading.</p><p>Disney's much larger domestic theme-park business was the real bright spot, with operating profit of nearly $1.4 billion—close to prepandemic levels and beating Wall Street's forecasts by 18%. But that business also has now put Disney square in the middle of America's culture war. The company's belated opposition to Florida's \"Don't Say Gay\" law drove that state's legislature to vote to kill Disney's special taxing district, leaving open the question of who might be on the hook for nearly $1 billion in municipal bonds.</p><p>Disney avoided that topic on Wednesday's call, and no analyst brought it up. But the politics of what is effectively Disney's second home state are also roiling the company internally, with some now protesting the company's plan to move about 2,000 employees of the theme-park division to Florida. That has created a fresh controversy for Chief Executive Bob Chapek, who already faced the dual challenges of inheriting control of the company at the onset of the pandemic while filling the shoes of a widely admired predecessor.</p><p>Even the happiest place on earth can't seem to make everyone happy.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Disney's Drama Stays Off the Books</p>",
  "published": "2022-05-11T23:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 959,
          "end": 965
        },
        {
          "start": 2252,
          "end": 2258
        },
        {
          "start": 415,
          "end": 421
        },
        {
          "start": 1608,
          "end": 1614
        },
        {
          "start": 1725,
          "end": 1731
        },
        {
          "start": 360,
          "end": 366
        },
        {
          "start": 1311,
          "end": 1317
        },
        {
          "start": 1083,
          "end": 1089
        },
        {
          "start": 1478,
          "end": 1484
        },
        {
          "start": 0,
          "end": 6
        }
      ]
    }
  ]
}