{
  "_id": "4589e8a959852ba830660155e0569c0a8ecf983b2fb746076070e28c460903c3",
  "feed": "ftcomall",
  "title": "Yabu Pushelberg: ‘We call our work high humble'",
  "text": "<p>The first time I met designers George Yabu and Glenn Pushelberg, their stars were ascending. They were a couple – in both business and life – who had recently created the Edition in London for Ian Schrager, and were hard at work on their first Park Hyatt, which opened in summer 2014 opposite Carnegie Hall. They were still relatively unknown outside niche interior design circles, but their tastes were just what the changing world of luxury wanted. They were the future. “We saw a major change around 2008,” Pushelberg said to me at the time. “People stopped wanting things to be over-the-top because they saw there was no value in it. Layer upon layer of the most exotic over-the-top finishing isn't necessary.” Yabu predicted the way forward was “authenticity”.</p> <p>That authenticity is in the DNA of all the projects the couple create and the way they live. On the day I spent shooting with them years ago at their home in a Richard Meier-designed building overlooking the Hudson River on the edge of the West Village, they drew my attention to various elements they appreciated most about it – the travertine bathroom inspired by Mies van der Rohe's Toronto-Dominion Centre and an <a href=\"https://www.ft.com/content/6a371cb7-9042-4f6f-8cc3-5a7f0f8444ad\">Anish Kapoor</a> sculpture hanging at the end of a corridor that had been clad with wood from one single log, sourced in India. “For years I could still smell the wood when I walked into the apartment,” said Yabu.</p> <p>It's an obsession with materials that remains consistent through a portfolio that can also seem disparate. Speaking to me via Zoom just before this spring's <a href=\"https://www.salonemilano.it/en\">Salone del Mobile</a>, where they launched an unprecedented nine new products with Molteni&amp;C, Tribù, Lasvit, Salvatori and Glas Italia, Yabu reiterated the importance of sensation and material. “We really love luxury, but the experience doesn't have to be all about flourishes,” he said. “We call our work ‘high humble' – you can elevate any material. We want to bring the best out of the grain on a piece of wood, but concrete can also be sexy. The <a href=\"https://www.ft.com/architecture\">architect</a> Geoffrey Bawa used it to create something amazingly luxurious through his work in Sri Lanka. That's the kind of thing we find most inspiring.”</p> <p>Whether the material is concrete, wood or leather, <a href=\"https://yabupushelberg.com/\">Yabu Pushelberg</a> is still absolutely a <a href=\"https://www.ft.com/companies/luxury-goods\">luxury</a> brand – two of the myriad projects in their diary right now are a private residence in what was once Napoleon Bonaparte's nephew's home in Paris, and the interiors of a pair of private jets for a client whose Lürssen <a href=\"https://www.ft.com/stream/00581ec1-a773-43a6-92b4-a17a5413c15a\">yacht</a> they have already completed. The design world, and a certain clientele, can't get enough of their work – as demonstrated by their omnipresence in Milan. “We are the first North American industrial designers who have broken through the Italian glass ceiling,” says Yabu.</p> <p>Yabu Pushelberg has studios in New York and Toronto, the latter being where they founded their practice in 1980. They are rarely in one place for more than a few days, with plates spinning in the form of new hotel projects in Johannesburg, London, Milan, Japan and Vietnam. “We've got to a level now where the Accors and Marriotts come to us when they want something special,” says Yabu. “We don't want to repeat ourselves, so we like to invent new hotels, or reinvent old ones.”&#xa0;</p> <p>The Milan project is to create a <a href=\"https://w-hotels.marriott.com/\">new W</a>, which could be seen as an odd assignment, given their cutting-edge designs for the <a href=\"https://www.hyatt.com/brands/park-hyatt\">Park Hyatt</a> in Bangkok and the new <a href=\"https://www.aman.com/\">Aman</a> residences in Tokyo. I put it to them that the W is a brand that feels dated, part of the <em>Sex and the City</em> and Sushisamba era. “True,” says Yabu. “The W lost its way and forgot its principles, which is about expression, with a strong sense of architecture to it. But it went down a path of decoration. We took the Milan project because there's an opportunity to revive the brand. We are doing something with a touch of mystery and art to it. It's about Milan being a fashion capital, but we all know that already, so we don't need to be obvious about it. You don't have to talk down to your customer and be teeth-achingly saccharine. Also, this is us going full circle.”</p> <p>Yabu is talking about the W Times Square, which was their breakthrough project, and which came on the back of winning the <a href=\"https://www.jamesbeard.org/awards\">James Beard Award</a> for their design of the restaurant Monsoon in Toronto, in 1998. “We didn't know the award was a big deal,” says Pushelberg. “We flew down to the ceremony in New York, and Martha Stewart presented it, but couldn't pronounce our names. No one had heard of us. Barry Sternlicht of Starwood approached us and said he wanted us to design the new W in Times Square. We said yes, but they wanted it done in a year, when it should usually take three to five. We made it happen, and it was one of the first iconic W hotels.”</p> <p>Their approach to hotel design isn't just about stuffing lobbies full of their own curvilinear sofas and an assortment of an ever-growing list of self-designed products. They take an intellectual, narrative approach. When they took on the <a href=\"https://www.thelondoner.com/\">Londoner</a> in Leicester Square, which opened last September, they created a visual story based on the history of the capital. “London developed as a collection of hamlets into a unique global hub,” explains Yabu. “The Londoner is vertical in nature, with lots of levels, going way down below street level. Just as the city is an amalgamation of elements with a frisson, so we wanted to create spaces for activities on lots of different levels. We didn't want it to be trite or <a href=\"https://www.ft.com/content/f28c5ab5-6c8b-4f1f-a597-c558cb230a7e\">Laura Ashley</a>; it's more inspired by the history of social clubs in the city and the sense that not everything is immediately visible. A lot of spaces are exclusive and just for guests who are staying there.”</p> <p>Over the decades, Yabu Pushelberg has expanded from being a boutique interior design firm into a behemoth multidisciplinary design practice. They are brought in by furniture brands for what they call the “YP magic”, elevating an often simple concept via choice of materials, but also a dynamic approach to engineering. Sometimes the most prosaic design is the hardest to achieve. They have been working for nearly four years on a new tap for Laufen that will appear in the smartest bathrooms from some time next year, and which they can barely contain their excitement over. “It's a whole new way of thinking about bathroom design…,” says Yabu, before Pushelberg interjects to stop him revealing details.</p> <p>As big as their brand is now, there's a restraint of ego that allows for each individual design project to develop in a way that is best for the finished object, rather than with any obvious signature. “When you are collaborating with a brand, you have to connect with their DNA,” says Yabu. “When we did our first furniture with <a href=\"https://www.molteni.it/en/\">Molteni</a>, it was controversial, because the creative director looked at our design and said ‘it isn't Molteni'. We persuaded them to give it a chance, and Carlo Molteni believed in it. The Surf sofa has a curvilinear form, and it's cantilevered so you can sit on the back of it. It's an engineering feat, and Molteni is an engineering-driven company, so it actually is very Molteni. What we do is offer companies the chance to test-drive. They know the world is shifting and they don't want to get trapped.”</p> <p>“It's always stimulating to be challenged by their intuitions and innovative concepts,” says vice-president Andrea Molteni. “For example, they proposed that we develop a sculptural kitchen island made in aluminium, glass and marble for a high-end project in Asia. It's an opportunity to experiment with new formal and technical solutions. It's often from these ideas that new product innovations are born.”</p> <p>One of the most striking new products launched this year was the Punto bathroom system for <a href=\"https://www.salvatoriofficial.com/en/gb/\">Salvatori</a>, consisting of a modernist, Bauhaus-esque intersection of backsplash, basin and cabinet with a lozenge-shaped mirror. It is as practical as it is graphic. “It's always an absolute joy to work with George and Glenn,” says Gabriele Salvatori, CEO of the eponymous family business. “I love the sheer enthusiasm and energy they bring to any project. Our brainstorming sessions are a continuous explosion of ideas. We seem to have this great alchemy between their creativity and our know-how and that's why we end up with some truly incredible products.”</p> <p>The word “contemporary” has become as amorphous as “modernist” but it feels the best description for the Yabu Pushelberg aesthetic, which pushes boundaries of engineering with clean silhouettes and a solid focus on functionality. Their new Moonbeam and Moonshadow lanterns for <a href=\"https://www.tribu.com/\">Tribù</a> are a 21st-century update for the storm lamp, developed as objects they wanted for themselves for garden gatherings at their Hamptons home.</p> <p>Another product launched at Milan this year was the Cirrus glass partition, created in conjunction with <a href=\"https://www.lasvit.com/\">Lasvit</a>. The shapes of each individual element are organic and, yes, cloud-like, with different colour tones. They also debuted their first lighting design with <a href=\"https://www.henge07.com/\">Henge</a>: Maple is a collection of hand-blown glass pendants inspired by maple seeds, but the impression is gently futuristic as much as rooted in nature.</p> <p>For all their detailed engineering know-how, and the incredible detail in their hand woven graphic rug collections, Yabu Pushelberg has a sense of humour. But, just as they won't be creating lampshades in the form of couture gowns for the W in Milan, their wit is subtle. The Scribble mirror they launched with <a href=\"https://www.glasitalia.com/en\">Glas Italia</a> this year is a paradigm of their attitude – the main reflective surface is contained within what appears as a single extravagant Cy Twombly brush stroke, cleaning away the black or antique silver patina around it. It is dynamic, with a touch of Disney magic. “We met the owner of Glas Italia, and he showed us an antique gilded mirror as an inspiration, which was very rococo,” says Pushelberg. “He said he knew it was a crazy reference for us, but it really worked. I started to think about the idea of wiping away the decoration in an abstract way, and erasing the iconography.” He lights up with a mischievous smile. “It has humour. It's new. It has the YP magic.”</p><p>Source: Mark C O’Flaherty 2022 'Yabu Pushelberg: ‘We call our work high humble'' FT.com 23 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-23T15:55:58.136Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 9637,
          "end": 9643
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}