{
  "_id": "4f72ab99af9ee5be0eeeccd81ad2e2e40c85b5665b3f0ee41ff583d0316821e8",
  "feed": "ftcomall",
  "title": "Boy's-own Netflix sci-fi The Adam Project takes on Pixar teen fable Turning Red",
  "text": "<p>The nearest school holiday still weeks away, Netflix and Disney have both settled on this humdrum point in March to launch rival high-profile children's movies. What algorithmic witchcraft decided the scheduling — with male and female target audiences neatly divided between the two — we can only guess. Instead, we are left with the question posed by smooth-surfaced Netflix sci-fi <em>The Adam Project</em>. What <em>would</em> become of a schoolboy who talked to his peers like Ryan Reynolds?</p> <p>The actor is the star, once more deploying his trademark persona as deadpan motormouth. But that delivery now comes in stereo, matched by a 12-year-old version of his character, Adam Reed, played by Walker Scobell. The two meet thanks to time-travel and high-concept scriptwriting. Young Adam is growing up in 2022, to which Reynolds returns as his older self, a wisecracking action man from a future dystopia. </p> <p>Director Shawn Levy last worked with Reynolds on the gaming-literate comedy <a href=\"https://www.ft.com/content/a194511f-576b-4a9d-94cd-ff3e2a88583f\"><em>Free Guy</em></a>. Here, though, nostalgia for the pre-digital 1980s hangs heavy, worked into a slick paste of industrial wholesomeness. A key ingredient is <em>Back to the Future</em>, the older Adam colliding not just with his childhood self but his recently widowed mother (Jennifer Garner). The Oedipal stress endured by Michael J Fox is not repeated, but the story does demand he become his own surrogate father figure, until a further bump back in time reunites both Adams with their quantum physicist dad (played with faultless professionalism by Mark Ruffalo).</p> <p>If it weren't already obvious, it certainly becomes so now that the science is just a pretext for a misty-eyed hokum of father-son-son bonding. The typical 12-year-old boy ordered to stop watching Twitch streamers and check out this ode to classic vinyl and catcher's mitts might leave feeling sceptical of both film and family. He may also need reminding that women have long been part of the workforce, despite the movie's deep misgivings.</p> <p>★★☆☆☆</p>  <p>Nostalgia also takes a leading role in the chipper Pixar animation <em>Turning Red</em>. Here the past is more modish, the story set in 2002. If older viewers might ask what is so special about the 2000s, the younger end of Generation Z will simply howl delightedly at the flip-phones and Tamagotchis.</p> <p>The story is cross-cultural, 13-year-old Chinese-Canadian heroine Mei Lee (Rosalie Chiang) navigating double lives in Toronto. The school day is a riot of boy bands and tight-knit friendships; at home she pays nervy deference to first-generation immigrant parents. The whole movie is two things at once. Pre-adolescent girls will surely greet the everyday embarrassments heaped on Mei by her mother (voiced by Sandra Oh) like a real-life horror film. The result, however, is the stuff of fable: transformation into a red panda of giant scale and destructive rages, a fluffy Hulk, a cuddlesome Hyde. And yes, director Domee Shi has said, any metaphors suggested by the title are deliberate.</p> <p>Of course, the olds — myself included — miss the Pixar that once revolutionised animation. The company has now seemingly settled into an undemanding mid-life of endless sequels and modest, brightly coloured coming-of-ages. But amid the melancholy is also the sense that the visionary likes of <em>Wall-E</em> were loved more by cinephiles than by actual children, who may be better served by the kind of gently upbeat tale of self-acceptance <em>Turning Red</em> embodies. Like the realistic fur that once tormented computer animators, such things are harder than they look.</p> <p> ★★★☆☆</p> <p><em>‘The Adam Project' is on Netflix from March 11<br>‘Turning Red' is on Disney Plus from March 11</em></p><p>Source: Danny Leigh 2022 'Boy's-own Netflix sci-fi The Adam Project takes on Pixar teen fable Turning Red' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T13:00:09.781Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 57,
          "end": 63
        },
        {
          "start": 3577,
          "end": 3588
        }
      ]
    }
  ]
}