{
  "_id": "feaa6296434ed0e81b7880434011d0bfd7b8a97e1b315aaabf459f336d4bab36",
  "feed": "wall-street-journal",
  "title": "Gilbert Gottfried, Comedian Known for Distinctive Voice in 'Aladdin', Dies at Age 67; Actor and comedian voiced wisecracking bird Iago in Disney animated movie",
  "text": "<p>\"In addition to being the most iconic voice in comedy, Gilbert was a wonderful husband, brother, friend and father to his two young children,\" said a tweet signed by the Gottfried family. \"Although today is a sad day for all of us, please keep laughing as loud as possible in Gilbert's honor.\"</p><p>Mr. Gottfried is known for his role as Iago, the wisecracking bird in the 1992 Disney animated movie \"Aladdin.\" He played the parrot about a dozen more times in other direct-to-video movies for Walt Disney Co. And the role led to more voice-over work, where he voiced characters for several kids movies and TV shows.</p><p>His voice was so recognizable, it was used in numerous commercials, including the Aflac duck. He was fired by the insurance company in 2011 for posting insensitive tweets about an earthquake and tsunami in Japan.</p><p>Mr. Gottfried grew up in New York, living above the hardware store his family owned in Brooklyn's Coney Island neighborhood. He started doing stand-up comedy at 15 years old, eventually getting the attention of \"Saturday Night Live,\" which he appeared on for a short stint in the 1980s.</p><p>He soon starred in a series of movies, including 1990's \"Problem Child\" and 1987's \"Beverly Hills Cop II.\"</p><p>More recently, he appeared on reality TV shows, such as \"Celebrity Wife Swap\" and the \"Celebrity Apprentice.\" A video of himself reading erotic thriller \"Fifty Shades of Grey\" has millions of views online.</p><p>\"Seinfeld\" actor Jason Alexander tweeted his condolences: \"Gilbert Gottfried made me laugh at times when laughter did not come easily. What a gift. I did not know him well but I loved what he shared with me. My best wishes and sympathy to his family.\"</p><p>Mr. Gottfried is survived by his wife Dara, 14-year-old daughter Lily and 12-year-old son Max.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>Gilbert Gottfried, Comedian Known for Distinctive Voice in 'Aladdin', Dies at Age 67</p>",
  "published": "2022-04-12T21:21:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 138,
          "end": 144
        },
        {
          "start": 373,
          "end": 379
        },
        {
          "start": 488,
          "end": 499
        }
      ]
    }
  ]
}