{
  "_id": "0bb32a822d0f9a98638a115d5b2b7a52131f405b0c26291cc2569f14a884eab9",
  "feed": "wall-street-journal",
  "title": "At the Grammys, Oscars and Beyond, the Case of the Missing Dress Shirt; From Travis Barker on the Grammys red carpet to Timothée Chalamet at the Oscars, risqué male stars keep wearing suits without any shirts underneath",
  "text": "<p>The pectoral-spotlighting on the red carpet is the latest death knell of the dress shirt for entertainment's hottest young stars. A week ago, \"Dune\" princeling Timothée Chalamet arrived at the Oscars wearing a spangled Louis Vuitton tuxedo jacket with nothing underneath. Next, it was Jared Leto, who plopped onto the \"Tonight Show\" couch wearing a dark suit sans shirt (perhaps, he didn't want a collar or buttons getting in the way of his pendulous necklaces.) Over the weekend comedian Jerrod Carmichael, fresh off a critically acclaimed stand-up special, hosted \"Saturday Night Live\" in a luminescent double-breasted white suit, while eschewing a dress shirt.</p><p>While its stock plummeted this week, there were earlier wobbles in the celeb dress-shirt department. At various events last year, Jonah Hill, Donald Glover and Lil Nas X all forwent underpinnings with their suits, brandishing bare chests on the red carpet. And high-fashion purveyors such as Gucci and Dior Men have lately sent baby-faced models down the runway in crisply tailored suits over unclad torsos. </p><p>For the most part, practitioners of the subtract-the-shirt look are all trim and on the younger side. The relatively youthfulness of these shirtless male stars speaks to that generation's increased comfort with showing some skin. We are in a moment where young, much-watched male stars such as Harry Styles and Jaden Smith embrace traditionally feminine and revealing clothing like crop tops and rompers. (Nas X, ever the provocateur, performed at the Grammys in a sparkly, navel-flashing half shirt.) </p><p>\"A lot of the younger guys are so much more comfortable with their bodies,\" said Michael Fisher, the vice president of menswear at trend forecasting firm Fashion Snoops. The shirtless-with-a-suit outfit, he said, is \"a way to kind of stand out from the crowd a little bit more, and show a little bit more skin.\"</p><p>To that end, the move is also a savvy, internet-age provocation. (I will concede to feeling like a bit of a mark for taking the bait and writing about it at all.) \"There's no rules anymore,\" on the red carpet, said celebrity stylist Michael Fisher, no relation to Fashion Snoops Mr. Fisher, two days before the Oscars. For certain actors and stylists, the freedom has given way to using the red carpet as a platform to go viral online through tweet-stoking risks. </p><p>Mr. Fisher had a brush with virality recently when he dressed Oscar Isaac in pleated men's skirts during the promotional tour for the actor's Disney+ show \"Moon Knight.\" While Mr. Fisher stressed that Mr. Isaac genuinely wears skirts in his personal life, photos of the actor at screenings in knee-length Thom Browne kilts got the Twitterati talking. So far, none of Mr. Fisher's clients have been stricken by the shirtless bug.</p><p>For some stars, forgoing a dress shirt is a speedy shortcut to being reframed as an envelope pusher to watch. While Messrs. Chalamet and Leto are known—and at times, derided—for their polarizing red carpet choices (see: Timmy's bejeweled harness to the 2019 Golden Globes or Mr. Leto's cornucopia of capes) other practitioners of this less-is-more-likely-to-get-people-talking trick are newcomers to the fashion arena. </p><p>Mr. Carmichael's pectoral spotlighting \"Saturday Night Live,\" outfit in particular was a sharp departure from his tame, casual style. This was a week of much press for the comedian—he came out as gay in his newest stand-up special, \"Jerrod Carmichael: Rothaniel,\" which premiered this week on HBOMax. Through a representative, Mr. Carmichael declined to comment for this article.</p><p>Generally speaking, there was a palpable whiff of '70s sleaze at recent events, as if stylists were all bingeing the same back issues of Playboy and watching \"Licorice Pizza\" on repeat. Silk Sonic, the duo of Bruno Mars and Anderson.Paak, opened tonight's Grammy ceremony in matching Elvis-esque, flared-hem outfits. On the red carpet actor Ben Platt wore a peak-lapeled suit with a ruffled blue shirt that looked like a relic from a junior prom some 50 years ago. </p><p>Despite the trendiness, the prospects of the shirtless-suit combo catching on outside of glittery celeb-filled events are slim according to Fashion Snoops' Mr. Fisher. \"I would not expect a typical guy to walk down the street wearing a suit with no shirt underneath,\" he said. For now, it's a trend for the red carpet, not the office carpet. </p><p>Write to Jacob Gallagher at jacob.gallagher@wsj.com</p><p>At the Grammys, Oscars and Beyond, the Case of the Missing Dress Shirt</p>",
  "published": "2022-04-04T02:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2492,
          "end": 2498
        }
      ]
    }
  ]
}