{
  "_id": "7eb9e79f22b2c7bebab178af6abb9bdd3868537325db620587861c7b82ac72cc",
  "feed": "wall-street-journal",
  "title": "Box CEO: Fortune 500 Companies Are Holding Their Own Against Digital Upstarts; 'What these incumbents were eventually able to deliver was better customer experiences,' says Aaron Levie, adding that the full impact of AI and cloud on business is yet to come",
  "text": "<p>\"These companies have responded well in serving their customers,\" said Aaron Levie, chief executive of Redwood City, Calif.-based Box Inc.</p><p>Meanwhile many of those startups are now feeling the pressure around valuations and the flow of cash.</p><p>If many of the incumbents managed to avoid digital disruption, they remain in the early stages of exploiting the capabilities of the cloud and artificial intelligence, said Mr. Levie, who sees one of the biggest impacts as helping reshape work and collaboration.</p><p>Mr. Levie sat down with The Wall Street Journal to share his thoughts. Here are edited highlights from two conversations.</p><p>WSJ: Who is doing it right?</p><p>Mr. Levie: I actually think a large percentage of the Fortune 500 has done this well. In the Valley, we used to have this way of thinking about it, which is that a significant portion of the Fortune 500 changes over every couple of decades because of disruption. And digitization looked like possibly the biggest disruption that could change the leadership positions of these organizations. And yet I would argue that a large percentage of the Fortune 500 responded well to that threat.</p><p>WSJ: How?</p><p>Mr. Levie: What Silicon Valley is very good at is delivering world-class digital experiences to consumers and then disrupting entire markets because of that. It ultimately comes down to whether you offer a better customer experience. What these incumbents were eventually able to deliver was better customer experiences than even what the disrupters could deliver because it can be cheaper and it can have better content associated with it, whatever the specific industry is.</p><p>Think about how most of the banks have really gotten the message on digitization and have not actually been disrupted by some of the fintech platforms. Fintech has actually more filled in the gaps of the ecosystem as opposed to completely changing the course of it. Look at media and entertainment. Netflix, fantastic company, but Disney+ is doing unbelievably well. Ford and GM have done unbelievably well on this, like electrification, and some of their digital platforms.</p><p>Also, insurance. Ten years ago I think the common refrain in the Valley would have been that all these little insurtech companies would disrupt the State Farms of the world. And that is clearly not happening.</p><p>WSJ: The Fortune 500 is holding its own. But what type of innovation around enterprise technology do you see emerging from Silicon Valley?</p><p>Mr. Levie: It's tough because I think some of the key words will sound the same and yet the impact will be different. If you think about the past decade of cloud, it largely was about moving how we used to do things into a much more efficient delivery mechanism. We are in the very early stages of saying, OK, wait a second, with unlimited data, the full promise of AI, unlimited compute, faster networks, what if we can actually change and transform the underlying process itself that we were trying to replicate in the cloud?</p><p>Are you familiar with GitHub Copilot? Their AI engine lets you get type-ahead predictions for code. All of a sudden the entire world's code-base is available to my code editor. That actually, fundamentally changes the nature of software development. Think of that applied to every aspect of business.</p><p>WSJ: How do you quantify this new way of doing things?</p><p>Mr. Levie: It's more qualitative and foundational. Once the intelligence gets baked into the product, it just changes the water level of that entire sector or space to the point where you can't really quantify it because it's baked into everything that you do at that point.</p><p>When you take that to everything—into marketing, legal and human resources and finance—it will begin to change how work happens. It's still a decade-plus of work for all of us to even imagine getting there, but you can see the writing on the wall of what that begins to look like.</p><p>Write to Tom Loftus at thomas.loftus@wsj.com</p><p>Box CEO: Fortune 500 Companies Are Holding Their Own Against Digital Upstarts</p>",
  "published": "2022-10-05T18:25:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1958,
          "end": 1964
        }
      ],
      "nexusId": "10078857"
    }
  ]
}