{
  "_id": "2f2a9adcadee392863e966fe623bfa63d7a72c727e2fe741847476aa88d2f1f0",
  "feed": "wall-street-journal",
  "title": "Disney+ Subscriptions Near 130 Million, Beating Expectations in Earnings Report; Shares jump in after-hours trading as Disney reports record revenue at its domestic parks and resorts",
  "text": "<p>What do you find most interesting in Disney's quarterly report? Join the conversation below.</p><p>Disney+ reported 129.8 million subscribers at the end of the holiday quarter, up from 118.1 million subscribers in the prior quarter. Analysts polled by FactSet expected 124.7 million subscribers.</p><p>The world's largest entertainment company posted $21.82 billion in revenue for the quarter, compared with $16.25 billion a year earlier. Analysts were expecting the company to report revenue of $20.27 billion.</p><p>Sales at its theme parks and consumer products division, which includes Walt Disney World and Disneyland resorts, were $7.23 billion, buoyed by increasing strength in outdoor travel. Analysts expected $6.36 billion.</p><p>The company said its domestic parks and resorts reported record revenue and operating income.</p><p>Wednesday's results were Disney's first earnings report since longtime executive Robert Iger left the company as executive chairman at the end of December. Disney named Susan Arnold as his successor as board chairman.</p><p>Shares of Disney rose about 8% in after-hours trading. The stock closed Wednesday at $147.23, up 3.3%.</p><p>Disney's biggest streaming rival, Netflix Inc., last month said it added 8.3 million subscribers, fewer than investors had expected, and ratcheted down its estimates for growth. Netflix shares fell 20% in after-hours trading the day it reported weaker-than-expected subscriber growth.</p><p>Disney Chief Executive Bob Chapek said in November that the company is still on track to reach around 260 million streaming customers by the end of fiscal 2024.</p><p>Investors have punished Disney because of slowing subscriber growth. The company's share price has fallen about 30% from highs of nearly $202 reached in March 2021. Shares are down about 8% since the beginning of the year.</p><p>Last quarter, Mr. Chapek said he expected that a stream of new shows and films out in the second half of 2022 would help reboot demand for Disney+. Those include the spy thriller series \"Andor,\" the superhero miniseries \"Ms. Marvel\" and a live action reboot of \"Pinocchio.\"</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com and Denny Jacob at denny.jacob@wsj.com</p><p>Disney+ Subscriptions Near 130 Million, Beating Expectations in Earnings Report</p>",
  "published": "2022-02-09T21:27:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2161,
          "end": 2167
        },
        {
          "start": 572,
          "end": 583
        },
        {
          "start": 1038,
          "end": 1044
        },
        {
          "start": 1601,
          "end": 1607
        },
        {
          "start": 119,
          "end": 125
        },
        {
          "start": 1416,
          "end": 1422
        },
        {
          "start": 835,
          "end": 841
        },
        {
          "start": 966,
          "end": 972
        },
        {
          "start": 1131,
          "end": 1137
        },
        {
          "start": 1939,
          "end": 1946
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 37,
          "end": 43
        },
        {
          "start": 93,
          "end": 99
        }
      ],
      "nexusId": "10078857"
    }
  ]
}