{
  "_id": "06cd4fa3a6c94e25fbed729131e4296ce7e38d12c13a4578137ff3506ac6605d",
  "feed": "ftcomall",
  "title": "Walt Disney gains ground on Netflix with strong growth in streaming",
  "text": "<p>Walt Disney reported strong growth at its Disney Plus streaming service in its latest quarter, drawing a sharp contrast with the recent subscriber declines experienced by industry leader Netflix. </p> <p>Disney added 7.9mn new subscribers, well above projections of about 5mn. That healthy increase came just weeks after <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">Netflix warned</a> it would lose 2mn subscribers in the current quarter, sparking a sharp sell-off in its shares and raising concerns about the potential size of the global video streaming market. </p> <p>Disney's theme parks division also had a strong rebound, where quarterly revenue more than doubled year on year to $6.6bn, beating Wall Street projections. </p> <p>Disney Plus reached 137.7mn subscribers, while the company's total number of streaming subscribers — including Disney Plus, ESPN Plus and Hulu — reached 205mn in the period. Bob Chapek, the group's chief executive, said Disney Plus is on <a href=\"https://www.ft.com/content/055a7d81-cd70-463e-8e36-67bd7f9c7a2c\">track to meet its target</a> of 230mn-260mn subscribers by 2024.</p> <p>But Christine McCarthy, Disney's chief financial officer, tempered expectations for streaming growth in the second half of the year. “The first half came in better than expected, so that delta that we had initially anticipated may not be as large,” she said. “But we still do expect an increase in the second half to exceed the first half.”</p> <p>The company's shares were down more than 5 per cent in pre-market trading on Thursday. Disney shares have fallen more than 40 per cent over the past year, underperforming the S&amp;P 500 stock index, which has lost about 5.2 per cent over the same period. </p> <p>Disney has been weathering its worst public relations&#xa0;crisis in years over a new law in Florida that <a href=\"https://www.ft.com/content/b50f2f2e-591a-49bb-a4f3-ae2709c62440\">restricts discussion of LGBTQ issues</a> in state elementary schools. </p> <p>Chapek, under pressure from employees, issued a statement condemning the legislation, prompting a backlash from Ron DeSantis, Florida's Republican governor. DeSantis has since <a href=\"https://www.ft.com/content/b50f2f2e-591a-49bb-a4f3-ae2709c62440\">signed a law revoking</a> the company's special tax district around its Disney World theme park that had been in place since 1967. </p> <p>Disney reported revenue of $19.2bn in the quarter, up 23 per cent from&#xa0;$15.6bn a year earlier, but missing estimates because it had to pay $1bn for early termination of rights for TV shows and films. It also took a $195mn impairment charge on its Russia assets. </p> <p>Disney's earnings per share of $1.08 fell short of Wall Street forecasts of $1.19 because of an increase in the effective tax rate on foreign earnings. Net income from continuing operations fell 48 per cent year on year, to $470mn from $912mn. </p> <p>Analysts expected its theme parks — which were badly hit during the pandemic — to mount a strong recovery this year, led by the US. Operating income at the theme parks unit reached $3.7bn in the quarter, up 50 per cent from a year earlier.</p> <p>During the pandemic, the company replaced its FastPass service with Disney Genie, which allows customers to skip the queue for a fee. Chapek said such improvements had helped per capita spending at US parks rise more than 40 per cent from the pre-pandemic levels seen in 2019. “Our domestic parks were a standout,” he said.</p> <p>But the company warned that closures at its Asia theme parks, including Hong Kong and Shanghai, could cut operating income by up to $350mn in the third quarter.</p> <p>In the streaming business, investors have focused on costs as competition has sent <a href=\"https://www.ft.com/content/ae756fda-4c27-4732-89af-cb6903f2ab40\">content budgets skyrocketing</a>. </p> <p>Chapek said Disney is “carefully watching content cost growth”. But he added that “great content is going to drive our subscriptions, and those will drive our profitability”. The company said it will cut overall film and TV spending by $1bn to $32bn this year.</p> <p>Disney has a strong theatrical slate ahead, with Pixar's <em>Lightyear</em>, the latest in its Toy Story franchise, and sequels to <em>Black Panther </em>and <em>Avatar</em>, the highest-grossing film of all time, set for release at the end of the year. Its latest Marvel film, <a href=\"https://www.ft.com/content/cc4f107e-6b6d-4467-95b4-171b601e4ba3\"><em>Dr Strange in the Multiverse of Madness</em></a><em>,</em> grossed $185mn in the US after its release on May 6.</p> <p>Chapek said the company was far along in its plans to launch an advertising-supported version of Disney Plus. Netflix last month said it was exploring the launch of an <a href=\"https://www.ft.com/content/cea59de9-138c-4f6b-9f41-a8eca3de313f\">advert-supported tier</a>, a step that co-chief executive Reed Hastings had long opposed. Netflix has not publicly said when it will be ready to launch the service. </p><p>Source: Christopher Grimes in Los Angeles  2022 'Walt Disney gains ground on Netflix with strong growth in streaming' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T23:16:30.360Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 773,
          "end": 779
        },
        {
          "start": 2838,
          "end": 2844
        },
        {
          "start": 506,
          "end": 512
        },
        {
          "start": 1389,
          "end": 1395
        },
        {
          "start": 773,
          "end": 784
        },
        {
          "start": 2286,
          "end": 2292
        },
        {
          "start": 882,
          "end": 893
        },
        {
          "start": 3629,
          "end": 3635
        },
        {
          "start": 4071,
          "end": 4077
        },
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 1965,
          "end": 1971
        },
        {
          "start": 3380,
          "end": 3386
        },
        {
          "start": 1554,
          "end": 1560
        },
        {
          "start": 985,
          "end": 991
        },
        {
          "start": 662,
          "end": 673
        },
        {
          "start": 196,
          "end": 202
        },
        {
          "start": 4071,
          "end": 4082
        },
        {
          "start": 2024,
          "end": 2030
        },
        {
          "start": 42,
          "end": 53
        }
      ]
    }
  ]
}