{
  "_id": "03f2daf4d031f78806a389bbcc045e9eeb10b5284871748f1aa1f11124c070d4",
  "feed": "market-watch",
  "title": "Roku's stock pops in 'relief rally' on rise in usage",
  "text": "<p>Roku had approximately 1.1 million net adds for the quarter, about what analysts on FactSet predicted.</p><p>Roku Chief Executive Anthony Wood called the quarter \"solid, with platform revenue up 39% year-over-year, benefiting from higher content distribution and advertising revenue,\" during a conference call with analysts late Thursday. He added that advertising is \"the way to lower the cost of a streaming service\" and increase consumer interest amid a saturated video-streaming market.</p><p>The numbers were greeted with an audible sigh of relief from investors, who initially boosted Roku's stock as much as 9% in after-hours trading Thursday before cooling.</p><p>The so-called \"relief rally\" came more than a week after Netflix Inc. NFLX reported its first decline in net paid subscribers in a decade, sparking a massive selloff that shaved more than $50 billion in market value and widespread panic that streaming services face a precipitous drop in viewership. Many investors now nervously await Walt Disney Co.'s DIS second-quarter results on May 11, and the fate of Disney+ subscription numbers.</p><p>\"We are seeing the same subscriber fatigue that cable TV went through,\" Tricia Biggio, CEO of entertainment-technology company Invisible Universe, told MarketWatch. \"There are so many subscriber services, and cost-conscious consumers are being forced to make choices.\"</p><p>Roku posted a net loss of $23.5 million, or 19 cents a share.</p><p>Revenue improved 28% to $733.7 million from $574.2 million a year ago.</p><p>Analysts polled by FactSet had forecast a net loss of 19 cents a share on revenue of $718 million.</p><p>Second-quarter revenue guidance, however, came in at $805 million, slightly below FactSet estimates of $816 million.</p><p>In a letter to shareholders, Roku executives cited ongoing supply-chain disruptions contributed to increased U.S. TV prices in the first quarter, leading to industry-wide TV unit sales that were below 2019 (pre-COVID) levels.</p><p>\"Our streaming player unit sales remained above 2019 (pre-COVID) levels but were down 12% year-over-year,\" Roku Chief Financial Officer Steve Louden said on the conference call. He also highlighted \"macro headwinds\" such as inflation and the war in Ukraine as factors in the current second quarter.</p><p>Roku's stock has been eviscerated, nose-diving 60% this year, while the broader S&amp;P 500 SPX index is down 10% in 2022.</p><p>Roku's stock pops in 'relief rally' on rise in usage</p>",
  "published": "2022-04-28T20:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1061,
          "end": 1067
        },
        {
          "start": 989,
          "end": 1000
        }
      ]
    }
  ]
}