{
  "_id": "2cb3fc86cd36731e7fbec93df427cfa2ab6d6b3b403c21c282db4e46f7af806e",
  "feed": "ftcomall",
  "title": "Kill time and zombies: four of Tokyo's most exciting game centres",
  "text": "<p>Tokyo is a frenetic city. With a population of about 14 million, it is one of the most densely populated urban areas in the world. So as you can imagine, there are a lot of options when it comes to entertainment. But for many of its residents, amusement arcades (called game centres in Japan) are a favourite pastime. </p> <p>Japanese arcades, commonly known as <em>ge-sen </em>and usually located near train stations, are the epitome of fun mixed with convenience. Game centres first appeared in the 1960s, located within movie theatres, department stores and bowling alleys. They grew hugely popular — even more so in the late '70s, when the Japanese shooting game <em>Space Invaders</em> became a worldwide phenomenon. </p> <p>Games range from solo to group games for friends and commonly start at ¥100 per play. Each centre has its own vibe, from those with blaring anime music to older, more subdued establishments that still occasionally allow smoking. There are centres with the latest virtual reality technology where you can wrestle with zombies, and those with nostalgic arcade games that hark back to the '70s and '80s. Gamers are equally diverse: families, teenagers, young couples on dates, foreigners, salarymen (white-collar male workers), people with disabilities, the elderly — and the list goes on. </p> <p>Most game centres open around 10 or 11am and you can play until 11pm or midnight (reservations in advance are not required). However, under-16s&#xa0;must be accompanied by an adult after 6pm, and no minors can enter after 10pm.&#xa0;</p> <p>Once inside the game centre, convert your notes into coins at the exchange machine, although some newer establishments also accept certain electronic money. If someone is already playing your game of choice, you can either scout for other games or quietly wait behind them for your go. The polite thing is to play once and then give the person waiting their turn. But when it comes to games with prizes, such as claw machines, people tend to keep playing until they win something, so you may be hanging around for some time. </p> <p>Game centres are the perfect place to head to if you have time to kill before an appointment or if you want to wind down after work — or even for a bit of after-dinner fun. Here is my pick of the best places to play in Tokyo. </p> <h2>GiGO Akihabara 1</h2> <h4>1-10-9 SOTOKANDA, CHIYODA-KU, TOKYO 101-0021</h4> <ul>  <li><p><strong>Good for:</strong> Beginners&#xa0;</p></li>  <li><p><strong>Not so good for:</strong> Those who aren't into anime or manga&#xa0;</p></li>  <li><p><strong>FYI:</strong> Open 10am to 11pm, and games start at ¥100. There are a few other GiGOs in the area too — perfect for a game-centre crawl </p></li>  <li><p><a href=\"https://tempo.gendagigo.jp/am/akiba-1/\"><strong>Website</strong></a><strong>; </strong><a href=\"https://www.google.com/maps/place/GiGO+Akihabara+1/@35.6986895,139.7710645,15z/data=!4m2!3m1!1s0x0:0xf573201481907c84?sa=X&amp;ved=2ahUKEwjA2dfE44n3AhWVgVYBHRzOBGEQ_BJ6BAhIEAU\"><strong>Directions</strong></a></p></li> </ul> <p>In the heart of Tokyo, Akihabara, or Akiba, is known as “Electric Town”. It's popular with tourists and brimming with cheap electronics stores. But Akiba is also synonymous with <em>otaku </em>(geek) culture, and it is filled with anime shops, <a href=\"https://www.ft.com/content/4cbf2852-0806-11e7-ac5a-903b21361b43\">“maid cafés”</a> and, of course, game centres. </p> <p>Most notable are the GiGO game centres around Akihabara station. Previously run by gaming giant Sega, who had been operating them since the early 1990s, the arcades were recently rebranded as GiGO. </p> <p>All the usual games are here — claw machines, card games, racing games and rhythm games, including one of the most popular, <em>Taiko no Tatsujin</em>, which involves a traditional Japanese percussion instrument. The beloved game features a catalogue of tracks from the latest in J-pop to classical music and Disney hits such as “Let It Go”. The goal is to hit the drum accurately as notes appear on the screen. </p> <h2>Taito Station Fuchu Kururu</h2> <h4>floor B1, kururu shopping mall, 1-50 MIYAMACHI, FUCHU, TOKYO 183-0023 </h4> <ul>  <li><p><strong>Good for:</strong> Parents who want their kids to have a great time</p></li>  <li><p><strong>Not so good for:</strong> Those who dislike loud, crowded places</p></li>  <li><p>FYI: A smartphone app can be used to page a store attendant by scanning the QR code on the game machines. Open 10am to 11pm, and games start at ¥100 </p></li>  <li><p><a href=\"https://www.kururu.co.jp/shop/b1f01/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Taito+Station+Fuchu+Kururu/@35.6714983,139.478837,17z/data=!3m2!4b1!5s0x6018e4e4b9ea9803:0x575d99ae854553b4!4m5!3m4!1s0x6018e5897a2e8379:0xbc6cf2cccce57ab3!8m2!3d35.671494!4d139.481031\"><strong>Directions</strong></a></p></li> </ul> <p>This centre in a shopping mall on the outskirts of Tokyo specialises in one particular game: claw machines. With more than 400, it is one of the largest arcades of this type in the world.</p> <p>Aisle after aisle, you'll see claw machines with prizes ranging from BTS dolls, Minecraft swords, Minion soft toys and gigantic bags of crisps to practical products such as frying pans, cooler bags, portable phone chargers and fake security cameras. </p> <p>After marvelling at the sheer scale of the place, you should make your way to the change machine, because you will need an ample supply of ¥100 coins. Use one of the red cups stacked near you as a makeshift purse and you'll be ready to play. </p> <p>From my own experience, I've learnt that persistence pays when it comes to claw machines. But if you are stuck and struggling to find a good strategy, don't hesitate to ask the employees for help — they're very friendly and will kindly give you tips on how to score a prize. </p> <h2>Mikado Game Centre</h2> <h4>4-5-10 TAKADANOBABA, SHINJUKU-KU, TOKYO 169-0075</h4> <ul>  <li><p><strong>Good for:</strong> Revisiting the games of your childhood</p></li>  <li><p><strong>Not so good for:</strong> People who don't like grungy places</p></li>  <li><p><strong>FYI:</strong> It has an extremely large Pop-up Pirate game, if you wish to try your luck. Open 10am to midnight on weekends (and until 11:30pm during the week). Most games start at ¥50, some at ¥100&#xa0;</p></li>  <li><p><a href=\"http://mi-ka-do.net/\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Takadanobaba+Mikado+Game+Center/@35.7127351,139.7034548,15z/data=!4m2!3m1!1s0x0:0x9b97ae7d45d64181?sa=X&amp;ved=2ahUKEwjCxrjQzon3AhW2pVYBHYPxA54Q_BJ6BAhiEAU\"><strong>Directions</strong></a></p></li> </ul> <p>Less than a minute's walk from Takadanobaba train station is Mikado, a fairly well-known destination among gamers. The place is packed with vintage video games from the '80s and '90s, with the upstairs floor almost entirely occupied by fighting games such as <em>Guilty Gear</em> and <em>Street Fighter.</em> There are also shooting games like <em>Darius</em>, rhythm games such as <em>Beatmania</em> and good old pinball machines. </p> <p>This place is a treasure trove of iconic games. Despite the shabbiness and the strong smell of cigarettes, it holds a mysterious, nostalgic power that makes you want to return for the chance to slip back in time.</p> <p>Mikado has a relaxed atmosphere and isn't too crowded except when it holds tournaments, which gather a few dozen participants and spectators. As a host of these events, it plays a key role in preserving Japan's gaming-centre culture and its community. For anyone eager to play classic games, I can't think of a better place.</p> <h2>Tokyo Joypolis</h2> <h4>floors 3-5, Decks Tokyo Beach, 1-6-1 DAIBA, MINATO-KU, TOKYO 135-0091 </h4> <ul>  <li><p><strong>Good for:</strong> Virtual reality games&#xa0;</p></li>  <li><p><strong>Not so good for:</strong> Those prone to motion sickness</p></li>  <li><p><strong>FYI:</strong> Wear comfortable clothes and shoes that are easy to move in&#xa0;</p></li>  <li><p><a href=\"https://tokyo-joypolis.com/language/english/index.html\"><strong>Website</strong></a>; <a href=\"https://www.google.com/maps/place/Tokyo+Joypolis/@35.62866,139.775364,15z/data=!4m5!3m4!1s0x0:0x54acae2e02ff1426!8m2!3d35.62866!4d139.775364\"><strong>Directions</strong></a></p></li> </ul> <p>Admittedly this is more of an amusement park with game-centre qualities. But Joypolis, as the biggest indoor theme park in Japan, is your best bet for test-driving virtual reality games. </p> <p>The most exciting of these is the Zero Latency VR, a free-roaming multiplayer. It requires a reservation and is a little on the expensive side, starting at ¥2,200. You choose from five games, including the adrenaline-charged <em>Undead Arena</em>, which is set in a post-apocalyptic world where players are participants on a live TV show who must shoot down zombies to survive. </p> <p>After some instructions, you are equipped with a VR headset, a pair of headphones, a 5kg backpack and an equally heavy gun. Once the game starts, there is no turning back. Zombies will come at you relentlessly from all sides, and you will find yourself frantically screaming while trying to aim the gun at their heads. After completing the game, I desperately needed a handkerchief to wipe away the sweat. </p> <p>For those looking for less intense options, Joypolis also has more accessible and inexpensive VR shooting games, as well as <em>Beat Saber</em>, a VR rhythm game. Anyone who is curious about VR gaming or thinking of buying a VR headset might find Joypolis the best place for a trial run.</p> <p><em>Tell us about your favourite Tokyo game centre in the comments</em></p> <p><em>For more pieces like this, visit </em><a href=\"https://www.ft.com/globetrotter\"><em>ft.com/globetrotter</em></a><em> or follow FT Globetrotter on Instagram at </em><a href=\"https://www.instagram.com/ftglobetrotter/?hl=en\"><em>@FTGlobetrotter</em></a></p><p>Source: Jada Nagumo (Nikkei Asia). Photography by Yasuyuki Takagi 2022 'Kill time and zombies: four of Tokyo's most exciting game centres' FT.com 5 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-05T23:01:14.241Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 3290,
          "end": 3296
        },
        {
          "start": 3316,
          "end": 3322
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}