{
  "_id": "434ce1b22e3d443e023dc0d5689a9f33730f56500717eb303599069d115eb051",
  "feed": "wall-street-journal",
  "title": "Business News: Six Flags Attendance Takes Steep Fall",
  "text": "<p>The results come as Chief Executive Selim Bassoul mounts a turnaround effort that includes raising prices, attracting a more premium customer base and improving guest experiences by reducing overall attendance.</p><p>Mr. Bassoul, who took the top job nearly a year ago, said the attendance drop is largely due to its pivot toward a new customer base. \"This is not like the market dropped so fast,\" he said on the quarterly earnings call Thursday. \"We have basically changed our strategy of creating a better guest experience by having fewer people in our parks.\"</p><p>Attendance so far this year was 35% below 2019 levels, Mr. Bassoul said, or about 10% to 15% below what the company was targeting. \"Our execution needs to improve\" on attendance, he said.</p><p>The chain of regional theme parks, based in Arlington, Texas, posted revenue of $435.4 million, below the $518.5 million expected by Wall Street.</p><p>Shares of Six Flags tumbled 18% to $21.12. The stock is down about 50% so far this year.</p><p>Other park operators have posted strong results for the summer quarter, with attendance recovering almost to 2019 levels across the board. Walt Disney Co. said sales at its parks, experiences and products division -- which includes Disneyland, Walt Disney World and four resorts in Europe and Asia -- reached $7.4 billion for the quarter, a record, and was up 70% from a year earlier.</p><p>Six Flags rivals Cedar Fair LP and SeaWorld Entertainment Inc. reported attendance levels that were just 8% and 3.1% below 2019 levels, respectively. Both companies posted record quarterly revenue, driven by higher pricing and in-park spending.</p><p>Six Flags is getting visitors to spend more. It reported a 23% jump in guest spending to $63.87 per visitor. Mr. Bassoul said per-capita spending is up more than 50% from prepandemic levels.</p><p>Mr. Bassoul defended his plan to make the parks more upscale.</p><p>\"I don't think we'll ever come back to what Six Flags used to be,\" he said. \"Otherwise, the board would not have embraced the strategy and be willing to pay a short-term price for a long-term benefit.\"</p><p>Overall for the quarter ended July 3, Six Flags posted a profit of $45.4 million, or 53 cents a share, compared with $70.5 million, or 81 cents a share, a year earlier. Analysts surveyed by FactSet were expecting a profit of $1.01 a share.</p>",
  "published": "2022-08-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.988,
      "offsets": [
        {
          "start": 1202,
          "end": 1208
        },
        {
          "start": 1109,
          "end": 1124
        },
        {
          "start": 1119,
          "end": 1134
        }
      ],
      "weightsV2": {
        "weight": 3.0000305,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 3.0517578e-05,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}