{
  "_id": "fc2aac3f620582de3e4459c45a63081477e6ba642a3ef0931d06ac3432867f39",
  "feed": "wall-street-journal",
  "title": "Co-Heads  Named for  Warner  Movie  Division  ----  By Robbie Whelan and Joe Flint",
  "text": "<p>    Warner Bros. Discovery Inc. named industry veterans Mike De Luca and Pam Abdy as co-heads of Warner Bros. Pictures Group, the company said Wednesday. </p><p>   Warner Bros. Picture Group Chairman Toby Emmerich is stepping down as a result of the reorganization, led by the newly formed company's Chief Executive David Zaslav. Mr. Emmerich has signed a five-year deal to make movies and television shows at Warner Bros., the company said. </p><p>   Mr. Zaslav's latest leadership shake-up underscores his aggressive approach to restructuring and slimming down the businesses after his Discovery Inc. combined with WarnerMedia, which had been a unit of AT&amp;T Inc., in a merger that was completed in April. His changes have also been aimed at cutting costs across the company including its cable television networks, including CNN, TNT and TBS. </p><p>   Mr. Zaslav said in a statement that Mr. De Luca and Ms. Abdy \"are supremely talented creative leaders\" that can \"take this nearly century-old iconic studio to even greater heights of excellence in film.\" </p><p>   In a memo to staff Wednesday Mr. Zaslav praised Mr. Emmerich and said he is \"thrilled that he has chosen to remain a part of our Warner Bros. Discovery family through this new production venture.\" Mr. Emmerich will remain in his current role through the summer, Mr. Zaslav said. </p><p>   Mr. De Luca and Ms. Abdy -- who most recently ran MGM Motion Picture Group -- will have a smaller role than Mr. Emmerich has had. Mr. Emmerich also oversaw DC Films, the movie arm of Warner Bros.' DC Comics unit. </p><p>   Warner Bros. plans to follow a similar strategy as Walt Disney Co., which breaks out its Marvel Studios superhero franchise into a separate business unit with its own creative executives, rather than having it report to another studio head. </p><p>   Mr. DeLuca made a splash as a young film executive who championed directors including Paul Thomas Anderson and David Fincher. Mr. DeLuca has played a key role in numerous hit films including \"Boogie Nights\" and \"The Social Network.\" Ms. Abdy has had her fingerprints on successful movies including Mr. Fincher's \"Gone Girl.\" </p><p></p>",
  "published": "2022-06-02T06:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1568,
          "end": 1579
        }
      ]
    }
  ]
}