{
  "_id": "79efa75501482efbd3b8e163fa961de489ef1e675819613d848bd9a7128b4bce",
  "feed": "wall-street-journal",
  "title": "It's a Golden Hour for College Gymnastics. The NCAA May Still Miss Out on the Money. The Olympic all-around champion Sunisa Lee is now a star athlete for Auburn. Long-term deals struck by the NCAA stand in its way for capitalizing on the moment.",
  "text": "<p>It's been dubbed \"The Suni Effect\": a megawatt moment for women's college gymnastics brought about by the change in NCAA endorsement rules. For the first time, Olympic gold medalists can compete for a college team without forfeiting lucrative professional opportunities—including the reigning all-around champion Sunisa Lee, who has spent much of her busy freshman year marketing herself and her sport.</p><p>This golden hour is emerging around the country, but probably nowhere as intensely as at Auburn, as Lee and her college team advanced from the NCAA regional round their school was hosting. The Tigers' performance propelled the team to the national championships in Fort Worth, Texas, where they will compete in a semifinal Thursday. The title will be awarded Saturday.</p><p>The reaction to Lee getting a \"perfect 10\" on the balance beam was enough to endanger tender eardrums. But so was the shouting when her teammates, Derrian Gobourne and Drew Watson, performed on floor and vault respectively. The crowd of 6,166 bellowed: \"It's great to be an Auburn Tiger.\"</p><p>By most metrics, it is. The school says it sold out every regular meet this season. The average price of an Auburn women's gymnastics ticket sold through online ticket marketplace Vivid Seats from January to March 2022 was $53, up from $29 in 2020, the company said. Around 26% of the Auburn athletics tickets sold on the secondary market during that time were for women's gymnastics. Just over 16% of tickets were for men's basketball, in which Auburn rose to the No. 1 AP ranking for the first time in program history this season.</p><p>Gymnastics draws a diverse, majority-female audience desirable to many marketers for their household spending power. And Auburn has lines of small children waiting by the Charles Barkley statue outside the arena—not to pose by the legendary basketball alumnus, but for Auburn gymnasts to sign their posters and take pictures with them.</p><p>But it's equally capable of drawing the football team. Tight end Micah Riley-Ducker said he goes whenever the team is competing at home, and at the regional event, was paying close attention. Had he ever seen gymnastics before? \"Not until I got here and met them.\"</p><p>There's also enough interest for a restaurant here to put a different regional gymnastics round on one television screen, and Duke-UNC's national semifinal in the basketball championship on the other.</p><p>None of this should be surprising. Women's gymnastics is the marquee event of the Summer Olympics, even after revelations of the physical dangers and abuse for many of the athletes. NBC says that as many as 18.9 million saw Lee take the all-around title in Tokyo on television alone.</p><p>The college version of the sport is, in many ways, more comfortable viewing. Its gymnasts have leotards that are often more fun, with more exciting hair and an attitude that is almost breezy when contrasted with elite gymnasts. College floor routines have better music and more personality, many of them built to go viral. The skills are slightly reduced, but performances typically look more secure. And there's the prospect of rooting for a school.</p><p>\"I just like the whole collegiate thing,\" said Roger Riley, an electrician attending the regional meet with his wife Shannon, a preschool teacher and longtime Auburn fan. \"And I like the floor routines. They can be themselves.\"</p><p>It wasn't always this way. Auburn and other gymnastics powerhouses like Utah, LSU, Alabama and Florida can pack their arenas now, but it took years. Many of those coaches credit the SEC Network for televising meets since 2014, with the \"Friday Night Heights\" franchise. The SEC, for its part, credits the coaches with a P.T. Barnum-like approach to staging a meet.</p><p>SEC associate commissioner Tiffany Daniels said that the popularity \"has also made ESPN more bullish about wanting to show more gymnastics.\" ESPN, meanwhile, has worked with coaches to create a more viewer-friendly \"final four\" format in recent years than past championships, which involved six teams in a hard-to-follow rotation.</p><p>\"It streamlined our championship and made it extremely fan- and TV-friendly,\" said D-D Breaux, the LSU head coach for 43 years who retired in 2020. It made scoring easier to understand, she said. It also made it possible to create a bracket.</p><p>The women's 2021 national championship, when aired for the first time on ABC, drew 808,000 viewers for an unprecedented Michigan victory that gave gymnastics its own claim to spring upsets. The 2022 final will be on ABC again.</p><p>Capitalizing on this success will be difficult for the NCAA, however, for the same reasons that are pinching the increasingly popular NCAA women's basketball tournament. Media rights and corporate sponsorship deals for the events are captive to long-term deals that undervalue them.</p><p>The NCAA's TV deal for the gymnastics championship has long been part of a package—for rights to 29 championships that aren't men's basketball—that ESPN currently pays about $34 million a year for.</p><p>At the same time, potential sponsors of the women's gymnastics championship have to go through CBS and Turner, the broadcaster of the men's basketball tournament, in a separate deal that runs through 2032. The arrangement erects a barrier to companies that might not be interested in sponsoring men's basketball but see a different, valuable proposition in women's gymnastics.</p><p>The lack of revenue dedicated specifically to sports like women's gymnastics allows the NCAA to say, for example, that they lose money on the championships. This includes the pandemic-staged version in 2021, for which the organization declined to quantify the loss, and 2019, the first with the \"final four\" format, which the NCAA said was around $400,000 short of breaking even.</p><p>An analysis commissioned by the NCAA to examine gender inequities in its championships found that the arrangement significantly undervalued events like the women's basketball tournament. Consultants Ed Desser and John Kosner, who worked on the report, said the tournament could be worth $100 million a year in media-rights fees alone starting in 2025 after the current deal ends.</p><p>It isn't clear what the potential value for the gymnastics championship would be, but it's clearly more than it is now. ABC also aired the first-ever regular season meet on broadcast TV this year, Alabama-Florida, drawing 624,000 viewers. ESPN and ABC are both owned by Walt Disney Co.</p><p>\"ESPN is upgrading gymnastics to windows on ABC not because it's benevolent,\" said Kosner, who was previously ESPN's head of digital media. \"They can see and hear the interest.\"</p><p>If the package were broken up, Kosner said, it could also create more competition for the rights. \"The original package was designed in a way that ESPN was practically the only entity that could broadcast all these championships,\" he said. \"If you don't create a package that only one bidder could handle, you're going to get more bidders.\"</p><p>The sponsorship arrangement could also be revised, said Desser, a former NBA executive. \"If you're willing to get your hands dirty, it's all doable.\"</p><p>The NCAA said it would explore options to grow all championships at an unspecified later date. It confirmed that businesses currently have to go through the NCAA Corporate Champion and Partner Program, and that plans to change are among the long-term recommendations from the gender equity review that the association is still considering.</p><p>For schools and coaches, however, the moment is here already.</p><p>Marcy Girton, the chief operating officer for the Auburn athletic department, says the school has drawn interest from fashion, apparel, cosmetics and beauty product brands about becoming a sponsor or advertising at meets next season.</p><p>\"If you look at our attendance rates across the country, they're going up. Viewing rates have been going up. And then the Olympians coming in,\" said Jeff Graba, Auburn's head coach. \"It's a great time. It just shows what's possible in this sport.\"</p><p>Write to Louise Radnofsky at louise.radnofsky@wsj.com</p><p>It's a Golden Hour for College Gymnastics. The NCAA May Still Miss Out on the Money.</p>",
  "published": "2022-04-13T12:18:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6412,
          "end": 6423
        }
      ]
    }
  ]
}