{
  "_id": "bdf75c04dbe5b0e10d4ded13469cd275c5d0ebe1399d849b6c11ba8b6e31811b",
  "feed": "market-watch",
  "title": "U.S. stocks open lower despite midterm results likely to result in gridlock",
  "text": "<p>* The Dow Jones Industrial Average DJIA dropped 230 points, or 0.7% to around 32,932</p><p>* The S&amp;P 500 SPX slipped 30 points, or 0.8% to around 3,796</p><p>* The Nasdaq CompositeCOMP went down 112 points, or 1% to 10,508</p><p>On Tuesday, the Dow Jones Industrial Average rose 334 points, or 1.02%, to 33161, the S&amp;P 500 increased 21 points, or 0.56%, to 3828, and the Nasdaq Composite gained 52 points, or 0.49%, to 10616. The S&amp;P 500 is up 7% from its 2022 closing low hit in mid October, but remains down 19.7% for the year to date.</p><p>What's driving markets</p><p>Equity indexes slipped as the results from the U.S midterm elections continued to trickle in.</p><p>The S&amp;P 500 index has gained 2.9% over the past three sessions, partly on hopes that gains for the Republicans will deliver partisan gridlock in Washington.</p><p>Wall Street expects this will be beneficial for equity valuations since it may reduce regulatory uncertainty, crimp the likelihood of more corporate taxes, and also mean less government spending, which should help undercut inflation.</p><p>In turn, softer inflation could, at the margin, reduce the need for the Federal Reserve to continue to raise interest rates aggressively. The S&amp;P 500 is down nearly 20% in 2022 as the Fed has raised its benchmark interest rate from effectively zero at the start of March to a range of 3.75% to 4%.</p><p>\"What is clear…is that neither major party is running away with the election in a 'wave' and it appears that Republicans are still on track to achieve a majority in the House of Representatives, a combo that should put a pin in any new fiscal stimulus for the next few years,\" said strategists at Deutsche Bank.</p><p>The 2-year U.S Treasury yield BX:TMUBMUSD02Y, which is particularly sensitive to monetary policy, was trading around 4.69% on Wednesday, having flirted with 15-year highs near 4.75% at the beginning of the week. The dollar index DXY gained 0.5 to 110.16. Richmond Fed President Tom Barkin is due to speak at 11 a.m. Eastern.</p><p>However, for the latest stock rally to continue investors will have to receive a benign consumer prices index report for October on Thursday.</p><p>\"October CPI will be very important and consensus is looking for another 'hot print' with some seeing year-on-year surging to 9%. This shows that many armchair economists simply draw lines on both growth and acceleration,\" said Tom Lee, head of research at Fundstrat, who added that he reckons the inflation number will come in softer than expected.</p><p>\"All in all, this keeps us constructive on stocks into year end. And we think this rally will rise further and last longer than the 23 trading day rally following June pivot talk,\" Lee concluded.</p><p>That said, stocks certainly have not been getting a great deal of help from some high profile earnings reports of late. Disney DIS was the latest to disappoint, after Tuesday's closing bell, with the group's shares off 11% Wednesday.</p><p>Markets have also had to contend with a fresh crypto wobble, though this appears to have been swiftly shrugged off with investors reasoning there is little sign of broader contagion. Bitcoin BTCUSD was trading below $18,000 as investors digested Binance's tentative deal to acquire rival FTX.</p><p>Still, the sight of fresh selling of many digital tokens – alongside easing bond yields and the softer dollar – seems to have given a lift to gold GC00 and silver SI00, which hit a one-month and five-month high, respectively.</p><p>Companies in focus</p><p>* Walt Disney Co. DIS shares plummeted 11% Wednesday, as the company wrapped upits fiscal year with record sales and its best revenue growth in more than 25 years, but executives predicted much slower sales increases in the year ahead while missing expectations for fourth-quarter earnings and sales.</p><p>* Meta Platforms Inc. META stock went up 6.3% Wednesday after chief executive Mark Zuckerberg told employees Wednesday that he planned to lay off about 13% of the social-media company's employee base, or 11,000 employees, as Meta works to become \"leaner.\"</p><p>* Tesla TSLA shares added 0.3% after SEC filings showed CEO Elon Musk sold nearly$4 billion in Tesla shares in the days following his purchase of Twitter.</p><p>* DR Horton DHI stock gained 1.9% despite the home builder missed top and bottom line estimatesfor its latest quarter. It also said it would not provide guidance due to housing market uncertainty.</p><p>* AMC AMC fell after the cinema chain reported its 12th consecutive quarterly lossand revenue that topped analysts' estimates after market close on Tuesday.</p><p>* Novavax NVAXsharesrallied 9% in premarket trading Wednesday after the company on Tuesday tweaked its full-year sales outlook to the low end of its expected range and reported a surprise quarterly loss, but sales for the the COVID-19 vaccine maker were far better than expected.</p><p>* Lucid Group Inc. LCIDstock plunged 10.3% Wednesday after the electric-car maker reported a wider quarterly lossand sales that fell short of Wall Street estimates. Lucid lost $530 million, or 40 cents a share, in the third quarter, compared with a loss of $524 million, or 43 cents a share, in the year-ago period.</p><p>U.S. stocks open lower despite midterm results likely to result in gridlock</p>",
  "published": "2022-11-09T14:45:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3425,
          "end": 3436
        },
        {
          "start": 2771,
          "end": 2777
        }
      ]
    }
  ]
}