{
  "_id": "add4f24be1db6c4271b1240feb7f44d7d13a50862843c072f30901f744a7ba9b",
  "feed": "ftcomall",
  "title": "Sam Bankman-Fried made $45mn bet on SkyBridge with crypto strings attached",
  "text": "<p>Sam Bankman-Fried paid about $45mn for a 30 per cent stake in SkyBridge Capital, the vast majority of which was immediately invested in cryptocurrencies as part of a deal to shore up confidence in Anthony Scaramucci's fund business. </p> <p>The agreement valued SkyBridge at roughly $150mn, said two people familiar with the terms, but was made on the provision that $40mn of the proceeds were put towards the crypto bets. The fund of funds manager was valued at roughly <a href=\"https://www.ft.com/content/f567ba2c-4cbc-11e8-8a8e-22951a2d8493\">$200mn in 2017</a>. </p> <p>Scaramucci said this week that the cash injection from Bankman-Fried's FTX Ventures proved SkyBridge had a long-term future after it suffered losses linked to the plunging price of digital assets. </p> <p>“If you have $50mn in liquid assets on your balance sheet, people don't think you're going out of business,” Scaramucci told reporters at his conference on Monday. “It was very important to me to say that SkyBridge is set up for the next 20 or 30 years.”</p> <p>Scaramucci would not discuss the exact terms of FTX's deal with SkyBridge, but said it provided Bankman-Fried's vehicle with a three-year option to acquire 85 per cent of his fund group. </p> <p>Scaramucci said the FTX deal was a product of poor performance in a poor market and that SkyBridge, which has $2.8bn in assets under management, was down 25 per cent this year. </p> <p>The investment ties together two high-profile figures in markets. Scaramucci briefly served as White House communications director under former president Donald Trump and hosts the Salt financial conference, which gathered this week in New York. </p> <p>The billionaire Bankman-Fried runs FTX, one of the world's largest crypto exchanges, and has recently deployed his fortune <a href=\"https://www.ft.com/content/69ab1469-df01-4ea2-a015-b0e9904af4cc\">as a saviour</a> of struggling businesses in the crypto sector. </p> <p>SkyBridge has historically invested in hedge funds, but Scaramucci pivoted to <a href=\"https://www.ft.com/cryptofinance\">cryptocurrencies</a> as he became a public proponent of digital assets. Sixteen per cent of the fund was in crypto before the 2022 sell-off, he said, a figure that has dropped to 8 per cent as the value of digital tokens has fallen.</p> <p>“Bear markets suck,” Scaramucci added. “If I was doing super well right now — our performance is mediocre, lacklustre — who knows if we would be doing the transaction.”</p> <p>Scaramucci said the FTX transaction was decided over a two-hour lunch at a hotel in the Bahamas, where <a href=\"https://www.ft.com/stream/bd6bd5c7-6a16-4fd4-a538-de056c6d5852\">Bankman-Fried</a> is based. Scaramucci was with his family on a Disney cruise that had docked in the islands. </p> <p>He said he proposed lunch to discuss the possibility of a partnership — as well as to avoid going to a water park with his children. He was initially looking to sell just 15 per cent of his fund group. </p> <p>SkyBridge holds the newly purchased cryptocurrencies on its balance sheet, rather than in its funds. </p> <p>“We didn't need Sam's money . . . to run the business,” Scaramucci said. “We aren't using the proceeds for anything other than balance sheet commitment.” </p> <p>He said the deal with the crypto entrepreneur had a three- to five-year horizon and that if Bankman-Fried fully exercised the option to increase its SkyBridge stake, Scaramucci would hold the remaining 15 per cent. </p> <p>Holding up a <a href=\"https://twitter.com/MiguelArmaza/status/1554228446787735552?s=20&amp;t=2vYGdcTuDYM5zNgcnaTiiw\">newspaper illustration</a> of himself on a sinking ship laden with cryptocurrencies, Scaramucci said he was not concerned about those who doubted the future of his firm. “I don't care . . . I framed it and put it in my office.”</p> <a href=\"http://www.ft.com/cms/db61d9b1-5244-4ba0-accc-7a85378313c0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Madison Darbyshire and Ortenca Aliaj in New York and Joshua Oliver in London 2022 'Sam Bankman-Fried made $45mn bet on SkyBridge with crypto strings attached' FT.com 13 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-13T21:05:20.106Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2363,
          "end": 2369
        }
      ],
      "nexusId": "10078857"
    }
  ]
}