{
  "_id": "ba6e7218187b46d37fbf3126f219ae3b9e6cfd04b90c0218fe3f8d3108188785",
  "feed": "market-watch",
  "title": "This is exactly when you should book a rental car for the best deal",
  "text": "<p>Conventional wisdom suggests that you book travel reservations in advance to nab the best deal. But when it comes to rental cars, this might surprise you: The best time to rent a car is last minute, when they tend to be cheaper.</p><p>That's according to a NerdWallet analysis conducted in March 2022 of 360 rental car prices from eight major car rental companies in the United States. The prices chosen for this analysis were the cheapest possible option (typically a small sedan) that allowed you to pay at the counter (as opposed to in advance) and included taxes and fees. The analysis compared the cost to book three months in advance of the reservation date versus seven days before.</p><p>NerdWallet found that customers pay on average $75 more to book a weeklong rental car three months in advance compared with booking the same rental just a week in advance. That translates to an extra cost of around 15%, simply for booking early.</p><p>The best time to book rental cars</p><p>Do car rental prices go up closer to the date? Actually, not always — and not often.</p><p>The NerdWallet analysis — accounting for the booking time frame across multiple destinations and car rental brands — discovered that renting a car even three days before your reservation start date can yield significant savings.</p><p>Rental car companies Alamo, Avis CAR, Budget, Dollar, Enterprise , Hertz HTZ, National and Thrifty were all included in the analysis.</p><p>The savings discovery materialized for every rental car company in the analysis. The difference was starkest at Enterprise, where it was, on average, nearly 40% more expensive to book three months in advance. Even at Dollar, which had the slightest difference, it was still more costly to book three months in advance.</p><p>Here's the percentage difference in costs by rental car company:</p><p> Rental car company  Percent more you'll pay to reserve 3 months in advance vs. 1 week out  Alamo               13.56%.  Avis                5.68%  Budget              6.21%  Dollar              2.09%  Enterprise          38.63%  Hertz               11.01%  National            6.23%  Thrifty             14.77%</p><p>You don't save money by reserving a rental car in advance, no matter how you slice it. So why is it so much cheaper to procrastinate?</p><p>Also read:Walt Disney World's latest attraction may appeal to its own workers: Affordable housing</p><p>For starters, the past year has been&#xa0;brutal for car renters. Supply chain shortages have made cars more expensive in general. A newfound, pandemic-driven aversion to airplanes (by some) has inspired road trips as a vacation alternative, thus increasing rental car demand. And the widespread resurgence of all sorts of travel after a slow 2020 has disrupted an understaffed travel industry. All that, and it's no surprise that some travelers have found&#xa0;limos are cheaper than rental cars.</p><p>Michael Taylor, travel intelligence lead at J.D. Power, a data analytics company, tells NerdWallet that he doesn't see the trend of cheaper last-minute rental cars as unusual, especially these days.</p><p>“Rental car pricing algorithms have gone through a period of unexpected change,” he says. “The surging demand, coupled with the lack of rental cars available system-wide, has seemingly caused pricing models to fluctuate much more than in the past.”</p><p>Taylor also calls out the challenge of repositioning fleets. For example, it's common for travelers to fly into one airport and out of another. As a result, some travelers reserve one-way rentals for trips like driving along the California coast or making a cross-country road trip.</p><p>Check out:7 off-the-radar places worth stopping on a California road trip</p><p>Rental car companies typically keep detailed data and make plans to ensure one location's supply isn't depleted from rentals that get checked out but returned elsewhere. They might even offer deals for one-way rentals in the reverse direction.</p><p>But given how drastically the pandemic has adjusted travel habits, that data has become less predictable. A cheap last-minute rental could simply be a plea from a car rental company for drivers to bring cars back to needed locations.</p><p>And in anticipation of significant demand in the coming year, some rental car companies set high prices — and will only bring them down last minute upon a glut. While some businesses and consumers perceive current travel conditions to be precarious, many expect a&#xa0;return to normalcy this summer. The data suggests that rental car companies are setting prices to predict the same.</p><p>Also see: 4 ways to reduce your environmental impact when you travel—and save money, too</p><p>Why you might still book rental cars in advance</p><p>Even though last-minute rental cars tend to be cheaper, it might not be a good idea to procrastinate on booking — whether intentionally or not.</p><p>You don't want to risk sold-out cars</p><p>“With the shortage of cars, there is a definite risk that last-minute inquiries will yield no availability,” Taylor says. “That seems like a risky game in this environment.”</p><p>You don't want to find yourself stuck in a city with no public transportation and limited availability of rideshare services only to realize rental cars are sold out. The bright side of booking now: You can lock in a rate that you're at least OK with, as it's better than sold-out cars.</p><p>And while the data suggests that renting last minute is generally cheaper, that's not always the case. Especially in popular vacation destinations like Hawaii, there are&#xa0;horror stories of renters making last-minute bookings&#xa0;(or changes to existing bookings) only to incur extra costs of over a thousand dollars.</p><p>You might be able to reserve a car now — and rebook the same one later at a discount</p><p>Here's a strategy that might get you the best of both worlds: the guarantee of a reservation and the possibility of a cheaper reservation. Reserve your rental car as soon as possible, and select the option that allows you to lock in your rate but pay at the counter (most major rental car companies let you do this).</p><p>Ahead of your trip, periodically check your booked rental price. If the price dips lower than what you initially paid, cancel and rebook. If you didn't prepay for your reservation, most rental car companies won't charge you a cancellation fee.</p><p>JT Genter contributed to this report.</p><p>More From NerdWallet</p><p>How to Account for Inflation in Your 2022 Travel Budget</p><p>Ask a Travel Nerd: How Do I Find COVID Tests to Return Home?</p><p>3 Ways to Get Money Back When COVID Ruins Your Vacation</p><p>Sally French writes for NerdWallet. Email: sfrench@nerdwallet.com. Twitter: @SAFmedia.</p><p>Sam Kemmis writes for NerdWallet. Email: skemmis@nerdwallet.com. Twitter: @samsambutdif.</p>",
  "published": "2022-04-11T05:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2146,
          "end": 2152
        }
      ]
    }
  ]
}