{
  "_id": "e4cdd0361583025595567432077a596ca0ba32516864a01109bd70e00a97f3c6",
  "feed": "wall-street-journal",
  "title": "Netflix Stock Price Drops 32%, on Track for Biggest Fall in Over a Decade; For the second time this year, shares of streaming company fell sharply after it disappointed investors",
  "text": "<p>If the 32% fall holds through the close, it would be Netflix's biggest daily share-price drop in a single day since October 2011, when it fell nearly 35%. The drop slashed around $50 billion of its market capitalization, which stood at $157 billion on Tuesday, according to FactSet.</p><p>It is the second time the shares have tumbled this year. In January, Netflix shares slid more than 20% when the streaming company said it expected to add a much smaller number of subscribers than it did one year prior.</p><p>The stock is down more than 60% including Wednesday's fall.</p><p>Netflix is one of the original FANG stocks, a quartet of large internet companies that reflect the dominance of technology stocks on U.S. markets. The others are Facebook-owner Meta Platforms Inc., Amazon.com Inc. and Google-owner Alphabet Inc. Some analysts also include Apple Inc.</p><p>Users flocked to Netflix in the initial months of the coronavirus pandemic as lockdowns and measures to contain the virus kept people at home, sending the company's share price to record highs. Easing of restrictions and an increase in competition from other streaming services over the past year have presented hurdles to Netflix's growth.</p><p>\"Nobody was expecting Netflix to announce they lost subscribers. They were expecting a slowdown in subscriptions, but seeing Netflix losing subscribers is a big deal,\" said Ipek Ozkardeskaya, senior analyst at Swissquote Bank, an online broker.</p><p>Netflix said it is exploring offering a lower priced ad-supported version of the platform to boost its subscriber base, a shift for a company that has sold itself since its inception as a commercial-free haven for its members. The company had increased its subscription fee earlier this year.</p><p>The growing number of streaming options has made consumers more price-sensitive. Netflix is among the few major streaming services that has yet to entertain offering a cheaper, ad-supported option. Walt Disney Co.'s Hulu has long done so, while Warner Bros. Discovery Inc.'s HBO Max and Disney+ have also pushed into ad-supported streaming.</p><p>The step adds to investor worries that rising prices will curtail consumer spending on nonessential goods and services.</p><p>\"People are asking 'Is this worth it?'\" Ms. Ozkardeskaya said. \"As prices rise, the worth threshold is being pulled higher and that's pushing people to the exit.\"</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Netflix Stock Price Drops 32%, on Track for Biggest Fall in Over a Decade</p>",
  "published": "2022-04-20T14:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1922,
          "end": 1933
        },
        {
          "start": 2011,
          "end": 2017
        }
      ]
    }
  ]
}