{
  "_id": "b815f243c1bd9a84eee2d34ea74802593f7b1b2a7e126c32f40ca4d7f532f3b9",
  "feed": "wall-street-journal",
  "title": "REVIEW --- Books -- Children's Books: When Lives Hang in the Balance",
  "text": "<p>Illustrated by Drew Shannon</p><p>My Little Golden Book About Dolly Parton</p><p>By Deborah Hopkinson</p><p>Illustrated by Monique Dong</p><p>Kamala Harris</p><p>By Maria Isabel Sanchez Vegara</p><p>Illustrated by Lauren Semmer</p><p>Thomas Sowell: A Self-Made Man</p><p>By Sean B. Dickson</p><p>Illustrated by Carl Pearce</p><p>Name any hero or heroine of contemporary culture and you can be assured that the person stars in an illustrated biography for children. The band of favorites includes but is not limited to Gloria Steinem, Hillary Clinton, Barack Obama, Rosa Parks, Muhammad Ali, Harvey Milk, Anthony Fauci, Greta Thunberg, Oprah Winfrey, Sonia Sotomayor and Ruth Bader Ginsburg. The last two constitute a cottage industry in themselves, such is the gush of books about them.</p><p>The publishing industry never tires of promoting the lives of progressive exemplars. They are valorized for their activism, nobility or trailblazing identities and often depicted with upraised fists or at protest marches. Toddlers make their acquaintance in board books and meet them again later in illustrated chapter books and graphic novels. The shelves of bookstores, libraries and schools positively groan with their virtue.</p><p>The problem is not that such books exist. Nor, I should add, are lefty darlings the only people to appear in children's biographies. But there is no getting away from the suffocating cohort. A new graphic novel offshoot of Penguin Random House's popular \"Who Was?\" franchise exemplifies the typical mix. Of the six biographies, there's one each for Rosa Parks, Muhammad Ali, Cesar Chavez and Amelia Earhart; and one each for Joan of Arc and Neil Armstrong. The Armstrong book, \"Who Was the First Man on the Moon? Neil Armstrong\" (Penguin Workshop, 63 pages, $7.99), is particularly strong, with retro pictures by Drew Shannon and a text by Nathan Page that emphasizes the derring-do of the Apollo 11 astronauts.</p><p>The newest batch of \"Little Golden Book Biographies\" shakes out into similar categories: In the basket on the left, we find Justice Sotomayor, Mr. Obama, Joe Biden and Dr. Fauci; in a second basket there is Queen Elizabeth, Betty White and Dolly Parton. \"My Little Golden Book About Dolly Parton\" (Golden Books, 24 pages, $5.99), written by Deborah Hopkinson and winningly illustrated by Monique Dong, is a charmer that exudes the optimism of its popular subject. There is no basket on the right. The right does not figure at all.</p><p>The pattern holds in the bigger biography collections. Young readers will find intriguing outliers among the dozens of biographies in Brad Meltzer's \"Ordinary People Change the World\" collection (illustrated by Chris Eliopoulos). Walt Disney, I.M. Pei and puppeteer Jim Henson make appearances, though, of course, in the company of Muhammad Ali, Justice Sotomayor, Oprah and others.</p><p>The same goes for the scores of books that Maria Isabel Sanchez Vegara has written under the \"Little People, Big Dreams\" aegis. The most recent titles in that series celebrate the lives of, among others, Gloria Steinem, the young poet Amanda Gorman and the sitting vice president. \"Kamala Harris\" (Frances Lincoln, 32 pages, $15.99), illustrated by Lauren Semmer, captures the prevailing wind. \"Kamala's mother raised her and her sister Maya to be young, gifted Black women,\" the author writes. We see Ms. Harris as an adult in a courtroom, her protective arm around a young black male and her accusing finger pointing toward a scowling white one: \"It was her duty to make sure that everybody, especially the most vulnerable, was protected by justice.\" In a later scene, President Biden and Vice President Harris are shown riding on a tandem bike, wearing face masks and being chased by happy multiracial children in rainbow-colored clothes. As Dave Barry used to say, I am not making this up.</p><p>Again, the problem is not that such books exist. The problem is that conservatives and even centrists are being written out of the human story as told to children. Juvenile biographies present a distorted portrait of human accomplishment and a scanty, unhealthy menu of ideas. It is galling that children are encouraged to think that Ruth Bader Ginsburg and Sonia Sotomayor are pioneers for being female and sitting on the Supreme Court while being kept in quiet ignorance that the real pioneer was Sandra Day O'Connor -- a Republican woman appointed by a Republican president.</p><p>Nature abhors a vacuum, but the market has been slow to fill this one. So it's encouraging to see the emergence of thoughtful and countercultural series. The \"Heroes of Liberty\" imprint is making an unabashed pitch for right-leaning families whose worldview has been sidelined. Forthcoming titles recount the life stories of Alexander Hamilton and John Wayne, while the three initial titles tell of Ronald Reagan, Amy Coney Barrett and an admired free-market economist who began his life in poverty.</p><p>\"Thomas Sowell: A Self-Made Man\" (Heroes of Liberty, 44 pages, $25), written by Sean B. Dickson and illustrated by Carl Pearce, follows Mr. Sowell from the segregated South to New York and beyond. We see his difficult home life, his decision to quit school at 17 and set out on his own; we see how curiosity and a strong work ethic propelled him into a life of scholarship and letters. A central episode relates his encounter, while a professor at Cornell, with a struggling student from Africa. He realizes that he will do her no favors by inflating her grade and tutors her instead. \"Thomas also practiced what he preached,\" we read. \"When he was offered a prestigious job just because he was black, he turned it down. . . . In his eyes, nothing good could come of getting something you didn't really earn.\"</p><p>Why have publishers done such a poor job of acquainting young readers with principled men and women of the right? Presumably it's because they would prefer that diverse people -- that is, people with diverse opinions -- never come to children's attention. It's nice to see a little push-back, at last.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2630,
          "end": 2641
        }
      ],
      "nexusId": "10078857"
    }
  ]
}