{
  "_id": "e93ff93c0da9a84aa7037bd5ff14f6d150c9cc83e0493afc7802a2ec686c4b6e",
  "feed": "wall-street-journal",
  "title": "Disney Proposal to Restructure, on McKinsey's Advice, Triggered Uproar From Creative Executives; Tension boiled over plans to take control of marketing, other decisions away from content chiefs",
  "text": "<p>Disney's Chief Financial Officer Christine McCarthy spearheaded the wide-ranging cost-cutting effort, which was blessed by Disney's board of directors and given the go-ahead by Mr. Chapek, the people said.</p><p>The company hired McKinsey in September to review Disney's operations and identify redundancies and cost-saving opportunities. The McKinsey team quickly set about interviewing senior executives as part of its review, with a particular focus on how Disney marketed its content, the people familiar with the matter said.</p><p>One potential change McKinsey was exploring was taking decisions about spending on marketing and publicity for films and television programs out of the hands of studio executives and instead centralizing them in another part of the company, the people said.</p><p>Disney itself had already considered shifting oversight of marketing spending to Disney Media and Entertainment Distribution, or DMED, some of the people familiar said. Led by executive Kareem Daniel, a top lieutenant of Mr. Chapek, that division already had considerable influence over content.</p><p>In addition to recommending restructuring related to content decisions, McKinsey had also suggested consolidating tasks related to hiring, communications and legal services, some of the people familiar with the matter said.</p><p>The plans that were emerging rankled some of the entertainment company's top content executives, already reeling from losing power over spending decisions on content, and became one of several points that exposed a further rift between the creative and corporate leadership of the company during Mr. Chapek's brief reign as CEO. Some executives told colleagues they felt that the changes would strip them of nearly all of their power, people familiar with the situation said.</p><p>In one of his first moves after being reinstalled as CEO, Mr. Iger, who led Disney from 2005 to 2020, announced that he would do away with the DMED structure and said that he planned to empower Disney's content creators. Mr. Daniel exited Disney the day after Mr. Chapek's ouster.</p><p>\"It is my intention to restructure things in a way that honors and respects creativity as the heart and soul of who we are,\" Mr. Iger said in a memo to employees last week.</p><p>The McKinsey plans weren't completed, and it isn't clear whether Mr. Iger will implement any of the consultants' recommendations, according to people familiar with the situation.</p><p>At a town hall meeting on Monday, Mr. Iger said Disney needs to spend more wisely on content and the ancillary costs that come with it.</p><p>Disney and other media companies have been under pressure from investors to reduce their spending amid intensifying competition and a weakening economy. Disney has been trying to maneuver its streaming business from focusing on adding new subscribers to its services such as Disney+ and Hulu, to generating profits.</p><p>After its most recent quarterly earnings report the company warned of layoffs and spending cuts, saying that it was taking a close look at marketing and administrative costs. Shortly before Mr. Chapek was fired, Ms. McCarthy told directors on Disney's board that she had lost confidence in his leadership.</p><p>Even before the recent proposals, some creative executives at Disney were frustrated with the DMED division, which Mr. Chapek created in late 2020, said people familiar with the matter. Mr. Chapek said at the time that the reorganization would better accommodate changing consumer habits and help the company give priority to streaming.</p><p>Mr. Daniel had significant influence over content budgets for Disney's studios and final say about how to distribute movies and TV shows, whether in theaters, on network TV or on streaming services like Disney+.</p><p>Relations between Mr. Daniel's unit and Disney's creative leaders were often strained, people familiar with the matter said. People close to Mr. Daniel said he was seen as an agent of change for a business reluctant to embrace it.</p><p>Ms. McCarthy has previously clashed with creative executives over managing costs and programming strategy, people close to her said. She played a role in Mr. Chapek's decision to remove Peter Rice as chairman of Disney's General Entertainment Content unit earlier this year.</p><p>Throughout his career, Mr. Chapek has used and praised a management framework that emphasizes accountability and a structure for corporate responsibility. The method, called ARCI, is often taught in business schools. Under the philosophy, there should be no ambiguity about who is responsible for the success or failure of an effort.</p><p>Under the ARCI framework, each time a company makes a big change, it must identify personnel who are accountable for the decision, responsible for its success or failure, consulted for feedback and informed of its impact.</p><p>\"Who's got the 'A' on this project?\" Mr. Chapek would often ask in meetings, according to people familiar with the matter—meaning, who is accountable for it?</p><p>Some executives found the approach irritating because they felt it invited other managers to get involved with decisions that ordinarily would be made by a single segment head, people familiar with the matter said.</p><p>Proponents of the plans argue that such a restructuring made sense as a way of addressing redundancies under the current model. Among the advantages cited by those with knowledge of the proposal was that one group could negotiate advertising rates for multiple entertainment units. Such a plan would have also led to reductions in staff as a result, people familiar with plans said.</p><p>Some Disney executives also believed that the DMED unit would be in a better position than the creative units to determine which movies and television series were likely to draw large audiences on various platforms and how much to spend to market each project given its access to performance data, the people familiar with the plans said.</p><p>In a memo he circulated on his first day back in the job, Mr. Iger named a committee consisting of top Disney executives including Ms. McCarthy, studios chairman Alan Bergman, Disney General Entertainment Chairman Dana Walden and ESPN Chairman James Pitaro to work on \"the design of a new structure that puts more decision-making back in the hands of our creative teams and rationalizes costs.\"</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com, Joe Flint at joe.flint@wsj.com and Jessica Toonkel at jessica.toonkel@wsj.com</p><p>Disney Proposal to Restructure, on McKinsey's Advice, Triggered Uproar From Creative Executives</p>",
  "published": "2022-12-01T21:03:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 5542,
          "end": 5548
        },
        {
          "start": 2018,
          "end": 2024
        },
        {
          "start": 2460,
          "end": 2466
        },
        {
          "start": 3232,
          "end": 3238
        },
        {
          "start": 783,
          "end": 789
        },
        {
          "start": 2548,
          "end": 2554
        },
        {
          "start": 3710,
          "end": 3717
        },
        {
          "start": 1855,
          "end": 1861
        },
        {
          "start": 5979,
          "end": 5985
        },
        {
          "start": 2701,
          "end": 2707
        },
        {
          "start": 864,
          "end": 870
        },
        {
          "start": 6398,
          "end": 6404
        },
        {
          "start": 454,
          "end": 460
        },
        {
          "start": 3759,
          "end": 3765
        },
        {
          "start": 6052,
          "end": 6058
        },
        {
          "start": 256,
          "end": 262
        },
        {
          "start": 3107,
          "end": 3113
        },
        {
          "start": 1973,
          "end": 1979
        },
        {
          "start": 123,
          "end": 129
        },
        {
          "start": 2823,
          "end": 2829
        },
        {
          "start": 4162,
          "end": 4168
        },
        {
          "start": 3569,
          "end": 3575
        }
      ]
    }
  ]
}