{
  "_id": "e0c73a4f78960e1d21564240f959bdc79a94cf495cc4ca3d12260424ed04a9af",
  "feed": "ftcomall",
  "title": "‘Top Gun' sequel boosts hopes for summer cinema revival",
  "text": "<p><em>Top Gun: Maverick</em> hauled in $248mn worldwide in its opening weekend, offering hope to struggling cinema owners for a summer box office revival&#xa0;after two lean years caused by the coronavirus pandemic and proliferation of streaming services.</p> <p>The action thriller, a sequel to the 1986 film that made Tom Cruise one of Hollywood's biggest stars, has been praised by critics as a <a href=\"https://www.ft.com/content/d4838608-4e7a-4aee-97a9-5eac95611886\">classic summer popcorn movie</a>. It earned Cruise his first $100mn opening weekend — thanks in part to the actor's own relentless promotion efforts that included appearances in San Diego, Cannes and London — where the screening was attended by Prince William and Kate — as well as Japan.</p> <p>The <a href=\"https://www.ft.com/film\">film</a> was number one at the box office in the US and worldwide, bringing in&#xa0;$124mn in its first three days in North American theatres and another $124mn internationally, Paramount said. It cost about $150mn to make. </p> <p>The strong opening vindicated decisions by Paramount Pictures and producer Skydance to <a href=\"https://www.ft.com/content/f14ddcc3-69d1-48f8-b419-92a342c4cce4\">hold off on releasing the film</a> for two years. Rival studios including Warner Bros and Disney chose to release some of their most anticipated titles on streaming services during the outbreak, forgoing a bigger theatrical release.</p> <p>But Cruise and Jerry Bruckheimer, producer of both <em>Top Gun</em> films, insisted that the sequel be released in cinemas to showcase the action sequences featuring jet plane acrobatics. Releasing the film on a streaming platform&#xa0;“was never going to happen”, Cruise said at Cannes, where he received&#xa0;an honorary Palme d'Or. &#xa0;</p> <p>“We've always believed in theatrical [releases]&#xa0;and this just confirms it,” Marc Weinstock, Paramount's head of worldwide marketing and distribution, told the Financial Times. “Theatrical is not dead — this is a great business.”&#xa0;</p> <p>The pandemic box office has been propped up by younger audiences who have flocked to see superhero movies such as <em>Spider Man: No Way Home, Doctor Strange in the Multiverse of Madness </em>and <em>The Batman. &#xa0;</em></p> <p>But <em>Top Gun: Maverick</em>'s audience has been broader, with young people joining&#xa0;the&#xa0;older audiences who were fans of the original film 36 years ago. “Our biggest single audience was 18 to 24,” Weinstock said. “A lot of our marketing was geared toward the younger audience. We knew the older audience already had it on their list.”</p> <p>In the US, ticket sales for the first four months of the year were down 40 per cent from pre-pandemic levels in 2019.</p> <p>The performance of <em>Top Gun: Maverick</em> may <a href=\"https://www.ft.com/content/a86db37a-142d-493f-aa12-17a1ef5d3184\">lift studios' hopes</a> as they prepare for other high-profile releases — many of them also sequels — this year. Universal's&#xa0;<em>Jurassic World: Dominion</em> opens on June 10, followed by Disney's <em>Lightyear</em>, a sequel in the <em>Toy Story</em> series. &#xa0;</p> <p>“If you thought movies were dead, go see<em> Top Gun: Maverick</em>,” said Rich Gelfond, chief executive of IMAX, in a statement. “This film heralds the return of the summer blockbuster and is a catalyst that will accelerate demand for moviegoing like an F-18 breaking the sound barrier.”</p><p>Source: Christopher Grimes in Los Angeles  2022 '‘Top Gun' sequel boosts hopes for summer cinema revival' FT.com 29 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-29T22:59:24.736Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2602,
          "end": 2608
        },
        {
          "start": 1052,
          "end": 1058
        }
      ]
    }
  ]
}