{
  "_id": "b9bdd8f4c783c4704951eec1bbeb9b269ff6795cbe57f111384a6d6216d84a2b",
  "feed": "wall-street-journal",
  "title": "Florida Disney Bill Creates Tax Mess",
  "text": "<p>Those caught up in the fight include municipal-bond investors, firefighters and the $210 billion global media and marketing enterprise behind \"Star Wars,\" \"The Avengers\" and ESPN.</p><p>Prices have dropped on many of the bonds, which sit in mutual funds managed by Goldman Sachs Asset Management, AllianceBernstein and other firms. Reedy Creek bonds maturing in 2028 traded at 87.5 cents on the dollar Thursday and Friday, down from about 100 cents in January, according to Municipal Securities Rulemaking Board data. Two major ratings firms have flagged the bonds for potential downgrade, saying it isn't exactly clear who owes investors their money.</p><p>\"It's mere speculation at this point,\" said Michael Rinaldi, head of U.S. local government ratings at Fitch Ratings. \"We don't have any information.\"</p><p>A representative for Gov. Ron DeSantis said a plan for Reedy Creek is being completed and could be made public within the next few weeks. Mr. DeSantis, a Republican, said in an interview with Fox News Thursday night that \"the bonds will be paid by Disney.\"</p><p>The Reedy Creek Improvement District is a 40-square-mile area encompassing Disney's Orlando-area theme parks, hotels and resorts. Tens of thousands of such special districts exist across the U.S., typically run by local boards and formed at the behest of property owners who want to pay taxes beyond what they owe to the city or county for extra services such as mosquito abatement.</p><p>Reedy Creek is unusual in that almost all the property belongs to one taxpayer, Disney, which effectively funds and controls its own government. Reedy Creek operates outside area rules on building and zoning and uses tax revenue from Disney properties to run a local fire department and other services. About $60 million of the district's $170 million 2021 budget went to debt payments on bonds issued to finance roads and a pedestrian bridge, among other projects.</p><p>Created by Florida lawmakers more than 50 years ago at Disney's request, Reedy Creek was an easy target for Florida lawmakers unhappy with Disney over its opposition to Florida's Parental Rights in Education bill. Nicknamed \"Don't Say Gay\" by critics, the legislation approved in April prohibits classroom instruction on gender identity and sexual orientation for schoolchildren through grade three, and limits it for older students.</p><p>After Disney, under pressure from employees, vowed to push for the law's repeal, Florida lawmakers, at the urging of Mr. DeSantis, filed, heard and approved a bill dissolving Reedy Creek over a three-day period in mid-April. The dissolution is effective June 1, 2023. A Disney representative declined to comment. A Reedy Creek representative didn't respond to a phone call.</p><p>State law dictates that when a special district is dissolved, the responsibility for paying its debt falls to the area local government. In Reedy Creek's case, there are four: Orange County, which encompasses most of Reedy Creek, Osceola County and the cities of Bay Lake and Lake Buena Vista.</p><p>Reedy Creek said in a statement filed with the Municipal Securities Rulemaking Board, a self-regulatory organization governing the bond market, it \"expects to explore its options while continuing its present operations.\" The statement also cited a 1967 legal promise to Reedy Creek bondholders that the state wouldn't alter the district's ability to collect taxes.</p><p>Florida Rep. Randy Fine, a Republican who sponsored the bill in the state's house of representatives, said he believes that obligation will no longer exist after the new law takes effect next year. He said a court or additional legislation could help determine how to divide the debt up among local governments. Still, he said, another option would be for lawmakers to re-establish a less-powerful version of the Reedy Creek Improvement District for the purpose of servicing the debt.</p><p>In that scenario, \"there continues to be a Reedy Creek that continues to hold that and continues to pay it off,\" Mr. Fine said, but the legislature could withhold other powers the district currently has such as the ability to issue additional debt backed by a promise of repayment in state law.</p><p>Mr. DeSantis's office said in a statement when he signed the Reedy Creek bill that he didn't expect it to increase residents' taxes. The impact to local governments could extend well beyond having to take over debt payments, however.</p><p>Orange County Mayor Jerry Demings, a Democrat, said at a press conference while the bill was under consideration that Reedy Creek covers the cost of police, fire and 911 services in the district. Taking over those operations without additional revenue would be \"catastrophic for our budget,\" he said. Osceola County said in a statement following the bill's passage that it is \"evaluating any shifts in cost to Osceola.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1044,
          "end": 1050
        },
        {
          "start": 1128,
          "end": 1134
        },
        {
          "start": 1516,
          "end": 1522
        },
        {
          "start": 1670,
          "end": 1676
        },
        {
          "start": 1957,
          "end": 1963
        },
        {
          "start": 2041,
          "end": 2047
        },
        {
          "start": 2342,
          "end": 2348
        },
        {
          "start": 2606,
          "end": 2612
        }
      ]
    }
  ]
}