{
  "_id": "f526ba1d344d25650e53c1dea465d3d9b7a4d33cd8d45b8c8f79668d59788eda",
  "feed": "wall-street-journal",
  "title": "Activision's Work Environment, Alleged Sexual Harassment Contributed to Employee's Death, Says New Lawsuit; The parents of the 32-year–old woman allege the company's culture was a factor in her 2017 death",
  "text": "<p>Kerri Moynihan, whose 2017 death was ruled a suicide, had been the subject of sexual harassment, including an incident in which co-workers passed around a photo of her vagina, the complaint alleges. Her parents, Paul and Janet Moynihan, were unaware of those matters, it says, until a California agency filed suit against Activision in July alleging widespread sexual harassment at the company. The company has disputed the agency's allegations.</p><p>The Moynihans allege Activision was \"a substantial factor in the wrongful death\" of their daughter and for having \"fostered and permitted a work environment in which sexual harassment was pervasive and for failing to prevent such harassment,\" says the complaint, filed in state court in Los Angeles.</p><p>Activision, known for its Call of Duty, World of Warcraft and Candy Crush franchises, is in the process of being bought by Microsoft Corp. for $75 billion in an all-cash deal that is expected to close by mid 2023, pending regulatory approval. The companies first discussed merging days after a November Wall Street Journal article reported that Activision's longtime Chief Executive, Bobby Kotick, knew about allegations of employee misconduct across the company that he didn't brief the board on, adding to pressure on the company and its stock.</p><p>A spokesman for Activision said the company is \"deeply saddened by the tragic death of Ms. Moynihan\" and that it will address the complaint through normal legal procedures. The family declined to comment through an attorney.</p><p>Activision has disputed the Journal's November article, saying it paints \"a misleading view of Activision Blizzard and our CEO\" and that it \"ignores important changes underway to make this the industry's most welcoming and inclusive workplace.\"</p><p>The Moynihans' suit alleges that the couple's daughter, who was 32 years old and had worked at Activision in an accounting role for six years before her death, was involved in a sexual relationship with her married male supervisor, Greg Restituito. The suit further alleges that Activision and Mr. Restituito, weren't fully cooperative with investigators for the Anaheim Police Department and that Mr. Restituito lied to a detective.</p><p>Mr. Restituito couldn't be immediately reached for comment.</p><p>The suit alleges that no basis was given in the coroner's report for determining Kerri Moynihan had taken her own life because she didn't leave behind a suicide note or otherwise indicate plans to commit suicide, among several other reasons.</p><p>The lawsuit says Ms. Moynihan spent part of the evening before her death at a hotel bar with co-workers, and spoke with Mr. Restituito in the hotel lobby at 1:24 a.m. It says that at about 1:31 a.m., Mr. Restituito sent her a text message stating: \"Please don't do that. Not tonight. Think about it and make your decision when your mind is clear.\"</p><p>She left the bar about 20 minutes later and returned to her room at Walt Disney Co.'s Grand Californian Hotel &amp; Spa. She died there sometime around 2 a.m., the complaint says.</p><p>Mr. Restituito was staying across the hall from Ms. Moynihan at the hotel, the complaint says. He contacted hotel security the next morning and they discovered her body.</p><p>The complaint says that Activision refused to turn over to police Ms. Moynihan's work-issued laptop or give them access to Mr. Restituito's work-issued cellphone. It also says Activision told the police that Mr. Restituito's phone had been \"wiped\" and that Anaheim police didn't treat the room where Ms. Moynihan died as a possible crime scene or seek any warrants.</p><p>An Anaheim police spokesman said the department stands by its investigation and that it extends its sympathy to the family.</p><p>Activision's plans to sell itself to Microsoft come as federal and state regulators have widened their investigations into how its leadership has handled workplace misconduct claims, the Journal reported last month. Those regulators include the California agency that sued Activision in July, the Department of Fair Employment and Housing, and the Securities and Exchange Commission. Activision has disputed the California regulator's case and said it is cooperating with the SEC probe.</p><p>Kirsten Grind contributed to this article.</p><p>Write to Sarah E. Needleman at sarah.needleman@wsj.com</p><p>Activision's Work Environment, Alleged Sexual Harassment Contributed to Employee's Death, Says New Lawsuit</p>",
  "published": "2022-03-04T23:56:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2915,
          "end": 2926
        }
      ]
    }
  ]
}