{
  "_id": "0a6516a43b819303d3df2ee95fb3c475015231b18a9b08680a222b1b96f7760a",
  "feed": "wall-street-journal",
  "title": "Special Districts Are Kingdoms of Unaccountable Power; Disney's Reedy Creek is only one of 38,000 such entities nationwide—twice the number of U.S. cities.",
  "text": "<p>Although some types of special districts have value, most are superfluous, obscure and burdensome. They are means to escape citizen limitations on government power and should be brought under the control of regular voters and local governments again.</p><p>The growth of special districts began in the Great Depression. In 1934 President Franklin D. Roosevelt urged the formation of special districts to skirt laws that limited the total amount of local debt or required voter referendums to issue debt. New Deal programs required states to create special districts, such as soil and housing authorities, to get federal funds.</p><p>Spurred by the feds, the number of special districts exploded in the following decades. Bureaucrats and legislators set up districts to fund irrigation and drainage, fire protection, libraries, community colleges, hospitals, welfare, water, solid waste, mortgage credit, transit, bridges, parks, electrical power, cemeteries, mosquito control and on and on. They also set up special districts like Reedy Creek, which do almost everything a city can do, but without most of the constraints.</p><p>After the tax revolt in the 1970s, special districts became a convenient way for government to escape new limitations on taxes. Over the past four decades, states have created more than 8,000 local governments. Ninety-six percent of these have been special districts. Special districts grew lobbying arms to protect their special benefits. The Florida Association of Special Districts holds its annual conference in—where else?—Orlando.</p><p>Special districts are an increasing burden to taxpayers. They intentionally keep their accounting obscure, but by one estimate they collectively spend more than $200 billion a year. It's probably an underestimate, since we know California districts alone spend $76 billion. In Nassau County, N.Y., 140 different special districts cost the average homeowner $1,000 a year in property taxes.</p><p>Special districts have increased spending faster than other types of government because voters don't know how to stop them. In Nassau County the districts hold their elections off-season, when there is almost no opposition or voter interest and turnout is typically less than 5%. Americans often pay taxes to as many as five of these districts. Before the Disney saga entered the news, most people couldn't name a single one.</p><p>Without citizen oversight or limitations, special districts issue more and more-treacherous debt. A California task force found that 5% of special district bonds for development defaulted, far more than the 1% of normal city debt. When Moody's analyzed defaults on government debt it rated after 1980, almost 80% were from special districts.</p><p>It's not surprising that many of these unaccountable districts descend into scandal. Colorado uncovered 20 cases of special-district embezzlement in recent years. One man worked for two different water districts and stole $1 million from them. Washington state found hundreds of thousands of dollars stolen from obscure drainage districts. It declared dozens of special districts \"unauditable.\" They had almost no financial reports.</p><p>Florida created the Reedy Creek special district after Disney promised to build a new suburban community, but the district charter ensured there was no accountability when Disney canceled the project. Reedy Creek hired Disney security as a police force and claimed they were just company \"cast members\" wearing \"costumes,\" who didn't have to provide public records. The district allowed Disney to issue hundreds of millions of dollars of tax-exempt \"municipal\" bonds that cost other Floridians and the federal Treasury.</p><p>It is past time voters brought these districts to heel and brought their functions under control of regular cities and counties. At the least, states can pass laws clarifying their shadowy finances. The Washington State Legislature passed a law in 2020 dissolving districts that couldn't account for their funds. Unless other states follow its lead, taxpayers will have to bear an increasing burden from unaccountable entities they barely know exist.</p><p>Mr. Glock is the director of research at the Cicero Institute and author of \"The Dead Pledge: The Origins of the Mortgage Market and Federal Bailouts, 1913-1939.\"</p><p>Special Districts Are Kingdoms of Unaccountable Power</p>",
  "published": "2022-04-25T17:02:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3358,
          "end": 3364
        },
        {
          "start": 3526,
          "end": 3532
        },
        {
          "start": 3311,
          "end": 3317
        },
        {
          "start": 2294,
          "end": 2300
        },
        {
          "start": 55,
          "end": 61
        },
        {
          "start": 3194,
          "end": 3200
        }
      ]
    }
  ]
}