{
  "_id": "6cce03b411b43be32772c7ca5e8bf88e6f187ba564bfb727912e8cb5d5f1d688",
  "feed": "wall-street-journal",
  "title": "How Director Shawn Levy Has Become Ryan Reynolds's Secret Weapon; With 'The Adam Project,' the Canadian producer-director behind 'Stranger Things' and 'Free Guy' aims to prove he's Hollywood's reigning Dr. Feelgood.",
  "text": "<p>The scene could be straight out of a Levy film, brimming with recurring themes in his work—role reversal, the wisdom of children and wish fulfillment. Levy's came true: He landed the job directing Real Steel for Spielberg, an executive producer on the project, and learned numerous lessons, including to have faith in his vision. \"I asked, 'Steven, how do you know what the right shot is?'\" Levy recalls. \"And he goes, 'The way you picture it in your head—that makes it right.'</p><p>It was formative,\" Levy says of the experience. \"It has had a profound impact on how I direct and how I produce.\"</p><p>In the dozen years since, Levy, 53, has continued to build a Spielberg-ian body of work, which ranges from family-friendly reboots (Pink Panther) to adult comedies (This Is Where I Leave You) to nostalgia-laden hits (Stranger Things) to last summer's surprise pandemic-defying blockbuster (Free Guy). Arrival, which Levy produced and received a best picture Oscar nomination in 2017 for, was a cerebral cousin of Close Encounters of the Third Kind. Spielberg's Amblin Entertainment, which produced E.T., Poltergeist and Gremlins, among many others, has always been a model for Levy, with storytelling that's broad but not dumbed down, poignant but not melodramatic and sentimental. And over time, the admiration has become mutual. \"I very strongly relate to the virtuosity of Shawn's filmmaking,\" says Spielberg, \"because he tells stories so enthusiastically and with such unabashed love just in the doing of it.\"</p><p>In many ways, Levy's latest movie, The Adam Project, which premieres on Netflix on March 11, is his answer to Amblin's Back to the Future. The film starsRyan Reynolds as a fighter pilot from the future who travels through time, joins forces with his 12-year-old self and tries to save the future by enlisting their late father (played by Mark Ruffalo). \"The premise that manifests in literal fashion—the reckoning with one's history—was incredibly compelling to me,\" Levy says. \"I had faith that it would make the movie compelling to a lot of other people too.\"</p><p>One of those people was Reynolds, in whom Levy found a kindred spirit while producing and directing Free Guy. Together, Levy and Reynolds delivered a feel-good empowerment story and rom-com in the guise of an action movie. They applied the same Trojan Horse approach in making The Adam Project. \"It uses a genre vessel—time travel—as a vehicle for a movie about male identity and fathers and sons,\" says Levy. The larger message, he says, transcends gender: \"Ultimately you can't have a healthy and happy adulthood without making peace with both your former self and your parents.\"</p><p>That spoke to both Levy and Reynolds. Levy's mother suffered from addiction issues, which marred his childhood, though he was able to get some closure and forgive her before she died seven years ago. Reynolds never got to resolve his issues with his short-fused father before his death. Instead, Reynolds worked through those complicated feelings during the writing and pre-production of the film. During shooting, Levy nurtured the actor's journey, drawing out an emotionally nuanced performance. \"My usual pattern was to create an unexpected moment out of comedy,\" Reynolds says, \"but with Shawn I get to create unexpected moments out of truly deep, honest emotion. That's the thing I'm really grateful for.\"</p><p>Taking a bankable star out of his comfort zone might seem like a gamble, but according to Ted Sarandos, Netflix's co-CEO and chief content officer, \"working with Shawn definitely takes a lot of the risk out of the bet.\" In late 2020, Sarandos and Netflix signed Levy's production company, 21 Laps Entertainment, to a five-year first-look film deal, reportedly worth nine figures. (The streaming service had already locked Levy into a television deal in 2017 following the success of Stranger Things). Levy's series for Netflix range from Unsolved Mysteries to YA fare like Dash &amp; Lily, the fantasy adaptation Shadow and Bone and the upcoming animated series Lost Ollie. \"The thing every one of his projects has in common—comedy, action, sci-fi, drama—they have a lot of heart,\" says Sarandos.</p><p>Levy was born and raised in Montreal; his parents divorced when he was 3. Faced with his mother's troubles, Levy found an escape in drama. He went to the storied Stagedoor Manor theater camp in upstate New York and then majored in theater at Yale. He was unsure whether to pursue acting or directing when he moved to Los Angeles after graduation. He and Paul Rudd constantly auditioned for the same parts, including Chandler on Friends. Four months out of school, Levy landed a lead guest-starring role on 21 Jump Street that helped him decide his career path. Levy remembers greeting Johnny Depp, the show's ascendant star, before their first scene together: \"Hi, Mr. Depp. My name's Shawn Levy. I'm so excited to be here.\" Depp slowly turned to Levy and replied, \"Welcome to the puppet show. You like to dance, puppet? Because that's what you do for a living now. Dance, puppet, dance.\" Levy recalls Depp mimicking the movements of a marionette, making him think: \"Maybe I want to direct and hold the strings.\"</p><p>He continued to take the occasional role on shows like Beverly Hills, 90210 and Step by Step, but only to pay for him to study directing at the University of Southern California's graduate film program. At that time, in the early 1990s, while most aspiring filmmakers were zigging toward the dark, transgressive style of Quentin Tarantino, Levy zagged toward lighter fare. He planned to shoot a Holocaust revenge drama that he'd written as his thesis until a friend pitched him the story of two kids who try to put their unremarkable town on the map by getting into the book of Guinness World Records. Broken Record started him on a path toward self-realization: \"My career has been a gradual recognition of the filmmaker I am,\" Levy says. \"Warm-hearted, funny humanism—that's what I know how to do, and I love doing it.\"</p><p>In the years that followed, Levy produced and/or directed projects like the Night at the Museum and Cheaper by the Dozen films, Big Fat Liar (which made Sarandos an early believer in Levy), Date Night, This Is Where I Leave You and Stranger Things. (In addition to producing, Levy directs at least two episodes each season). While making Real Steel, Levy befriended the film's star, Hugh Jackman, who began telling both Levy and Reynolds, his close friend, \"If you guys ever work together, you'll never stop.\"</p><p>Levy and Reynolds currently have four films in the works, including the sequel to Free Guy. Levy has found his leading man, and Reynolds his secret weapon. \"He's a Swiss Army knife—a Canadian Army knife,\" the actor says. \"There are a lot of tools in there, and it's really interesting to watch him unearth tools that I'm not even sure he realized he has.\"</p><p>As The Adam Project production got underway, Levy encouraged Reynolds and the other actors to funnel their own experiences into the script. Reynolds helped write a poignant bar scene in which he comforts his character's widowed mother, played by Jennifer Garner. She, in turn, brought her insights as a single mom into her parenting scenes. Levy gave Ruffalo license to improvise off-camera, whispering unscripted lines in Reynolds's ear during a father-son hug to bring forth the fullest emotional response.Ruffalo will appear in Levy's forthcoming project for Netflix, an adaptation of Anthony Doerr's Pulitzer Prize–winning novel, All the Light We Cannot See, which tells the story of a blind French girl and a German boy whose lives intersect during World War II. For Levy, the project represents a dramatic turn he's waited decades to make. \"The time feels right,\" he says. \"It wouldn't have been right at 30, but now I'm taking my chips and shoving them to the middle of the table.\"</p><p>\"It's something Shawn was circling and wasn't giving himself permission to do,\" Ruffalo says of Levy's latest project. \"He gets to open up a whole new door on his career.\"</p><p>Already, Levy's production company, 21 Laps, has 18 feature films lined up at Netflix, a Real Steel series in development at Disney+ and talk of the film's sequel—as well as a movie starring both Reynolds and Jackman. \"The guy is incredibly prolific, more so than anyone understands,\" Reynolds says. \"I don't know what his Mount Rushmore epitaph is going to be, but it's going to be longer than any chiseler wants to spend up on a mountain, trying to encapsulate Shawn Levy.\"</p><p>Levy sees his career as a rejection of the adage that art can come only from great suffering. \"I know for a fact that art can emerge from joy and love,\" Levy says, breaking into a smile. \"My movies express the way I live: emotionally, warmly, with humor—and no cynicism.\"</p><p>How Director Shawn Levy Has Become Ryan Reynolds's Secret Weapon</p>",
  "published": "2022-03-10T13:33:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 8141,
          "end": 8147
        }
      ]
    }
  ]
}