{
  "_id": "36db9de3fc5631fe5a91d4bd2f6210fc5ef72a9b46c8272f3a42fa53ff766bcf",
  "feed": "wall-street-journal",
  "title": "Florida Gov. DeSantis Seeks to End Walt Disney World's Special Tax District; Disney has faced a backlash from the Republican governor and lawmakers amid the 'Don't Say Gay' controversy",
  "text": "<p>Mr. DeSantis has clashed with Disney over the company's opposition to Florida's Parental Rights in Education bill, which he signed into law last month and which prohibits instruction on sexual orientation and gender identity for schoolchildren through grade three. The company had remained silent on the bill, which critics call the \"Don't Say Gay\" legislation, until it passed, then vowed to push for its repeal and to fight similar bills in other states following an uproar from its employees.</p><p>Disney representatives didn't respond to requests for comment. A spokesperson for the Reedy Creek Improvement District, as the special district that includes Walt Disney World is known, didn't respond to calls or emails requesting comment.</p><p>At an event in The Villages, Fla., Mr. DeSantis said he was extending the scope of a special legislative session this week on congressional redistricting to include consideration of special districts like Reedy Creek. The district, created in 1967, allows Disney to oversee land use and environmental protections, and it has its own board of supervisors and fire department. It includes Walt Disney World's four theme parks, two water parks, a sports complex and its hotels, stores and restaurants.</p><p>Mr. DeSantis thanked legislative leaders \"for stepping up and making sure that we make the sunset or the termination of those special districts happen, which I think is very important.\"</p><p>Under a bill filed Tuesday by Republican Rep. Randy Fine, any special district established prior to the ratification of the Florida Constitution in 1968, and not renewed since then, would be dissolved on June 1, 2023. Jurisdiction over the property that includes Disney's theme parks and resorts in the area would fall to either Orange County or Osceola County, though the details of such an arrangement aren't clear. Disney and its subsidiaries already pay some property taxes to both counties.</p><p>The legislation would affect five districts across Florida, but only Reedy Creek involves a high-profile company, Mr. Fine said. Disney could seek to re-establish a special district, according to the bill.</p><p>\"You kick the hornet's nest and things come up,\" Mr. Fine said. \"That's the risk Disney took.\"</p><p>There are more than 200 independent benefits districts in Florida, prominent among them the 17 community development districts that make up The Villages, a community of about 80,000 retirees in central Florida that has for years been known as one of the strongest GOP voting blocs in the state.</p><p>Tuesday's bill would not affect The Villages, a spokesman said, because its benefits districts were established after 1968. Reedy Creek was established in 1967 at the behest of Walt Disney himself, who wanted more control over how the real estate surrounding Walt Disney World was developed.</p><p>Mr. DeSantis also targeted Disney by calling for lawmakers to revisit an exemption to a 2021 Florida law he signed that was aimed at big tech platforms that he said unfairly deplatformed conservatives. A federal judge blocked the law last year, and the ruling is under appeal.</p><p>The carveout benefited Disney by exempting any company that owns a theme park. A bill filed Tuesday would eliminate the exemption.</p><p>Republican lawmakers in Florida said that the governor is seeking to punish Disney while there is still popular momentum to do so. If the bill were not introduced in a special session, any effort to repeal Disney's benefits would likely have to wait until the Legislature reconvenes next year after elections. Lawmakers could vote on the bill as soon as Wednesday.</p><p>\"The governor wants to get this stuff done now,\" said Anthony Sabatini, a state representative from outside of Orlando who is running for U.S. Congress this year. \"Most Republicans in the Legislature are really close with Disney, taking money from them, supporting their agenda. Those of us who have been vocal about this issue, including the governor, are in the minority.\"</p><p>Disney is a large donor to political campaigns and an active lobbying client in Florida. The company employs nearly 80,000 people in the state, mostly at its theme parks and resorts.</p><p>It is also a major driver of the tourism industry in Orlando. According to Visit Orlando, tourism to the area contributes $5.8 billion in local and state tax revenue yearly when operating at full capacity.</p><p>Spencer Roach, a Republican state representative from Lee County, Fla., who was one of the first lawmakers to publicly voice the idea of ending Reedy Creek, said Mr. DeSantis's decision to add the two-page bill to the special session agenda came as a surprise even to supporters like him.</p><p>\"I've spoken to the governor's staff and they said he was serious about this issue and he's not just saber-rattling, but I didn't know this was coming today,\" Mr. Roach said. \"I think the governor has recognized the political moment and he's seized it.\"</p><p>The main benefit the special district designation provides to Disney is flexibility to expand and run its operations at Walt Disney World, according to people close to the company in Florida. Reedy Creek is exempt from a host of building regulations, wastewater and other environmental codes, and certain taxes and fees related to emergency services and road maintenance.</p><p>The dollar value of these benefits is unclear, though a person familiar with Disney's finances said that when the company studied the issue over a decade ago, it found that it saved tens of millions of dollars a year by having the district.</p><p>The clash with Florida lawmakers comes on the heels of a major rebound at Disney's parks and resorts business. The division showed record operating income of $2.5 billion in its most recent quarterly financial report, as consumers eager for the return of live entertainment and family vacations after more than a year of pandemic lockdowns returned in droves to theme parks like Walt Disney World.</p><p>—Joseph Pisani contributed to this article.</p><p>Write to Arian Campo-Flores at Arian.Campo-Flores@dowjones.com and Robbie Whelan at robbie.whelan@wsj.com</p><p>Florida Gov. DeSantis Seeks to End Walt Disney World's Special Tax District</p>",
  "published": "2022-04-19T21:16:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 77,
          "end": 83
        },
        {
          "start": 992,
          "end": 998
        },
        {
          "start": 1684,
          "end": 1690
        },
        {
          "start": 654,
          "end": 665
        },
        {
          "start": 30,
          "end": 36
        },
        {
          "start": 2204,
          "end": 2210
        },
        {
          "start": 1839,
          "end": 1845
        },
        {
          "start": 2832,
          "end": 2838
        },
        {
          "start": 3419,
          "end": 3425
        },
        {
          "start": 3800,
          "end": 3806
        },
        {
          "start": 5334,
          "end": 5340
        },
        {
          "start": 496,
          "end": 502
        },
        {
          "start": 1123,
          "end": 1134
        },
        {
          "start": 4947,
          "end": 4953
        },
        {
          "start": 6081,
          "end": 6092
        },
        {
          "start": 3953,
          "end": 3959
        },
        {
          "start": 5877,
          "end": 5888
        },
        {
          "start": 35,
          "end": 46
        },
        {
          "start": 2046,
          "end": 2052
        },
        {
          "start": 5572,
          "end": 5578
        },
        {
          "start": 5005,
          "end": 5016
        },
        {
          "start": 3289,
          "end": 3295
        },
        {
          "start": 2772,
          "end": 2783
        },
        {
          "start": 3105,
          "end": 3111
        },
        {
          "start": 2690,
          "end": 2701
        }
      ]
    }
  ]
}