{
  "_id": "cba698d2044740d5e8545b1938e3ca9309eb88fc942f4db2007eba66a8d2e9b5",
  "feed": "ftcomall",
  "title": "Titillation trumps subtlety in sex-tape saga Pam & Tommy",
  "text": "<p>There's a scene in <em>Pam &amp; Tommy</em> — the new series about the infamous leaked sex tape involving <em>Baywatch </em>star <a href=\"https://www.ft.com/content/ad240e8d-470d-4c66-99ba-f4674f374ba6\">Pamela Anderson</a> and her then-husband, drummer Tommy Lee — that could serve as a defence for making an eight-part drama out of the scandal. A journalist at the LA Times pitches the story to her editor: “There's so many angles to it,” she insists, “technology, celebrity, privacy . . . this is news”.&#xa0;&#xa0;</p> <p>There is certainly some truth to that argument. The mass distribution of the video in 1996 was one of the first instances of viral content on the still-infant internet, while issues of consent, exploitation and lack of online regulation are even more timely today. The series director Craig Gillespie (<a href=\"https://www.ft.com/content/b1a55996-1717-11e8-9e9c-25c814761640\"><em>I, Tonya</em></a>) has promised to go beyond the tabloid sensationalism while lead actors <a href=\"https://www.ft.com/content/8fb30290-e0ec-4872-93bd-925eecddacdb\">Lily James</a> (unrecognisable) and Sebastian Stan have talked earnestly about securing “justice for <a href=\"https://www.ft.com/content/dbadb683-344e-34f2-8fbe-a31afeb8050e\">Pamela Anderson</a>”. </p> <p>But the problem at the heart of the series is not that it takes the story too seriously; rather that, for close to half of its run, it doesn't seem to take it seriously at all — leading Anderson herself to brand it “a joke”, according to reports. </p> <p>The first episode plays out like a stoner-comedy caper, with executive producer <a href=\"https://www.ft.com/content/11d78d30-6ad8-4366-9161-00526446853a\">Seth Rogen</a> typecasting himself as the schlubby contractor Rand Gauthier, who steals a safe containing the tape from Lee as compensation for unpaid invoices. The second, which takes us back to the couple's whirlwind courtship, is a showcase of self-defeating indulgence. Over-the-top sex and underwritten dialogue means it's hard at times to distinguish between the kind of content found on the original tape and the salacious reimaginings in the show<em>.</em> One scene, if described in detail, would make the FT's pale pink pages turn deep crimson. </p> <p>While subtlety is never the order of the day, as <em>Pam &amp; Tommy</em> progresses it does move from titillation to a more profound study of humiliation and a critique of pervasive cultural sleaze. And while Anderson may initially be characterised as gigglingly guileless, James lets us also see the hurt and disillusionment behind the constructed facade. Stan meanwhile is never less than convincingly repellent as the volatile, wild-eyed Lee. Merits and flaws aside, the series will undoubtedly attract a strong viewership. After all, sex sells — as everyone involved here knows all too well.</p> <p>★★★☆☆</p> <p><em>First three episodes on Disney Plus from February 2, new episodes weekly thereafter</em></p><p>Source: Dan Einav 2022 'Titillation trumps subtlety in sex-tape saga Pam &amp; Tommy' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T17:01:56.874Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [],
      "nexusId": "10078857"
    }
  ]
}