{
  "_id": "0c855c58bd2f367a3686ba961e2a8816e113b50b81fa9dca17cf2d7505fd3288",
  "feed": "wall-street-journal",
  "title": "Working Parents Are Having a Rough Summer. Some Co-Workers Don't Want to Hear About It. Parents are returning to offices and need more child care options than in recent summers. They're complaining about the soaring costs of camps and nannies—and kid-free colleagues are sick of it.",
  "text": "<p>Not that it was easy to watch the kids while working from home, as many people did during the past two summers. But for kids of a certain age, keeping a stockpile of Popsicles, water balloons and sidewalk chalk at the ready was cheaper and simpler than shuttling children to camp or hiring a nanny.</p><p>The only ones more frustrated than parents might be their child-free colleagues, who are sick of hearing about the struggle.</p><p>Workload disparities between parents and non-parents have long been one of the biggest sources of unspoken tension in the workplace. During the pandemic, employees with kids engendered greater sympathy when they were forced to do their jobs from home while managing remote school sessions for their kids, who were constantly under foot. But the goodwill is evaporating in the heat, especially given children under 12 can be vaccinated (unlike last summer).</p><p>Co-workers without kids understand that parenting is hard. Really. They also say that it's a choice and that people with kids gripe too much. Rushing to the camp pickup line by 5:30 p.m. can be frazzling, sure; staying late to hit a deadline can be stressful, too, and childless workers say they're often expected to finish the job when parents need to dash.</p><p>Don't even get them started on time-off requests, an especially contentious subject in sunny weather. They say colleagues' family vacations routinely get approved before their own romantic getaways or solo excursions because managers (who often have kids, too) prioritize time with children.</p><p>One thing many parents and non-parents can agree on: The always-on culture of work—made worse by the pandemic—is largely to blame for fueling resentment.</p><p>\"We all need saner work lives,\" says Melinda McGucken, a 43-year-old IT consultant in Ohio. \"Who's responsible for that? It's companies.\"</p><p>Still, she says it's hard not to get frustrated with colleagues and clients who seem to assume she's available during off-hours because she doesn't have children. They may not know, or care, that she's busy with graduate school and a side hustle—not to mention a social life.</p><p>\"I'll get the call because someone else has kids,\" she says. \"But maybe I want to do something over Fourth of July weekend, too.\"</p><p>Ms. McGucken, who runs a private Facebook group for professionals without children, typifies many of the dozen-plus kid-free workers I spoke with. Most declined to speak on the record, saying it's taboo to suggest parents are anything less than heroic.</p><p>One told me businesses shouldn't offer parental leave unless they make equivalent sabbaticals available to non-parents—then speculated that she'd be fired for airing that opinion.</p><p>Many parents counter that they're raising future doctors, plumbers and firefighters who will someday serve everyone, so a little special treatment is warranted. That's especially true right now, they say, when certain child-related expenses are climbing faster than the overall rate of inflation.</p><p>Stacey Stevenson, a 47-year-old mother of twins who heads Family Equality, an LGBT nonprofit, says she recalls hearing child-free workers grumble about covering for parents in past jobs. So, in part to reduce ill will, she's given her entire team a week off after Independence Day this year.</p><p>For the rest of the summer, she says she and her wife are paying $600 a week to send their two boys to a day camp near Dallas—three times what they paid a year ago.</p><p>\"And that's with a twin discount,\" she says.</p><p>Such a spike isn't unusual this season, as programs try to recoup losses from the past two years while dealing withrising labor, fuel and food costs, says Tom Rosenberg, president of the American Camp Association. He expects summer camp to cost even more next year and suggests applying for financial aid. (Parents, just think of it as practice for the maze of college-admissions and student-loan paperwork that await when your teenager applies to college.)</p><p>SHARE YOUR THOUGHTS</p><p>How are you coping with either your own family's summer plans or those of your colleagues at work? Join the conversation below.</p><p>Even at bloated prices, camps can be relative bargains compared with nannies. The national average cost for a nanny to watch two children is $715 a week, according to Care.com, 22% more than in 2019.</p><p>Then there are parents spending thousands this summer on both camp and a nanny.</p><p>Eli and Shai Albrecht say extensive care for their three young children is the key to juggling two demanding careers when school is out. Mr. Albrecht, 34, is a lawyer who counsels private-equity firms on mergers and acquisitions; Ms. Albrecht, 30, is building a personal-training business.</p><p>The kids' schedules are so hectic, requiring up to five hours of driving each day, that the Maryland couple needs extra help—preferably from someone who won't get into an accident while piloting the family's Tesla, as a previous nanny did.</p><p>\"Dante's ninth level of hell is looking for a nanny,\" says Mr. Albrecht. Even when a nanny is hired, you can find yourself in a bidding war as others compete to lure them away, he adds, or they just stop coming because the schedule doesn't work for them.</p><p>He says co-workers generally understand when his kids pull him away from work. But not always.</p><p>\"Several times I've gotten: 'Where's your wife?'\"</p><p>Childcare headaches and family vacation plans have become standard icebreakers in team meetings this summer, says Tyler Vandervort, who works in software sales in Texas. While understandable, he says such conversations can make non-parents like him feel left out, especially when commiserating about kids appears to help others network and get ahead.</p><p>\"Sometimes it burns me when somebody takes the kids to Disney World and then they're telling everybody how great of a time they had,\" says Mr. Vandervort, 35. \"Meanwhile, the work gets dumped off on the guy who doesn't do that.\"</p><p>\"I don't have the ability to say, 'Hey, I need to take my dog on a trip.'\"</p><p>Write to Callum Borchers at callum.borchers@wsj.com</p><p>Working Parents Are Having a Rough Summer. Some Co-Workers Don't Want to Hear About It.</p>",
  "published": "2022-07-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 5684,
          "end": 5690
        }
      ]
    }
  ]
}