{
  "_id": "55a8b0ebf49cde740aa0fd440eadedb92f7820c6b8d177c9d0aa215dd68f8120",
  "feed": "wall-street-journal",
  "title": "Netflix With Ads Launches at $6.99 a Month. Here's How the Pricing Stacks Up. Streaming giant to offer ad-supported tier in the U.S., 11 other countries in November",
  "text": "<p>With the new tier, Netflix joins other streaming rivals that offer ad-backed plans, including Peacock, Hulu, HBO Max and Paramount+. The new tier will come a month ahead of the launch of Disney+'s ad-backed streaming tier, which will start at $7.99 a month and is expected to launch in December. At that time, Walt Disney Co. plans to increase the price of its ad-free, stand-alone Disney+ service to $10.99 a month, from $7.99.</p><p>Netflix's basic ad-free plan costs $9.99 a month in the U.S. The company also has plans that cost $15.49 and $19.99 a month with varying degrees of simultaneous-viewing limits and better-quality streams. Netflix's ad-supported tier will have lower resolution for viewers than the $15.49 and $19.99 tiers but will still be high definition. The plan will display four to five minutes of ads an hour, and ads will typically be 15 seconds or 30 seconds long, playing before and during content.</p><p>Some titles won't be available at launch because of licensing agreements, which Netflix said it is working on. The Wall Street Journal previously reported that Netflix was seeking to amend programming deals to allow it to put content on its ad-supported service.</p><p>Write to Todd Olmstead at todd.olmstead@wsj.com</p><p>Netflix With Ads Launches at $6.99 a Month. Here's How the Pricing Stacks Up.</p>",
  "published": "2022-10-13T22:43:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 382,
          "end": 388
        },
        {
          "start": 187,
          "end": 193
        },
        {
          "start": 310,
          "end": 321
        }
      ],
      "nexusId": "10078857"
    }
  ]
}