{
  "_id": "8e532a4896697ac0416b7714e2882c281f3443432d08044855b9576422978323",
  "feed": "wall-street-journal",
  "title": "How 'Andor' Designers Took 'Star Wars' Back to the Analog Era; Polaroid cameras, cassette players and no Wi-Fi: the mechanics behind the 'Star Wars' prequel's 1970s feel",
  "text": "<p>\"We are very much into reality,\" said set decorator Rebecca Alleway. \"That was the mantra for 'Andor,' full stop.\"</p><p>\"Andor\" has given a jolt to the \"Star Wars\" franchise by emphasizing gritty realism in both its look and its writing. The show is set in a time before that of the first film from 1977, and there's not a Skywalker or lightsaber in sight. Diego Luna plays Cassian Andor, a hustler and thief who reluctantly joins a rebel cell making moves against the Empire, which is in a pre-Death Star phase of consolidating control.</p><p>The streaming series, nearing the end of its first 12-episode season on Disney+, tells the story of a tenuous insurgency leading up to the events in \"Rogue One.\" In that 2016 movie Mr. Luna's character leads a rebel mission to steal plans for the Empire's planet-killing weapon.</p><p>\"Andor\" was created by Tony Gilroy, a writer of \"Rogue One\" and known for such films as \"Michael Clayton\" and the Jason Bourne series. The show is rooted in the everyday places where characters work and live. They include a rebel organizer posing as a galactic antiquities dealer (Stellan Skarsgård), and prisoners racing like pit crews to build Imperial equipment.</p><p>There are spaceships and other computer-generated elements, but many of the environments were built by production crews as \"practical\" sets. \"Andor\" is an anomaly in an industry that has pushed ever further into digitally fabricated worlds. Recent \"Star Wars\" productions such as \"The Mandalorian\" have made more use of an immersive stage known as a \"volume\": Cameras capture actors performing on a set surrounded by massive video screens displaying virtual backdrops, such as alien landscapes.</p><p>Below, how the \"Andor\" team made some of the fictional tech that appears throughout the show.</p><p>Big, Chunky Hardware</p><p>\"Andor\" designers drew on an era before technology was slim and sleek. Workhorse computers, like the ones in the industrial setting of Ferrix, have bulky hoods and manual interfaces.</p><p>\"There's no touching the screen. Everything is controlled by a big, chunky button or a dial,\" said prop master Martyn Doust.</p><p>Graphic designer Dominic Sikking maintains a \"button board\" full of samples that have a satisfying look and feel. \"I can tell a cheap button when I see it,\" he said.</p><p>Tech plays a recurring role in the story. Characters gaze into a console resembling those once found in air-traffic control towers, attempting to track a suspicious spaceship.</p><p>GPS it's not. \"The Empire is at the top with their technology, but even theirs has limits. You can't make it too easy for them,\" Mr. Doust said.</p><p>The devices themselves aren't dummies. Screens inside the prop gadgets display graphics and text (in the \"Star Wars\" alphabet), offering realism for actors and a source of lighting for cameras.</p><p>No Wi-Fi, No Internet</p><p>People don't use paper in the \"Star Wars\" universe, so what's their equivalent to paperwork? In the Imperial Security Bureau, agents use hand-held computers to sift through data as they hunt for evidence of a rebel plot. These blocky \"datapads\" were designed to hide iPads or Samsung tablets inside with glowing (and rechargeable) screens.</p><p>Since there's no internet or Wi-Fi in this world either, the fictional datapads get docked with the intelligence agency's main computer, Mr. Doust explained, adding, \"Everything in 'Star Wars' is analog but it's got that aspiration of wanting to be digital.\"</p><p>Back to the Workbench</p><p>Because \"Andor\" is set in a time period adjacent to the original \"Star Wars,\" prop makers used methods and materials like those available to the movie's creators in the 1970s.</p><p>\"They were using real world stuff, taking it apart, and adding elements to make something look more technologically advanced than it actually was,\" Mr. Doust said.</p><p>He fashioned a collapsible Polaroid camera (circa 1974) into the hull of a navigational device that rebels use to elude capture after a heist. The instrument was retrofitted with a sextant-like apparatus and working screen made from \"the smallest smartphone we could possibly find on the depths of the internet,\" Mr. Doust said. He likes knowing that some fans will recognize the raw materials and use them to build replicas.</p><p>Putting Nostalgia to Work</p><p>An insurgent named Nemik (played by Alex Lawther) shows Andor the navigational device and shares his views on technology. \"We've grown reliant on Imperial tech, and we've made ourselves vulnerable,\" he says.</p><p>Nemik has recorded his philosophies on a pocket-size device bound in leather like a journal. To make it, Mr. Doust raided his own childhood for inspiration. He tracked down a couple copies of the portable Sanyo cassette player he had as a child in the early 1980s, and incorporated its buttons and other parts into Nemik's Dictaphone-like machine.</p><p>\"That's one of my favorite props because there's so much of me in it,\" Mr. Doust said, citing memories of listening to Dire Straits and Led Zeppelin through orange headphones in the back of his parents' car.</p><p>Viewers will get a closer look at the device storing Nemik's manifesto later in the series.</p><p>Dystopian Cubicle Culture</p><p>Ms. Alleway, the \"Andor\" set decorator, had to imagine what a dead-end desk job for the Empire would look like. She discovered a photo from the 1960s depicting a then-futuristic workplace, which inspired her take on a hive of cubicles.</p><p>A hyper-ambitious character (played by Kyle Soller) finds himself in exile as a worker drone in the Bureau of Standards. His psychological state is reflected in the muted color palette of his computer station and anonymous surroundings.</p><p>Write to John Jurgensen at John.Jurgensen@wsj.com</p><p>More in Television</p><p>* The Real Star of 'The White Lotus': The Fake Hotel</p><p>* In 'House of the Dragon,' What Happens When White-Blond Wigs Meet Fake Blood</p><p>* Appropriate, Messy, Affordable: How 'Abbott Elementary' Nails Teacher Style</p><p>* Why Did 'House of the Dragon' Replace Two of Its Biggest Stars?</p><p>* How Amazon Turned 'Lord of the Rings' Into the Most Expensive Show of All Time</p><p>How 'Andor' Designers Took 'Star Wars' Back to the Analog Era</p>",
  "published": "2022-11-03T10:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 605,
          "end": 612
        }
      ]
    }
  ]
}