{
  "_id": "4df64cb8d275bf54159340cc71d34dae359e224734b3f9ed011190fa3b006659",
  "feed": "wall-street-journal",
  "title": "Is That Co-Worker Really 'Off to a New Adventure'? Almost every goodbye message from a soon to be former colleague sounds like the start of something exciting. Don't buy it.",
  "text": "<p>The message just landed in your inbox or LinkedIn feed with all the cheer of a holiday greeting card:</p><p>I'm leaving to pursue new opportunities!</p><p>I'm excited for my next adventure!!</p><p>Can't share the details yet, but stay tuned!!!</p><p>Sometimes, there really is something cool in the works, and the exit was purely voluntary. Often, the situation is a bit more complicated.</p><p>People who've been pushed out—or need a change after burning out or hitting a ceiling—seldom admit it up front. And the old saw about spending more time with family…well, didn't we all do plenty of that during the pandemic everything-at-home era? Better to frame the end of a job as a triumph, or at least a step in the journey toward self-fulfillment.</p><p>So many of us want our jobs to reflect a sense of great purpose, which can make it unbearable to suggest that change is anything less than destiny calling.</p><p>\"It corresponds to how much people now talk about following your passion and being authentic to your true self,\" says Adam Galinsky, a professor of leadership and ethics at Columbia Business School.</p><p>Vague, euphemistic announcements about chief executive officers' departures are practically an art form. Walt Disney Co. recently thanked Bob Chapek for his leadership throughout the pandemic and said he had stepped down as CEO. There was no explanation other than that the \"uniquely situated\" Robert Iger was returning to lead the company. A press release didn't mention that Disney executives and investors had alerted the board of directors to concerns about Mr. Chapek's management.</p><p>Salesforce Inc. co-CEO Bret Taylor said a couple of weeks ago in apress release that he wants to \"return to my entrepreneurial roots\" and asserted that now—barely a year after his appointment—is the time to do just that. The abrupt career shift is hard to square with the company'soriginal plan for Mr. Taylor to help lead its next chapter, not to mention the tensions that had been growing between him and Salesforce co-founder (and now solo CEO) Marc Benioff, according to people familiar with the executives.</p><p>We nonbosses are carefully managing our farewell messages too, as if we were running investor relations at Me Inc. Controlling the narrative can feel especially important when many businesses are cutting staff, and as economists are warning of a looming recession.</p><p>\"Nobody wants to appear injured in the marketplace,\" or like damaged goods, says Dale Gibbons, a management consultant in Louisville, Ky.</p><p>Mr. Gibbons once took a job with a company he'd advised but stayed only two years. Upon leaving, he told people that he felt the pull of independent consulting again and wanted to care for his ailing parents—explanations that made him seem entrepreneurial and noble.</p><p>Those reasons were part of the story, he says, but in reality he'd been fired.</p><p>Now head of his own firm, Business Breakthrough Advisors, Mr. Gibbons recently wrote about his job loss on LinkedIn. He told me he decided to open up years later in hopes that it might encourage others who are going through the same thing.</p><p>Showing vulnerability, or admitting that you don't know your next career move, can be frightening, says Jerrod Blandino, former chief creative officer of the Too Faced cosmetics brand, known for such cheeky products as \"Better Than Sex\" mascara. He attributes that in part to the example set by CEOs and corporations, which portray every transition as smooth and well-planned, even if they're as chaotic as a \"Real Housewives\" reunion. As a result, many professional breakups are recast as the beginnings of thrilling new exploits.</p><p>Mr. Blandino and his husband and business partner, Jeremy Johnson, launched Too Faced in 1998, staying on after Estée Lauder Cos. bought their business for $1.45 billion in 2016. Announcing their departures in an Instagram video in May, Mr. Blandino declared, \"Jeremy and I are not done. I am so excited about our futures. We've got dreams and things, baby.\"</p><p>He says now that they left their roles without a clear plan and spent more than a month in Europe decompressing and considering their options, including moving to a remote island. He had hoped to never leave Too Faced, he says, but felt stifled.</p><p>\"In the larger corporate environment, I can't expect everyone to get me, to trust me, to understand me,\" he says. \"I wasn't the best version of myself.\"</p><p>The couple recently founded Toy Box Brands, which will sell beauty and other products.</p><p>Natasha Bowman, an attorney who advises companies on diversity and mental health, says she had an awesome-sounding excuse for leaving her day job in 2018: Her side hustle as an author was taking off, and she was going on a book tour.</p><p>It wasn't exactly a lie. She'd published \"You Can't Do That At Work\" several months earlier, at the height of the #MeToo movement, and really was traveling to promote it. But it wasn't the whole truth.</p><p>The rest? She'd taken a day off from her job as director of organizational development at a healthcare company in New York City because she had jury duty. Overwhelmed by anxiety, she skipped out on court and didn't tell her employer. The company found out that she no-showed and terminated her for the deception, she says.</p><p>Having launched a foundation dedicated to mental-health awareness at work this year, Ms. Bowman says it has become important to be frank about her own struggle with anxiety and the circumstances of her previous job loss so that she can credibly counsel businesses.</p><p>At the time, however, she did what many others do.</p><p>\"It was very embarrassing for me, and I kept it under wraps,\" she says.</p><p>Write to Callum Borchers at callum.borchers@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>How have you described your split from a company? Join the conversation below.</p><p>Is That Co-Worker Really 'Off to a New Adventure'?</p>",
  "published": "2022-12-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1450,
          "end": 1456
        },
        {
          "start": 1178,
          "end": 1189
        }
      ]
    }
  ]
}