{
  "_id": "c240e37eab2c10b5c24aa82b0603fbd997714eacb5d8d98af6360a950ad47811",
  "feed": "market-watch",
  "title": "U.S. stock futures point to three-day winning streak with midterm elections under way",
  "text": "<p>* S&amp;P 500 futures ES00 added 3 points, or 0.1%, to 3818</p><p>* Dow Jones Industrial Average futures YM00 rose 31 points, or 0.1%, to 32869</p><p>* Nasdaq 100 futures NQ00 gained 26 points, or 0.2%, to 11040</p><p>On Monday, the Dow Jones Industrial Average DJIA rose 424 points, or 1.31%, to 32827, the S&amp;P 500 SPX increased 36 points, or 0.96%, to 3807, and the Nasdaq Composite COMP gained 89 points, or 0.85%, to 10565.</p><p>What's driving markets</p><p>Stocks were striving to record a three-day winning streak. The S&amp;P 500's 2.3% gain over the previous couple of sessions was partly the result of buyers front-running a traditional \"buy signal\" event, the completion of the U.S. midterm elections, according to some analysts.</p><p>\"U.S. equities began the week bouncing back, with the S&amp;P 500 convincingly up ahead of the U.S. midterm elections on Tuesday, where a divided government in Washington is ostensibly bullish for equities,\" said Stephen Innes, managing partner at SPI Asset Management.</p><p>\"The rationale is pretty straightforward. Gridlock cross-checks each party's 'worst impulses', and less activist fiscal policy is conducive to lower market volatility,\" Innes added.</p><p>Jim Reid, strategist at Deutsche Bank, said: \"It's no exaggeration to say that midterm elections are one of the best historic buy signals for equities we have. In fact, in the 19 midterm elections since WWII, the S&amp;P 500 has always been higher one year after the vote.\"</p><p>However, Reid questioned whether any of the previous 19 occasions had to contend with a macro-economic environment of the kind currently pressuring the market, namely the prospect of yet higher interest rates alongside a possible recession in 2023.</p><p>Crucial to determining that scenario is the Federal Reserve's need to keep tightening monetary policy to combat inflation running near 40-year highs. Consequently, for many investors it is Thursday's consumer prices data and not politics that will determine the market's trajectory going into the end of the year.</p><p>The message from the bond market in that regard is not particularly supportive of stocks. The monetary policy-sensitive 2-year Treasury yield BX:TMUBMUSD02Y is holding above 4.7%, near its highest since 2007.</p><p>In addition, despite the S&amp;P 500 having bounced 6.4% from its 2022 closing low in mid October, the bear market downtrend remains intact, warn some analysts.</p><p>\"The [S&amp;P 500's] spike back above 3800 might have seemed positive to many investors after $SPX successfully held 3700 last week, but technically last week's deterioration remains a larger technical concern heading into mid-term Elections and CPI data,\" wrote Mark Newton, head of technical strategy at Fundstrat.</p><p>\"Downside risk levels are very well defined at 3700, and any break of this level turns the near-term quite bearish which could bring about a quick retest of October lows. Bottom line, market indices remain in a key window of volatility, and it's essential for the Bulls that Technology starts to stabilize quickly along with rates showing more weakness,\" Newton added.</p><p>Meanwhile, the third-quarter U.S. corporate earnings season rumbles on, with Walt Disney DIS the highlight on Tuesday, when it reports after the close of trade. The reports from Lyft LYFT and Take Two Interactive TTWO, delivered after Monday's closing bell, have not been well received, leaving both companies' stock in line for double-digit declines when the new session opens.</p><p>U.S. stock futures point to three-day winning streak with midterm elections under way</p>",
  "published": "2022-11-08T10:09:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3109,
          "end": 3120
        }
      ]
    }
  ]
}