{
  "_id": "74cfe1c129a961e8a30cf7acaf74856e04616c87664be3c31e489d4b8bdf02c9",
  "feed": "ftcomall",
  "title": "Daniel Loeb vs Disney",
  "text": "<p>Having scored a couple of goals in my midweek game of football, I had a thought to ring a couple of agents to find myself a club before the close of the transfer window on Thursday. After all, <strong>English Premier League </strong>clubs have already <a href=\"https://www.ft.com/content/704ec365-1642-4e62-809d-0d0400921015?\">broken their gross spend</a> record, with a minimum of £1.5bn already committed to buying players, according to <strong>Deloitte</strong>'s Sports Business Group. </p> <p>It raises the question of whether clubs are spending lavishly without giving any thought to the return on investment. Agents are quick to point out that plenty of players are failing to live up to the fee. </p> <p>Perhaps this summer of transfer madness will be the subject of an eventual&#xa0; <strong>ESPN</strong> documentary . . . The question is whether it'll still be part of <strong>Disney </strong>once activist investor <strong>Daniel Loeb </strong>is done. That corporate battle has big implications for sport, as you'll find out below. Further on, we have a special dispatch from FT South China correspondent Primrose Riordan on the crisis in Chinese football. Do read on —<em> Samuel Agini, sports business reporter</em></p> <h1>Next on SportsCenter: can ThirdPoint score with ESPN?</h1> <p>Once again, it's Dan versus Disney.</p> <p>Earlier this month, the activist investor Daniel Loeb <a href=\"https://www.ft.com/content/5bfa9fd6-5df9-41d9-9309-85e50c9ee431\">took a $1bn stake</a> in the entertainment conglomerate, according to a person familiar with the investment, reinvesting in Disney for the second time in as many years but now pushing for stark changes at the company. They include a shake-up of the board and cost-cutting throughout the business, as well as a potential spin-off of the company's cable sports network <strong>ESPN</strong>.</p> <p>It's a topic that has percolated throughout Disney, and within the sports world at large, for some time. On the surface, <a href=\"https://www.ft.com/content/18dd5a28-aa78-4f9a-bc90-c448d56e2cf7\">the maths are tempting</a>: Disney's linear television networks yield margins of 30 per cent with operating profit of $8.4bn last year. ESPN has rights to nearly all of the top sporting events in the US, from the <strong>National Football League</strong> to the <strong>National Basketball Association</strong> to <strong>Major League Baseball</strong> to the college American football playoffs, golf, and more. Viewers are increasingly following ESPN's sports content from its linear cable channel to its streaming product, ESPN+.</p> <p>It's for these reasons that Loeb's <strong>Third Point</strong> believes ESPN could be an enticing standalone business. Doing so could help alleviate Disney's $46bn debt pile. Shares have fallen 25 per cent so far this year, in part because of the increasingly competitive market for streaming which has forced Disney and competitors like <strong>Warner Bros Discovery</strong> and <strong>Netflix</strong> to <a href=\"https://www.ft.com/content/3a360d69-4ea4-4177-9f3c-265c253230d1\">rethink</a> their approach.</p> <p>But within the sports world, simply spinning off ESPN is a thorny proposition. Its value is intrinsically tied to the volume of sports rights it holds, and in recent years, leagues have held all the leverage in negotiating substantially more valuable broadcast rights agreements. In the past two years alone, US rights packages for the <a href=\"https://www.ft.com/content/e0d7f203-568a-47bc-b068-076e22604802\">NFL</a> and the <strong>Uefa </strong><a href=\"https://www.ft.com/content/803160e7-326e-4fe6-b09b-992e1f84d95a\"><strong>Champions League</strong></a> have more than doubled in value. Rights for <strong>Major League Soccer</strong> and <strong>Indian Premier League</strong> have fetched record sums, while enlisting emerging media partners like <strong>Apple</strong> and, in the IPL's case, selling streaming privileges to a start-up joint venture over incumbent Disney.</p> <p>Media analysts <strong>MoffettNathan </strong>wrote it seems “financially dangerous” to divest ESPN, in part because consumer cord-cutting continues apace. Another external factor is the ongoing shake-up in US college sports: realignment of popular football- and basketball-playing universities into new conferences has led to the renegotiation of broadcast rights, as the new <strong>Big Ten</strong> deal, inked <a href=\"https://www.ft.com/content/942ea00c-ee9d-471d-a202-41fc9d34ad8c\">last week</a> with <strong>CBS, Comcast's NBC</strong> and <strong>Fox </strong>and worth $7.5bn over seven years, shows. </p> <p>Loeb, for his part, has long been known as a particularly shrewd activist. In a 2013 campaign against <strong>Sotheby's</strong>, Loeb <a href=\"https://www.ft.com/content/89a3a788-2b74-11e3-a1b7-00144feab7de\">wrote</a> that the auction house was akin to&#xa0; “an old master painting in desperate need of restoration”. His tactics thus far with Disney have been softer in tone: praising the company's trajectory and emphasising Third Point's “confidence” in the business as the reason for his investment. Disney pushed back against Loeb's prompt for a board refresh but said it welcomes “the views of all our investors”.&#xa0;</p> <h1>What Evergrande's default and match fixing allegations mean for Chinese football</h1> <p>President <strong>Xi Jinping</strong> wanted football to <a href=\"https://www.ft.com/content/9bc3e678-bfcf-11e7-b8a3-38a6e068f464\">showcase</a> China's rise to the world. But right now, there isn't a whole lot to be proud of.</p> <p>The national professional football league has descended into crisis, with clubs sponsored by indebted companies collapsing and international players departing as the money runs out. China's zero-Covid policies have also made the country less appealing to expatriates, driving some of the big ticket players back home.</p> <p>The most recent example is ex-<strong>Chelsea</strong> star <strong>Oscar</strong>, whose future with <strong>Shanghai Port</strong>, whom he signed with for tens of millions of pounds in 2016, is in limbo as the star attempts to move back to Brazil.</p> <p>The whole rise of the Chinese league was in part funded by rising Chinese companies such as mega property developer <strong>Evergrande</strong>, which remains the sponsor of <strong>Guangzhou FC</strong>. </p> <p>In 2012, Evergrande founder <strong>Hui Ka Yan</strong> built one of the world's largest residential football academies in Qingyuan in southern China's Guangdong province with the help of coaches from Spanish club <strong>Real Madrid</strong>.</p> <p>Under Evergrande's ownership, professional team Guangzhou FC has won Asian titles and signed international talent such as former Chelsea manager <strong>Luiz Felipe Scolari </strong>and Italian coach and former World Cup-winning defender <strong>Fabio Cannavaro</strong>, who departed last year.</p> <p>But the fate of the property company, which is attempting to pick up the pieces after defaulting on its debt, has ricocheted through Hui's empire.</p> <p>The academy has been beset with financial issues over the past 12 months and Chinese media have reported that it has been losing coaches and students.</p> <p>And now it is facing <a href=\"https://www.ft.com/content/16d039ea-6f4f-4c7c-a98b-4811c26f6019\">a match fixing scandal</a>. </p> <p>In early August, a video of the unexpected loss suffered by the under-15s team filled with players from the academy went viral on Chinese social media and sparked suspicions of match-fixing.</p> <p>In response, Chinese authorities have ordered tighter supervision of local football leagues and an investigation into alleged match-fixing following the defeat.</p> <p>“Match-fixing will not drive progress in Chinese football,” Caixin quoted <strong>Chinese Football Association</strong> president <strong>Chen Xuyuan</strong> as saying in wake of the scandal. “This phenomenon cannot be tolerated.”</p> <h1>Highlights</h1> <ul>  <li><p><strong>Novak Djokovic </strong>said he <a href=\"https://www.ft.com/content/04a1587e-b6fa-41ad-afcb-d61e08c8ab80\">will not participate</a> in this year's <strong>US Open</strong>, which begins on Monday, depriving another tennis major of one of the sport's biggest stars. The Serb tennis champion cannot enter the US because of requirements for non-US citizens to be vaccinated against coronavirus.</p></li>  <li><p><strong>Tiger Woods </strong>and<strong> Rory McIlroy </strong>were at the centre of the <strong>PGA Tour</strong>'s fightback against Saudi-bankrolled rival <strong>LIV Golf</strong>. The two golfers are <a href=\"https://tglgolf.com/articles/2\">starting</a> a new league called TGL that will incorporate a virtual course in a purpose-built arena designed to attract the next generation of fans via short-format, team-based golf.</p></li>  <li><p><strong>Bernie Ecclestone</strong>, who became a billionaire running <strong>Formula One</strong>, <a href=\"https://www.ft.com/content/e85462f8-a432-4653-9a43-e0eecfe34a17\">denied</a> a £400mn fraud allegation in a London court after UK tax authorities investigated his finances and use of overseas trusts. He stepped down as F1 chief in 2017.</p></li>  <li><p><strong>Audi, Volkswagen</strong>'s premium marque, <a href=\"https://www.ft.com/content/8db4d1ea-6060-4d90-a8a4-d4b0cc8df9f3\">will join</a> <strong>Formula 1</strong> from 2026, competing with German rival <strong>Mercedes</strong> at the frontline of the car racing series. F1 is rapidly expanding into new markets, including the US, and proving its marketing capabilities to automakers with plans for new engines and sustainable fuels.</p></li> </ul> <h1>Final Whistle</h1> <a href=\"https://twitter.com/HanaBici72/status/1556208536912379904\">https://twitter.com/HanaBici72/status/1556208536912379904</a> <p>Speaking of athletes earning their fees, have volleyball officials considered adding man's best friend to the roster? An uncredited video making the rounds on Twitter shows one talented pup holding her own in a backyard game of two-on-two volleyball. The co-ordination is mesmerising — check it out <a href=\"https://twitter.com/HanaBici72/status/1556208536912379904\">here</a>.</p><p>Source:  2022 'Daniel Loeb vs Disney' FT.com 27 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-27T08:00:29.353Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 15,
          "end": 21
        },
        {
          "start": 722,
          "end": 728
        },
        {
          "start": 728,
          "end": 734
        },
        {
          "start": 1108,
          "end": 1114
        },
        {
          "start": 1289,
          "end": 1295
        },
        {
          "start": 1580,
          "end": 1586
        },
        {
          "start": 1680,
          "end": 1686
        },
        {
          "start": 2262,
          "end": 2268
        },
        {
          "start": 2422,
          "end": 2428
        },
        {
          "start": 2441,
          "end": 2447
        },
        {
          "start": 3140,
          "end": 3146
        },
        {
          "start": 3163,
          "end": 3169
        },
        {
          "start": 3851,
          "end": 3857
        },
        {
          "start": 3879,
          "end": 3885
        },
        {
          "start": 4010,
          "end": 4016
        }
      ],
      "weightsV2": {
        "weight": 19.92514,
        "baseWeight": 15.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.92514026,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}