{
  "_id": "9559b706c56c10654a6533a3a2307a0ddf4f015b2476002965288ea9c737b17f",
  "feed": "ftcomall",
  "title": "FirstFT: Ukraine and Russia talks fail to secure breakthrough",
  "text": "<p>High level talks between Russia and Ukraine <a href=\"https://www.ft.com/content/c850eb36-c4d3-414d-a928-232cd1cafcd7#post-96973e6e-ad6f-466f-ace0-474bf4b910a5\">made little progress</a> to end the two-week conflict.</p> <p>Dmytro Kuleba, Ukraine's foreign minister, said he discussed a 24-hour ceasefire with his Russian counterpart Sergei Lavrov but failed to secure a breakthrough.</p> <p>“We did not make progress on this since it seems that there are other decision makers for this matter in Russia,” Kubela after the meeting in the southern Turkish city of Antalya.</p> <p>He said Lavrov reiterated Russia's previous position on Ukraine. Moscow wants the demilitarisation of Ukraine and the recognition of separatist territories, while Kyiv wants the liberation of territories under Russian control. Ukraine has ruled out ceding territory but has indicated it could consider Russia's demand for neutrality.</p> <p>The talks come a day after Ukraine accused Russian forces of <a href=\"https://www.ft.com/content/717c4244-0dda-4564-8380-6cb1352afd68\">destroying a maternity hospital in Mariupol</a>, the southern port city of 460,000 that has been under siege for days.</p> <p>Volodymyr Zelensky, Ukraine's president, called the attack an “atrocity” and repeated his calls for Nato to establish a no-fly zone over Ukraine. Nato has repeatedly ruled out such a move for fear of being drawn into direct conflict with Russia.</p> <p>Writing in the Financial Times yesterday Kuleba <a href=\"https://www.ft.com/content/16f6b1f2-4019-4c1b-82a2-a18594932038\">urged the EU</a> to grant Ukraine membership right away.</p> <p><em>Follow our </em><a href=\"https://www.ft.com/content/c850eb36-c4d3-414d-a928-232cd1cafcd7\"><em>live blog</em></a><em> for the latest news and our </em><a href=\"https://www.ft.com/content/4351d5b0-0888-4b47-9368-6bc4dfbccbf5\"><em>updated maps</em></a><em> offer a visual guide to the conflict.</em></p> <h1>More on Ukraine</h1> <ul>  <li><p><strong>Energy market:</strong> The price of Brent crude, the international oil benchmark, <a href=\"https://www.ft.com/content/6818075e-fa23-491f-b056-35b7d7a08d82\">is rising again today</a> after falling sharply yesterday following comments from the United Arab Emirates that it would encourage Opec members to <a href=\"https://www.ft.com/content/cd26f107-6217-4c8d-befe-11772b40ca66\">increase oil production</a>. European stocks are lower today after rallying yesterday. </p></li>  <li><p><strong>Financial services:</strong> <a href=\"https://www.ft.com/content/3dcd9e5f-f7b0-4299-aad5-65d63f001470\">Credit Suisse</a> and <a href=\"https://www.ft.com/content/8d5bfe45-ebcb-4f75-8f4f-e0435ca87c1d\">Pimco</a> risk losing hundreds of millions in loans to Russian businesses while Citigroup is <a href=\"https://www.ft.com/content/894144b6-c785-4fd5-8a3b-76747bc534dc\">“running out of options”</a> for its bank in Russia.</p></li>  <li><p><strong>Sanctions:</strong> The UK government has slapped a full asset freeze on Russian billionaire Roman Abramovich, <a href=\"https://www.ft.com/content/66540723-08fa-439b-acaa-e74265aa0dce\">complicating the sale</a> of Chelsea football club. </p></li>  <li><p><strong>China-Russia relations:</strong> The war in Ukraine represents <a href=\"https://www.ft.com/content/50aa901a-0b32-438b-aef2-c6a4fc803a11\">a threat to China's economy</a> and could lead to a diplomatic backlash against Beijing.</p></li>  <li><p><strong>Opinion:</strong> Hannah Murphy argues that uplifting myths around the war mark <a href=\"https://www.ft.com/content/4127e072-ef9c-4f98-b823-75299c2970fe\">a dangerous frontier in misinformation</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Amazon announces $10bn share buyback </strong>The ecommerce giant has announced a <a href=\"https://www.ft.com/content/da3bb04d-69dd-4b0d-9719-f8dc2d8e6e65\">20-for-1 stock split</a> and a share buyback of up to $10bn, in an effort to boost its stock price in the face of heavy operating costs and concerns over staff retention.</p> <p><strong>2. Disney chief reverses course on Florida's ‘Don't Say Gay' bill</strong> The statement by Bob Chapek, Walt Disney chief executive, at a shareholder meeting yesterday <a href=\"https://www.ft.com/content/b2a666f7-1530-457b-9a6e-26c0f13507bd\">reverses the media company's previous support</a> for the legislation outlined in a 900-word memo earlier this week. </p> <p><strong>3. US probes Diller and Geffen over Activision trades </strong>US media tycoon Barry Diller and music mogul David Geffen are <a href=\"https://click.newsletters.ft.com/f/content-62fb944e-4827-4d90-9cd4-69e0f1f7944d/1Z8jCKTy91qgYM6noxvQoQ~~/AAAAAQA~/RgRkC6ocP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNjJmYjk0NGUtNDgyNy00ZDkwLTljZDQtNjllMGYxZjc5NDRkP2VtYWlsSWQ9NjIyOTExMGNhYzVjYWYwMDIzOWRhN2FiJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpiJx8lKWKqLCjLUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">under investigation</a> for potential insider trading connected to the purchase of Activision Blizzard options days before the video game maker agreed to be acquired by Microsoft, said people briefed about the matter.</p> <p><strong>4. Conservative elected as South Korean president </strong>Opposition candidate Yoon Suk-yeol <a href=\"https://www.ft.com/content/f9056776-454c-4c58-bff2-b0ca0d98e9b2\">narrowly won South Korea's presidential election</a>, marking a turning point for the world's tenth-largest economy after a bitter and closely-fought campaign marred by allegations of corruption and sleaze.</p> <p><strong>5. Shackleton's Endurance shipwreck found </strong>Sir Ernest Shackleton's ship Endurance has been <a href=\"https://www.ft.com/content/a2e63b23-edf3-46b4-afcf-61f31c7ccbfc\">discovered in deep water</a> off the Antarctic coast more than a century after it was abandoned on his doomed expedition to traverse the continent via the South Pole.</p> <h1>The day ahead</h1> <p><strong>European Council summit </strong>French President Emmanuel Macron will host a gathering of EU leaders in Versailles for an informal summit. On the agenda is a wave of applications from former Soviet states to be fast-tracked into EU membership, requests that are <a href=\"https://www.ft.com/content/13ce2318-8e6c-467f-ab55-fc8b090e9e56\">unlikely to be fulfilled</a>. A new growth and investment model and ways to reduce dependence on Russian energy will also be discussed.</p> <p><strong>ECB governing council meeting </strong>The war in Ukraine is <a href=\"https://www.ft.com/content/2e2da65d-d611-409e-9981-3b50ef2699bd\">threatening to derail the eurozone's recovery and reopen divisions</a> at the European Central Bank which meets to decide its next move on interest rates. </p> <p><strong>US inflation </strong>The US consumer-price index is expected to have risen at its fastest pace in more than four decades in February, <a href=\"https://www.ft.com/content/93953231-469e-4a2d-b1c8-897ec679ed67\">climbing 7.8 per cent from the year before</a>, according to a survey of economists by Bloomberg.</p> <h1>What else we're reading</h1> <p><strong>How Facebook's crypto dream fell apart </strong>It had the blue-chip partners, the technology and the right players — none of which could save it. Hannah Murphy and Kiran Stacey tell the inside story of the most spectacular, if little noted, failure of Mark Zuckerberg's career: <a href=\"https://www.ft.com/content/a88fb591-72d5-4b6b-bb5d-223adfb893f3\">the collapse of the Libra project</a>.</p> <p><strong>Binance plots M&amp;A spree </strong>The cryptocurrency exchange is planning an acquisition spree <a href=\"https://www.ft.com/content/a3097add-feff-4ecd-8e3d-c5141bff3f8b\">to push in to new markets</a>, chief executive Changpeng Zhao tells the FT. Binance is one of the biggest companies in the digital asset industry and is looking to scoop up businesses that operate in traditional markets.</p> <p><strong>What Google knows about the future of war </strong>The world's attention is focused on the <a href=\"https://www.ft.com/content/344ce524-dc50-4a77-9757-0fde985baca2\">tragedy of the physical war</a> in Ukraine. But as Alphabet has noted, a second fight has long taken place in cyber space, where Ukrainians appear to have triumphed in a way that has astonished many outsiders.</p> <p><strong>FT business books: March edition</strong> From creating more connected teams to digital transformation our Work &amp; Careers team has selected <a href=\"https://www.ft.com/content/72dd8663-7c83-4a8c-9009-f88fac3b0a07\">this month's top titles</a> from the world of business publishing. </p> <h1>Style</h1> <p>Last summer, 23-year-old Jean Arnault joined Louis Vuitton's watchmaking division as director of marketing and development. His smartphone-addicted, potentially post-wristwatch generation has been of concern to the traditional watch industry, but if Arnault is right, <a href=\"https://www.ft.com/content/e86afcee-72ba-4aa7-a46a-4c44c613928f\">the industry can relax a little</a>.</p> <blockquote>  <p>“The more connected devices get into our day-to-day, the more you want something purely mechanical that is inert, but still lives in a way.”</p> </blockquote><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: Ukraine and Russia talks fail to secure breakthrough' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T11:15:55.821Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2561,
          "end": 2567
        },
        {
          "start": 2653,
          "end": 2664
        }
      ]
    }
  ]
}