{
  "_id": "543be8726863064b720a8314ef9ebd3461f3b043d8753c03475848920fdd6e54",
  "feed": "wall-street-journal",
  "title": "'Bambi,' Whittaker Chambers and the Art of Translation; A grandson defends the ex-spy's less-famous literary work.",
  "text": "<p>Chambers's simple, poetic translation contrasts well with the horrors that came after. His translation in no way transformed \"Bambi\" into \"a story for children\": Disney did that. We read his translation as teens: beauty could not hide horror, though Disney cut or trivialized it. Here is something only our family knows: Chambers felt sickened by the story's \"Disneyfication.\"</p><p>Mr. Zipes criticizes Chambers for \"textual infidelity.\" Is the new translation more accurate? Perhaps. Chambers, then 27, was translating a first of 16 books from German and French. But more accurate does not mean better. Translations need artistry and Chambers was also a poet. He understood that simple, beautiful language in \"Bambi\" helped portray the innocence of animals, making human horrors all the starker. I have looked at a few of Mr. Zipes's passages and found them similar—except where Chambers chose more poetic language.</p><p>David Chambers</p><p>Reston, Va.</p><p>I read the Felix Salten novel \"Bambi,\" beautifully illustrated by Barbara Cooney, as an adult. While very unlike the Disney movie, at no time did the novel harken to any dystopia or animals representing \"people hunted and persecuted for sport.\" Ms. Gurdon cites the irony that Whittaker Chambers, a communist and Soviet spy, would translate this children's novel into English. Yet she omits that Chambers subsequently wrote extensively about the horrors of communism and eventually professed faith in God. The ending of \"Bambi\" points to the fact that One exists who is over man and over animals.</p><p>I recommend reading \"Bambi\" for the simple pleasure that earlier translators found, and skip the assumptions of darker themes.</p><p>Janet Harmon</p><p>Overland Park, Kan.</p><p>'Bambi,' Whittaker Chambers and the Art of Translation</p>",
  "published": "2022-01-21T16:36:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 250,
          "end": 256
        },
        {
          "start": 1056,
          "end": 1062
        },
        {
          "start": 162,
          "end": 168
        }
      ],
      "nexusId": "10078857"
    }
  ]
}