{
  "_id": "bf38514ee1a0a4e185bcb995a57fe218ad09a34536b3d0c0835dcab581472034",
  "feed": "market-watch",
  "title": "Move over, Mickey — Minnie Mouse is wearing the pants now, and some fans are furious",
  "text": "<p>Yes, Mickey Mouse's better half is ditching her iconic red polka dot dress and ruffled white bloomers for a spotted blue Stella McCartney pantsuit. It's all part of the celebration for Disney's DIS 30th anniversary of Disneyland Paris.</p><p>But online, it's the M&amp;M's makeover all over again. On Twitter, people debated Minnie's new threads, giving her mixed reactions — just as they did after Mars, Inc. redesigned its candy mascots.</p><p>Last week, M&amp;Ms also raised eyebrows by redrawing its characters — most notably, having the female green and brown M&amp;M's ditch their sexy high heels for more practical footwear. Just like the anthropomorphic candies' changes caused a stir, so did this apparel adjustment for one of Disney's most beloved characters.</p><p>https://twitter.com/DisneyParis_EN/status/1485927791895920644?s=20“Stella McCartney has designed Minnie Mouse's very first pantsuit, and it's gorgeous,” read a tweet posted from the park's official Twitter TWTR account.&#xa0;</p><p>But conservative commentator Candace Owens called the redesign a political distraction from pressing issues — like inflation.&#xa0;</p><p>“They're trying to destroy fabrics of our society [by] saying that there's issues, so everybody looks over here. Look at Minnie Mouse. Don't look at inflation … look at Minnie Mouse,” she said on Fox News Wednesday night. “The world is going forward because you've got her in a pantsuit.”</p><p>https://twitter.com/Acyn/status/1486501957300674560?s=20But Disney and designer McCartney, who is the daughter of Beatles legend Paul McCartney, have said that Minnie's updated outfit is not meant to be permanent, akin to the M&amp;M redesign. The look is to be part of a milestone celebration. For a month.&#xa0;</p><p>In fact, McCartney told the official Disney fan club D23 that she's always been a fan of how Minnie dressed. “Minnie has always had a special place in my heart,” said McCartney. “What I love about Minnie is the fact that she embodies happiness, self-expression, authenticity, and that she inspires people of all ages around the world. Plus, she has such great style!”</p><p>McCartney added that she was “delighted” by the opportunity to give the nearly 94-year-old anthropomorphic mouse a fresh look. She's also selling a limited edition Minnie Mouse T-shirt for International Women's Rights Day, which will be available online and in Stella stores on March 8.&#xa0;</p><p>“This new take on her signature polka dots makes Minnie Mouse a symbol of progress for a new generation,” she said. It includes a navy pantsuit with black polka dot, black bows on the pockets, and, and matching pumps. Minnie is also still sporting her signature bow, this time in matching black and blue shades to go with her pantsuit.</p><p>Minnie isn't the only character to be getting a celebratory and temporary makeover. Mickey, Goofy, Donald and Daisy Duck are also getting new party outfits for the park's big anniversary. (It's not certain whether Pluto will continue to be naked.) And the celebratory looks include new iridescent dresses for Minnie and Daisy, too — so it's not like Disney's female mascots are kissing dresses and skirts good-bye for good.&#xa0;</p><p>These are outfits. And people (and cartoon characters) can change clothes!</p><p>Still, reactions to Minnie's pantsuit were mixed online, leading “Minnie Mouse” and “Stella McCartney” to rank among the most Googled terms on Thursday morning. And “Minnie Mouse” was also trending on Twitter early Thursday afternoon with more than 18,000 tweets and counting.&#xa0;</p><p>“How sad that the world has come to this….” tweeted one reader in the comments.</p><p>“More woke BS,” added another.</p><p>https://twitter.com/North2North/status/1486654059188736001?s=20On the other side, supporters either celebrated the new look, or poked fun at the fact that so many people were upset by a cartoon character being drawn in a different set of clothes.&#xa0;</p><p>https://twitter.com/BabyLamb5/status/1486522502880763904?s=20https://twitter.com/OhNoSheTwitnt/status/1486658345104814083?s=20https://twitter.com/IndivisibleTeam/status/1486516836724318214?s=20What's more, this isn't the first time that Minnie has been depicted in pants, which some other folks pointed out.&#xa0;</p><p>https://twitter.com/leticia_creates/status/1486519419027214343?s=20https://twitter.com/Rugdog/status/1486557349196271619?s=20Tom Fitzgerald and Lorenzo Marquez, co-creators of the fashion and pop culture blog TomandLorenzo.com, had some more constructive criticism about the look itself.&#xa0;</p><p>“While I don't think it's going to destroy the fabric of society, I do think Minnie's pantsuit is pretty drab and slightly over-designed,” reads a tweet from their official account. “Needs more contrast and fewer lines. Get rid of the pocket bows or move them to the shoes.”&#xa0;</p><p>https://twitter.com/tomandlorenzo/status/1486676654915305473?s=20“If Minnie is looking for a new look in the U.S., she might want to opt for wide-leg yoga pants,”&#xa0;suggested Maria Rugolo, apparel analyst at the NPD Group. Her data showed that pants gained market share in the U.S. while dresses lost share in 2021 compared to 2019 — a trend largely driven by a boost in sales of activewear like yoga pants and sweatpants that became pandemic staples as people spent more time at home.</p><p>https://twitter.com/caroljsroth/status/1486520692405415937?s=20The women's pantsuit has a revolutionary history, which could explain why so many people are reading so much into the new look. American women were getting arrested for wearing pants as recently as the 1930s, just over a decade after (white) U.S. women were given the right to vote. While Coco Chanel first introduced her “signature suit” in 1923, which featured a knee-length skirt and wool button-down jacket, French designer Marcel Rochas has been credited with first pairing pants with women's suits in 1932.</p><p>From there, other designers like Yves Saint Laurent began playing with different versions of the women's pantsuit, which became a staple in the wardrobes of 1930s and 1940s actress Marlene Dietrich, Katherine Hepburn, Oprah Winfrey, Hillary Clinton and Vice President Kamala Harris (who often paired hers with Chuck Taylors on the campaign trail.)&#xa0;</p><p>Pantsuits and jumpers have also become familiar looks on red carpets once dominated sweeping ball gowns.&#xa0;</p><p>But many people remain resistant to change, especially when it involves a beloved character. Just last week, the M&amp;Ms came under similar scrutiny after the iconic chocolate treat that's part of the privately-held Mars, Inc. portfolio announced that it's offering a “fresh, modern take” on its colorful characters that underscores “the importance of self-expression.”&#xa0;</p><p>Read more: The green and brown M&amp;Ms swap sexy heels for comfier shoes in a controversial brand makeover</p><p>The most visible changes included the green M&amp;M kicking off her white go-go boots for a pair of sneakers, while the brown M&amp;M switched from stilettos to a more practical pair of pumps. This was part of highlighting the character's personalities instead of their gender,&#xa0;the company says, and making the mascots “more inclusive, welcoming, and unifying.” And it also got plenty of tongues wagging.</p>",
  "published": "2022-01-27T12:45:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 712,
          "end": 718
        },
        {
          "start": 1441,
          "end": 1447
        },
        {
          "start": 185,
          "end": 191
        },
        {
          "start": 3026,
          "end": 3032
        },
        {
          "start": 1722,
          "end": 1728
        }
      ]
    }
  ]
}