{
  "_id": "1967e98462e5b5ef40599147841386d10218f7d4d17943bad91b32f4e4284d5f",
  "feed": "ftcomall",
  "title": "Uber's profit delivery not quick enough ",
  "text": "<p>It's getting harder to pick the winners and losers among tech stocks, but the prospect of profitability appears to be the favourite metric du jour for judging younger companies.</p> <p>In the delivery and ride-hailing sector, Lyft shares rose nearly 7 per cent on Wednesday after it reported its first full-year adjusted Ebitda profit, as fourth-quarter revenue rose 70 per cent year-on-year to $970mn, beating analysts' estimates of $940mn, <a href=\"https://www.reuters.com/business/lyft-reports-first-full-year-adjusted-profit-ride-hail-customers-pay-more-than-2022-02-08/\">reports Reuters</a>. On a net basis, Lyft still lost $1bn last year, compared to a $1.8bn loss in 2020.</p> <p>Lyft competes in the US with Uber on rides, but not on restaurant deliveries or internationally, and its rival's shares were initially up 5 per cent today on its better all-round performance.</p> <p>Rideshare demand in the fourth quarter improved 67 per cent year on year to just 16 per cent off pre-pandemic levels, <a href=\"https://www.ft.com/content/5cf4f8d9-6daf-4c9e-a363-eca543299333\">reports Dave Lee in San Francisco</a>. Its delivery business — which includes restaurant meals, groceries and alcohol — also remained strong, with gross bookings up 34 per cent and revenues up 78 per cent. It meant this business achieved “profitability” for the first time when using Uber's preferred adjusted measure. </p> <p>However, at its first investor day as a public company on Thursday, chief financial officer Nelson Chai predicted $5bn in adjusted profits by its 2024 fiscal year — short of analysts' expectations and sending the shares into the red.</p> <p>Earlier, Berlin-based Delivery Hero <a href=\"https://www.ft.com/content/21487bc0-faff-41bf-a5ea-3a3bdd8b1984\">lost more than a quarter</a> of its value on Thursday morning after it said it would not achieve overall profitability in 2022. The company's shares have almost halved in value so far this year and investor's judgments seem harsh given its restaurant delivery business is expected to become profitable this year on an adjusted basis. The drag on a positive bottom line is its heavy investment in rapid food delivery services. The irony for its share price is investors wanting profits to come just as quick</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Twitter says Apple changes = modest ad hit</strong><br>Social media stocks have been sensitive to advertising policy shifts this earnings season, with Meta losing more than a quarter of its value partly owing to Apple's privacy changes. Twitter today reported only a “modest impact”, but with sales only in line with consensus, its shares have been trading broadly flat.</p> <p><strong>2. Vodafone rejects Iliad offer</strong><br>Vodafone has <a href=\"https://www.ft.com/content/b3859006-7bda-4cf3-aeb4-2fce3d52ef30\">rejected an €11bn bid </a>for its Italian business from French billionaire Xavier Niel's Iliad and private equity fund Apax, saying it was “not in the best interests of shareholders”. <a href=\"https://www.ft.com/content/d084466f-d31e-4668-a344-24818995112e\">Lex says </a>asking Iliad to pay more than €13bn would be reasonable.</p> <p><strong>3. Mining's digital drill-down</strong><br>A group of investors is drilling digital disruption into the $1.6tn global mining industry. T Rowe Price, Bond Capital and a dozen other investors have raised $192mn for a Bill Gates-backed start-up called Kobold Metals, which uses artificial intelligence and machine learning <a href=\"https://www.ft.com/content/6984328c-fe0f-48f1-a6cd-cd3912b5eac9\">to find new deposits</a> of critical metals needed for batteries and clean energy.</p> <p><strong>4. Disney boost from streaming subs</strong><br>Walt&#xa0;Disney eased concerns that the streaming video boom was running out of steam as it reported <a href=\"https://www.ft.com/content/055a7d81-cd70-463e-8e36-67bd7f9c7a2c\">a strong rise in new subscribers</a> to Disney Plus in its latest quarter. It added 11.8mn sign-ups as viewers paid to watch&#xa0;<em>The Book of Boba Fett</em>, <em>The Beatles: Get Back</em>&#xa0;and the animated film&#xa0;<em>Encanto.</em></p> <p><strong>5. Binance invests in Forbes</strong><br>Here's an unexpected combo: cryptocurrency exchange Binance plans to <a href=\"https://www.ft.com/content/228ac1a6-6c4f-4e42-bac1-b615fe2257f5\">take a $200mn stake in Forbes</a> as the century-old US business magazine aims to go public through a blank-cheque company. “Forbes, already a resource for people interested in the emerging world of digital assets, can become a true leader in the field with their help,” said Forbes' CEO.</p> <h2>Tech tools — Samsung Galaxy Tab S8 Ultra</h2> <p>While its new S22 smartphone line-up made the headlines on Wednesday, Samsung's Galaxy Unpacked event also featured updates to its tablets. <a href=\"https://news.samsung.com/global/breaking-the-rules-with-galaxy-tab-s8-series-the-biggest-boldest-most-versatile-galaxy-tablet-ever\">The S8, S8+ and S8 Ultra </a>focus on our greater use of video calling and streaming. Each offers an improved video conferencing experience with ultra-wide front cameras, a three-microphone set-up and intelligent auto-framing&#xa0;technology. Watching movies <a href=\"https://www.theverge.com/2022/2/9/22923565/samsung-galaxy-tab-s8-ultra-plus-tablets-android-price-specs-features\">will be improved</a> by the supersized 14.6in Super AMOLED display and 120Hz refresh rate on the Ultra. This $1,100 premium model is available from February 25 in the US.</p><p>Source: Chris Nuttall in London 2022 'Uber's profit delivery not quick enough ' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T19:01:46.832Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3039,
          "end": 3050
        },
        {
          "start": 3006,
          "end": 3012
        },
        {
          "start": 3172,
          "end": 3183
        }
      ],
      "nexusId": "10078857"
    }
  ]
}