{
  "_id": "dbb01ff34d0f88242275e54498c5e1df8634cd8a5607770dbf4bbb0ad4cedcca",
  "feed": "ftcomall",
  "title": "Northern Ireland protocol: the poison pill of consent",
  "text": "<p>Good morning. Remember when Brexit was “done”? That was a fun week. Inevitably it is back on the agenda. Some thoughts on the politics and the policy of that in today's newsletter. </p>  <p><em>Inside Politics is edited by Georgina Quach. Follow Stephen on Twitter </em><a href=\"https://twitter.com/stephenkb\"><em>@stephenkb</em></a><em> and please send gossip, thoughts and feedback to </em><a href=\"mailto:insidepolitics@ft.com\"><em>insidepolitics@ft.com</em></a><em>.</em></p>  <h1>Our latest stories</h1> <ul>  <li><p><strong>‘Nobody paid attention' </strong>| Bereaved families and survivors today <a href=\"https://www.ft.com/content/006930a5-3fb2-4f3f-8bc0-974830b16b16\">mark the fifth anniversary of the fire at Grenfell Tower</a> in London with the public inquiry on the tragedy still exposing the failings that fuelled the flames.</p></li>  <li><p><strong>Courting the ERG </strong>| Boris Johnson will today nervously await any signals from a meeting of three lawyers who form <a href=\"https://www.ft.com/content/f04ea90f-7357-4dd7-ba26-b91ca82f3006\">the “star chamber” of the hardline pro-Brexit wing</a> of his Tory parliamentary party. Convened by MP Sir Bill Cash, the trio are expected to dissect the prime minister's proposal to ditch parts of the protocol.</p></li>  <li><p><strong>Flights to go </strong>| The UK government's plans to <a href=\"https://www.ft.com/content/759b33af-47e0-412c-80d9-7cbd5ffdf843\">deport the first of many asylum seekers to Rwanda by air</a> can go ahead today, the Court of Appeal has ruled.</p></li>  <li><p><strong>Sterling slump </strong>| The pound <a href=\"https://www.ft.com/content/a1ed5dbc-1830-41f4-acd5-79be4e37ec14\">tumbled to a two-year low</a> against the US dollar yesterday after the UK economy contracted in April, missing forecasts and confirming the recovery has stalled since January.</p></li> </ul> <h1>Put the border in the sea until the end of the season</h1> <p>The UK government is pushing ahead with its legislation to disapply large swaths of the Northern Ireland protocol and hand ministers powers to reshape it as they choose. (George Parker has written <a href=\"https://www.ft.com/content/1da85edc-b223-47e0-a312-55ffbffe3f00\">an excellent explainer</a> on what exactly the protocol bill does). This prompted Brussels to threaten legal action against the UK, with Maroš Šefčovič, the European commissioner for Brexit, declaring <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/STATEMENT_22_3698\">in a statement</a> that “unilateral action is damaging to mutual trust”. </p> <p>Eagle-eyed readers will know that the Northern Ireland protocol itself contains a mechanism that gives the UK government the opportunity to exit from it at will. That's Article 16, which allows either side to undertake unilateral measures if the operation of the protocol is causing “serious economic, societal or environmental difficulties that are liable to persist, or to diversion of trade”. </p> <p>It's hard to see how one can credibly argue that the Northern Ireland protocol's operation poses a serious threat to the Good Friday Agreement but it is <em>not </em>causing “serious economic, societal or environmental difficulties that are liable to persist”. It is not obviously clear why the UK government would not want to simply trigger Article 16. </p> <p>One reason to go down this route is if you want to avoid a full-on confrontation over the protocol and the resulting EU-UK trade war, but you want to be able to say to the DUP that you are seriously seeking an end to the protocol. In my view, that's the real reason why Boris Johnson <a href=\"https://www.ft.com/content/a55218e0-965a-4a38-b210-6df4e94ba7ac\">used his big Belfast Telegraph piece</a>, which sets out the changes his government is seeking, to also argue that now is the time for power-sharing to resume and for the DUP to return to running Northern Ireland. </p> <p>This is all about doing enough to restart a fully functioning devolved executive in Belfast, but not so much that the UK ends up in a trade war. As we have seen, Johnson's government doesn't actually have the stomach for that.</p> <p>The other reason is to find a way to get rid of the poison pill that is the protocol's consent mechanism. That Stormont has a vote on the future of the protocol was Johnson's big victory in the EU-UK talks back in 2019: the Northern Ireland protocol is otherwise a carbon copy of the regulatory border down the sea that Theresa May rejected. </p> <p>But the consent mechanism creates two problems for the Johnson government. First, while there is a pro-protocol majority among Northern Ireland's members of the legislative assembly (MLAs), the vote on whether to continue the protocol in 2024 is another looming crisis with the potential to cause a collapse in devolved government. (Because remember, it's not enough to have a majority in Stormont; you need a cross-community one, of both unionist and nationalist parties.) It's also a source of potential embarrassment to a UK government that loudly insists that the protocol won't achieve that when a majority of MLAs would, as it stands, vote to keep it. </p> <p>Those two aims come with a hefty risk. By simply bringing this legislation to the House of Commons, the UK government has set itself on a collision course with the EU at a time it can ill-afford to be involved in an economically damaging trade war. </p> <h1>OK, boomer</h1> <p>Over at King's College London, Bobby Duffy, director of the Policy Institute, has shared a <a href=\"https://www.kcl.ac.uk/news/takeaways-and-netflix-to-blame-for-young-people-failing-to-get-on-housing-ladder-say-half-uk-public\">series of illuminating charts</a> about how the UK's various generations see the UK's housing crisis. The striking thing about the research by King's College's Policy Institute and Institute of Gerontology is just how unified the respondents are, regardless of age. </p> <p>I like these charts a lot, because, <a href=\"https://www.ft.com/content/902aa8c7-8eaa-4769-a992-428de9b4d8f3\">as I wrote in my column recently</a>, I think that “generations” are all so much babble. I would say they are about as useful and accurate as horoscopes. With the latter at least, you can have a fun chat every day in the office about what the stars purport to have in store for you that day.</p> <p>As Jane Green and Roosmarijn de Geus <a href=\"https://www.ft.com/content/1c8ce930-5129-4cb1-a885-054ea4f409b6\">explain in greater detail here</a>, politics really is still largely about economics. </p> <p>The big success of both the former prime minister Theresa May (who may have lost the Tory majority but did pull over an awful lot of new Conservative voters) and Boris Johnson hasn't been in getting former Labour voters to vote “against their economic interests”. Their success has been in ending the regional underperformance of the Conservative party among voters who elsewhere in England are usually swing voters. </p> <p>That shift was facilitated by a focus on Brexit and “cultural” issues. But we shouldn't rule out that growing economic insecurity forces politics back to its pre-2019 shape sooner rather than later. Just because a trade war increases the amount we talk about Brexit, it doesn't mean it is necessarily good for keeping the post-Brexit divides intact. </p> <h1>Now try this</h1> <p>I was meant to watch François Ozon's new film <em>Everything Went Fine</em> yesterday, but my partner had to work late, so instead I stayed in and watched the latest Marvel series <em>Ms Marvel</em> on Disney Plus. Iman Vellani is charming and immediately engaging as the titular character, the latest essentially fungible Marvel superhero. (<a href=\"https://www.ft.com/content/1ca71894-4a1b-4ab7-9b19-63147a6b7778\">Our review is here</a>.) </p><p>Source: Stephen Bush 2022 'Northern Ireland protocol: the poison pill of consent' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T08:30:41.290Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 6251,
          "end": 6262
        },
        {
          "start": 6251,
          "end": 6257
        }
      ]
    }
  ]
}