{
  "_id": "0390f3aec723b3f2238022a3f5833fffb80e8cdb7b9afe798524aec573c4efe7",
  "feed": "ftcomall",
  "title": "UK households cancel streaming subscriptions in record numbers",
  "text": "<p>British households have cancelled video subscriptions in record numbers as they curb non-essential spending to cope with the cost of living squeeze, reinforcing concerns that a pandemic-fuelled boom in streaming is over.</p> <p>Consumers walked away from about 1.5mn video on-demand accounts such as Disney Plus, Apple TV Plus and Now during the first three months of the year, according to figures from analytics group Kantar.</p> <p>While 58 per cent of households retain at least one streaming service, a decline of only 1.3 per cent from the end of 2021, the terminations suggest that viewers have become <a href=\"https://www.ft.com/content/ac4261a4-ef39-4fc8-a01a-94894e88000b\">more discerning</a> about subscribing to multiple platforms.</p> <p>A desire to save money was the most important reason for the cancellations and young adults have become particularly wary of paying for television on top of the £159 annual licence fee, the researchers found.</p> <p>The findings were “sobering” for streaming providers, said Dominic Sunnebo, global insight director at Kantar. He said streaming services had to prove their worth to consumers “in what has become a heavily competitive market”. </p> <p>Households are looking for ways to trim budgets to cope with rising bills. Surging energy, clothing and food prices pushed inflation to a 30-year high in March, data from the Office for National Statistics showed last week.</p> <p>Media investors have become increasingly concerned that the rapid worldwide growth of video streaming — encouraged by demand for home entertainment during the pandemic — has peaked.</p> <p>Shares in Netflix, which is due to release first-quarter earnings on Tuesday, have dropped 43 per cent so far this year as global subscriber numbers have disappointed.</p> <p>Consumers are re-evaluating subscriptions in response to higher charges. Several providers have raised prices in markets including the UK, in part to compensate for rising costs of labour and <a href=\"https://www.ft.com/content/871aedbf-a982-488a-84d4-38c937da46aa\">facilities</a> that have made TV and film production more expensive.</p> <p>Among them is Netflix, which recently implemented its second round of UK price increases within 18 months, raising standard monthly subscriptions from £10 to £11.</p> <p>At the same time, options for British viewers have continued to widen. Recently introduced offerings include Peacock from Sky, which features content from NBCUniversal. Viaplay, the Scandinavian streamer, is planning to launch in the UK this year.</p> <p>Many consumers are still signing up for streaming services. Kantar's research, which was based on interviews with 14,500 people, found that about 3 per cent of British households took out a subscription during the first quarter.</p> <p>However, this was a marked slowdown from the 4.2 per cent that did so in the same period a year ago.</p> <p>Cancellations, meanwhile, accelerated, from 1.2mn a year ago and from 1.04mn during the final three months of 2021.</p> <p>After budgetary concerns, the most frequently cited reasons given by those who terminated their subscriptions were that they did not use them often enough and that the platforms lacked new shows they wanted to watch.</p> <p>The net effect was for the number of households with at least one paid subscription to decline by 215,000 compared with the previous quarter, to 16.9mn.</p> <p>Britbox, Apple TV Plus and Discovery Plus had the highest churn rate — meaning they lost the most users on a gross basis.</p> <p>Disney Plus had the biggest increase in its churn rate, Kantar said. Its quarterly churn tripled from the previous quarter to 12 per cent.</p> <p>Netflix and Amazon's Prime Video had the lowest churn rates in the quarter. Kantar said this was a sign they were “the last to go when households are forced to prioritise”.</p><p>Source: Alistair Gray in London 2022 'UK households cancel streaming subscriptions in record numbers' FT.com 17 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-17T23:01:02.065Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3268,
          "end": 3279
        },
        {
          "start": 293,
          "end": 304
        },
        {
          "start": 293,
          "end": 299
        }
      ]
    }
  ]
}