{
  "_id": "7445891efdddbd0fa3810987070063fb12ec10ae49ae1d6122e5bbc9ae6a8f7e",
  "feed": "ftcomall",
  "title": "Bertelsmann ditches auction of French broadcaster M6",
  "text": "<p>Bertelsmann has called off the auction of its French television broadcaster M6 despite receiving several “attractive” bids backed by billionaires after regulatory demands left too narrow a window to complete the sale.</p> <p>The decision by Europe's biggest media group to abandon the sale is another setback for chief executive Thomas Rabe after his first choice of <a href=\"https://www.ft.com/content/106edc5b-e161-4401-bc35-dd38a1d738fb\">selling M6 to larger French broadcaster TF1 </a>fell through because of opposition from competition regulators. </p> <p>Rabe's back-up plan was a quick-fire auction that began last week. But an obstacle soon emerged — M6's broadcast licence is up for renewal next year which would require any sale to be completed before the registration date in January. </p> <p>Rabe said given the uncertainties it was right for Bertelsmann's RTL to hold its stake in M6, which remains profitable. “We have tested the market and received attractive offers, but the timetable is too tight because of the licence renewal process and thus legal risks are too high,” he said. </p> <p>Recent bidders for M6 included the Czech investor Daniel Křetínský; a joint offer from telecoms billionaire Xavier Niel and the Silvio Berlusconi-backed conglomerate MediaForEurope. A consortium of French entrepreneurs including maritime transport tycoon Rodolphe Saadé, Stéphane Courbit of FL Entertainment, and investor Marc Ladreit de Lacharrière also bid.</p> <p>Bertelsmann decided to abandon the process because it was unable to address how a new buyer would renew M6's licence before it expires in May. Under French rules, the main shareholder would need to formally apply by January, which would be too tight a timetable for the sale of the business to be completed. </p> <p>The initial bids came in around €20 per share, which would have valued Bertelsmann's 48.3 per cent stake in M6 at around €1bn-€1.2bn. Some of the bidders had been pressing the seller to protect them from the risks implied by the licence renewal process.</p> <p>Rabe was in Paris on Friday to meet regulators and officials in the Élysée Palace to see if they would alter the schedule or introduce some flexibility into the licence renewal process, but he was rebuffed, said a person familiar with the matter. </p> <p>Rabe's strategy has long been to build <a href=\"https://www.ft.com/content/3a547e04-6473-4c88-82c8-243d2452a1e6\">“national media champions”</a> that have the scale to hold their ground against global streaming services such as Netflix and Disney. But it is unclear how that could be achieved without regulators dropping objections to tie-ups between the biggest national broadcasters.</p> <p>“We have been a loyal shareholder of M6 for 35 years, and we will continue to be. We'll seek opportunities to build a media group of size to compete with US platforms,” Rabe added. “M6 is very well run, has achieved record results last year and has significant strategic value as demonstrated.”</p><p>Source: Alex Barker in London and Leila Abboud in Paris 2022 'Bertelsmann ditches auction of French broadcaster M6' FT.com 3 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-03T16:50:37.185Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2327,
          "end": 2333
        }
      ],
      "nexusId": "10078857"
    }
  ]
}