{
  "_id": "59223588f997c79dd0172f44e55356cd9cd10e4d9b913ed1b77a6a47d11a7ab0",
  "feed": "ftcomall",
  "title": "Netflix shares fall almost 40% after subscribers warning",
  "text": "<p>Netflix lost close to 40 per cent of its market value, a decline of almost $60bn, after it revealed that its once-blistering subscriber growth had gone into reverse, raising questions about the future of the global streaming market. </p> <p>The world's largest streaming service <a href=\"https://www.ft.com/content/70a28358-8720-4f36-a5b4-24dc0f3be9a3\">said</a> late on Tuesday that its decade-long run of subscriber growth, which had powered its share price, had come to an end in the first quarter of 2022. The company expects to shed 2mn subscribers in the current quarter, having lost about 200,000 in the previous three months. </p> <p>Market saturation, especially in the US and Canada, signalled that it had become “harder to grow membership” in some regions, the company said. </p> <p>“We have witnessed a company go from a growth darling to growth purgatory in an instant,” Michael Nathanson, analyst at MoffettNathanson, wrote in a research note. </p> <p>The news reverberated across the media industry, hitting shares in traditional groups such as Disney, Paramount and Warner Bros Discovery that have spent billions in an effort to emulate Netflix's streaming model. Together, video streaming companies are expected to spend in excess of $100bn this year on content to attract subscribers to their services. </p> <p>Netflix acknowledged competitors were eating into its audience, and vowed to improve the quality of its programming. Rich Greenfield, an analyst at LightShed Partners, said the company's content “is simply not resonating relative to the level of spend”, which he put at about $17bn a year. </p> <p>“Netflix should be creating significantly more must-see TV series and movies that become ongoing franchises,” he said. </p> <p>The company also pledged to crack down on the estimated 100mn households that share other users' accounts. “It feels like something Netflix should have done anyway and years ago,” said one top-10 shareholder in the company. “Not just because they missed their quarterly numbers.”</p> <p>Reed Hastings, co-chief executive, said the company was working “super hard” on the crack down. </p> <p>Hastings also surprised investors by announcing plans to launch an advertising-supported version of Netflix — a step he had long resisted. But that move, which analysts generally welcomed, is expected to take “a year or two”, he said. </p> <p>The top-10 Netflix shareholder said an ad-supported streaming service had the potential to cannibalise the company's existing business “but it could also allow Netflix to grow a new cohort of subscribers”.</p> <p>Walt Disney, owner of the Disney Plus streaming service, fell as much as 5.8 per cent by lunchtime in New York, while streaming platform and hardware business Roku dropped as much as 9.8 per cent. Music streaming service Spotify slid almost 10 per cent.</p> <p>Streaming services and other companies that prospered in the pandemic had “lost a lot of value during the past few months”, said Patrick Armstrong, chief investment officer at Plurimi Group. “The market was expecting this but nobody expected the [Netflix] subscriber losses to be as dramatic as they were.” </p> <p>The US S&amp;P 500 index bucked the fall in Netflix shares, trading broadly flat in the early afternoon in New York. But Netflix was a drag on the tech-heavy Nasdaq Composite, which was down 0.7 per cent at lunchtime on Wall Street.</p> <p><em>Additional reporting by Ian Johnston</em></p><p>Source: Christopher Grimes in Los Angeles and Harriet Clarfelt in London 2022 'Netflix shares fall almost 40% after subscribers warning' FT.com 20 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-20T17:52:56.281Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 949,
          "end": 955
        },
        {
          "start": 2436,
          "end": 2447
        },
        {
          "start": 2462,
          "end": 2473
        }
      ]
    }
  ]
}