{
  "_id": "14a109f7a54f206427e5228d6049c0b0939212bb0cfc3cc1f4f39de659f0cc94",
  "feed": "wall-street-journal",
  "title": "The Politics of a Nice Cup of Black Rifle Coffee",
  "text": "<p>Byron Anderson</p><p>Saratoga, Calif.</p><p>---</p><p>Ms. Keller expresses concerns over the treatment of Black Rifle's CEO, Evan Hafer, and whether that will have an effect on his business. With revenues of $233 million, it certainly doesn't seem so. And so what about finance and law firms that decline to do business with Black Rifle? Isn't that part of our free-market economy? You get to choose with whom you do business, and you get to decide the reasons to do so.</p><p>Let's also not characterize the decisions of various finance and law firms not to work with Black Rifle as antiveteran, as if any company has a monopoly on veteran support and employment. Those decisions are simply anti-Trump and anti-right-wing. Similarly, the decisions of Florida Gov. Ron DeSantis on Disney have been anti-Disney and anti-left-wing.</p><p>Given Disney's predicament with Florida Gov. Ron DeSantis, I'd say, for Black Rifle, what's good for the goose is good for the gander.</p><p>Rich Comstock</p><p>Akron, Ohio</p><p>---</p><p>For decades, my wife and I drank nothing but Starbucks coffee. We visited the stores religiously, ground their beans and even bought their stock. Our youngest son worked his way through school at Starbucks. Now, when I have my morning coffee, it is Black Rifle. This isn't because of optics or the company's social or political statements -- for we all know Starbucks has made its own statements over the years. It is because Black Rifle offers a better cup of coffee.</p><p>Michael J. McGuire</p><p>Neenah, Wis.</p>",
  "published": "2022-09-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 812,
          "end": 818
        },
        {
          "start": 757,
          "end": 763
        }
      ],
      "nexusId": "10078857"
    }
  ]
}