{
  "_id": "1a8aae8d7da37fa3fbe3b95e7a97f7d7783dad1b6d3f355095c94ae2542921b2",
  "feed": "market-watch",
  "title": "How 'quiet quitting,' 'bond yields' and 'goblin mode' came to define 2022; With 2022 came inflation, strong jobs data and climate worries, and with them, the mostly reimagined words that summed up the year",
  "text": "<p>Here's a look at what these occasionally new, but mostly recycled or reimagined, single words and phrases meant to people using them in their daily lives. And certainly, these latest additions to the lexicon perplexed others wondering why anyone is using these terms at all.</p><p>Some selections are purely cultural, which increasingly means that they're political, too. Others define how we approached our spending, saving and investing in 2022, a year that featured asometimes painful inflationary snapback from the worst of COVID-19, surging interest rates, Russia's attack on Ukraine, key elections in the U.S. and other powerful countries, more evidence of a climate crisis, not to mention all the ways that \"normal\" life has been reimagined at work and at home, especially as the pandemic loiters.</p><p>Some words can be taken as positive reflections for the way we protect ourselves from all that life dishes out. Other choices take very common words and force us to examine how we best can evolve as a society.</p><p>Here's our non-exhaustive list.</p><p>Gaslighting</p><p>\"Gaslighting\" as a vernacular fixture apparently burns on, as Merriam-Webster chose gaslighting as its 2022 top word. That dictionary defines the term as \"the act or practice of grossly misleading someone especially for one's own advantage.\" Searches for the term on Merriam-Webster.com increased 1,740% this year.</p><p>\"From politics to pop culture to relationships, it has become a favored word for the perception of deception,\" said Merriam-Webster editor at large Peter Sokolowski. Other stand-out words and terms in the dictionary's 2022 data: \"cancel culture,\" \"omicron\" (one of the more pervasive COVID-19 subvariants this year) and \"oligarch.\"</p><p>Gaslighting's origins are colorful: the term comes from the title of a 1938 play and the movie based on that play, the plot of which involves a man attempting to make his wife believe that she is going insane. His mysterious activities in the attic cause the house's gas lights to dim, but he insists to his wife that the lights are not dimming, leading her to think that she can't trust her own eyes.</p><p>In recent years, we have seen the meaning of gaslighting refer to something simpler and broader: \"The act or practice of grossly misleading someone, especially for a personal advantage.\" In this use, the word is at home with other terms relating to modern forms of deception and manipulation, such as \"fake news,\" deepfakes and artificial intelligence.</p><p>MarketWatch had it covered:</p><p>Are you being gaslighted at work? Here's how to recognize the signs.</p><p>New wrinkles in misinformation as midterms near: election skeptics at polling places, and on ballots; fake news in new languages; Elon Musk at Twitter's helm</p><p>Goblin mode</p><p>U.K.-based Oxford Languages, which edits the Oxford English Dictionary, crowned \"goblin mode\" as its 2022 winner for word of the year. The slang term characterizes a type of behavior which is unapologetically self-indulgent, lazy, slovenly or greedy — typically to a degree that rejects what are commonly accepted as social norms.</p><p>Although first seen on Twitter in 2009, \"goblin mode\" found new life after it went viral on social media in February 2022. It was tweeted in a fake headline that suggested musician Kanye West dumped then-girlfriend actress Julia Fox over her regression into goblin mode. The term then rose in popularity deeper into 2022 as COVID-19 lockdown restrictions eased and people ventured out more regularly, although with a different attitude than in the \"before times.\" Seemingly, the term captured the prevailing mood of individuals who rejected the idea of returning to \"normal life,\" or rebelled against the increasingly unattainable aesthetic standards and unsustainable lifestyles exhibited on social media, Oxford Languages said.</p><p>These Kanye West headlines proved scarier than nonsense about going goblin mode:</p><p>Adidas ends Kanye West partnership in response to antisemitic comments</p><p>Kanye West is no longer a billionaire after Adidas shelves Yeezy partnership</p><p>Turtling</p><p>Not too far afield from goblin mode is \"turtling.\" The psychological term describes retreating into one's shell in order to hide from anxiety-inducing events.</p><p>It was popularized by Meghan Markle, who reportedly turtled extensively \"behind the scenes\" in the build-up to her 2018 wedding to Prince Harry. But the now-U.S.-based royal couple made 2022 headlines with a Netflix documentary series about their own and others' mental health, all the while still targeted by public jabs, and by some accounts, outright threats.</p><p>What's the larger impact?</p><p>'Harry &amp; Meghan' is Netflix's most-watched documentary debut</p><p>People are 'long social distancing' due to COVID-19. Economists say that's contributing to a drop in labor-force participation.</p><p>Permacrisis</p><p>Widen the lens, and the world continued to deal with the climate-change crisis, including how Russia's attack on Ukraine led to an energy emergency, for natural gasNG00 especially. That emergency meant surging pump pricesRB00 in the U.S. and it prompted some environmental champions, Germany for one, to revert to the old ways, like using polluting coal to help power the country.</p><p>\"Permacrisis\" is Collins Dictionary's word of the year, defined as \"an extended period of instability and insecurity.\" It's a broad term, certainly, but was applied to some quite specific events this year, including the U.K.'s fleeting 44-day leadership of beleaguered former Prime Minister Liz Truss, followed shortly by the death of the long-serving Queen Elizabeth II.</p><p>Crisis brought lessons:</p><p>Farewell, Liz Truss — the shortest-serving prime minister in British history. Thank you for all the valuable lessons. Yes, really.</p><p>To survive today, learn this one skill from Queen Elizabeth</p><p>'Want to stop making Putin rich… renewables is the answer': Does the Russia-Ukraine crisis speed up or slow Europe's green energy push?</p><p>Woman</p><p>Dictionary.com's word of the year is \"woman.\" It's a word whose very definition reflects how the intersection of gender, identity and language has dominated the current cultural conversation. And women's rights also came to the forefront after the U.S. Supreme Court overturned Roe v. Wade, which had legalized abortion in America for decades.</p><p>During the height of 2022's lookups for \"woman\" on Dictionary.com, searches for the word increased more than 1,400%. That's a massive leap for such a common word, the editors at the site say.</p><p>There's more to it:</p><p>A complete breakdown of the J.K. Rowling transgender-comments controversy</p><p>'I'll do anything to keep my family together': Trans kids' parents are draining their savings to flee conservative states</p><p>Lean in? Maybe not. Women leaders fare the worst when it comes to retirement savings</p><p>Quiet quitting</p><p>Coasting at work? Not taking your job too seriously? These approaches earned a new name in 2022: \"quiet quitting.\"</p><p>The phrase generated millions of views on TikTok as some young professionals rejected the idea of going above and beyond in their careers — replacing the climb for a raise or promotion, or simply the satisfaction of teamwork, to preserve energy and joy. This lesser enthusiasm was considered a form of \"quitting\" by some.</p><p>Yet it isn't about getting off the company payroll, these employees said. In fact, the idea is to collect that stable paycheck, but to also focus your time on the things that you do outside of the office.</p><p>What did we learn?</p><p>Opinion: I tried 'quiet quitting' before it had a name — and I've regretted it ever since</p><p>Stock-market worry for 2023: Quiet quitting and working from home are bad for companies' productivity</p><p>Crypto and bitcoin</p><p>Celebrity endorsements and a mammoth crypto exchange scandal. If the casual investor still wasn't sure what bitcoin and other cryptocurrencies are, they most likely know more after 2022.</p><p>Within just three years, Sam Bankman-Fried, or SBF as he is known, came out of nowhere and became the closest thing crypto, the mined digital currency increasingly accepted for goods and services, had to a central banker. SBF built the world's second-largest centralized crypto exchange, FTX, and controlled trading firm Alameda Research. But in November his crypto empire came crashing down amid suggestions that FTX had been lending customer funds to shore up losses at Alameda Research. SBF is awaiting trial on fraud and criminal charges. Following his extradition from the Bahamas to the U.S. in December, he was released on a $250 million bond.</p><p>Not going away anytime soon:</p><p>Is bitcoin still a good buy in 2023 after Sam Bankman-Fried's FTX scandal?</p><p>Crypto regulation: 2 big questions loom in 2023 after a chaotic year for digital assets</p><p>Crypto's pro-sports ties raise ethical questions</p><p>Cathie Wood closes out abysmal 2022 by buying even more Coinbase shares</p><p>NFTs</p><p>\"NFT\" is the increasingly familiar acronym for non-fungible token, a unique cryptographic token representing a design, artwork (typically, but not limited to, videos, tweets, GIFs) or even piece of real estate, which can be bought, sold, traded and copyrighted (if it's not stealing from someone else's original), arguably more effectively by \"tokenizing\" it.</p><p>Even former U.S. president and potential 2024 contender, Donald Trump, aimed to show his technological might with an NFT collection — although he described them more as \"digital trading cards.\"</p><p>MarketWatch had it covered:</p><p>A $175,000 house sold via an NFT. People have questions.</p><p>Trump NFTs were the 'big announcement' promised by the former president. They drew strong reactions — and are said to have sold out.</p><p>Metaverse</p><p>The term \"metaverse\" describes 'a (hypothetical) virtual reality environment in which users interact with one another's avatars and their surroundings in an immersive way, sometimes posited as a potential extension of or replacement for the internet, social media, etc.</p><p>The first recorded use of metaverse in the Oxford English Dictionary dates from 1992, in the science fiction novel \"Snow Crash\" by Neal Stephenson. Until late 2021, there was relatively little sustained usage of \"metaverse\" outside of specialist contexts. By October 2022, it had increased almost fourfold from the previous year on Oxford sites. While some of this increase can be attributed to the name change of social media conglomerate FacebookMETA to Meta Platforms in October 2021, the concept of the \"metaverse,\" how we use it, and what it means for the future, has also been widely discussed.</p><p>The late-2022 sequel to the blockbuster \"Avatar\" film some 10 years after the first added to the buzz around imagined worlds. Disney'sDIS Avatar: The Way of Water, out as of Dec. 16, already stands as at least the No. 2 release of 2022.</p><p>What's next?</p><p>Virtual-reality legend John Carmack's departure just made Meta's metaverse an even bigger gamble</p><p>CES organizers aim for attendance to more than double as 'major companies want the physical connection'</p><p>Bond yields</p><p>Turns out, stocks and bonds can't rise unchecked indefinitely. Just ask tech investors, and Tesla'sTSLA faithful.</p><p>Market characteristics, like rising bond yields, a proxy for interest rates broadly, returned to old form in 2022 after the boom years experienced in most corners of Wall Street.</p><p>As inflation percolated post-COVID, the Federal Reserve's benchmark lending rate has jumped to a range of 4.25%-4.5% from 0%-0.25% earlier this year, including a number of 75 basis-point hikes and more increases expected into 2023, as Barron's reports.</p><p>Rising rates carry through to the bond market, where yields, which move inversely to prices, have soared. The yield on the benchmark 10-year U.S. Treasury noteTY00 peaked above 4.2% in October after beginning the year at 1.5%. The 10-year has logged its biggest annual rise as far as data stretch back to 1977. That means it's more expensive to get a mortgage, finance a car and do pretty much any transaction on credit.</p><p>What's more, this marked the worst year for bond holdings in a generation, making investors question the wisdom of a traditional 60/40 portfolio, with 60% to stocks and 40% to \"safer\" bonds.</p><p>All you need to know :</p><p>Good riddance 2022. Here are five key themes for investors heading into the new year, according to BNY Mellon.</p><p>Outlook for junk bonds gets cloudier as U.S. recession risks loom</p><p>Economist who pioneered use of closely followed recession tool says it may be sending 'false signal'</p><p>And more from the Markets page.</p><p>Nuclear fusion</p><p>We all become amateur nuclear scientists late in 2022. Federally-funded scientists with the Lawrence Livermore National Laboratory in California for the first time ever produced more energy than was consumed in a fusion reaction. Nuclear fusion is the process of fusing two or more atoms into one larger one, a process that unleashes potentially usable energy as heat, in much the same way as the sun heats the Earth. The nuclear power used today is created by a different process, called fission, which harnesses the energy produced by splitting atoms, but also produces radioactive waste that must be safely contained.</p><p>Nuclear fusion, if it can be produced at scale, has long been considered the holy grail in the push to provide cleaner energy and slow the global warming that is intensifying natural disasters, acidifying oceans and causing extreme heat and drought.</p><p>But most analysts think widespread use of the technology is at least a decade-plus away.</p><p>The bigger picture:</p><p>U.S. scores a nuclear fusion breakthrough — but experts caution commercial viability is a decade or more away</p><p>Carbon capture, nuclear and hydrogen feature in most net-zero emissions plans and need greater investment: report</p><p>Beige flags</p><p>Here's a buzzword flagged by The Telegraph newspaper as one of its favorites for the year. A \"beige flag\" is not quite a relationship red flag, but an early warning sign that the person you're involved with might, just might, be very boring.</p><p>The paper shared this hypothetical as a way to recognize the warning signs: \"Have you noticed that your father likes to go out on his bike for six hours every Sunday, having already spent six hours fixing it? That, dear, is a beige flag I should have seen coming 26 years ago.\"</p><p>Ethical non-monogamy</p><p>That gets us to a potential anecdote for a beige flag: \"ethical non-monogamy.\" It's the practice of taking part in romantic relationships that are not completely exclusive between two people. Crucially, everybody involved is open about, and on-board with, the idea. Hence, ethical.</p><p>Exploration of a polyamorous pursuit found its way into more therapy rooms and self-help articles this year.</p><p>Read more:</p><p>Is monogamy over? Inside love's sharing economy</p><p>What nonmonogamy can teach moonlighters and job jugglers</p><p>Nepo babies</p><p>Apparently, Gen Z made a big discovery this year: many of their idols are the children of famous actors, including Maya Hawke (daughter of Ethan Hawke and Uma Thurman) and Dakota Johnson (daughter of Melanie Griffith and Don Johnson).</p><p>As Vulture put it, Hollywood has always loved the children of famous people. And in 2022, the internet reduced the concept down to two little words: \"nepo babies.\"</p><p>\"Nepo\" of course is short for nepotism, defined in the Oxford English Dictionary as giving unfair advantages to your own family if you are in a position of power, especially by giving them jobs.</p><p>The explosion of interest in nepo babies started with a tweet in February from a Canadian named Meriem Derradji about the cast of HBO series Euphoria .</p><p>She wrote: \"Wait I just found out that the actress that plays Lexie is a nepotism baby omg her mom is Leslie Mann and her dad is a movie director lol.\"</p><p>Wall Street and much of corporate America have long walked the fine line between beneficial professional connections and the sometimes, outwardly illegal, practice of nepotism, like the case of JPMorgan ChaseJPM in China a decade ago.</p><p>At least one column suggests that business practices might be stronger with a little nepotism. Others say that when the powerful pave the way for the powerful, workplace inequity only deepens.</p><p>What's the best practice?</p><p>Opinion: Dear college grads: I used to think networking was tacky. Now I know it's the most valuable thing you can do</p><p>And more from MarketWatch's Help My Career column.</p><p>How 'quiet quitting,' 'bond yields' and 'goblin mode' came to define 2022</p>",
  "published": "2022-12-30T22:01:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 10539,
          "end": 10545
        }
      ]
    }
  ]
}