{
  "_id": "d9efb7a155b2cb1350a0dd3eed52b24adc33506bfa64b4755ee5f7dae47a98da",
  "feed": "market-watch",
  "title": "Disney stock gains as streaming growth overtakes earnings and revenue miss; $1 billion penalty paid for keeping content for its own streaming services hurts quarterly results, but larger-than-expected subscriber additions amid Netflix pullback cheers investors",
  "text": "<p>After adjusting for restructuring costs, amortization and other effects, the company reported earnings of $1.08 a share, compared with adjusted earnings of 32 cents a share a year ago. Analysts surveyed by FactSet had expected adjusted earnings of $1.19 a share on revenue of $20.05 billion.</p><p>The results sent Disney's stock up almost 5% in after-hours trading Wednesday following the release of the results, after falling 2.3% to $105.25 in the regular session.</p><p>\"Our strong results in the second quarter, including fantastic performance at our domestic parks and continued growth of our streaming services — with 7.9 million Disney+ subscribers added in the quarter and total subscriptions across all our DTC offerings exceeding 205 million — once again proved that we are in a league of our own,\" Disney Chief Executive Bob Chapek said in a statement announcing the results.</p><p>Disney+ reached 137.7 million subscribers, an addition of 7.9 million from the previous quarter, and Disney reported more than 205 million total streaming subscribers to services that also include ESPN+ and Hulu. Analysts on average expected 135.07 million Disney+ subscribers and 204.4 million total streaming customers, according to FactSet.</p><p>Disney's performance in streaming comes amid escalating competition from rivals Netflix NFLX, Apple Inc. AAPL, Warner Bros. Discovery Inc. WBD , Comcast Corp. CMCSA and Amazon.com Inc. AMZN at the a time when belt-tightening consumers are scaling back on subscriptions. Netflix has been especially pinched, losing subscribers for the first time in a decade, because of a variety of reasons that include inflation, the war in Ukraine and competition.</p><p>In a sign of its struggles, Netflix is expected to unfurl an ad-supported, lower-priced subscription tier by the end of the year, according to a New York Times report. In discussing the decision in a taped interview last month, co-CEO Reed Hastings noted that Hulu's success with ad-supported streaming helped solidify the decision.</p><p>\"It's pretty clear that it's working for Hulu, Disney's doing it, HBO did it. I don't think we have a lot of doubt that it works,\" he said.</p><p>Disney's largest business segment, \"Media and Entertainment Distribution,\" racked up sales of $13.62 billion in the quarter, up from $12.44 billion a year ago; analysts on average predicted $13.7 billion. Direct-to-consumer sales, which includes streaming services as well as some international products, hauled in $4.9 billion, slightly short of analysts' forecast of $5.06 billion on average.</p><p>Disney's television networks generated sales of $7.12 billion, while analysts' average estimates called for $6.8 billion. Content sales and licensing, a category that includes Disney's film business, registered revenue of $1.87 billion vs. expectations of $2.07 billion.</p><p>The company's iconic theme parks and product sales business increased to $6.65 billion in revenue from $3.17 billion a year ago. The average analyst estimate was $6.3 billion.</p><p>Disney stock gains as streaming growth overtakes earnings and revenue miss</p>",
  "published": "2022-05-11T20:33:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2714,
          "end": 2720
        },
        {
          "start": 798,
          "end": 804
        },
        {
          "start": 2050,
          "end": 2056
        },
        {
          "start": 2985,
          "end": 2991
        },
        {
          "start": 2538,
          "end": 2544
        },
        {
          "start": 1133,
          "end": 1139
        },
        {
          "start": 977,
          "end": 983
        },
        {
          "start": 1220,
          "end": 1226
        },
        {
          "start": 2143,
          "end": 2149
        },
        {
          "start": 625,
          "end": 631
        },
        {
          "start": 876,
          "end": 882
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 309,
          "end": 315
        }
      ]
    }
  ]
}