{
  "_id": "4c7c930311bd28d7147ac2f2f92938b326eba0b8d91095fea4cb3b7be61b261e",
  "feed": "ftcomall",
  "title": "Boris Johnson saga may disArm UK",
  "text": "<p>While the race to succeed Boris Johnson as the UK's prime minister has just seen the runners reduced <a href=\"https://www.ft.com/content/d6236cc5-5bf6-43c0-bbc9-2c8102dce16f\">from four to three</a>, the ructions within the ruling Conservative party over the past few weeks may have cut chip designer Arm's listings options from two to one.</p> <p>Its owner SoftBank has put on hold plans for a London initial public offering of Arm because of the political turmoil,<a href=\"https://www.ft.com/content/3913492f-ce8c-4df9-9d7f-7156daea326e\"> report Anna Gross, Dan Thomas and Jim Pickard.</a></p> <p>Boris Johnson <a href=\"https://www.ft.com/content/c6bdcc94-b30f-4a27-bf27-7b0c8c328f47\">had personally lobbied</a> SoftBank's billionaire founder Masayoshi Son to secure at least a partial listing for the UK-based company on the London Stock Exchange.</p> <p>He had appeared to be making progress, with talks at a “mature” stage between SoftBank, government officials and exchange executives over an unusual dual primary listing, in which Arm would have simultaneously floated in both New York and London, according to people with knowledge of the situation.</p> <p>However, Johnson's reluctance to step down forced mass resignations within his government, including those of investment minister Lord Gerry Grimstone and digital minister Chris Philp, who had both played leading roles in talks with the Japanese tech investor.</p> <p>Their departures have led SoftBank to pause discussions about a UK listing of Arm in the next year. Instead, the political upheaval could pave the way for SoftBank to pursue a more straightforward US listing, which Son had originally favoured.</p> <p>“There is a vacuum right now and [SoftBank] never really wanted to do it anyway,; they just wanted to play ball with the UK government.” said one official.</p> <p>Whatever happens, Arm's headquarters will remain in Cambridge, but a major listing that would have given a big boost to Britain's tech sector and the government's ambitions to attract such companies to London may now be slipping from their grasp.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. US Chips Action</strong><br>Chuck Schumer, the Democratic leader in the Senate, will <a href=\"https://www.ft.com/content/2a5c33e9-16bf-4436-a4b9-ea5c1eda18a9\">call a vote </a>on a long-awaited $52bn package of subsidies to US chipmakers as soon as today as he tries to put pressure on other members of Congress to back it. <a href=\"https://www.ft.com/content/349a53c2-2b0a-4f79-be68-6ed2f976aaa7\">Lex says</a> the vote could also impose restrictions that affect funds and technology going to countries such as China.</p> <p><strong>2. Twitter victory over Musk on trial date</strong><br>Twitter won an early victory in its legal battle to force Elon Musk to complete his $44bn takeover of the company, after a judge sided with the social media company and set a timetable for<a href=\"https://www.ft.com/content/a400f5f3-fa3a-45af-8f79-6968157f7a4a\"> a fast-track trial</a> starting in October.</p> <p><strong>3. French media deal could reset European market</strong><br>If it is approved later this year, the merger of Martin Bouygues' broadcaster TF1 and its smaller rival M6, owned by Germany's Bertelsmann, <a href=\"https://www.ft.com/content/3a547e04-6473-4c88-82c8-243d2452a1e6\">could pave the way </a>for a wave of mergers across the continent. The two sides argue that existing restrictions on media mergers, which are based largely on TV advertising market share, should be relaxed to reflect the shift of ad spending online, the rise of global streaming groups such as Netflix and Disney, and shrinking audiences for traditional television.</p> <p><strong>4. Wise's major transfer market activity</strong><br>Quarterly revenues at UK fintech Wise <a href=\"https://www.ft.com/content/750a6913-cdb6-4673-a774-28dd9b258dc1\">rose 50 per cent </a>year on year to £186mn, as customers brought forward money transfers amid fears of greater volatility later in the year. The volume of money transferred by the company increased to £24.4bn in the three months to June 30, from £16.4bn in the same period last year.</p> <p><strong>5. Schroders explores issuing digital tokens</strong><br>The FTSE 100-listed asset manager Schroders has bought a minority stake in Forteus, an investment manager focused on digital assets,<a href=\"https://www.ft.com/content/fd5d2d6a-3c31-44f2-bec0-7c52262aa3fa\"> to explore issuing digital tokens </a>to investors. In the not too distant future, investors will probably hold more of their investments in their digital wallet than they do in funds, <a href=\"https://www.ft.com/content/b11ff98c-15e7-4200-b15c-1ee6dfe022a5\">says Schroder's chief executive Peter Harrison</a>. Check out our new hub for <a href=\"https://www.ft.com/cryptofinance\">all things crypto</a>.</p> <h2>Tech tools — The Quarry</h2> <p>Nobody in gaming understands better the tropes of cheesy horror movies than Supermassive, the British studio which has spent seven years refining its distinctive brand of horror games, <a href=\"https://www.ft.com/content/16418743-431f-45cc-b20f-79afaad03c40\">writes Tom Faber</a>. These play like interactive movies, each one featuring recognisable actors in motion-captured roles. Its last big hit, <em>Until Dawn</em>, had Rami Malek and Hayden Panettiere, while new release <em>The Quarry</em> includes turns from horror mainstays Ted Raimi (The Evil Dead), David Arquette (Scream) and Grace Zabriskie (Twin Peaks), each rendered with startling realism by Supermassive's animation wizardry. <a href=\"https://www.ft.com/content/16418743-431f-45cc-b20f-79afaad03c40\">Read more</a></p><p>Source: Chris Nuttall in London 2022 'Boris Johnson saga may disArm UK' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-19T20:15:29.334Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2955,
          "end": 2961
        }
      ]
    }
  ]
}