{
  "_id": "3944a4f8f72dccda15025e4b56ea574b53e9dfb1f64e509d9bb895907ea27e32",
  "feed": "market-watch",
  "title": "Netflix and Tesla stocks are not having a good year, but here comes a chance to turn it around; Earnings Watch: Questions about demand dog Netflix and Tesla, while Snap faces an uncertain environment for online advertising --- all will take the stage for Wall Street in the week ahead",
  "text": "<p>Tesla TSLA will report results after weaker-than-expected deliveries during the quarter, amid Chief Executive Elon Musk's ongoing legal wrangling from his promised purchase of Twitter Inc. TWTR Netflix NFLX reports after launching new ad-supported options and cutting jobs amid concerns about competition and subscriber growth.</p><p>Both stocks have suffered this year after huge gains in previous years. Tesla shares have declined more than 41% so far in 2022, largely thanks to a drop of more than 30% in the past month; Netflix is down more than 60% this year, while the S&amp;P 500 index SPXhas fallen 23%.</p><p>Netflix executives have been attempting to turn around their most dramatic pause in subscriber growth since splitting their streaming service from the DVD-by-mail business. They announced Thursday that a new ad-supported tier will launch in November — beating rival Walt Disney Co. DISto the offering by roughly a month — and are still hoping to leverage a crackdown on password sharing as well as engagement plays such as mobile videogames within the app.</p><p>Full earnings preview: Netflix lost its streaming crown to Disney. Here's how execs expect to win it back.</p><p>Benchmark Research analyst Matthew Harrigan, in a research note on Thursday, said he was skeptical of the prospect of an immediate ad-led turnaround for Netflix, even as series like \"Stranger Things\" and \"Dahmer\" draw viewers.</p><p>\"Macro timing for a new advertising service is … not favorable,\" he said.</p><p>Tesla reports third-quarter earnings on Wednesday, after reporting third-quarter deliveries of more than 343,000 — a record that was nonetheless below analysts' expectations for 371,000 — along with recordmonthly sales of vehicles produced in China in September. The gap between those deliveries and the total amount of vehicles produced, more than 365,000, could raise questions about whether Tesla is hitting a demand slump, though the company attributed the gap to difficulties locking down vehicle transportation \"at a reasonable cost during these peak logistics weeks.\"</p><p>Full earnings preview: Do Tesla's record deliveries mask a demand problem?</p><p>\"While the reasoning (in the PR) from Tesla makes sense on paper, the Street will not be convinced and lingering worries about demand issues will persist until we hear about year-end unit guidance on Tesla's conference call,\" Wedbush analyst Daniel Ives said a research note this month.</p><p>Positive reports from Tesla and Netflix could help to turn around some disappointments early in earnings season, which has led analysts to bring down their expectations for growth in the quarter. FactSet Senior Earnings Analyst John Butters reported Friday that expectations for 2.8% growth at the end of the second quarter have already slid to 1.6% two weeks into the third quarter, with a lower percentage of companies topping expectations so far.</p><p>Only 7% of companies in the S&amp;P 500 have reported so far, though, a number that will start growing quickly in the week ahead. There are 66 S&amp;P 500 companies expected to report, and eight of the 30 Dow Jones Industrial Average components are on the docket: Johnson &amp; Johnson JNJ and Goldman Sachs Group Inc. on Tuesday GS; International Business Machines Corp. IBM, Procter &amp; Gamble Co. PG and Travelers Co. Inc. TRV on Wednesday; Dow Inc. DOW on Thursday; and American Express Co. AXP and Verizon Communications Inc. VZ on Friday morning.</p><p>The call to put on your calendar</p><p>Snap Inc.: Snapchat's parent company reports third-quarter earnings on Thursday, and analysts expect the company's losses to nearly quintuple from last year and revenue growth to slow to nearly nothing. That is a huge reversal for Snap's trajectory, because digital advertising has suffered as advertisers, more cautious of a recession, rein in spending.</p><p>As the first major social-media company to report, the color from Chief Executive Evan Spiegel and other executives will be very important as investors look for any signs of hope for the holiday quarter. Snap's SNAP results could give investors a read on the struggling digital-ad market, ahead of results from Twitter TWTR, Meta Platforms Inc.'s META Facebook and Google parent Alphabet Inc. GOOGL a week later.</p><p>The numbers to watch</p><p>iPhone demand at the telecom giants: AT&amp;T Inc. T and Verizon Communications Inc. VZresults will offer early clues on demand for Apple Inc.'s AAPL iPhone 14, after a round of heavy promotions from the wireless carriers. There is plenty to pay attention to for telecom companies — AT&amp;T has noted that consumers have taken a bit longer to pay their phone bills, but executives stressed that customers were still paying them. Investors will also be looking for more context on demand trends at Verizon after the company raised prices on some plans. AT&amp;T results are expected Thursday, and Verizon will follow the next morning.</p><p>Airlines' revenue: After Delta showed a significant sales gain from prepandemic levels, investors will be looking for the same from other airlines as United Airlines Holdings Inc. UAL, American Airlines Group Inc. AAL and Alaska Air Group Inc. ALKreport in the coming week.</p><p>In-depth: The holiday-shopping season has a different problem this year than supply gaps — and it could lead to some deals</p><p>\"We expect revenue tailwinds observed at Delta to also be pronounced at United,\" Raymond James analyst Savanthi Syth wrote in a Friday note. \"To a lesser extent, American and JetBlue should also benefit due to large corporate and trans-Atlantic exposure at the former and large coastal city exposure at the latter.\"</p><p>Hasbro and toy demand: Earnings from toy maker Hasbro Inc. HAScould offer detail on holiday demand, amid analyst expectations for a wave of discounting for the season, as retailers try to clear inventories following a shift in consumer demand to more expensive basic goods. Rival Mattel Inc. MAT will report the next week.</p><p>MarketWatch staff writer Emily Bary contributed to this article.</p><p>Netflix and Tesla stocks are not having a good year, but here comes a chance to turn it around</p>",
  "published": "2022-10-16T13:30:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 1118,
          "end": 1124
        },
        {
          "start": 864,
          "end": 879
        },
        {
          "start": 1113,
          "end": 1119
        },
        {
          "start": 868,
          "end": 883
        }
      ]
    }
  ]
}