{
  "_id": "c560ecc810e82de74974d84824ecbf7a8f5f4ae21601146c403608fccf0020b0",
  "feed": "ftcomall",
  "title": "Harry & Meghan part one review — a Netflix appeal for both admiration and pity",
  "text": "<p>There are two ways to evaluate <em>Harry &amp; Meghan</em>, the new documentary series focusing on the Duke and Duchess of Sussex. One is by the flash flood of publicity. Even the trailers managed to dominate UK newspaper front pages. When the first three episodes were released on Thursday morning, the BBC sent out a breaking news alert and set up a liveblog.</p> <p>This kind of quivering coverage makes the world think that Britons still have the mindsets of medieval peasants. It was also presumably what Netflix, desperate to revive growth in subscriber numbers, dreamt of when it agreed a deal with Harry and Meghan likely worth tens of millions of dollars.</p> <p>But what of the actual content? Does this “Netflix Global Event” match up to, say, Diana, Princess of Wales on <em>Panorama</em>, <a href=\"https://www.ft.com/content/230530e0-094f-11ea-bb52-34c8d9dc6d84\">Prince Andrew on <em>Newsnight</em></a> or even Harry and Meghan's own <a href=\"https://www.ft.com/content/e036e06c-260f-4b94-8881-8e58cef9211b\">conversation with Oprah Winfrey</a>, in which they alleged a member of the royal family speculated about their baby's skin colour? Bluntly, no. There have been explosive royal TV shows, but so far this is not one of them. Harry and Meghan do not drop bombs; at most, they point plaintively at existing craters. They have also bought into the successful Netflix formula: never say in one hour what you can stretch out over several. This is a show that makes you grateful that the streaming platform has the option to watch at 1.25x speed.</p> <p>The first three episodes, which take the couple's life stories up to their wedding in 2018, major in well-known, well-founded grievances against the British press. “I don't have many early memories of my mum,” says Harry. “The majority of memories are of being swarmed by paparazzi.” The royal press corps have pointed out that some of the trailers' footage of paparazzi either does not relate to the royals or shows coverage that was agreed with their representatives. But the broader point about the media stands. One of Meghan's friends has it right when she asks, amazed: “Someone can just call themselves a royal expert?”</p> <p>The problem is that the audience can't help but feel confused. Are we meant to be pitying Harry and Meghan for their torment? Or are we meant to be admiring them — these beautiful young parents, in their luxurious new California home, with sumptuous sunsets and sofas, and a chicken house the size of a London bedsit?</p> <p>The answer is, strangely, both. They are at once an aspirational couple and a cautionary tale about aspiration. Their love story is a fairy tale — simultaneously written by Disney and the Brothers Grimm. There is real sadness in how each of them has, in different ways, lost the parent closest to them. “I am my mother's son,” Harry says of Princess Diana. Meghan was a self-described “daddy's girl”, but, after her father agreed deals with newspapers, “she doesn't have a father”, says Harry. Yet given the couple's evident privilege, the tone is hard to get right.</p> <p>So the couple insist their story is “bigger than us”. The first minutes include clips of Brexit rhetoric and a statue of the slave trader Edward Colston being tipped into Bristol Harbour. Broadcaster Afua Hirsch and historian David Olusoga (a consultant to the show) make solid points about Britain's relationship with race and slavery.</p> <p>Most of all, however, this series seeks to establish Harry and Meghan as familiar figures. She already hosts a <a href=\"https://www.ft.com/content/c38c1821-3f48-4a64-83b6-bf5df7e81284\">popular Spotify podcast</a>; they are becoming fixtures of the celebrity circuit. Viewers must decide whether they find Harry and Meghan — “H” and “M”, as they call themselves — endearing and the details of their dating enthralling.</p> <p>When Netflix commissioned the series <em>The Crown</em>, it was a statement of intent about its ambitions in big-budget drama. Releasing <em>Harry &amp; Meghan</em> is a statement of less ambition. Ultimately it cannot touch the best Netflix documentaries like <a href=\"https://www.ft.com/content/ded6d7e0-18cf-11e9-9e64-d150b3105d21\"><em>Fyre</em></a> and the first series of <a href=\"https://www.ft.com/content/00b9545c-7421-11ea-ad98-044200cb277f\"><em>Tiger King</em></a>. A series that was co-produced by Harry and Meghan's production company, Archewell, was never going to be too probing. (The director, Liz Garbus, has declined to say if the couple had approval of the final cut.) It leaves out Meghan's first husband, for example, and has no pushback to their various claims. The producers say other members of the royal family declined to be interviewed; Buckingham Palace says they weren't asked.</p> <p>The paradox is clear. When Harry and Meghan stepped down from royal duties in 2020, they wanted to break from the royal family, but here they are, talking about it at length. Meghan criticises royal life as “an orchestrated reality show”, apparently unaware that she has created her own. Meanwhile, the British press insists that no one is interested in Harry and Meghan, while breathlessly reporting on the couple's every utterance.</p> <p>The circus is nowhere near over. The next three episodes come next week, followed by Harry's book in January. That surely must rely less on glamorous backdrops and more on dramatic revelations.</p> <p><em>On Netflix now, with the final three episodes to follow on December 15</em></p><p>Source: Henry Mance 2022 'Harry &amp; Meghan part one review — a Netflix appeal for both admiration and pity' FT.com 8 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-08T16:06:25.428Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2476,
          "end": 2482
        }
      ]
    }
  ]
}