{
  "_id": "42ac92e8e3d430b1864b19a09c60bee12dd494e7ab79e3d3b28eb0dfd424e170",
  "feed": "ftcomall",
  "title": "HSBC sticks with China: a dispatch from the front line",
  "text": "<p><strong>One thing to start: Chesapeake Energy,</strong> the pioneer of the fracking industry created by deceased billionaire <strong>Aubrey McClendon</strong>, <a href=\"https://www.ft.com/content/1cc0fb12-3b93-4565-917f-21c395bd6f7e\">plans to divest its oil assets</a> as it raises new capital to double down on natural gas drilling and infrastructure as prices soar.</p> <p>In today's newsletter:</p> <ul>  <li><p>HSBC tries to win over shareholders</p></li>  <li><p>New York-listed companies in the US-China crossfire</p></li>  <li><p>Semafor taps wealthy investors</p></li> </ul> <h1>A break-up drama heats up at HSBC</h1> <p>Here's a tip for banks holding a meeting for disgruntled investors: get the logistics right. </p> <p>Dozens of retail investors argued with security guards outside <strong>HSBC</strong>'s first Hong Kong shareholder meeting in three years, complaining about poor arrangements, just as executives addressed the conference hall on Tuesday. Coronavirus restrictions limit the number of attendees, and they failed to get a seat. </p> <p>Inside, with about 1,000 shareholders gathered, there were moments of tension too. The room was filled with people keen to grill the bank's top management after they rejected calls from HSBC's largest shareholder, Chinese insurer <strong>Ping An</strong>, <a href=\"https://www.ft.com/content/be6154ed-5c4a-48d8-902c-5ab697e67bdc\">for a historic break-up</a> of its Asian and western operations. </p> <p>Management's resistance to a split hardly comes as a surprise. <strong>Noel Quinn</strong>, HSBC's chief executive who <a href=\"https://www.ft.com/content/75b73313-9bbb-499d-8e76-8954a79fad8f\">vowed last year</a> not to “flip-flop” on the bank's China strategy, has stuck to his word, even as Beijing's controversial national security law sparked an <a href=\"https://www.ft.com/content/76f88fc4-a0c2-42dd-8419-5956477c4a4a\">exodus of bankers</a> from Hong Kong and geopolitical tensions continued.</p> <p>HSBC's chair <strong>Mark Tucker </strong>dug his feet in deeper at Tuesday's shareholder meeting, rejecting calls for a demerger and stating that “the best structure is our existing structure”.</p> <p>For Quinn and Tucker, finding common ground with Ping An will be no easy feat. </p> <p>Ping An has warned that HSBC can only straddle China and the west for so long. HSBC has countered that splintering its business could endanger Hong Kong's status as a major global finance hub, creating even more barriers to entry for western financial institutions looking to access the mainland Chinese market.</p> <p>As the rift with its most influential shareholder grows deeper, the executive duo have instead turned their attention to a shareholder tiff that might be more easily resolved: dividends.</p> <p>Launching a charm offensive with Hongkongers at Tuesday's meeting, Tucker apologised for the bank cancelling dividends during the pandemic — the root cause of anger among retail investors in Asia and the unexpected activist attack by Ping An.</p> <p>He added that while HSBC's board was examining “alternative structures” in depth, it looked like splitting operations would “destroy” shareholder value. </p> <p>Winning over smaller shareholders will be crucial for HSBC's management to hold its ground against Ping An, given that — in an unusual arrangement for a large global institution — retail investors own about a third of the stock.</p> <p>But the new interim dividend of 9 cents announced by HSBC earlier this week is a far cry from prior levels of around 51 cents — payments many small retail shareholders relied on as a regular source of income before UK regulators forced banks to shore up balance sheets during the pandemic.</p> <p>Executives clearly have a long way to go to win over shareholders. According to Reuters, some of them were <a href=\"https://www.reuters.com/business/finance/hsbc-gears-up-meet-hong-kong-investors-after-pushing-back-break-up-call-2022-08-02/\">chanting</a> “management should step down” just before Tuesday's meeting. </p> <h1>The audit row that puts 20 years of history at stake&#xa0;</h1> <p>As Washington prepares to ban trading in Chinese companies, Hong Kong casino mogul <strong>Lawrence Ho</strong> has a plan. </p> <p><strong>Melco Resorts &amp; Entertainment</strong>, his Hong Kong-based, <strong>Nasdaq</strong>-listed $2.5bn hotel and casino business, is considering <a href=\"https://www.ft.com/content/32773a90-a9ad-4594-aa8b-06ec48064085\">relocating its headquarters to Macau</a> to avoid being delisted in the US, the FT's Tabby Kinder reports. Macau, a special administrative region of China, is not included in the delisting threat. </p> <p>It is a potential loophole for some US-listed Chinese companies at a time when their options are limited. About 200 companies are set to be delisted on Wall Street in 2024 because China has blocked US regulators from seeing their audit records — and talks to avoid that scenario are at an impasse. &#xa0;</p> <p>Melco is unlikely to move immediately. “The word is until the man upstairs opines, no one will make the move,” a person close to the company said, referring to Chinese president <strong>Xi Jinping</strong>.</p> <p><strong>New York Stock Exchange</strong>-listed tech giant <strong>Alibaba</strong>, which has a secondary listing in Hong Kong, <a href=\"https://www.ft.com/content/6da4083a-469f-4d79-aacc-0ffce3fb1d11\">is at the sharp edge</a> of the dispute. Its shares tumbled after the SEC last week added it to a list of Chinese companies that will be banned from trading if they do not provide access to audit files. </p> <p>Alibaba said last week that it will apply for a primary listing in Hong Kong — and this week said it would “strive” to keep its NYSE listing. If you are looking for a sign of how badly negotiations are going between Beijing and Washington over the listing row, <a href=\"https://www.ft.com/content/1557cddf-bdb3-4f6f-8974-367f33a288bc\">Tabby writes</a>, this is it. </p> <p>And if you're wondering what is at stake in a row that is ostensibly about audits, consider this: the ban will end a system that for two decades has ensured a steady flow of capital between the world's two largest superpowers. </p> <p>Not just that: it will threaten the listings of companies with $1.4tn of market capitalisation — and prevent China from accessing the world's largest public capital pool. </p> <h1>Can Semafor break the news?</h1> <p><strong>Semafor</strong>, the media venture from former <strong>Bloomberg Media </strong>chief<strong> Justin Smith</strong> and ex-<strong>New York Times </strong>media columnist <strong>Ben Smith</strong>, promises readers a “new news platform”.</p> <p>It is still unclear how the start-up plans to carve out a new category against legacy media rivals as well as digital media challengers.<strong> Vice</strong> and Ben Smith's former employer <strong>BuzzFeed</strong> once dazzled venture capital investors but have <a href=\"https://www.ft.com/content/c81255fb-62a6-444b-9bd1-05d938c68710\">failed to live up to expectations</a>.</p> <p>Instead of turning to Silicon Valley for cash such as the class of venture-backed digital publishers that came before it, Semafor <a href=\"https://www.ft.com/content/3010c881-f890-4e95-b397-49daceae4554\">has turned to wealthy investors</a> who, in theory, will be more likely to stick by the company should markets go south, the FT's Anna Nicolaou reports.</p> <p>Investors include <strong>Jorge Paulo Lemann</strong> — the founder of <strong>3G Capital</strong> and Brazil's richest person — as well as crypto billionaire <strong>Sam Bankman-Fried</strong>, media veteran <strong>John Thornton</strong> and <strong>Jessica Lessin</strong>, founder of <strong>The Information</strong>.</p> <p>The new venture will launch just as soaring inflation and predictions of a recession form dark clouds over the media business — meaning investors' staying power will be tested from the outset.</p> <h1>Job moves</h1> <ul>  <li><p>UK sportswear retailer <strong>JD Sports</strong> <a href=\"https://www.ft.com/content/ef5e2c04-4a0c-42f6-b04a-38ff27c2b39e\">has appointed</a> French retail veteran<strong> Régis Schultz</strong> as its new chief executive. He will join from <strong>Al-Futtaim Group</strong>, where he has been president of retail since 2019.</p></li>  <li><p><strong>Andreessen Horowitz </strong><a href=\"https://www.bloomberg.com/news/articles/2022-08-02/andreessen-horowitz-seeks-to-manage-fortunes-of-tech-founders#xj4y7vzkg\">has named</a> <strong>Michel Del Buono</strong>, chief investment officer of boutique investment advisory <strong>Jordan Park</strong>, as the investment chief of a new wealth management unit that will cater to its partners and the executives of its portfolio companies, Bloomberg reports.</p></li>  <li><p><strong>Skadden </strong>has hired <strong>Alessio Evangelista</strong>, the former head of&#xa0;enforcement and compliance at&#xa0;the <strong>US Treasury</strong>'s Financial Crimes Enforcement Network, as a litigation partner in Washington.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Bad break-up </strong>When a star Goldman Sachs duo accepted new jobs at a hedge fund, they were accused by the Wall Street bank of accessing sensitive code. <a href=\"https://www.bloomberg.com/news/features/2022-08-01/goldman-lost-2-traders-then-accused-them-of-accessing-secret-code?sref=tIy4CXSr\">The fallout</a> offers a look inside an algorithm business that generates more revenue per employee than almost any other at the bank, Bloomberg reports.</p> <p><strong>The happiest place on earth? </strong>As Disney fans descend on Orlando for an annual LGBT+ event, the company's clumsy response to Florida's “Don't Say Gay” bill <a href=\"https://www.ft.com/content/3479f9a1-0b74-43ca-8a53-e3bb1792cdd2\">is the elephant in the room</a>. The FT's David Crow visits the Magic Kingdom as culture wars rage.</p> <p><strong>Fanning the flames</strong> Climate change <a href=\"https://www.ft.com/content/c51a38cd-2941-4eef-97af-8cc61849c04c\">has already begun to expose inequalities</a> in the UK's labour market, the FT's Sarah O'Connor writes. Employers and lawmakers will need to adapt.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/8bc32764-d833-43fd-9439-19d60c085d60\">Deutsche Bank broke its own rules in enabling tax fraud, internal probe finds</a> (FT + <a href=\"https://www.ft.com/content/3ae37e30-76ad-4523-81e5-5854b3af92be\">Lex</a>) </p> <p><a href=\"https://ft.com/content/9229c6aa-740e-4d93-8e27-4d5322baec18\">Lloyd's hunts for billions in fresh capital in expansion of ‘London Bridge' programme</a> (FT) </p> <p><a href=\"https://www.ft.com/content/d265bf94-5f84-4df0-883b-c1320d12f65d\">German regulator says Adler overstated 2019 accounts by up to €233mn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5123e7c8-32d3-49c9-a089-8d9f2fd1fa3d\">Missfresh hit by lawsuits from investors and employees</a> (FT)</p> <p><a href=\"https://www.fnlondon.com/articles/jpmorgan-cuts-junior-analyst-bonuses-as-banks-cut-pay-comp-costs-20220802\">JPMorgan juniors see bonus cuts as banks rein in pay costs</a> (Financial News) </p> <p><a href=\"https://www.ft.com/content/ae639f94-21a7-4e22-9017-ec5629e60993#post-876ec8ea-02f0-4596-8e5e-95a7a6c69563\">Market downturn leads KKR to biggest quarterly loss since 2020</a> (FT) </p> <p><a href=\"https://www.ft.com/content/fe7fee7e-2ef2-4c0a-92f3-47df3061f09d\">US imposes sanctions on Vladimir Putin's reputed girlfriend and others among Russian elite</a> (FT) </p> <p><a href=\"https://www.reuters.com/markets/europe/trelleborg-buy-kkrs-minnesota-rubber-plastics-1-bln-deal-sources-2022-08-02/\">Trelleborg to buy KKR's Minnesota Rubber and Plastics in $1bn deal</a> (Reuters) </p><p>Source:  2022 'HSBC sticks with China: a dispatch from the front line' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-03T04:00:50.990Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 7328,
          "end": 7334
        },
        {
          "start": 7394,
          "end": 7400
        }
      ]
    }
  ]
}