{
  "_id": "833c6b1107a0a1b4b227da725407d927ceebac3f382d934843407c3ad11bed00",
  "feed": "wall-street-journal",
  "title": "It's Time to Boot the Moochers Off Your Spotify, Netflix and Other Accounts; If strange activity suggests intruders are streaming with your login, use these settings",
  "text": "<p>Missy suspected someone else was using her account, and she's not the only one. Ethan Adams, from Ayer, Mass., noticed new playlists he didn't create and mystery songs added to his own playlists in his Spotify account earlier this year. When the Wrapped roundup claimed Polo G was his second-most-streamed artist, Mr. Adams wondered: Polo who?</p><p>Earlier, Mr. Adams had received an email from Spotify about a login he didn't recognize. He used the \"Sign out everywhere\" tool in the app's account settings page and changed his password to make sure the intruder couldn't get back into his account.</p><p>Who are these phantom users? A Spotify spokeswoman said the company couldn't say and can't speak to the particular motivations of unauthorized users. It does encourage all users to create unique, strong passwords. It also recommends logging out on shared devices no longer in use—for instance, Sonos speakers in a vacation rental. Spotify doesn't offer two-factor authentication, an extra layer of login protection offered by most major services such as Facebook and Google. Because of this, reusing passwords that might have leaked on the internet could put your account at risk.</p><p>Think you've got an account moocher on Spotify, Netflix or another service? There's a way to find out, or at least boot off anyone who may be lingering.</p><p>Many popular services including Netflix, Amazon and Apple show a list of devices connected to your account. Regularly vetting these logins is a good security practice, said Adam Marre, chief information security officer at cybersecurity firm Arctic Wolf.</p><p>Other than screwing up your recommendation algorithms, unauthorized users could change your account credentials to lock you out. On some services, they could even steal sensitive information, such as your credit-card number or home address. If you see activity you don't recognize, opt to sign out everywhere and reset your password.</p><p>These freeloaders might also begin to incur costs on your monthly bill. Netflix is trying out a payment structure for out-of-household users in some countries in Latin America, and said a similar system could launch in the U.S. next year.</p><p>Whether a hacker used a leaked password or your logins are just making the rounds of old roommates and friends of friends, you should spot unauthorized users and keep them away.</p><p>Check Where You're Logged In</p><p>Spotify: The music-streaming service doesn't show detailed information for logged-in devices like other services do, but you can see devices that recently accessed the account. In settings, select the Devices menu, then check Recently played—the clock icon in the top right corner—for suspicious activity.</p><p>If you see anything you don't recognize, log in to Spotify.com on the web and use the \"Sign out everywhere\" button in account settings to log out of connected smartphones, tablets, desktop or web players. (You won't find the option in Spotify's mobile apps.) This universal log-out tool doesn't sign you out of other types of devices, such as game consoles or smart speakers. You'll need to go to Spotify's separate third-party apps page to revoke access.</p><p>Netflix: After signing into Netflix on the web or the mobile app, navigate to account settings. Under Security &amp; Privacy, click on Manage access and devices. There you'll see all recently active devices, each device's location and the selected profile. Go back to the main account settings page to sign out of all devices.</p><p>Disney+: You can't see which devices are logged into your account, but you can sign out of all devices from the app. Tap your profile avatar, then Account, then log out of all devices.</p><p>Apple: See which devices are connected to your Apple ID on your iPhone by going to the Settings app, then tapping your name to see a list of laptops, tablets, speakers and streaming devices where you're logged in. Tap any product name to remove it from your account. You can also see the same list of logged-in devices on a Mac, under System Settings (System Preferences in older MacOS versions) or on the web through iCloud.com.</p><p>Amazon: Go to your Amazon account settings, then click Manage your content and devices. Here, you can deregister your Amazon account from devices where you're currently signed in. Amazon doesn't show you sign-ins made through web browsers, though. And there's no simple \"sign out everywhere\" option. If you think your account has been compromised, start a chat with Amazon's support team to ensure you're signed out of all locations.</p><p>Google: From Google.com, click on your profile picture in the top right corner, then select Security. Scroll down to see devices and locations where you're signed in. Click on each device to sign it out.</p><p>Instagram: In the app, go to your profile (bottom right), then the menu (top right), then Settings. Tap Security, then Login Activity to see where you're logged in. Tap the three dots next to each device to log out.</p><p>Facebook: In Facebook account settings, go to Security and login to see the devices and locations where you're signed into Facebook. Tap the three dots next to each device to log out.</p><p>Prevent Unauthorized Users</p><p>Don't reuse passwords. Hackers can acquire troves of passwords from data breaches, and they try the credentials elsewhere, knowing that many of us reuse passwords. (Another reason why it's important to use strong, unique passwords.) You can check whether your password has been leaked at HaveIBeenPwned.com. Password managers can help.</p><p>Turn on two-factor authentication. Not all services offer this important form of security, but you should have it active for all the ones that do, including Apple, Google, Amazon, Facebook and Instagram. The best ones include various secure options, not just the typical text-message code.</p><p>SHARE YOUR THOUGHTS</p><p>Have you suspected an unauthorized user of accessing your account? What did you do? Join the conversation below.</p><p>Wipe your devices before selling or donating them. Prevent phantom logins by properly signing out of your accounts before handing over an old device. My colleague Cordilia James has a great guide on what to do before getting rid of an iPhone or Android phone.</p><p>Beware of phishing email or text scams. Hackers commonly use emails or texts to bait you into clicking on a link that looks like a service's login page. Instead, you're handing your credentials right over to hackers. One scam targeting Netflix users was so widespread the company set up a help page dedicated to combating it. Instead of clicking on links from texts or emails, go directly to the service's website.</p><p>Sign out of your accounts on shared devices. Make sure to sign out of your streaming account after visiting a hotel or Airbnb. You don't want future guests interrupting your next movie night—most services limit the number of simultaneous streams. Better yet: Bring your own streaming device while traveling.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter .</p><p>Write to Nicole Nguyen at nicole.nguyen@wsj.com</p><p>It's Time to Boot the Moochers Off Your Spotify, Netflix and Other Accounts</p>",
  "published": "2022-12-18T15:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 3448,
          "end": 3455
        }
      ]
    }
  ]
}