{
  "_id": "a6b52bca39274ec6eb0b5389c98f62d922e92887868608d1b36ef9ebc9152f81",
  "feed": "ftcomall",
  "title": "Pearson seeks to tap pandemic resignation trend with training offers",
  "text": "<p>Pearson, the education publishing company, plans to take advantage of the pandemic induced “great resignation” as more employees leave jobs and learn new skills.</p> <p>In its full-year results released on Friday, the group reported an adjusted operating profit up 33 per cent, to £385mn, with qualifications and professional certification driving underlying sales growth of 8 per cent. </p> <p>New chief executive Andy Bird, a former Disney executive, has pledged to turn Pearson from a traditional textbook publisher to a digital, consumer-focused brand, providing learning opportunities beyond school and college. He plans to focus on adult reskilling opportunities such as online courses and employee training.</p> <p>Bird said he hoped the increase in employees reassessing their working lives would lead to the “great re-engagement” by driving people to learn new skills.</p> <p>“Fundamentally one of the ways of thinking about workforce skills with the change in technology is a broadening of the definition of what higher education is,” he said. </p> <p>The company predicted that growth in “life-long learning” and in-work training would double its workforce skills division, which partners with companies to offer employee training and runs vocational qualifications, in the next three years.</p> <p>Pearson's share price, which had dropped sharply since the summer, was up 8 per cent as markets opened on Friday. </p> <p>The company announced that the board had approved a £350mn share buyback programme, which would commence “as soon as is practicable”.</p> <p>The company's statutory operating profit fell, however, from £411mn to £183mn, due to restructuring costs and the sale of Penguin Random House, a publishing company, that boosted profits in 2020. </p> <p>Pearson's move to workforce skills is in part underpinned by its recent acquisitions of digital accreditation firm Credly and Faethm, a workforce AI and analytics company. </p> <p>The new products sit alongside an existing programme running courses, tuition and qualifications for companies to offer to their employees, and providing vocational, sector-specific qualifications such as BTECs. </p> <p>Revenue for the company's workforce skills division in 2021 was £172m, compared with £849mn for higher education and £1.2bn for the company's largest division, assessments and qualifications. Its total 2020 sales for the division were £163mn.</p> <p>Bird said the company was “already heavily invested in the workforce business” but would broaden its offer and had already seen “a lot of traction” through consumer interest in taking vocational courses.</p> <p>There was also a growing market of companies hoping to become more attractive to employees by offering workplace training opportunities and credentials, he added. </p> <p>“Learning will play an increasingly important role in attracting talent.”</p><p>Source: Bethan Staton in London 2022 'Pearson seeks to tap pandemic resignation trend with training offers' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T13:03:12.848Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 420,
          "end": 426
        }
      ]
    }
  ]
}