{
  "_id": "310f143fa2ccc344d743002739e21097813ded7f5505fe0076e88f924973bd62",
  "feed": "wall-street-journal",
  "title": "Cross-Species Cooperation; Narrated by Benedict Cumberbatch, an exploration of collaboration—including an alliance between fishermen and dolphins",
  "text": "<p>Super/Natural</p><p>Wednesday, Disney+</p><p>This National Geographic documentary series is about a lot of things, but it emphasizes throughout the cooperation that exists between species, either inherent or learned. James Cameron, no doubt deeply involved with his multiple \"Avatar\" sequels (the first, \"The Way of Water,\" is expected in December), serves as an executive producer on \"Super/Natural,\" which is no small thing: His deep-sea documentaries have been astounding (\"Aliens of the Deep,\" notably). Not surprisingly, the Nat Geo series contains no shortage of revelations, at least for this viewer, who had no idea that the whistling acacia even existed on the African savannah, much less that cocktail ants (their backsides full of toxins) bore holes in the trees so the wind sounds like swarming bees—which scares away foliage-eating elephants. Or that male Mexican fireflies on the make form their own kind of flash mob, blinking in unison to gather their mates.</p><p>What's not a shock at all is Mr. Cumberbatch's viability as an heir to Mr. Attenborough as the Voice of Nature, if not God. He's serious when he should be and drily funny when he can be, even if some of his quips are groaners. \"With great parenting comes great responsibility,\" he says, a line far more awkward than the African jacana, a bird that can virtually walk on water. When a female Asian gibbon joins her ape of a husband in a victory scream after he's vanquished some intruders, it's because \"he's still her king of swing.\" Both the subject and narrator are out on a limb.</p><p>Quippery such as this is about the writing, not Mr. Cumberbatch, who is a charming host and guide to the show's episodes, which are devoted to providing a bird's-eye view (and a frog's-, squirrel's- and hyena's-eye view) of life, reproduction and survival. The pace ebbs and flows—the adventures of a sea sponge are not going to be as electrifying as those of a peregrine falcon, navigating the thermals of downtown Chicago and training its young to catch prey in midair. Or, for sumo fans, the wrestling of the inelegant elephant seals of the California coast.</p><p>A qualifier at the end of each episode (which carry titles such as \"The Mating Game,\" \"Rivals\" and \"Impossible Journeys\") notes that \"Some sequences have been graphically enhanced or were filmed under controlled conditions.\" Still, \"all scenes represent actual animal behavior\"—even human animal behavior, as limited as it is. \"If you think you know nature,\" Mr. Cumberbatch says at the end of each chapter, \"think again.\" Between the violence and the raw sex (among harlequin shrimp), \"Super/Natural\" offers food for such thought, all of it organic.</p><p>Cross-Species Cooperation</p>",
  "published": "2022-09-20T21:01:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 25,
          "end": 31
        }
      ],
      "nexusId": "10078857"
    }
  ]
}