{
  "_id": "766a58637523c6cc37a1d8398fcacf23d70a10fd8949269ff577ad6c6339521b",
  "feed": "wall-street-journal",
  "title": "Walt Disney CFO, Others, Brought Concerns to Board Over Bob Chapek; CFO Christine McCarthy brought her concerns to the board after a calamitous November earnings call",
  "text": "<p>Then came Nov. 8, and Disney's calamitous fiscal-fourth-quarter earnings report.</p><p>On Sunday evening, Disney said Mr. Iger would be returning as chief executive after a prior 15-year stint in the role, and that Mr. Chapek was out after less than three years in the job.</p><p>On Monday, the company said that Kareem Daniel, and a top lieutenant to Mr. Chapek whose job entailed deciding how Disney's movies and TV shows would be shown—in theaters, on streaming platforms or on television—was leaving the company and that his division would be overhauled.</p><p>\"Over the coming weeks, we will begin implementing organizational and operating changes within the company. It is my intention to restructure things in a way that honors and respects creativity as the heart and soul of who we are,\" Mr. Iger said in a memo.</p><p>Shares closed Monday at $97.58, up 6.3%, marking the stock's largest increase since Dec. 11, 2020. They are down 37% so far this year.</p><p>The board of directors earlier this year credited Mr. Chapek with steering the company through the worst of the coronavirus pandemic. Under his watch, Disney's theme parks division has posted record quarterly revenue and profit.</p><p>Mr. Chapek's position at the top of the company had been shaky for months, according to people familiar with the matter, despite Disney's board deciding unanimously in June to renew his contract through the end of 2024.</p><p>The company has been under pressure from two prominent activist investors to cut costs and make major strategy changes.</p><p>The trouble came to a head Nov. 8, when Mr. Chapek hosted a conference call with analysts following Disney's weaker-than-expected quarterly report. Disney had just reported a loss of $1.47 billion in its streaming business, more than twice the loss reported in the prior year quarter and had underperformed analysts' expectations in revenue and income.</p><p>Profit margins at the theme parks—Disney's best-performing division over the past year—were shrinking, the company said, and the streaming segment's goal of profitability by September 2024 could be in danger if the economy worsened. Despite the gloomy report, Mr. Chapek's tone on the call was upbeat and his outlook positive.</p><p>\"We believe we are on a path to profitable streaming business that generates shareholder value long into the future,\" he said.</p><p>Investors didn't buy it. Disney's share price fell by 13.2% the following day to close at $86.75. Analysts began publishing negative reports about the company's prospects, and Jim Cramer, who hosts a show about financial markets on CNBC, called for Mr. Chapek to be fired.</p><p>Ms. McCarthy, the CFO, told board members that she wasn't happy with the way Mr. Chapek had communicated with investors during the conference call, people familiar with the matter said.</p><p>On Friday, according to people familiar with the matter, Mr. Iger received a call from Susan Arnold, the chairman of the board of Walt Disney, the company that he led as chief executive for 15 years. Ms. Arnold, who hadn't spoken to Mr. Iger in months, asked: Would Mr. Iger consider coming back to run Disney again?</p><p>Over the next two days, a fevered negotiation unfolded, culminating Sunday night, just as many of the company's top executives were on their way to an Elton John concert in Los Angeles being streamed on Disney+, with the surprise announcement that Mr. Chapek had stepped down and Mr. Iger would be returning as CEO.</p><p>Meanwhile, Nelson Peltz's Trian Fund Management LP built a sizable stake in the company earlier this month and is seeking a board seat as it pushes for other operational changes, according to people familiar with the matter.</p><p>Trian's view is that Mr. Iger shouldn't be back in control of the company, the people said. Executives at Trian—which was founded by Mr. Peltz, Ed Garden and Peter May—have also initiated a dialogue with Disney leadership about having Mr. Peltz serve on the company's board, according to the people.</p><p>—Sarah Krouse and Lauren Thomas contributed to this article.</p><p>Write to Robbie Whelan at robbie.whelan@wsj.com, Emily Glazer at Emily.Glazer@wsj.com, Joe Flint at Joe.Flint@wsj.com and Jessica Toonkel at jessica.toonkel@wsj.com</p><p>Walt Disney CFO, Others, Brought Concerns to Board Over Bob Chapek</p>",
  "published": "2022-11-21T23:10:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 100,
          "end": 106
        },
        {
          "start": 3836,
          "end": 3842
        },
        {
          "start": 1608,
          "end": 1614
        },
        {
          "start": 22,
          "end": 28
        },
        {
          "start": 1297,
          "end": 1303
        },
        {
          "start": 1656,
          "end": 1662
        },
        {
          "start": 383,
          "end": 389
        },
        {
          "start": 1090,
          "end": 1096
        },
        {
          "start": 3077,
          "end": 3083
        },
        {
          "start": 2904,
          "end": 2915
        },
        {
          "start": 4158,
          "end": 4169
        },
        {
          "start": 3294,
          "end": 3301
        },
        {
          "start": 2340,
          "end": 2346
        }
      ]
    }
  ]
}