{
  "_id": "468faaa4de098c095e21f41efcd899c0165ee8bb94f6f6f7d2f8970b97192d7a",
  "feed": "ftcomall",
  "title": "Disney vs France",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/6589a341-cdfe-42e1-b56c-3396f0b35eb5\"><em>‘Disney vs France '</em></a></p> <p><strong>Marc Filippino</strong><br>Good morning from the Financial Times. Today is Tuesday, October 18th. And this is your FT News Briefing.</p> <p>[MUSIC PLAYING] </p> <p>US stocks bounced back a little yesterday. And Disney is so frustrated with the French movie industry system that it's threatening to withhold big releases from French cinemas. </p> <p><strong>Leila Abboud</strong><br>It's another dirty secret in France is that, you know, much like French people go to McDonald's a lot, they also go to see a lot of Hollywood blockbusters. These movies tend to do really, really well here. </p> <p><strong>Marc Filippino</strong><br>We'll find out what the drama is about. And speaking of drama, the majority of the UK's controversial “mini” Budget has been scrapped. Financial markets are relieved for the moment, but what does this mean for people? We want to hear from you. I'm Marc Filippino, and here's the news you need to start your day. </p> <p>[MUSIC PLAYING] </p> <p><strong>Marc Filippino</strong><br>Wall Street had a good day yesterday, which is a big deal because stocks are mostly down these days. The S&amp;P 500 finished the day more than two and a half per cent higher. The tech-heavy Nasdaq gained just shy of three and a half per cent. The FT's Kate Duguid described yesterday as a bear market rally, partly driven by Bank of America's earnings report. </p> <p><strong>Kate Duguid</strong><br>So Bank of America yesterday announced earnings and they performed better than expected. They raised their annual outlook for revenue and attributed it to strong consumers. They said that spending across debit and credit cards has jumped as well as consumer loans. And so this gives us a little bit more confidence in, in the fate of the US consumer. But, you know, that's, that's not the whole story here. </p> <p><strong>Marc Filippino</strong><br>But what about other companies that are going to report their quarterly earnings soon, Kate? Will investors be as excited about those? </p> <p><strong>Kate Duguid</strong><br>These earnings from banks? We saw Bank of America yesterday, but we also saw JPMorgan and Wells Fargo last week who reported better-than-expected earnings. Banks are a case in and of themselves, and so they don't necessarily show us what the rest of earnings season is gonna look like. Certainly like the Bank of America earnings did suggest a healthy US consumer. And if we have more evidence of that, that will appear in future earnings. But the things that banks benefit from, namely rising interest rates, which allow them to charge consumers more to borrow money, are not gonna be evident in tech stocks, right? The valuation of tech companies is sort of mostly based on their potential for future growth. And so they are particularly hard hit by rising interest rates. So there's still more to see. </p> <p><strong>Marc Filippino</strong><br>So, Kate, is this what we call a dead cat bounce, basically where markets go up a little bit, only to to drop even more later on? </p> <p><strong>Kate Duguid</strong><br>I would say, you know, it's maybe not like a dead cat bounce, but we could describe it as a bear market rally. You know, the conditions, the general conditions in our market have not changed. The Fed is still rising, uh raising interest rates. We're still seeing the economy slow down. None of those things have changed. But, but there, you know, there has been just like a little bit of a, a little bit of relief that also came from the, the news from the UK. </p> <p><strong>Marc Filippino</strong><br>Kate Duguid is the FT's US capital markets correspondent. </p> <p>[MUSIC PLAYING] </p> <p>And the reason US investors were excited about the UK is that the country's new chancellor, Jeremy Hunt, said that he's reversing the bulk of the planned tax cuts that have roiled markets over the past few weeks. Financial markets have stabilised for now, but there's a downside as part of this U-turn on tax cuts. The government is also slashing a plan to protect consumers from rising energy prices. Brits are really struggling with inflation and we'd like to hear from our listeners in the UK. How our rising costs affecting you? What have you had to give up? What are you planning on giving up? We have a link in our show notes where you can record and send us your answer. We might play it on a future FT News Briefing and thank you in advance! </p> <p>[MUSIC PLAYING]</p> <p><strong>Movie clip</strong><br>Are you queen of the most powerful nation in the world? </p> <p><strong>Marc Filippino</strong><br>That you're hearing right now is the trailer to one of the biggest blockbusters of the year. It's the sequel to <em>Black Panther</em>. It's called <em>Wakanda Forever</em>, and it's out next month. But for the past few months, there had been questions about whether the film was going to be released in French theatres. Disney had been at loggerheads with French authorities, who control the timing between theatrical releases and streaming releases. The FT's Paris bureau chief Leila Abboud doesn't call Disney's decision to go ahead and release the film a concession, but... </p> <p><strong>Leila Abboud</strong><br>I think Disney has decided to holster its gun for now and not shoot. Put it that way. </p> <p><strong>Marc Filippino</strong><br>So, Leila, can you talk about the system in France that controls how films are distributed? </p> <p><strong>Leila Abboud</strong><br>So going back to the 1960s, France has had a system which they refer to as l'exception culturelle, which literally means the cultural exception. And this is kind of based on the idea that there are some things, including cinema, that are art and shouldn't be governed by the rules of the free market. Right? That basically art needs to be protected from untrammelled capitalism. And what that means in the film industry is that media companies, so sometimes it's movie producers, sometimes it's TV broadcasters, anybody who shows movies has to basically contribute to a fund that then is used to produce movies, right? It's a national fund. But what that means is the companies that contribute to the fund in order to sort of reward them for contributing to the financing of movies, they get these windowing advantages. </p> <p><strong>Marc Filippino</strong><br>Gotcha. So the more you contribute, the shorter window of time you have to wait before you can put your movies on streaming platforms. How does this affect Disney? </p> <p><strong>Leila Abboud</strong><br>Disney would have never cared about this windowing system that France had when it was just a movie producer because the windowing wouldn't have applied to it. It would have, their movies go out in the theatres, they earn their money, they're very happy. What has changed? Disney has now become a broadcaster with a streaming service in France called Disney Plus. That means that on one hand, there's still a studio where their stuff is going out in theatres and they're happy about that. Nothing changes. But on their streaming service, they're suddenly having to obey these rules on windowing that they never saw before and they never really thought about. And the problem is, is that the windowing will hurt the attractiveness of their streaming service. And because Disney is new in France and because they don't contribute very much to the financing of French cinema, they have a very long window, which means that they can't put <em>Wakanda Forever</em> onto their streaming platform for a very long time. So if you look at it from Disney's point of view, the system sucks, right? But the system wasn't created for Disney. The system was created for another era of French cinema, which was basically where the country decided that it needed a system to kind of keep its cinemas and film producers with a steady pot of public and private money. </p> <p><strong>Marc Filippino</strong><br>Okay. So you said Disney has holstered its gun for the moment, but it can, to continue the metaphor, pull out its weapon in the future. And, and it has warned that it may bypass cinemas altogether and go right to streaming in the future. So, then why is this a big deal? </p> <p><strong>Leila Abboud<br></strong>Some of this is drama, right? I mean, why are they, why is Disney making such a big deal out of this? It's because they're trying to pressure the Film Producers Association, the Culture Ministry, the theatres themselves to negotiate a shorter window for their theatrical releases. There's a big change that happened two years ago. Netflix and Amazon and Apple decided for the first time to contribute to French cinema in order to shorten their windows. Disney refused to sign that deal because they thought it was still too long. So what are they trying to do? They're trying to force everybody back to the negotiating table by withholding blockbuster movies in order to get a better deal on the windowing. This is a classic sort of business dispute which has sort of cultural elements of it because, you know, France has such a specific system around the way that their cinema industry operates, that when these US companies come in, they just don't get it and they don't like it because it doesn't exist in other countries. </p> <p><strong>Marc Filippino</strong><br>Leila Abboud is the FT's Paris bureau chief. </p> <p>[MUSIC PLAYING]</p> <p>Before we go, we have an important announcement about our podcast feed. You know how on Saturdays you can hear all the wonderfulness of the FT Weekend Podcast? Well, we've been happily sharing our space with them, but now our friends at FT Weekend are leaving our nest and we are sad to see them go. But we want to make sure that you subscribe to the FT Weekend's own feed. It's on Apple, Spotify or wherever you get your podcasts. We've even put a link to get them on your app of choice in our show notes. </p> <p>[MUSIC PLAYING] </p> <p>You can read more on all of these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news. </p> <p>[MUSIC PLAYING] </p><p>Source: Marc Filippino, Kate Duguid and Leila Abboud 2022 'Disney vs France' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-18T04:00:28.128Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 4581,
          "end": 4587
        },
        {
          "start": 7442,
          "end": 7448
        },
        {
          "start": 4766,
          "end": 4772
        },
        {
          "start": 6048,
          "end": 6054
        },
        {
          "start": 273,
          "end": 279
        },
        {
          "start": 6069,
          "end": 6075
        },
        {
          "start": 7767,
          "end": 7773
        },
        {
          "start": 6341,
          "end": 6347
        },
        {
          "start": 6838,
          "end": 6844
        },
        {
          "start": 8161,
          "end": 8167
        },
        {
          "start": 4859,
          "end": 4865
        },
        {
          "start": 6419,
          "end": 6430
        },
        {
          "start": 0,
          "end": 6
        },
        {
          "start": 69,
          "end": 76
        },
        {
          "start": 7097,
          "end": 7103
        },
        {
          "start": 6419,
          "end": 6425
        },
        {
          "start": 7180,
          "end": 7186
        }
      ],
      "nexusId": "10078857"
    }
  ]
}