{
  "_id": "2b99f5529392cd41ecd3d75dc742acaefb5fb34dd4a77e240902c46ce471832a",
  "feed": "market-watch",
  "title": "Christmas in July: Hasbro moves up inventory purchases to make sure there are enough toys for the holidays; Hasbro is also bringing back its stock repurchase program in 2022",
  "text": "<p>\"To improve product in stocks this holiday season versus last, we're advancing deliveries of key items in our owned inventory so that we can ensure it's on hand,\" said Deborah Thomas, Hasbro's chief financial officer, on the company's Tuesday earnings call, according to a FactSet transcript.</p><p>\"This lets us take advantage of best available rates, but with increased shipping times also ensures that we do not have issues with setting inventory in high consumer demand periods.\"</p><p>Read: Opinion: This inflation is driven by strong demand—not kinks in supply chains—and will likely persist</p><p>Hasbro HAS is also making sure it has enough paper stock for the \"high-margin\" games segment of the business. In the first quarter, Hasbro Gaming, which includes Monopoly and Magic: The Gathering, was up 5% year-over-year.</p><p>Experts are raising some early warnings about supply chain challenges, which have still been recovering from bottlenecks and other problems in 2021. Looking ahead, ongoing COVID-19 pressure as well as labor negotiations on the West Coast of the U.S. could cause problems.</p><p>\"Any shut down caused by failed negotiations could be a devastating blow to the supply chain – further impacting delays, shortages and inflation,\" said Spencer Shute, senior consultant at supply chain consultancy Proxima, in an email to MarketWatch.</p><p>China is still grappling with COVID-19 infections that threaten manufacturing and other parts of the supply chain network overseas.</p><p>\"With the limited air freight options in Shanghai throughout the lockdown, all air freight ports will expect to be inundated with increased volume in an attempt to fulfill backlogged demand,\" said Shute.</p><p>\"The downstream effects of this lockdown are shaping up to have an even larger impact on U.S. ports than anything else experienced during the pandemic.\"</p><p>Aside from the inventory strategy, Hasbro also announced that it would resume share buybacks, with a target range of $75 million to $150 million planned for 2022.</p><p>Also, price increases will go into effect to offset freight and product costs, including the first price increase on Magic: The Gathering items. D.A. Davidson analysts note that Kamigawa: Neon Dynasty, a Magic set, \"was the best-selling winter set of all time, +28% over last year's set.\"</p><p>D.A. Davidson rates Hasbro stock buy and raised its price target to $128 from $121.</p><p>Also: Mattel shares jump after it wins Disney Princess, 'Frozen' toy license from rival Hasbro</p><p>\"While consumers and the industry have weathered the storm of inflation thus far, the two-fold market that Hasbro caters to — kids and collectors — could start to see some consumer fall off,\" said James Zahn, deputy editor at the Toy Book.</p><p>\"While parents may not notice much since they're buying toys for special occasions, a frequent collector that 'has to have them all' is going to get hit in the wallet.\"</p><p>Hasbro is bringing back Starting Lineup collectibles this fall. And the recent acquisition of D&amp;D Beyond with its 10 million players is just part of the plan for the popular Dungeons &amp; Dragons game, with films, video games and more planned.</p><p>See: Dungeons &amp; Dragons is on such a roll, Hasbro bought D&amp;D Beyond for almost $150 million in cash</p><p>\"The purchase of D&amp;D Beyond is very much borrowing a page from the LEGO playbook — similar to when that company purchased Bricklink a few years back in an effort to better connect with its adult fans,\" Zahn said.</p><p>\"Even a few years ago, D&amp;D was considered by many to be a very niche brand, but now fantasy gaming is truly mainstream.\"</p><p>JPMorgan analysts are upbeat about Hasbro's long-term prospects but held on to their neutral stock rating and $95 price target.</p><p>\"Hasbro faces a tough lap in 2022 with topline growth expected to slow and higher costs continuing to pressure margins,\" analysts wrote.</p><p>\"Longer-term, Hasbro's results are bolstered by a strong entertainment slate driving partner brand activation, continued innovation across its owned brand portfolio, and growing digital games. However, given the near-term headwinds we believe it remains a show-me story while valuation appears full.\"</p><p>Hasbro stock is up 3.5% for the week so far, but has tumbled 13.3% for the year to date.</p><p>Christmas in July: Hasbro moves up inventory purchases to make sure there are enough toys for the holidays</p>",
  "published": "2022-04-21T19:18:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "nexusId": "10078857",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2395,
          "end": 2401
        }
      ]
    }
  ]
}