{
  "_id": "59a666f25f00bef0828002a3c91775e62bc04c6cc00d12d6628a92ce1d7e8267",
  "feed": "wall-street-journal",
  "title": "Watch Out, Strollers: Status Wagons Are Gaining Traction; Parents have recast nylon utility wagons—once the province of campers—with luxurious accessories for cartfuls of kids. They're even on baby registries.",
  "text": "<p>When Stephanie Marrs strolls the streets of Old Town Alexandria, Va., with her husband and toddler, she's often stopped by people who want to know about her wagon.</p><p>Rather than pushing a stroller, she pulls her son around town in a Veer Cruiser, a model beloved by Khloe Kardashian, lifestyle bloggers and many more parents looking to cart kids and cargo wherever they go. Equipped with harnessed seats and plenty of room for purchases, these wagons are replacing strollers for some families. While the cherry-red Radio Flyers of yore were shallow with hard siding, new models on the market are made of nylon, fully collapsible and sold by retailers better known for camping tents than chic parenting accessories.</p><p>\"It's very much an off-the-mountain kind of thing,\" said Ms. Marrs, who runs the lifestyle blog Magnolia Stripes. \"It's very rugged-looking.\"</p><p>The kid-filled four-wheelers are turning heads on the street and online, where TikTok parents have taken to posting their tips for accessorizing wagons with cupholders, snack trays, all-terrain wheels and canopies. In addition to the Veer, which starts at $699, there are models fromWonderFold ($899 for the W4 Luxe Stroller Wagon), Evenflo ($400), Keenz ($850 for the luxury comfort stroller wagon that holds four passengers) and the more-affordable MacSports (roughly $100-$160, but seatless), among others.</p><p>With the canopy up and snack tray in, parents can look like they are pushing a hot dog cart full of children. And like status strollers before them, status wagons crib the language of automotive sales to shill luxury features: The $750 Keenz two-passenger model, geared at ages 6 months and up, comes \"fully loaded\" with all-terrain wheels, spring suspension and cushioned reclining seats.</p><p>Still, even at dizzying prices, the online registry site Babylist said the number of people adding stroller wagons to their baby registries increased about 40% from 2020 to 2021, and increased another 55% from 2021 to 2022. According to the market research firm Fact.MR, stroller-wagon sales in the United States are poised to reach $1.5 billion by the end of 2022.</p><p>But where there is pull, there is also pushback. In 2019, Disney updated its park rules to ban the suddenly popular stroller wagons, as well as oversize strollers (larger than 31\" x 52\"), to improve flow of movement through the parks. Online, fans of the park cracked jokes about parents making the \"walk of shame\" back to their hotels with their oversize carriages. Meanwhile, wagon stalwarts started web petitions imploring Disney to reverse the ban; their digital organizing efforts have so far been futile.</p><p>\"This update was intended to provide a more enjoyable experience for our guests by easing guest flow and reducing congestion,\" a Disney spokesperson wrote in an email.</p><p>Hoping the park will soon reconsider, stroller-wagon companies point to what makes them safe for kids: They are pushed like strollers, fit standard stroller widths and, for some models, even accept infant car seats.</p><p>Judy Nelson, a communications professional in Brooklyn, was swayed by a MacSports wagon after noticing other models on the sidewalks near Prospect Park, stuffed with toddlers and toys.</p><p>\"We'll load it up to the point where we're worried about things falling out if it hits the bump on the sidewalk,\" Ms. Nelson said.</p><p>Aside from ease of transport, they may offer parents a particular kind of workout: Ms. Kardashian has shared footage of her performing a fitness routine that involves dragging her kids up a street in a Veer wagon affixed to her waist.</p><p>Andrew Bowman, who co-founded Veer, was early to identify the potential utility of such carriages. Years ago, while attending his daughter's soccer game, he observed parents struggling to get their strollers up a gravelly hill. He realized that traditional metal wagons (the kind that don't fold) don't easily fit in compact cars, or even some SUVs.</p><p>\"There was nothing else like it,\" Mr. Bowman said of the Veer, introduced in 2017. Since then, the wagon has doubled sales year over year, according to Mr. Bowman, who lives in Atlanta.</p><p>Katie Blozis, a brand director for the New York-based retailer Albee Baby, called the growth and demand of these new wagon brands \"insane.\" While they aren't taking the place of strollers, she said, \"the lifespan and how long you can use them for your family is a huge draw for people.\"</p><p>Lauren Wellbank, a writer and mom of three in Allentown, Pa., opted for a MacSports folding utility wagon, which came at a fraction of the more luxurious Veer's price.</p><p>\"My kids are disgusting, so it's got applesauce on it and stuff like that,\" Ms. Wellbank said of her dark gray wagon. \"It scrubs up real well. We're pretty hard on it.\"</p><p>She uses the wagon, with a weight capacity of 150 pounds, to tote gear (she coaches soccer; her husband coaches T-ball) and all three kids. \"If one of them gets in, all three have to get in,\" Ms. Wellbank said. \"There's no way around it. I have the two big kids on either end and they sit facing each other, with their knees under their chins.\" The third goes in between.</p><p>Erin Davidson posted a product review of her WonderFold wagon on TikTok in June. \"A ton of people commented about their WonderFold wagons and how they've customized their wagons, or they shared hacks or tips that they did with their wagon,\" said Ms. Davidson, who runs a blog called Tips and Tricks for Tots. She thinks the wagon's handlebar height should be adjustable. (A 2-inch extension costs nearly $50.) \"I feel like that should have probably just been standard for how much you pay for it out of the gate,\" she said.</p><p>Design quibbles aside, these wagons have followed families on trips in lieu of traditional strollers. Ms. Marrs said she has dragged her Veer across the beaches of Kiawah Island, S.C., and up hiking trails in West Virginia.</p><p>\"It can supposedly handle the sand of the beach plus the snow,\" Ms. Marrs said. \"We're hoping to test both of these theories.\"</p><p>READ MORE on STYLE</p><p>* The Latest CEO Flex? Washboard Abs</p><p>* Critics Think the Metaverse Looks Bad. What Do Brands Pouring Money Into It Say?</p><p>* For Serena Williams, Fashion Was Always Part of the Sport</p><p>* As Celebrity Backlash Grows, So Does Overall Private Jet Use</p><p>* Looking for a 'Panic Attack' Emoji? You May Be in Luck.</p><p>Watch Out, Strollers: Status Wagons Are Gaining Traction</p>",
  "published": "2022-09-10T15:00:00.000Z",
  "tags": [
    {
      "id": "US2546871060",
      "name": "The Walt Disney Company",
      "offsets": [
        {
          "start": 2547,
          "end": 2553
        },
        {
          "start": 2179,
          "end": 2185
        },
        {
          "start": 2761,
          "end": 2767
        }
      ],
      "nexusId": "10078857"
    }
  ]
}